{"title": "The Sensitive Man", "author": "Poul William Anderson", "releaseDate": "March 4, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Fantastic Universe January 1954.\n     Extensive research did not uncover any evidence that the U.S.\n     copyright on this publication was renewed.\n\n\n[_Conspiracy seems to be as much a part of our times as it\n  was in the times of Guy Fawkes and the Gunpowder Plot. Hence it finds\n  frequent reflection in all branches of fiction, including science\n  fiction. Yet, as in life, something new has been added, the most\n  gigantic conspiracy of all, the human conspiracy against conspirators.\n  Which makes for a fine stirring story in this short novel of the\n  future by Mr. Anderson, one of our best young authors._]\n\n\n                                 the\n\n                              sensitive\n\n                                 man\n\n\n                        _by ... Poul Anderson_\n\n\n     One man stood between a power-hungry cabal and world\n     mastery--but a man of unusual talents.\n\n       *       *       *       *       *\n\n\n\n\nThe Mermaid Tavern had been elaborately decorated. Great blocks of\nhewn coral for pillars and booths, tarpon and barracuda on the walls,\nmurals of Neptune and his court--including an outsize animated picture\nof a mermaid ballet, quite an eye-catcher. But the broad quartz\nwindows showed merely a shifting greenish-blue of seawater, and the\nonly live fish visible were in an aquarium across from the bar.\nPacific Colony lacked the grotesque loveliness of the Florida and Cuba\nsettlements. Here they were somehow a working city, even in their\nrecreations.\n\nThe sensitive man paused for a moment in the foyer, sweeping the big\ncircular room with a hurried glance. Less than half the tables were\nfilled. This was an hour of interregnum, while the twelve to eighteen\nhundred shift was still at work and the others had long finished their\nmore expensive amusements. There would always be a few around, of\ncourse--Dalgetty typed them as he watched.\n\nA party of engineers, probably arguing about the compression strength\nof the latest submarine tank to judge from the bored expressions of\nthe three or four rec girls who had joined them. A biochemist, who\nseemed to have forgotten his plankton and seaweed for the time being\nand to have focussed his mind on the pretty young clerk with him. A\ncouple of hard-handed caissoniers, settling down to some serious\ndrinking.\n\nA maintenance man, a computerman, a tank pilot, a diver, a sea\nrancher, a bevy of stenographers, a bunch of very obvious tourists,\nmore chemists and metallurgists--the sensitive man dismissed them all.\nThere were others he couldn't classify with any decent probability but\nafter a second's hesitation he decided to ignore them too. That left\nonly the group with Thomas Bancroft.\n\nThey were sitting in one of the coral grottos, a cave of darkness to\nordinary vision. Dalgetty had to squint to see in and the muted light\nof the tavern was a harsh glare when his pupils were so distended.\nBut, yes--it was Bancroft all right and there was an empty booth\nadjoining his.\n\nDalgetty relaxed his eyes to normal perception. Even in the short\nmoment of dilation the fluoros had given him a headache. He blocked it\noff from consciousness and started across the floor.\n\nA hostess stopped him with a touch on the arm as he was about to enter\nthe vacant cavern. She was young, an iridescent mantrap in her brief\nuniform. With all the money flowing into Pacific Colony they could\nafford decorative help here.\n\n\"I'm sorry, sir,\" she said. \"Those are kept for parties. Would you\nlike a table?\"\n\n\"I'm a party,\" he answered, \"or can soon become one.\" He moved aside a\ntrifle so that none of the Bancroft group should happen to look out\nand see him. \"If you could arrange some company for me....\" He fumbled\nout a C-note, wondering just how such things could be done gracefully.\n\n\"Why, of course, sir.\" She took it with a smoothness he envied and\nhanded him a stunning smile in return. \"Just make yourself\ncomfortable.\"\n\nDalgetty stepped into the grotto with a fast movement. This wasn't\ngoing to be simple. The rough red walls closed in on top of him,\nforming a space big enough for twenty people or so. A few\nstrategically placed fluoros gave an eerie undersea light, just enough\nto see by--but no one could look in. A heavy curtain could be drawn if\none wanted to be absolutely secluded. Privacy--_uh_-huh!\n\nHe sat down at the driftwood table and leaned back against the coral.\nClosing his eyes he made an effort of will. His nerves were already\nkeyed up to such a tautness that it seemed they must break and it took\nonly seconds to twist his mind along the paths required.\n\nThe noise of the tavern rose from a tiny mumble to a clattering surf,\nto a huge and saw-edged wave. Voices dinned in his head, shrill and\ndeep, hard and soft, a senseless stream of talking, jumbled together\ninto words, words, words. Somebody dropped a glass and it was like a\nbomb going off.\n\nDalgetty winced, straining his ear against the grotto side. Surely\nenough of their speech would come to him, even through all that rock!\nThe noise level was high but the human mind, if trained in\nconcentration, is an efficient filter. The outside racket receded from\nDalgetty's awareness and slowly he gathered in the trickle of sound.\n\nFirst man: \"--no matter. What can they do?\"\n\nSecond man: \"Complain to the government. Do you want the FBI on our\ntrail? I don't.\"\n\nFirst man: \"Take it easy. They haven't yet done so and it's been a\ngood week now since--\"\n\nSecond man: \"How do you know they haven't?\"\n\nThird man--heavy, authoritative voice. Yes, Dalgetty remembered it now\nfrom TV speeches--it was Bancroft himself: \"_I_ know. I've got enough\nconnections to be sure of that.\"\n\nSecond man: \"Okay, so they haven't reported it. But why not?\"\n\nBancroft: \"You know why. They don't want the government mixing into\nthis any more than we do.\"\n\nWoman: \"Well, then, are they just going to sit and take it? No,\nthey'll find some way to--\"\n\n\"HELLO, THERE, MISTER!!!\"\n\nDalgetty jumped and whirled around. His heart began to race, until he\nfelt his ribs tremble and he cursed his own tension.\n\n\"WHY, WHAT'S THE MATTER, MISTER? YOU LOOK--\"\n\nEffort again, forcing the volume down, grasping the thunderous heart\nin fingers of command and dragging it toward rest. He focussed his\neyes on the girl who had entered. It was the rec girl, the one he had\nasked for because he had to sit in this booth.\n\nHer voice was speaking on an endurable level now. Another pretty\nlittle bit of fluff. He smiled shakily. \"Sit down, sweet. I'm sorry.\nMy nerves are shot. What'll you have?\"\n\n\"A daiquiri, please.\" She smiled and placed herself beside him. He\ndialed on the dispenser--the cocktail for her, a scotch and soda for\nhimself.\n\n\"You're new here,\" she said. \"Have you just been hired or are you a\nvisitor?\" Again the smile. \"My name's Glenna.\"\n\n\"Call me Joe,\" said Dalgetty. His first name was actually Simon. \"No,\nI'll only be here a short while.\"\n\n\"Where you from?\" she asked. \"I'm clear from New Jersey myself.\"\n\n\"Proving that nobody is ever born in California.\" He grinned. The\ncontrol was asserting itself, his racing emotions were checked and he\ncould think clearly again. \"I'm--uh--just a floater. Don't have any\nreal address right now.\"\n\nThe dispenser ejected the drinks on a tray and flashed the\ncharge--$20. Not bad, considering everything. He gave the machine a\nfifty and it made change, a five-buck coin and a bill.\n\n\"Well,\" said Glenna, \"here's to you.\"\n\n\"And you.\" He touched glasses, wondering how to say what he had to\nsay. Damn it, he couldn't sit here just talking or necking, he'd come\nto listen but.... A sardonic montage of all the detective shows he had\never seen winked through his mind. The amateur who rushes in and\nsolves the case, _heigh-ho_. He had never appreciated all the detail\ninvolved till now.\n\n       *       *       *       *       *\n\nThere was hesitation in him. He decided that a straightforward\napproach was his best bet. Deliberately then he created a cool\nconfidence. Subconsciously he feared this girl, alien as she was to\nhis class. All right, force the reaction to the surface, recognize it,\nsuppress it. Under the table his hands moved in the intricate symbolic\npattern which aided such emotion-harnessing.\n\n\"Glenna,\" he said, \"I'm afraid I'll be rather dull company. The fact\nis I'm doing some research in psychology, learning how to concentrate\nunder different conditions. I wanted to try it in a place like this,\nyou understand.\" He slipped out a 2-C bill and laid it before her. \"If\nyou'd just sit here quietly it won't be for more than an hour I\nguess.\"\n\n\"Huh?\" Her brows lifted. Then, with a shrug and a wry smile, \"Okay,\nyou're paying for it.\" She took a cigarette from the flat case at her\nsash, lit it and relaxed. Dalgetty leaned against the wall and closed\nhis eyes again.\n\nThe girl watched him curiously. He was of medium height, stockily\nbuilt, inconspicuously dressed in a blue short-sleeved tunic, gray\nslacks and sandals. His square snub-nosed face was lightly freckled,\nwith hazel eyes and a rather pleasant shy smile. The rusty hair was\nclose-cropped. A young man, she guessed, about twenty-five, quite\nordinary and uninteresting except for the wrestler's muscles and, of\ncourse, his behavior.\n\nOh, well, it took all kinds.\n\nDalgetty had a moment of worry. Not because the yarn he had handed her\nwas thin but because it brushed too close to the truth. He thrust the\nunsureness out of him. Chances were she hadn't understood any of it,\nwouldn't even mention it. At least not to the people he was hunting.\n\nOr who were hunting him?\n\nConcentration, and the voices slowly came again: \"--maybe. But I think\nthey'll be more stubborn than that.\"\n\nBancroft: \"Yes. The issues are too large for a few lives to matter.\nStill, Michael Tighe is only human. He'll talk.\"\n\nThe woman: \"He can be made to talk, you mean?\" She had one of the\ncoldest voices Dalgetty had ever heard.\n\nBancroft: \"Yes. Though I hate to use extreme measures.\"\n\nMan: \"What other possibilities have we got? He won't say anything\nunless he's forced to. And meanwhile his people will be scouring the\nplanet to find him. They're a shrewd bunch.\"\n\nBancroft, sardonically: \"What can they do, please? It takes more than\nan amateur to locate a missing man. It calls for all the resources of\na large police organization. And the last thing they want, as I've\nsaid before, is to bring the government in on this.\"\n\nThe woman: \"I'm not so sure of that, Tom. After all, the Institute is\na legal group. It's government sponsored and its influence is\nsomething tremendous. Its graduates--\"\n\nBancroft: \"It educates a dozen different kinds of psychotechnicians,\nyes. It does research. It gives advice. It publishes findings and\ntheories. But believe me the Psychotechnic Institute is like an\niceberg. Its real nature and purpose are hidden way under water. No,\nit isn't doing anything illegal that I know of. Its aims are so large\nthat they transcend law altogether.\"\n\nMan: \"What aims?\"\n\nBancroft: \"I wish I knew. We've only got hints and guesses, you know.\nOne of the reasons we've snatched Tighe is to find out more. I suspect\nthat their real work requires secrecy.\"\n\nThe woman, thoughtfully: \"Y-y-yes, I can see how that might be. If the\nworld at large were aware of being--manipulated--then manipulation\nmight become impossible. But just where does Tighe's group want to\nlead us?\"\n\nBancroft: \"I don't know, I tell you. I'm not even sure that they do\nwant to--take over. Something even bigger than that.\" A sigh. \"Let's\nface it, Tighe is a crusader too. In his own way he's a very sincere\nidealist. He just happens to have the wrong ideals. That's one reason\nwhy I'd hate to see him harmed.\"\n\nMan: \"But if it turns out that we've got to--\"\n\nBancroft: \"Why, then we've got to, that's all. But I won't enjoy it.\"\n\nMan: \"Okay, you're the leader, you say when. But I warn you not to\nwait too long. I tell you the Institute is more than a collection of\nunworldly scientists. They've got _someone_ out searching for Tighe\nand if they should locate him there could be real trouble.\"\n\nBancroft, mildly: \"Well, these are troubled times, or will be shortly.\nWe might as well get used to that.\"\n\nThe conversation drifted away into idle chatter. Dalgetty groaned to\nhimself. Not once had they spoken of the place where their prisoner\nwas kept.\n\nAll right, little man, what next? Thomas Bancroft was big game. His\nlaw firm was famous. He had been in Congress and the Cabinet. Even\nwith the Labor Party in power he was a respected elder statesman. He\nhad friends in government, business, unions, guilds and clubs and\nleagues from Maine to Hawaii. He had only to say the word and\nDalgetty's teeth would be kicked in some dark night. Or, if he proved\nsqueamish, Dalgetty might find himself arrested on a charge like\nconspiracy and tied up in court for the next six months.\n\nBy listening in he had confirmed the suspicion of Ulrich at the\nInstitute that Thomas Bancroft was Tighe's kidnapper--but that was no\nhelp. If he went to the police with that story they would (a) laugh,\nlong and loud--(b) lock him up for psychiatric investigation--(c)\nworst of all, pass the story on to Bancroft, who would thereby know\nwhat the Institute's children could do and would take appropriate\ncounter-measures.\n\n\nII\n\nOf course, this was just the beginning. The trail was long. But time\nwas hideously short before they began turning Tighe's brain inside\nout. And there were wolves along the trail.\n\nFor a shivering instant, Simon Dalgetty realized what he had let\nhimself in for.\n\nIt seemed like forever before the Bancroft crowd left. Dalgetty's eyes\nfollowed them out of the bar--four men and the woman. They were all\nquiet, mannerly, distinguished-looking, in rich dark slack suits. Even\nthe hulking bodyguard was probably a college graduate, Third Class.\nYou wouldn't take them for murderers and kidnappers and the servants\nof those who would bring back political gangsterism. But then,\nreflected Dalgetty, they probably didn't think of themselves in that\nlight either.\n\nThe enemy--the old and protean enemy, who had been fought down as\nFascist, Nazi, Shintoist, Communist, Atomist, Americanist and God knew\nwhat else for a bloody century--had grown craftier with time. Now he\ncould fool even himself.\n\nDalgetty's senses went back to normal. It was a sudden immense relief\nto be merely sitting in a dimly-lit booth with a pretty girl, to be no\nmore than human for a while. But his sense of mission was still dark\nwithin him.\n\n\"Sorry I was so long,\" he said. \"Have another drink.\"\n\n\"I just had one.\" She smiled.\n\nHe noticed the $10-figure glowing on the dispenser and fed it two\ncoins. Then, his nerves still vibrating, he dialed another whiskey for\nhimself.\n\n\"You know those people in the next grotto?\" asked Glenna. \"I saw you\nwatching them leave.\"\n\n\"Well, I know Mr. Bancroft by reputation,\" he said. \"He lives here,\ndoesn't he?\"\n\n\"He's got a place over on Gull Station,\" she said, \"but he's not here\nvery much, mostly on the mainland, I guess.\"\n\nDalgetty nodded. He had come to Pacific Colony two days before, had\nbeen hanging around in the hope of getting close enough to Bancroft to\npick up a clue. Now he had done so and his findings were worth little.\nHe had merely confirmed what the Institute already considered highly\nprobable without getting any new information.\n\nHe needed to think over his next move. He drained his drink. \"I'd\nbetter jet off,\" he said.\n\n\"We can have dinner in here if you want,\" said Glenna.\n\n\"Thanks, I'm not hungry.\" That was true enough. The nervous tension\nincidental to the use of his powers raised the devil with appetite.\nNor could he be too lavish with his funds. \"Maybe later.\"\n\n\"Okay, Joe, I might be seeing you.\" She smiled. \"You're a funny one.\nBut kind of nice.\" Her lips brushed his and then she got up and left.\nDalgetty went out the door and punched for a top-side elevator.\n\nIt took him past many levels. The tavern was under the station's\ncaissons near the main anchor cable, looking out into deep water.\nAbove it were store-houses, machine rooms, kitchens, all the\nparaphernalia of modern existence. He stepped out of a kiosk onto an\nupper deck, thirty feet above the surface. Nobody else was there and\nhe walked over to the railing and leaned on it, looking across the\nwater and savoring loneliness.\n\nBelow him the tiers dropped away to the main deck, flowing lines and\ncurves, broad sheets of clear plastic, animated signs, the grass and\nflowerbeds of a small park, people walking swiftly or idly. The huge\ngyro-stabilized bulk did not move noticeably to the long Pacific\nswell. Pelican Station was the colony's \"downtown,\" its shops and\ntheaters and restaurants, service and entertainment.\n\nAround it the water was indigo blue in the evening light, streaked\nwith arabesques of foam, and he could hear waves rumble against the\nsheer walls. Overhead the sky was tall with a few clouds in the west\nturning aureate. The hovering gulls seemed cast in gold. A haziness in\nthe darkened east betokened the southern California coastline. He\nbreathed deeply, letting nerves and muscles and viscera relax,\nshutting off his mind and turning for a while into an organism that\nmerely lived and was glad to live.\n\nDalgetty's view in all directions was cut off by the other stations,\nthe rising streamlined hulks which were Pacific Colony. A few airy\nflex-strung bridges had been completed to link them, but there was\nstill an extensive boat traffic. To the south he could see a blackness\non the water that was a sea ranch. His trained memory told him, in\nanswer to a fleeting question, that according to the latest figures\neighteen-point-three percent of the world's food supply was now being\nderived from modified strains of seaweed. The percentage would\nincrease rapidly, he knew.\n\nElsewhere were mineral-extracting plants, fishery bases, experimental\nand pure-research stations. Below the floating city, digging into the\ncontinental shelf, was the underwater settlement--oil wells to\nsupplement the industrial synthesizing process, mining, exploration in\ntanks to find new resources, a slow growth outward as men learned how\nto go deeper into cold and darkness and pressure. It was expensive but\nan over-crowded world had little choice.\n\nVenus was already visible, low and pure on the dusking horizon.\nDalgetty breathed the wet pungent sea-air into his lungs and thought\nwith some pity of the men out there--and on the Moon, on Mars, between\nworlds. They were doing a huge and heart-breaking job--but he wondered\nif it were bigger and more meaningful than this work here in Earth's\noceans.\n\nOr a few pages of scribbled equations, tossed into a desk drawer at\nthe Institute. Enough. Dalgetty brought his mind to heel like a\nharshly trained dog. He was also here to work.\n\nThe forces he must encounter seemed monstrous. He was one man, alone\nagainst he knew not what kind of organization. He had to rescue one\nother man before--well, before history was changed and spun off on the\nwrong course, the long downward path. He had his knowledge and\nabilities but they wouldn't stop a bullet. Nor did they include\neducation for this kind of warfare. War that was not war, politics\nthat were not politics but a handful of scrawled equations and a\nbookful of slowly gathered data and a brainful of dreams.\n\nBancroft had Tighe--somewhere. The Institute could not ask the\ngovernment for help, even if to a large degree the Institute was the\ngovernment. It could, perhaps, send Dalgetty a few men but it had no\ngoon squads. And time was like a hound on his heels.\n\n       *       *       *       *       *\n\nThe sensitive man turned, suddenly aware of someone else. This was a\nmiddle-aged fellow, gaunt and gray-haired, with an intellectual cast\nof feature. He leaned on the rail and said quietly, \"Nice evening,\nisn't it?\"\n\n\"Yes,\" said Dalgetty. \"Very nice.\"\n\n\"It gives me a feeling of real accomplishment, this place,\" said the\nstranger.\n\n\"How so?\" asked Dalgetty, not unwilling to make conversation.\n\nThe man looked out over the sea and spoke softly as if to himself.\n\"I'm fifty years old. I was born during World War Three and grew up\nwith the famines and the mass insanities that followed. I saw\nfighting myself in Asia. I worried about a senselessly expanding\npopulation pressing on senselessly diminished resources. I saw an\nAmerica that seemed equally divided between decadence and madness.\n\n\"And yet I can stand now and watch a world where we've got a\nfunctioning United Nations, where population increase is leveling off\nand democratic government spreading to country after country, where\nwe're conquering the seas and even going out to other planets. Things\nhave changed since I was a boy but on the whole it's been for the\nbetter.\"\n\n\"Ah,\" said Dalgetty, \"a kindred spirit. Though I'm afraid it's not\nquite that simple.\"\n\n       *       *       *       *       *\n\nThe man arched his brows. \"So you vote conservative?\"\n\n\"The Labor Party _is_ conservative,\" said Dalgetty. \"As proof of which\nit's in coalition with the Republicans and the Neofederalists as well\nas some splinter groups. No, I don't care if it stays in, or if the\nConservatives prosper or the Liberals take over. The question is--who\nshall control the group in power?\"\n\n\"Its membership, I suppose,\" said the man.\n\n\"But just who is its membership? You know as well as I do that the\ngreat failing of the American people has always been their lack of\ninterest in politics.\"\n\n\"What? Why, they vote, don't they? What was the last percentage?\"\n\n\"Eight-eight-point-three-seven. Sure they vote--once the ticket has\nbeen presented to them. But how many of them have anything to do with\nnominating the candidates or writing the platforms? How many will\nactually take time out to _work_ at it--or even to write their\nCongressmen? 'Ward heeler' is still a term of contempt.\n\n\"All too often in our history the vote has been simply a matter of\nchoosing between two well-oiled machines. A sufficiently clever and\ndetermined group can take over a party, keep the name and the slogans\nand in a few years do a complete behind-the-scenes _volte-face_.\"\nDalgetty's words came fast, this was one facet of a task to which he\nhad given his life.\n\n\"Two machines,\" said the stranger, \"or four or five as we've got now,\nare at least better than one.\"\n\n\"Not if the same crowd controls all of them,\" Dalgetty said grimly.\n\n\"But--\"\n\n\"'If you can't lick 'em, join 'em.' Better yet, join all sides. Then\nyou _can't_ lose.\"\n\n\"I don't think that's happened yet,\" said the man.\n\n\"No it hasn't,\" said Dalgetty, \"not in the United States, though in\nsome other countries--never mind. It's still in process of happening,\nthat's all. The lines today are drawn not by nations or parties, but\nby--philosophies, if you wish. Two views of man's destiny, cutting\nacross all national, political, racial and religious lines.\"\n\n\"And what are those two views?\" asked the stranger quietly.\n\n\"You might call them libertarian and totalitarian, though the latter\ndon't necessarily think of themselves as such. The peak of rampant\nindividualism was reached in the nineteenth century, legally speaking.\nThough in point of fact social pressure and custom were more\nstrait-jacketing than most people today realize.\n\n\"In the twentieth century that social rigidity--in manners, morals,\nhabits of thought--broke down. The emancipation of women, for\ninstance, or the easy divorce or the laws about privacy. But at the\nsame time legal control began tightening up again. Government took\nover more and more functions, taxes got steeper, the individual's life\ngot more and more bound by regulations saying 'thou shalt' and 'thou\nshalt not.'\n\n\"Well, it looks as if war is going out as an institution. That takes\noff a lot of pressure. Such hampering restrictions as conscription to\nfight or work, or rationing, have been removed. What we're slowly\nattaining is a society where the individual has maximum freedom, both\nfrom law _and_ custom. It's perhaps farthest advanced in America,\nCanada, and Brazil, but it's growing the world over.\n\n\"But there are elements which don't like the consequences of genuine\nlibertarianism. And the new science of human behavior, mass and\nindividual, is achieving rigorous formulation. It's becoming the most\npowerful tool man has ever had--for whoever controls the human mind\nwill also control all that man can do. That science can be used by\nanyone, mind you. If you'll read between the lines you'll see what a\nhidden struggle is shaping up for control of it as soon as it reaches\nmaturity and empirical useability.\"\n\n\"Ah, yes,\" said the man. \"The Psychotechnic Institute.\"\n\nDalgetty nodded, wondering why he had jumped into such a lecture.\nWell, the more people who had some idea of the truth the\nbetter--though it wouldn't do for them to know the whole truth either.\nNot yet.\n\n\"The Institute trains so many for governmental posts and does so much\nadvisory work,\" said the man, \"that sometimes it looks almost as if it\nwere quietly taking over the whole show.\"\n\nDalgetty shivered a little in the sunset breeze and wished he'd\nbrought his cloak. He thought wearily, _Here it is again. Here is the\nstory they are spreading, not in blatant accusations, not all at once,\nbut slowly and subtly, a whisper here, a hint there, a slanted news\nstory, a supposedly dispassionate article.... Oh, yes, they know their\napplied semantics._\n\n\"Too many people fear such an outcome,\" he declared. \"It just isn't\ntrue. The Institute is a private research organization with a Federal\ngrant. Its records are open to anyone.\"\n\n\"All the records?\" The man's face was vague in the gathering twilight.\n\nDalgetty thought he could make out a skeptically lifted brow. He\ndidn't reply directly but said, \"There's a foggy notion in the public\nmind that a group equipped with a complete science of man--which the\nInstitute hasn't got by a long shot--could 'take over' at once and, by\nmanipulations of some unspecified but frightfully subtle sort, rule\nthe world. The theory is that if you know just what buttons to push\nand so on, men will do precisely as you wish without knowing that\nthey're being guided. The theory happens to be pure jetwash.\"\n\n\"Oh, I don't know,\" said the man. \"In general terms it sounds pretty\nplausible.\"\n\nDalgetty shook his head. \"Suppose I were an engineer,\" he said, \"and\nsuppose I saw an avalanche coming down on me. I might know exactly\nwhat to do to stop it--where to plant my dynamite, where to build my\nconcrete wall and so on. Only the knowledge wouldn't help me. I'd have\nneither the time nor the strength to use it.\n\n\"The situation is similar with regard to human dynamics, both mass and\nindividual. It takes months or years to change a man's convictions and\nwhen you have hundreds of millions of men....\" He shrugged. \"Social\ncurrents are too large for all but the slightest, most gradual\ncontrol. In fact perhaps the most valuable results obtained to date\nare not those which show what can be done but what cannot.\"\n\n\"You speak with the voice of authority,\" said the man.\n\n\"I'm a psychologist,\" said Dalgetty truthfully enough. He didn't add\nthat he was also a subject, observer and guinea pig in one. \"And I'm\nafraid I talk too much. Go from bad to voice.\"\n\n\"Ouch,\" said the man. He leaned his back against the rail and his\nshadowy hand extended a pack. \"Smoke?\"\n\n\"No, thanks, I don't.\"\n\n\"You're a rarity.\" The brief lighter-flare etched the stranger's face\nagainst the dusk.\n\n\"I've found other ways of relaxing.\"\n\n\"Good for you. By the way I'm a professor myself. English Litt at\nColorado.\"\n\n\"Afraid I'm rather a roughneck in that respect,\" said Dalgetty. For a\nmoment he had a sense of loss. His thought processes had become too\nfar removed from the ordinary human for him to find much in fiction or\npoetry. But music, sculpture, painting--there was something else. He\nlooked over the broad glimmering water, at the stations dark against\nthe first stars, and savored the many symmetries and harmonies with a\nreal pleasure. You needed senses like his before you could know what a\nlovely world this was.\n\n\"I'm on vacation now,\" said the man. Dalgetty did not reply in kind.\nAfter a moment--\"You are too, I suppose?\"\n\nDalgetty felt a slight shock. A personal question from a\nstranger--well, you didn't expect otherwise from someone like the girl\nGlenna but a professor should be better conditioned to privacy\ncustoms.\n\n\"Yes,\" he said shortly. \"Just visiting.\"\n\n\"By the way, my name is Tyler, Harmon Tyler.\"\n\n\"Joe Thomson.\" Dalgetty shook hands with him.\n\n\"We might continue our conversation if you're going to be around for\nawhile,\" said Tyler. \"You raised some interesting points.\"\n\nDalgetty considered. It would be worthwhile staying as long as\nBancroft did, in the hope of learning some more. \"I may be here a\ncouple of days yet,\" he said.\n\n\"Good,\" said Tyler. He looked up at the sky. It was beginning to fill\nwith stars. The deck was still empty. It ran around the dim\nupthrusting bulk of a weather-observation tower which was turned over\nto its automatics for the night and there was no one else to be seen.\nA few fluoros cast wan puddles of luminance on the plastic flooring.\n\nGlancing at his watch, Tyler said casually, \"It's about\nnineteen-thirty hours now. If you don't mind waiting till twenty\nhundred I can show you something interesting.\"\n\n\"What's that?\"\n\n\"Ah, you'll be surprised.\" Tyler chuckled. \"Not many people know about\nit. Now, getting back to that point you raised earlier....\"\n\nThe half hour passed swiftly. Dalgetty did most of the talking.\n\n\"--and mass action. Look, to a rather crude first approximation a\nstate of semantic equilibrium on a world-wide scale, which of course\nhas never existed, would be represented by an equation of the form--\"\n\n\"Excuse me.\" Tyler consulted the shining dial again. \"If you don't\nmind stopping for a few minutes I'll show you that odd sight I was\ntalking about.\"\n\n\"Eh? Oh-oh, sure.\"\n\nTyler threw away his cigarette. It was a tiny meteor in the gloom. He\ntook Dalgetty's arm. They walked slowly around the weather tower.\n\nThe men came from the opposite side and met them halfway. Dalgetty had\nhardly seen them before he felt the sting in his chest.\n\n_A needle gun!_\n\nThe world roared about him. He took a step forward, trying to scream,\nbut his throat locked. The deck lifted up and hit him and his mind\nwhirled toward darkness.\n\nFrom somewhere will rose within him, trained reflexes worked, he\nsummoned all that was left of his draining strength and fought the\nanesthetic. His wrestling with it was a groping in fog. Again and\nagain he spiraled into unconsciousness and rose strangling. Dimly,\nthrough nightmare, he was aware of being carried. Once someone stopped\nthe group in a corridor and asked what was wrong. The answer seemed to\ncome from immensely far away. \"I dunno. He passed out--just like that.\nWe're taking him to a doctor.\"\n\nThere was a century spent going down some elevator. The boat-house\nwalls trembled liquidly around him. He was carried aboard a large\nvessel, it was not visible through the gray mist. Some dulled portion\nof himself thought that this was obviously a private boat-house, since\nno one was trying to stop--trying to stop--trying to stop....\n\nThen the night came.\n\n\nIII\n\nHe woke slowly, with a dry retch, and blinked his eyes open. Noise of\nair, he was flying, it must have been a triphibian they took him onto.\nHe tried to force recovery but his mind was still too paralyzed.\n\n\"Here. Drink this.\"\n\nDalgetty took the glass and gulped thirstily. It was coolness and\nsteadiness spreading through him. The vibratto within him faded, and\nthe headache dulled enough to be endurable. Slowly he looked around,\nand felt the first crawl of panic.\n\n_No!_ He suppressed the emotion with an almost physical thrust. Now\nwas the time for calm and quick wit and--\n\nA big man near him nodded and stuck his head out the door. \"He's okay\nnow, I guess,\" he called. \"Want to talk to him?\"\n\nDalgetty's eyes roved the compartment. It was a rear cabin in a large\nairboat, luxuriously furnished with reclining seats and an inlaid\ntable. A broad window looked out on the stairs.\n\n_Caught!_ It was pure bitterness, an impotent rage at himself. _Walked\nright into their arms!_\n\nTyler came into the room, followed by a pair of burly stone-faced men.\nHe smiled. \"Sorry,\" he murmured, \"but you're playing out of your\nleague, you know.\"\n\n\"Yeah.\" Dalgetty shook his head. Wryness twisted his mouth. \"I don't\nleague it much either.\"\n\nTyler grinned. It was a sympathetic expression. \"You punsters are\nincurable,\" he said. \"I'm glad you're taking it so well. We don't\nintend any harm to you.\"\n\nSkepticism was dark in Dalgetty but he managed to relax. \"How'd you\nget onto me?\" he asked.\n\n\"Oh, various ways. You were pretty clumsy, I'm afraid.\" Tyler sat down\nacross the table. The guards remained standing. \"We were sure the\nInstitute would attempt a counterblow and we've studied it and its\npersonnel thoroughly. You were recognized, Dalgetty--and you're known\nto be very close to Tighe. So you walked after us without even a\nface-mask....\n\n\"At any rate, you were noticed hanging around the colony. We checked\nback on your movements. One of the rec girls had some interesting\nthings to tell of you. We decided you'd better be questioned. I\nsounded you out as much as a casual acquaintance could and then took\nyou to the rendezvous.\" Tyler spread his hands. \"That's all.\"\n\nDalgetty sighed and his shoulders slumped under a sudden enormous\nburden of discouragement. Yes, they were right. He was out of his\norbit. \"Well,\" he said, \"what now?\"\n\n\"Now we have you _and_ Tighe,\" said the other. He took out a\ncigarette. \"I hope you're somewhat more willing to talk than he is.\"\n\n\"Suppose I'm not?\"\n\n\"Understand this.\" Tyler frowned. \"There are reasons for going slow\nwith Tighe. He has hostage value, for one thing. But you're nobody.\nAnd while we aren't monsters I for one have little sympathy to spare\nfor your kind of fanatic.\"\n\n\"Now there,\" said Dalgetty with a lift of sardonicism, \"is an\ninteresting example of semantic evolution. This being, on the whole,\nan easy-going tolerant period, the word 'fanatic' has come to be\nsimply an epithet--a fellow on the other side.\"\n\n\"That will do,\" snapped Tyler. \"You won't be allowed to stall. There\nare questions we want answered.\" He ticked the points off on his\nfingers. \"What are the Institute's ultimate aims? How is it going\nabout attaining them? How far has it gotten? Precisely what has it\nlearned, in a scientific way, that it hasn't published? How much does\nit know about us?\" He smiled thinly. \"You've always been close to\nTighe. He raised you, didn't he? You should know just as much as he.\"\n\n_Yes_, thought Dalgetty, _Tighe raised me. He was all the father I\never had, really. I was an orphan and he took me in and he was good._\n\nSharp in his mind rose the image of the old house. It had lain on\nbroad wooded grounds in the fair hills of Maine, with a little river\nrunning down to a bay winged with sailboats. There had been\nneighbors--quiet-spoken folk with something more real about them than\nmost of today's rootless world knew. And there had been many\nvisitors--men and women with minds like flickering sword-blades.\n\nHe had grown up among intellects aimed at the future. He and Tighe had\ntraveled a lot. They had often been in the huge pylon of the main\nInstitute building. They had gone over to Tighe's native England once\na year at least. But always the old house had been dear to them.\n\nIt stood on a ridge, long and low and weathered gray like a part of\nthe earth. By day it had rested in a green sun-dazzle of trees or a\nglistering purity of snow. By night you heard the boards creaking and\nthe lonesome sound of wind talking down the chimney. Yes, it had been\ngood.\n\nAnd there had been the wonder of it. He loved his training. The\nhorizonless world within himself was a glorious thing to explore. And\nthat had oriented him outward to the real world--he had felt wind and\nrain and sunlight, the pride of high buildings and the surge of a\ngalloping horse, thresh of waves and laughter of women and smooth\nmysterious purr of great machines, with a fullness that made him pity\nthose deaf and dumb and blind around him.\n\nOh yes, he loved those things. He was in love with the whole turning\nplanet and the big skies overhead. It was a world of light and\nstrength and swift winds and it would be bitter to leave it. But Tighe\nwas locked in darkness.\n\nHe said slowly, \"All we ever were was a research and educational\ncenter, a sort of informal university specializing in the scientific\nstudy of man. We're not any kind of political organization. You'd be\nsurprised how much we differ in our individual opinions.\"\n\n\"What of it?\" shrugged Tyler. \"This is something larger than politics.\nYour work, if fully developed, would change our whole society, perhaps\nthe whole nature of man. We _know_ you've learned more things than\nyou've made public. Therefore you're reserving that information for\nuses of your own.\"\n\n\"And you want it for your purposes?\"\n\n\"Yes,\" said Tyler. After a moment, \"I despise melodrama but if you\ndon't cooperate you're going to get the works. And we've got Tighe\ntoo, never forget that. One of you ought to break down if he watches\nthe other being questioned.\"\n\n_We're going to the same place! We're going to Tighe!_\n\nThe effort to hold face and voice steady was monstrous. \"Just where\nare we bound?\"\n\n\"An island. We should be there soon. I'll be going back again myself\nbut Mr. Bancroft is coming shortly. That should convince you just how\nimportant this is to us.\"\n\nDalgetty nodded. \"Can I think it over for awhile? It isn't an easy\ndecision for me.\"\n\n\"Sure. I hope you decide right.\"\n\nTyler got up and left with his guards. The big man who had handed him\nthe drink earlier sat where he had been all the time. Slowly the\npsychologist began to tighten himself. The faint drone of turbines and\nwhistle of jets and sundered air began to enlarge.\n\n\"Where are we going?\" he asked.\n\n\"CAN'T TELL YOU THAT. SHUDDUP, WILL YOU?\"\n\n\"But surely....\"\n\nThe guard didn't answer. But he was thinking.\n_Ree-villa-ghee-gay-doe--never would p'rnounce that damn Spig name ...\ncripes, what a God-forsaken hole!... Mebbe I can work a trip over to\nMexico.... That little gal in Guada...._\n\nDalgetty concentrated. Revilla--he had it now. Islas de Revillagigedo\na small group some 350 or 400 miles off the Mexican coast, little\nvisited with very few inhabitants. His eidetic memory went to work,\nconjuring an image of a large-scale map he had once studied. Closing\nhis eyes he laid off the exact distance, latitude and longitude,\nindividual islands.\n\nWait, there was one a little further west, a speck on the map, not\nproperly belonging to the group. And--he riffled through all the facts\nhe had ever learned pertaining to Bancroft. Wait now, Bertrand Meade,\nwho seemed to be the kingpin of the whole movement--yes, Meade owned\nthat tiny island.\n\n_So that's where we're going!_ He sank back, letting weariness overrun\nhim. It would be awhile yet before they arrived.\n\nDalgetty sighed and looked out at the stars. Why had men arranged such\nclumsy constellations when the total pattern of the sky was a big and\nlovely harmony? He knew his personal danger would be enormous once he\nwas on the ground. Torture, mutilation, even death.\n\nDalgetty closed his eyes again. Almost at once he was asleep.\n\n\nIV\n\nThey landed on a small field while it was still dark. Hustled out into\na glare of lights Dalgetty did not have much chance to study his\nsurroundings. There were men standing on guard with magnum rifles,\ntough-looking professional goons in loose gray uniforms. Dalgetty\nfollowed obediently across the concrete, along a walk and through a\ngarden to the looming curved bulk of a house.\n\nHe paused just a second as the door opened for them and stood looking\nout into darkness. The sea rolled and hissed there on a wide beach. He\ncaught the clean salt smell of it and filled his lungs. It might be\nthe last time he ever breathed such air.\n\n\"Get along with you.\" An arm jerked him into motion again.\n\nDown a bare coldly-lit hallway, down an escalator, into the guts of\nthe island. Another door, a room beyond it, an ungentle shove. The\ndoor clashed to behind him.\n\nDalgetty looked around. The cell was small, bleakly furnished with\nbunk, toilet and washstand, had a ventilator grille in one wall.\nNothing else. He tried listening with maximum sensitivity but there\nwere only remote confused murmurs.\n\n_Dad!_ he thought. _You're here somewhere too._\n\nHe flopped on the bunk and spent a moment analyzing the aesthetics of\nthe layout. It had a certain pleasing severity, the unconscious\nbalance of complete functionalism. Soon Dalgetty went back to sleep.\n\nA guard with a breakfast tray woke him. Dalgetty tried to read the\nman's thoughts but there weren't any to speak of. He ate ravenously\nunder a gun muzzle, gave the tray back and returned to sleep. It was\nthe same at lunch time.\n\nHis time-sense told him that it was 1435 hours when he was roused\nagain. There were three men this time, husky specimens. \"Come on,\"\nsaid one of them. \"Never saw such a guy for pounding his ear.\"\n\nDalgetty stood up, running a hand through his hair. The red bristles\nwere scratchy on his palm. It was a cover-up, a substitute symbol to\nbring his nervous system back under full control. The process felt as\nif he were being tumbled through a huge gulf.\n\n\"Just how many of your fellows are there here?\" he asked.\n\n\"Enough. Now get going!\"\n\nHe caught the whisper of thought--_fifty of us guards, is it? Yeah,\nfifty, I guess._\n\nFifty! Dalgetty felt taut as he walked out between two of them. Fifty\ngoons. And they were trained, he knew that. The Institute had learned\nthat Bertrand Meade's private army was well-drilled. Nothing obtrusive\nabout it--officially they were only servants and bodyguards--but they\nknew how to shoot.\n\nAnd he was alone in mid-ocean with them. He was alone and no one knew\nwhere he was and anything could be done to him. He felt cold, walking\ndown the corridor.\n\nThere was a room beyond with benches and a desk. One of the guards\ngestured to a chair at one end. \"Sit,\" he grunted.\n\nDalgetty submitted. The straps went around his wrists and ankles,\nholding him to the arms and legs of the heavy chair. Another buckled\nabout his waist. He looked down and saw that the chair was bolted to\nthe floor. One of the guards crossed to the desk and started up a tape\nrecorder.\n\nA door opened in the far end of the room. Thomas Bancroft came in. He\nwas a big man, fleshy but in well-scrubbed health, his clothes\ndesigned with quiet good taste. The head was white-maned, leonine,\nwith handsome florid features and sharp blue eyes. He smiled ever so\nfaintly and sat down behind the desk.\n\nThe woman was with him--Dalgetty looked harder at her. She was new to\nhim. She was medium tall, a little on the compact side, her blond hair\ncut too short, no makeup on her broad Slavic features. Young, in hard\ncondition, moving with a firm masculine stride. With those tilted gray\neyes, that delicately curved nose and wide sullen mouth, she could\nhave been a beauty had she wanted to be.\n\n_One of the modern type_, thought Dalgetty. _A flesh-and-blood\nmachine, trying to outmale men, frustrated and unhappy without knowing\nit and all the more bitter for that._\n\nBriefly there was sorrow in him, an enormous pity for the millions of\nmankind. They did not know themselves, they fought themselves like\nwild beasts, tied up in knots, locked in nightmare. Man could be so\nmuch if he had the chance.\n\nHe glanced at Bancroft. \"I know you,\" he said, \"but I'm afraid the\nlady has the advantage of me.\"\n\n\"My secretary and general assistant, Miss Casimir.\" The politician's\nvoice was sonorous, a beautifully controlled instrument. He leaned\nacross the desk. The recorder by his elbow whirred in the flat\nsoundproofed stillness.\n\n\"Mr. Dalgetty,\" he said, \"I want you to understand that we aren't\nfiends. There are things too important for ordinary rules though. Wars\nhave been fought over them in the past and may well be fought again.\nIt will be easier for all concerned if you cooperate with us now. No\none need ever know that you have done so.\"\n\n\"Suppose I answer your questions,\" said Dalgetty. \"How do you know\nI'll be telling the truth?\"\n\n\"Neoscopolamine, of course. I don't think you've been immunized. It\nconfuses the mind too much for us to interrogate you about these\ncomplex matters under its influence but we will surely find out if you\nhave been answering our present questions correctly.\"\n\n\"And what then? Do you just let me go?\"\n\nBancroft shrugged. \"Why shouldn't we? We may have to keep you here for\nawhile but soon you will have ceased to matter and can safely be\nreleased.\"\n\nDalgetty considered. Not even he could do much against truth drugs.\nAnd there were still more radical procedures, prefrontal lobotomy for\ninstance. He shivered. The leatherite straps felt damp against his\nthin clothing.\n\nHe looked at Bancroft. \"What do you really want?\" he asked. \"Why are\nyou working for Bertrand Meade?\"\n\nBancroft's heavy mouth lifted in a smile. \"I thought you were supposed\nto answer the questions,\" he said.\n\n\"Whether I do or not depends on whose questions they are,\" said\nDalgetty. _Stall for time! Put it off, the moment of terror, put it\noff!_ \"Frankly, what I know of Meade doesn't make me friendly. But I\ncould be wrong.\"\n\n\"Mr. Meade is a distinguished executive.\"\n\n\"Uh-huh. He's also the power behind a hell of a lot of political\nfigures, including you. He's the real boss of the Actionist movement.\"\n\n\"What do you know of that?\" asked the woman sharply.\n\n\"It's a complicated story,\" said Dalgetty, \"but essentially Actionism\nis a--a _Weltanschauung_. We're still recovering from the World Wars\nand their aftermath. People everywhere are swinging away from great\nvague capitalized causes toward a cooler and clearer view of life.\n\n\"It's analogous to the eighteenth-century Enlightenment, which also\nfollowed a period of turmoil between conflicting fanaticisms. A belief\nin reason is growing up even in the popular mind, a spirit of\nmoderation and tolerance. There's a wait-and-see attitude toward\neverything, including the sciences and particularly the new\nhalf-finished science of psychodynamics. The world wants to rest for\nawhile.\n\n\"Well, such a state of mind has its own drawbacks. It produces\nwonderful structures of thought but there's something cold about them.\nThere is so little real passion, so much caution--the arts, for\ninstance, are becoming ever more stylized. Old symbols like religion\nand the sovereign state and a particular form of government, for which\nmen once died, are openly jeered at. We can formulate the semantic\ncondition at the Institute in a very neat equation.\n\n\"And you don't like it. Your kind of man needs something big. And mere\nconcrete bigness isn't enough. You could give your lives to the\nsciences or to inter-planetary colonization or to social correction,\nas many people are cheerfully doing--but those aren't for you. Down\nunderneath you miss the universal father-image.\n\n\"You want an almighty Church or an almighty State or an almighty\n_anything_, a huge misty symbol which demands everything you've got\nand gives in return only a feeling of belonging.\" Dalgetty's voice was\nharsh. \"In short, you can't stand on your own psychic feet. You can't\nface the truth that man is a lonely creature and that his purpose must\ncome from within himself.\"\n\nBancroft scowled. \"I didn't come here to be lectured,\" he said.\n\n\"Have it your way,\" answered Dalgetty. \"I thought you wanted to know\nwhat I knew of Actionism. That's it in unprecise verbal language.\nEssentially you want to be a Leader in a Cause. Your men, such as\naren't merely hired, want to be Followers. Only there isn't a Cause\naround, these days, except the common-sense one of improving human\nlife.\"\n\nThe woman, Casimir, leaned over the desk. There was a curious\nintensity in her eyes. \"You just pointed out the drawbacks yourself,\"\nshe said. \"This _is_ a decadent period.\"\n\n\"No,\" said Dalgetty. \"Unless you insist on loaded connotations. It's a\nnecessary period of rest. Recoil time for a whole society--well, it\nall works out neatly in Tighe's formulation. The present state of\naffairs should continue for about seventy-five years, we feel at the\nInstitute. In that time, reason can--we hope--be so firmly implanted\nin the basic structure of society that when the next great wave of\npassion comes it won't turn men against each other.\n\n\"The present is, well, analytic. While we catch our breath we can\nbegin to understand ourselves. When the next synthetic--or creative or\ncrusading period, if you wish--comes, it will be saner than all which\nhave gone before. And man can't afford to go insane again. Not in the\nsame world with the lithium bomb.\"\n\nBancroft nodded. \"And you in the Institute are trying to control this\nprocess,\" he said. \"You're trying to stretch out the period of--damn\nit, of decadence! Oh, I've studied the modern school system too,\nDalgetty. I know how subtly the rising generation is being\nindoctrinated--through policies formulated by _your_ men in the\ngovernment.\"\n\n\"Indoctrinated? Trained, I would say. Trained in self-restraint and\ncritical thinking.\" Dalgetty grinned with one side of his mouth.\n\"Well, we aren't here to argue generalities. Specifically Meade feels\nhe has a mission. He is the natural leader of America--ultimately,\nthrough the U.N., in which we are still powerful, the world. He wants\nto restore what he calls 'ancestral virtues'--you see, I've listened\nto his speeches and yours, Bancroft.\n\n\"These virtues consist of obedience, physical _and_ mental, to\n'constituted authority'--of 'dynamism,' which operationally speaking\nmeans people ought to jump when he gives an order--of .... Oh, why go\non? It's the old story. Power hunger, the recreation of the Absolute\nState, this time on a planetary scale.\n\n\"With psychological appeals to some and with promises of reward to\nothers he's built up quite a following. But he's shrewd enough to know\nthat he can't just stage a revolution. He has to make people want him.\nHe has to reverse the social current until it swings back to\nauthoritarianism--with him riding the crest.\n\n\"And that of course is where the Institute comes in. Yes, we have\ndeveloped theories which make at least a beginning at explaining the\nfacts of history. It was a matter not so much of gathering data as of\ninventing a rigorous self-correcting symbology and our paramathematics\nseems to be just that. We haven't published all of our findings\nbecause of the uses to which they could be put. If you know exactly\nhow to go about it you can shape world society into almost any image\nyou want--in fifty years or less! You want that knowledge of ours for\nyour purposes!\"\n\nDalgetty fell silent. There was a long quietness. His own breathing\nseemed unnaturally loud.\n\n\"All right.\" Bancroft nodded again, slowly. \"You haven't told us\nanything we don't know.\"\n\n\"I'm well aware of that,\" said Dalgetty.\n\n\"Your phrasing was rather unfriendly,\" said Bancroft. \"What you don't\nappreciate is the revolting stagnation and cynicism of this age.\"\n\n\"Now you're using the loaded words,\" said Dalgetty. \"Facts just _are_.\nThere's no use passing moral judgments on reality, the only thing you\ncan do is try to change it.\"\n\n\"Yes,\" said Bancroft. \"All right then, we're trying. Do you want to\nhelp us?\"\n\n\"You could beat the hell out of me,\" said Dalgetty, \"but it wouldn't\nteach you a science that it takes years to learn.\"\n\n\"No, but we'd know just what you have and where to find it. We have\nsome good brains on our side. Given your data and equations they can\nfigure it out.\" The pale eyes grew wholly chill. \"You don't seem to\nappreciate your situation. You're a prisoner, understand?\"\n\nDalgetty braced his muscles. He didn't reply.\n\nBancroft sighed. \"Bring him in,\" he said.\n\nOne of the guards went out. Dalgetty's heart stumbled. _Dad_, he\nthought. It was anguish in him. Casimir walked over to stand in front\nof him. Her eyes searched his.\n\n\"Don't be a fool,\" she said. \"It hurts worse than you know. Tell us.\"\n\nHe looked up at her. _I'm afraid_, he thought. _God knows I'm afraid._\nHis own sweat was acrid in his nostrils. \"No,\" he said.\n\n\"I tell you they'll do everything!\" She had a nice voice, low and\nsoft, but it roughened now. Her face was colorless with strain. \"Go on\nman, don't condemn yourself to--mindlessness!\"\n\nThere was something strange here. Dalgetty's senses began to reach\nout. She was leaning close and he knew the signs of horror even if she\ntried to hide them. _She's not so hard as she makes out--but then why\nis she with them?_\n\nHe threw a bluff. \"I know who you are,\" he said. \"Shall I tell your\nfriends?\"\n\n\"No, you don't!\" She stepped back, rigid, and his whetted senses\ncaught the fear-smell. In a moment there was control and she said,\n\"All right then, have it your way.\"\n\nAnd underneath, the thought, slowed by the gluiness of panic, _Does he\nknow I'm FBI?_\n\n_FBI!_ He jerked against the straps. Ye gods!\n\nCalmness returned to him as she walked to her chief but his mind\nwhirred. Yes, why not? Institute men had little connection with the\nFederal detectives, who, since the abolition of a discredited\nSecurity, had resumed a broad function. They might easily have become\ndubious about Bertrand Meade on their own, have planted operatives\nwith him. They had women among them too and a woman was always less\nconspicuous than a man.\n\nHe felt a chill. The last thing he wanted was a Federal agent here.\n\nThe door opened again. A quartet of guards brought in Michael Tighe.\nThe Briton halted, staring before him. \"_Simon!_\" It was a harsh\nsound, full of pain.\n\n\"Have they hurt you, Dad?\" asked Dalgetty very gently.\n\n\"No, no--not till now.\" The gray head shook. \"But you....\"\n\n\"Take it easy, Dad,\" said Dalgetty.\n\nThe guards hustled Tighe over to a front-row bench and sat him down.\nOld man and young locked eyes across the bare space.\n\nTighe spoke to him in the hidden way. _What are you going to do? I\ncan't sit and let them--_\n\nDalgetty could not reply unheard but he shook his head. \"I'll be\nokay,\" he answered aloud.\n\n_Do you think you can make a break? I'll try to help you._\n\n\"No,\" said Dalgetty. \"Whatever happens you lie low. That's an order.\"\n\nHe blocked off sensitivity as Bancroft snapped, \"Enough. One of you is\ngoing to yield. If Dr. Tighe won't, then we'll work on him and see if\nMr. Dalgetty can hold out.\"\n\nHe waved his hand as he took out a cigar. Two of the goons stepped up\nto the chair. They had rubberite hoses in their hands.\n\nThe first blow thudded against Dalgetty's ribs. He didn't feel it--he\nhad thrown up a nerve bloc--but it rattled his teeth together. And\nwhile he was insensitive he'd be unable to listen in on....\n\nAnother thud, and another. Dalgetty clenched his fists. What to do,\nwhat to do? He looked over to the desk. Bancroft was smoking and\nwatching as dispassionately as if it were some mildly interesting\nexperiment. Casimir had turned her back.\n\n\"Something funny here, chief.\" One of the goons straightened. \"I don't\nthink he's feeling nothing.\"\n\n\"Doped?\" Bancroft frowned. \"No, that's hardly possible.\" He rubbed his\nchin, regarding Dalgetty with wondering eyes. Casimir wheeled around\nto stare. Sweat filmed Michael Tighe's face, glistening in the chill\nwhite light.\n\n\"He can still be hurt,\" said the guard.\n\nBancroft winced. \"I don't like outright mutilation,\" he said. \"But\nstill--I've warned you, Dalgetty.\"\n\n\"_Get out, Simon_,\" whispered Tighe. \"_Get out of here._\"\n\nDalgetty's red head lifted. Decision crystalized within him. He would\nbe no use to anyone with a broken leg, a crushed foot, an eye knocked\nout, seared lungs--and Casimir was FBI, she might be able to do\nsomething at this end in spite of all.\n\nHe tested the straps. A quarter inch of leatherite--he could snap them\nbut would he break his bones doing it?\n\n_Only one way to find out_, he thought bleakly.\n\n\"I'll get a blowtorch,\" said one of the guards in the rear of the\nroom. His face was wholly impassive. Most of these goons must be\nmoronic, thought Dalgetty. Most of the guards in the twentieth-century\nextermination camps had been. No inconvenient empathy with the human\nflesh they broke and flayed and burned.\n\nHe gathered himself. This time it was rage, a cloud of fury rising in\nhis mind, a ragged red haze across his vision. That they would _dare_!\n\nHe snarled as the strength surged up in him. He didn't even feel the\nstraps as they popped across. The same movement hurtled him across the\nroom toward the door.\n\nSomeone yelled. A guard leaped in his path, a giant of a man.\nDalgetty's fist sprang before him, there was a cracking sound and the\ngoon's head snapped back against his own spine. Dalgetty was already\npast him. The door was shut in his face. Wood crashed as he went\nthrough it.\n\nA bullet wailed after him. He dodged down the corridor, up the nearest\nsteps, the walls blurred with his own speed. Another slug smacked into\nthe paneling beside him. He rounded a corner, saw a window and covered\nhis eyes with an arm as he leaped.\n\nThe plastic was tough but a hundred and seventy pounds hit it at\nfifteen feet per second. Dalgetty went through!\n\nSunlight flamed in his eyes as he hit the ground. Rolling over and\nbouncing to his feet he set out across lawn and garden. As he ran his\nvision swept the landscape. In that state of fear and wrath he could\nnot command much thought but his memory stored the data for\nre-examination.\n\n\nV\n\nThe house was a rambling two-story affair, all curves and planes\nbetween palm trees, the island sloping swiftly from its front to a\nbeach and dock. On one side was the airfield, on another the guard\nbarracks. To the rear, in the direction of Dalgetty's movement, the\nground became rough and wild, stones and sand and saw-grass and clumps\nof palmettos, climbing upward for a good two miles. On every side, he\ncould see the infinite blue sparkle of ocean. Where could he hide?\n\nHe didn't notice the slashing blades through which he raced and the\ndry gulping of his lungs was something dreadfully remote. But when a\nbullet went past one ear, he heard that and drew more speed from some\nunknown depth. A glance behind revealed his pursuers boiling out of\nthe house, men in gray with the hot sunlight blinking off their guns.\n\nHe ducked around a thicket, flopped and belly-crawled over a rise of\nland. On the farther side he straightened again and ran up the long\nslope. Another slug and another. They were almost a mile behind now\nbut their guns had a long reach. He bent low, zigzagging as he ran.\nThe bullets kicked up spurts of sand around him.\n\nA six-foot bluff loomed in his path, black volcanic rock shining like\nwet glass. He hit it at full speed. He almost _walked_ up its face and\nin the instant when his momentum was gone caught a root and yanked\nhimself to the top. Again he was out of their sight. He sprang around\nanother hulk of stone and skidded to a halt. At his feet, a sheer\ncliff dropped nearly a hundred feet to a white smother of surf.\n\nDalgetty gulped air, working his lungs like a bellows. A long jump\ndown, he thought dizzily. If he didn't crack his skull open on a reef\nhe might well be clawed under by the sea. But there was no other place\nfor him to go.\n\nHe made a swift estimate. He had run the upward two miles in a little\nover nine minutes, surely a record for such terrain. It would take the\npursuit another ten or fifteen to reach him. But he couldn't double\nback without being seen and this time they'd be close enough to fill\nhim with lead.\n\n_Okay, son_, he told himself. _You're going to duck now, in more than\none sense._\n\nHis light waterproof clothes, tattered by the island growth, would be\nno hindrance down there, but he took off his sandals and stuck them in\nhis belt pouch. Praise all gods, the physical side of his training had\nincluded water sports. He moved along the cliff edge, looking for a\nplace to dive. The wind whined at his feet.\n\nThere--down there. No visible rocks though the surf boiled and smoked.\nHe willed full energy back into himself, bent his knees, jack-knifed\ninto the air.\n\nThe sea was a hammer blow against his body. He came up threshing and\ntumbling, gasped a mouthful of air that was half salt spray, was\npulled under again. A rock scraped his ribs. He took long strokes,\nalways upward to the blind white shimmer of light. He got to the crest\nof one wave and rode it in, surfing over a razorback reef.\n\nShallow water. Blinded by the steady rain of salt mist, deafened by\nthe roar and crash of the sea, he groped toward shore. A narrow pebbly\nbeach ran along the foot of the cliff. He moved along it, hunting a\nplace to hide.\n\nThere--a sea-worn cave, some ten feet inward, with a yard or so of\nfairly quiet water covering its bottom. He splashed inside and lay\ndown, exhaustion clamping a hand on him.\n\nIt was noisy. The hollow resonance of sound filled the cave like the\ninside of a drum but he didn't notice. He lay on the rocks and sand,\nhis mind spiraling toward unconsciousness, and let his body make its\nown recovery.\n\nPresently he regained awareness and looked about him. The cave was\ndim, with only a filtered greenish light to pick out black wall's and\nslowly swirling water. Nobody could see much below the surface--good.\nHe studied himself. Lacerated clothes, bruised flesh and a long\nbleeding gash in one side. That was not good. A stain of blood on the\nwater would give him away like a shout.\n\nGrimacing, he pressed the edges of the wound together and willed that\nthe bleeding stop. By the time a good enough clot was formed for him\nto relax his concentration the guards were scrambling down to find\nhim. He didn't have many minutes left. Now he had to do the opposite\nof energizing. He had to slow metabolism down, ease his heartbeat,\nlower his body temperature, dull his racing brain.\n\nHe began to move his hands, swaying back and forth, muttering the\nautohypnotic formulas. His incantations, Tighe had called them. But\nthey were only stylized gestures leading to conditioned reflexes deep\nin the medulla. _Now I lay me down to sleep_....\n\nHeavy, heavy--his eyelids were drooping; the wet walls receding into a\ngreat darkness, a hand cradling his head. The noise of surf dimmed,\nbecame a rustle, the skirts of the mother he had never known, come in\nto bid him goodnight. Coolness stole over him like veils dropping one\nby one inside his head. There was winter outside and his bed was snug.\n\nWhen Dalgetty heard the nearing rattle of boots--just barely through\nthe ocean and his own drowsiness--he almost forgot what he had to do.\nNo, yes, now he knew. Take several long, deep breaths, oxygenate the\nbloodstream, then fill the lungs once and slide down under the\nsurface.\n\nHe lay there in darkness hardly conscious of the voices, dimly\nperceived.\n\n\"A cave here--a place for him to hide.\"\n\n\"Nah, I don't see nothing.\"\n\nScrunch of feet on stone. \"Ouch! Stubbed my damn toe. Nah, it's a\nclosed cave. He ain't in here.\"\n\n\"Hm? Look at this, then. Bloodstains on this rock, right? He's _been_\nhere, at least.\"\n\n\"Under water?\" Rifle butts probed but could not sound the inlet.\n\nThe woman's voice. \"If he is hiding down below he'll have to come up\nfor air.\"\n\n\"When? We gotta search this whole damn beach. Here, I'll just give the\nwater a burst.\"\n\nCasimir, sharply--\"Don't be a fool. You won't even know if you hit\nhim. Nobody can hold his breath more than three minutes.\"\n\n\"Yeah, that's right, Joe. How long we been in here?\"\n\n\"One minute, I guess. Give him a couple more. Cripes! D'ja see how he\nran? He ain't human!\"\n\n\"He's killable, though. Me, I think he's just rolling around in the\nsurf out there. This could be fish blood. A 'cuda chased another fish\nin here and bit it.\"\n\nCasimir: \"Or if his body drifted in, it's safely under. Got a\ncigarette?\"\n\n\"Here y'are, Miss. But say, I never thought to ask. How come you come\nwith us?\"\n\nCasimir: \"I'm as good a shot as you are, buster, and I want to be sure\nthis job's done right.\"\n\nPause.\n\nCasimir: \"Almost five minutes. If he can come up now he's a seal.\nEspecially with his body oxygen-starved after all that running.\"\n\nIn the slowness of Dalgetty's brain there was a chill wonder about the\nwoman. He had read her thought, she was FBI, but she seemed strangely\neager to hunt him down.\n\n\"Okay, le's get outta here.\"\n\nCasimir: \"You go on. I'll wait here just in case and come up to the\nhouse pretty soon. I'm tired of following you around.\"\n\n\"Okay. Le's go, Joe.\"\n\nIt was another four minutes or so before the pain and tension in his\nlungs became unendurable. Dalgetty knew he would be helpless as he\nrose, still in his semi-hibernating state, but his body was shrieking\nfor air. Slowly he broke the surface.\n\nThe woman gasped. Then the automatic jumped into her hand and leveled\nbetween his eyes. \"All right, friend. Come on out.\" Her voice was very\nlow and shook a trifle but there was grimness in it.\n\nDalgetty climbed onto the ledge beside her and sat with his legs\ndangling, hunched in the misery of returning strength. When full\nwakefulness was achieved he looked at her and found she had moved to\nthe farther end of the cave.\n\n\"Don't try to jump,\" she said. Her eyes caught the vague light in a\nwide glimmer, half frightened. \"I don't know what to make of you.\"\n\nDalgetty drew a long breath and sat upright, bracing himself on the\ncold slippery stone. \"I know who you are,\" he said.\n\n\"Who, then?\" she challenged.\n\n\"You're an FBI agent planted on Bancroft.\"\n\nHer gaze narrowed, her lips compressed. \"What makes you think so?\"\n\n\"Never mind--you are. That gives me a certain hold on you, whatever\nyour purposes.\"\n\nThe blond head nodded. \"I wondered about that. That remark you made to\nme down in the cell suggested--well, I couldn't take chances.\nEspecially when you showed you were something extraordinary by\nsnapping those straps and bursting the door open. I came along with\nthe search party in hope of finding you.\"\n\nHe had to admire the quick mind behind the wide smooth brow. \"You damn\nnear did--for them,\" he accused her.\n\n\"I couldn't do anything suspicious,\" she answered. \"But I figured you\nhadn't leaped off the cliff in sheer desperation. You must have had\nsome hiding place in mind and under water seemed the most probable.\nIn view of what you'd already done I was pretty sure you could hold\nyour breath abnormally long.\" Her smile was a little shaky. \"Though I\ndidn't think it would be _inhumanly_ long.\"\n\n\"You've got brains,\" he said, \"but how much heart?\"\n\n\"What do you mean?\"\n\n\"I mean, are you going to throw Dr. Tighe and me to the wolves now? Or\nwill you help us?\"\n\n\"That depends,\" she answered slowly. \"What are you here for?\"\n\nHis mouth twisted ruefully. \"I'm not here on purpose at all,\" Dalgetty\nconfessed. \"I was just trying to get a clue to Dr. Tighe's\nwhereabouts. They outsmarted me and brought me here. Now I _have_ to\nrescue him.\" His eyes held hers. \"Kidnapping is a Federal offense.\nIt's your duty to help me.\"\n\n\"I may have higher duties,\" she countered. Leaning forward, tautly,\n\"But how do you expect to do this?\"\n\n\"I'm damned if I know.\" Dalgetty locked moodily out at the beach and\nthe waves and the smoking spindrift. \"But that gun of yours would be a\nbig help.\"\n\nShe stood for a moment, scowling with thought. \"If I don't come back\nsoon they'll be out hunting for me.\"\n\n\"We've got to find another hiding place,\" he agreed. \"Then they will\nassume I survived after all and grabbed you. They'll be scouring the\nwhole island for us. If we haven't been located before dark they'll be\nspread thin enough to give us a chance.\"\n\n\"It makes more sense for me to go back now,\" she said. \"Then I can be\non the inside to help you.\"\n\nHe shook his head. \"Uh-uh. Quit making like a stereoshow detective. If\nyou leave me your gun, claiming you lost it, that's sure to bring\nsuspicion on you the way they're excited right now. If you don't I'll\nstill be on the outside and unarmed--and what could you do, one woman\nalone in that nest? Now we're two with a shooting iron between us. I\nthink that's a better bet.\"\n\nAfter a while, she nodded. \"Okay, you win. Assuming\"--the half-lowered\ngun was raised again with a jerking motion--\"that I will aid you. Who\nare you? _What_ are you, Dalgetty?\"\n\nHe shrugged. \"Let's say I'm Dr. Tighe's assistant and have some\nunusual powers. You know the Institute well enough to realize this\nisn't just a feud between two gangster groups.\"\n\n\"I wonder....\" Suddenly she clanked the automatic back into its\nholster. \"All right. For the time being only though!\"\n\nRelief was a wave rushing through him. \"Thank you,\" he whispered.\nThen, \"Where can we go?\"\n\n\"I've been swimming around here in the quieter spots,\" she said. \"I\nknow a place. Wait here.\"\n\nShe stepped across the cave and peered out its mouth. Someone must\nhave hailed her, for she waved back. She stood leaning against the\nrock and Dalgetty saw how the sea-spray gleamed in her hair. After a\nlong five minutes she turned to him again.\n\n\"All right,\" she said. \"The last one just went up the path. Let's go.\"\nThey walked along the beach. It trembled underfoot with the rage of\nthe sea. There was a grinding under the snort and roar of surf as if\nthe world's teeth ate rock.\n\nThe beach curved inward, forming a small bay sheltered by outlying\nskerries. A narrow path ran upward from it but it was toward the sea\nthat the woman gestured. \"Out there,\" she said. \"Follow me.\" She took\noff her shoes as he had done and checked her holster: the gun was\nwaterproof, but it wouldn't do to have it fall out. She waded into the\nsea and struck out with a powerful crawl.\n\n\nVI\n\nThey climbed up on one of the hogback rocks some ten yards from shore.\nThis one rose a good dozen feet above the surface. It was cleft in the\nmiddle, forming a little hollow hidden from land and water alike. They\ncrawled into this and sat down, breathing hard. The sea was loud at\ntheir backs and the air felt cold on their wet skins.\n\nDalgetty leaned back against the smooth stone, looking at the woman,\nwho was unemotionally counting how many clips she had in her pouch.\nThe thin drenched tunic and slacks showed a very nice figure. \"What's\nyour name?\" he asked.\n\n\"Casimir,\" she answered, without looking up.\n\n\"First name, I mean. Mine is Simon.\"\n\n\"Elena, if you must know. Four packs, a hundred rounds plus ten in the\nchamber now. If we have to shoot them all, we'd better be good. These\naren't magnums, so you have to hit a man just right to put him out of\naction.\"\n\n\"Well,\" shrugged Dalgetty, \"we'll just have to lumber along as best we\ncan. I oak we don't make ashes of ourselves.\"\n\n\"Oh, _no_!\" He couldn't tell whether it was appreciation or dismay.\n\"At a time like this too.\"\n\n\"It doesn't make me very popular,\" he agreed. \"Everybody says to elm\nwith me. But, as they say in France, ve are alo-o-one now, mon cherry,\nand tree's a crowd.\"\n\n\"Don't get ideas,\" she snapped.\n\n\"Oh, I'll get plenty of ideas, though I admit this isn't the place to\ncarry them out.\" Dalgetty folded his arms behind his head and blinked\nup at the sky. \"Man, could I use a nice tall mint julep right now.\"\n\nElena frowned. \"If you're trying to convince me you're just a simple\nAmerican boy you might as well quit,\" she said thinly. \"That sort\nof--of emotional control, in a situation like this, only makes you\nless human.\"\n\nDalgetty swore at himself. She was too damn quick, that was all. And\nher intelligence might be enough for her to learn....\n\n_Will I have to kill her?_\n\nHe drove the thought from him. He could overcome his own conditioning\nabout anything, including murder, if he wanted to, but he'd never want\nto. No, that was out. \"How did you get here?\" he asked. \"How much does\nthe FBI know?\"\n\n\"Why should I tell you?\"\n\n\"Well, it'd be nice to know if we can expect reinforcements.\"\n\n\"We can't.\" Her voice was bleak. \"I might as well let you know. The\nInstitute could find out anyway through its government connections--the\ndamned octopus!\" he looked into the sky. Dalgetty's gaze followed the\ncurve of her high cheekbones. Unusual face--you didn't often see such an\noddly pleasing arrangement. The slight departure from symmetry....\n\n\"We've wondered about Bertrand Meade for some time, as every thinking\nperson has,\" she began tonelessly. \"It's too bad there are so few\nthinking people in the country.\"\n\n\"Something the Institute is trying to correct,\" Dalgetty put in.\n\nElena ignored him. \"It was finally decided to work agents into his\nvarious organizations. I've been with Thomas Bancroft for about two\nyears now. My background was carefully faked and I'm a useful\nassistant. But even so it was only a short while back that I got\nsufficiently into his confidence to be given some inkling of what's\ngoing on. As far as I know no other FBI operative has learned as\nmuch.\"\n\n\"And what have you found out?\"\n\n\"Essentially the same things you were describing in the cell, plus\nmore details on the actual work they're doing. Apparently the\nInstitute was onto Meade's plans long before we were. It doesn't speak\nwell for your purposes, whatever they are, that you haven't asked us\nfor help before this.\n\n\"The decision to kidnap Dr. Tighe was taken only a couple of weeks\nago. I haven't had a chance to communicate with my associates in the\nforce. There's always someone around, watching. The set-up's well\narranged, so that even those not under suspicion don't have much\nchance to work unobserved, once they've gotten high enough to know\nanything important. Everybody spies on everybody else and submits\nperiodic reports.\"\n\nShe gave him a harsh look. \"So here I am. No official person knows my\nwhereabouts and if I should disappear it would be called a deplorable\naccident. Nothing could be proved and I doubt if the FBI would ever\nget another chance to do any effective spying.\"\n\n\"But you have proof enough for a raid,\" he ventured.\n\n\"No, we haven't. Up till the time I was told Dr. Tighe was going to be\nsnatched I didn't know for certain that anything illegal was going on.\nThere's nothing in the law against like-minded people knowing each\nother and having a sort of club. Even if they hire tough characters\nand arm them the law can't protest. The Act of Nineteen Ninety-nine\neffectively forbids private armies but it would be hard to prove Meade\nhas one.\"\n\n\"He doesn't really,\" said Dalgetty. \"Those goons aren't much more than\nwhat they claim to be--bodyguards. This whole fight is primarily on\na--a mental level.\"\n\n\"So I gather. And can a free country forbid debate or propaganda? Not\nto mention that Meade's people include some powerful men in the\ngovernment itself. If I could get away from here alive we'd be able to\nhang a kidnapping charge on Thomas Bancroft, with assorted charges of\nthreat, mayhem and conspiracy, but it wouldn't touch the main group.\"\nHer fists clenched. \"It's like fighting shadows.\"\n\n       *       *       *       *       *\n\n\"You war against the sunset-glow. The judgment follows fast my lord!\"\nquoted Dalgetty. _Heriots' Ford_ was one of the few poems he liked.\n\"Getting Bancroft out of the way would be something,\" he added. \"The\nway to fight Meade is not to attack him physically but to change the\nconditions under which he must work.\"\n\n\"Change them to what?\" Her eyes challenged his. He noticed that there\nwere small gold flecks in the gray. \"What does the Institute want?\"\n\n\"A sane world,\" he replied.\n\n\"I've wondered,\" she said. \"Maybe Bancroft is more nearly right than\nyou. Maybe I should be on his side after all.\"\n\n\"I take it you favor libertarian government,\" he said. \"In the past\nit's always broken down sooner or later and the main reason has been\nthat there aren't enough people with the intelligence, alertness and\ntoughness to resist the inevitable encroachments of power on liberty.\n\n\"The Institute is trying to do two things--create such a citizenry and\nsimultaneously to build up a society which itself produces men of that\nkind and reinforces those traits in them. It can be done, given time.\nUnder ideal conditions we estimate it would take about three hundred\nyears for the whole world. Actually it'll take longer.\"\n\n\"But just what kind of person is needed?\" Elena asked coldly. \"Who\ndecides it? _You_ do. You're just the same as all other reformers,\nincluding Meade--hell bent to change the whole human race over to your\nparticular ideal, whether they like it or not.\"\n\n\"Oh, they'll like it,\" he smiled. \"That's part of the process.\"\n\n\"It's a worse tyranny than whips and barbed wire,\" she snapped.\n\n\"You've never experienced those then.\"\n\n\"You _have_ got that knowledge,\" she accused. \"You have the data and\nthe equations to be--sociological engineers.\"\n\n\"In theory,\" he said. \"In practice it isn't that easy. The social\nforces are so great that--well, we could be overwhelmed before\naccomplishing anything. And there are plenty of things we still don't\nknow. It will take decades, perhaps centuries, to work out a complete\ndynamics of man. We're one step beyond the politician's rule of thumb\nbut not up to the point where we can use slide rules. We have to feel\nour way.\"\n\n\"Nevertheless,\" she said, \"you've got the beginnings of a knowledge\nwhich reveals the true structure of society and the processes that\nmake it. Given that knowledge man could in time build his own\nworld-order the way he desired it, a stable culture that wouldn't know\nthe horrors of oppression or collapse. But you've hidden away the very\nfact that such information exists. You're using it in secret.\"\n\n\"Because we have to,\" Dalgetty said. \"If it were generally known that\nwe're putting pressure on here and there and giving advice slanted\njust the way _we_ desire, the whole thing would blow up in our faces.\nPeople don't like being shoved around.\"\n\n\"And still you're doing it!\" One hand dropped to her gun. \"You, a\nclique of maybe a hundred men....\"\n\n\"More than that. You'd be surprised how many are with us.\"\n\n\"You've decided _you_ are the almighty arbiters. Your superior wisdom\nis going to lead poor blind mankind up the road to heaven. I say it's\ndown the road to hell! The last century saw the dictatorship of the\nelite and the dictatorship of the proletariat. This one seems to be\nbirthing the dictatorship of the intellectuals. I don't like any of\nthem!\"\n\n\"Look, Elena.\" Dalgetty leaned on one elbow and faced her. \"It isn't\nthat simple. All right, we've got some special knowledge. When we\nfirst realized we were getting somewhere in our research we had to\ndecide whether to make our results public or merely give out selected\nless important findings. Don't you see, no matter what we did it would\nhave been us, the few men, who decided? Even destroying all our\ninformation would have been a decision.\"\n\nHis voice grew more urgent. \"So we made what I think was the right\nchoice. History shows as conclusively as our own equations that\nfreedom is not a 'natural' condition of man. It's a metastable state\nat best, all too likely to collapse into tyranny. The tyranny can be\nimposed from outside by the better-organized armies of a conqueror, or\nit can come from within--through the will of the people themselves,\nsurrendering their rights to the father-image, the almighty leader,\nthe absolute state.\n\n\"What use does Bertrand Meade want to make of our findings if he can\nget them? To bring about the end of freedom by working on the people\ntill they themselves desire it. And the damnable part of it is that\nMeade's goal is much more easily attained than ours.\n\n\"So suppose we made our knowledge public. Suppose we educated anyone\nwho desired it in our techniques. Can't you see what would happen?\nCan't you see the struggle that would be waged for control of the\nhuman mind? It could start as innocuously as a businessman planning a\nmore effective advertising campaign. It would end in a welter of\npropaganda, counter-propaganda, social and economic manipulations,\ncorruption, competition for the key offices--and so, ultimately, there\nwould be violence.\n\n\"All the psychodynamic tensors ever written down won't stop a\nmachine-gun. Violence riding over a society thrown into chaos,\nenforced peace--and the peace-makers, perhaps with the best will in\nthe world, using the Institute techniques to restore order. Then one\nstep leads to another, power gets more and more centralized and it\nisn't long before you have the total state back again. Only this total\nstate could _never_ be overthrown!\"\n\nElena Casimir bit her lip. A stray breeze slid down the rock wall and\nrumpled her bright hair. After a long while she said, \"Maybe you're\nright. But America today has, on the whole, a good government. You\ncould let them know.\"\n\n\"Too risky. Sooner or later someone, probably with very idealistic\nmotives, would force the whole thing into the open. So we're keeping\nhidden the very fact that our most important equations exist--which is\nwhy we didn't ask for help when Meade's detectives finally learned\nthat they know.\"\n\n\"How do you know your precious Institute won't become just such an\noligarchy as you describe?\"\n\n\"I don't,\" Simon said, \"but it's improbable. You see, the recruits who\nare eventually taught everything we know are pretty thoroughly\nindoctrinated with our own present-day beliefs. And we've learned\nenough individual psych to do some real indoctrinating! They'll pass\nit on to the next generation and so on.\n\n\"Meanwhile we hope the social structure and the mental climate is\nbeing modified in such a way that eventually it would be very\ndifficult, if not impossible, for anyone to impose absolute control by\nany means. For as I said before, even an ultimately developed\npsychodynamics can't do everything. Ordinary propaganda, for instance,\nis quite ineffective on people trained in critical thinking.\n\n\"When enough people the world over are sane we can make the knowledge\ngeneral. Meanwhile we've got to keep it under wraps and quietly\nprevent anyone else from learning the same things independently. Most\nsuch prevention, by the way, consists merely of recruiting promising\nresearchers into our own ranks.\"\n\n\"The world's too big,\" she said very softly. \"You can't foresee all\nthat'll happen. Too many things could go wrong.\"\n\n\"Maybe. It's a chance we've got to take.\" His own gaze was somber.\n\nThey sat for awhile in stillness. Then she said, \"It all sounds very\npretty. But--what are you, Dalgetty?\"\n\n\"Simon,\" he corrected.\n\n\"What are you?\" she repeated. \"You've done things I wouldn't have\nbelieved were possible. _Are you human?_\"\n\n\"I'm told so.\" He smiled.\n\n\"Yes? I wonder! How is it possible that you--\"\n\nHe wagged a finger. \"Ah-ah! Right of privacy.\" And with swift\nseriousness, \"You know too much already. I have to assume you can keep\nit secret all your life.\"\n\n\"That remains to be seen,\" Elena said, not looking at him.\n\n\nVII\n\nSundown burned across the waters and the island rose like a mountain\nof night against the darkening sky. Dalgetty stretched cramped muscles\nand peered over the bay.\n\nIn the hours of waiting there had not been much said between him and\nthe woman. He had dropped a few questions, with the careful casualness\nof the skilled analyst, and gotten the expected reactions. He knew a\nlittle more about her--a child of the strangling dying cities and\nshadowy family life of the 1980's, forced to armor herself in\nharshness, finding in the long training for her work and now in the\njob itself an ideal to substitute for the tenderness she had never\nknown.\n\nHe felt pity for her but there was little he could do to help just\nnow. To her own queries he gave guarded replies. It occurred to him\nbriefly that he was, in his way, as lonesome as she. _But of course I\ndon't mind--or do I?_\n\nMostly they tried to plan their next move. For the time, at least,\nthey were of one purpose. She described the layout of house and\ngrounds and indicated the cell where Michael Tighe was ordinarily\nkept. But there was not much they could do to think out tactics. \"If\nBancroft gets alarmed enough,\" she said, \"he'll have Dr. Tighe flown\nelsewhere.\"\n\nHe agreed. \"That's why we'd better hit tonight, before he can get that\nworried.\" The thought was pain within him. _Dad, what are they doing\nto you now?_\n\n\"There's also the matter of food and drink.\" Her voice was husky with\nthirst and dull with the discouragement of hunger. \"We can't stay out\nhere like this much longer.\" She gave him a strange glance. \"Don't you\nfeel weak?\"\n\n\"Not now,\" he said. He had blocked off the sensations.\n\n\"They--_Simon!_\" She grabbed his arm. \"A boat--hear?\"\n\nThe murmur of jets drifted to him through the beating waves. \"Yeah.\nQuick--underneath!\"\n\nThey scrambled over the hogback and slid down its farther side. The\nsea clawed at Dalgetty's feet and foam exploded over his head. He\nhunched low, throwing one arm about her as she slipped. The airboat\nmurmured overhead, hot gold in the sunset light. Dalgetty crouched,\nletting the breakers run coldly around him. The ledge where they clung\nwas worn smooth, offered little to hold onto.\n\nThe boat circled, its jets thunderous at low speed. _They're worried\nabout her now. They must be sure I'm still alive._\n\nWhite water roared above his head. He breathed a hasty gasp of air\nbefore the next comber hit him. Their bodies were wholly submerged,\ntheir faces shouldn't show in that haze of foam--but the jet was\nsoaring down and there would be machine-guns on it.\n\nDalgetty's belly muscles stiffened, waiting for the tracers to burn\nthrough him.\n\nElena's body slipped from his grasp and went under. He hung there, not\ndaring to follow. A stolen glance upward--yes, the jet was out of\nsight again, moving back toward the field. He dove off the ledge and\nstruck into the waves. The girl's head rose over them as he neared.\nShe twisted from him and made her own way back to the rock. But when\nthey were in the hollow again her teeth rattled with chill and she\npressed against him for warmth.\n\n\"Okay,\" he said shakily. \"Okay, we're all right now. You are hereby\nentitled to join our Pacific wet-erans' club.\"\n\nHer laugh was small under the boom of breakers and hiss of scud.\n\"You're trying hard, aren't you?\"\n\n\"I--_oh_, oh! Get _down_!\"\n\nPeering over the edge Dalgetty saw the men descending the path. There\nwere half a dozen, armed and wary. One had a WT radio unit on his\nback. In the shadow of the cliff they were almost invisible as they\nbegan prowling the beach.\n\n\"Still hunting us!\" Her voice was a groan.\n\n\"You didn't expect otherwise, did you? I'm just hoping they don't come\nout here. Does anybody else know of this spot?\" He held his lips close\nto her ear.\n\n\"No, I don't believe so,\" she breathed. \"I was the only one who cared\nto go swimming at this end of the island. But....\"\n\nDalgetty waited, grimly. The sun was down at last, the twilight\nthickening. A few stars twinkled to life in the east. The goons\nfinished their search and settled in a line along the beach.\n\n\"Oh-oh,\" muttered Dalgetty. \"I get the idea. Bancroft's had the land\nbeaten for me so thoroughly he's sure I must be somewhere out to sea.\nIf I were he I'd guess I'd swum far out to be picked up by a\nwaterboat. So--he's guarding every possible approach against a landing\nparty.\"\n\n\"What can we do?\" whispered Elena. \"Even if we can swim around their\nradius of sight we can't land just anywhere. Most of the island is\nvertical cliff. Or can you...?\"\n\n\"No,\" he said. \"Regardless of what you may think I don't have vacuum\ncups on my feet. But how far does that gun of yours carry?\"\n\nShe stole a glance over the edge. Night was sweeping in. The island\nwas a wall of blackness and the men at its foot were hidden. \"You\ncan't _see_!\" she protested.\n\nHe squeezed her shoulder. \"Oh yes I can, honey. But whether I'm a good\nenough shot to.... We'll have to try it, that's all.\"\n\nHer face was a white blur and fear of the unknown put metal in her\nvoice. \"Part seal, part cat, part deer, part what else? I don't think\nyou're human, Simon Dalgetty.\"\n\nHe didn't answer. The abnormal voluntary dilation of pupils hurt his\neyes.\n\n\"What else has Dr. Tighe done?\" Her tone was chill in the dark. \"You\ncan't study the human mind without studying the body too. What's he\ndone? Are you the mutant they're always speculating about? Did Dr.\nTighe create or find homo superior?\"\n\n\"If I don't plug that radio com-set before they can use it,\" he said,\n\"I'll be homo-genized.\"\n\n\"You can't laugh it off,\" she said through taut lips. \"If you aren't\nof our species I have to assume you're our enemy--till you prove\notherwise!\" Her fingers closed hard on his arm. \"Is that what your\nlittle gang at the Institute is doing? Have they decided that mere\nhumanity isn't good enough to be civilized? Are they preparing the way\nfor your kind to take over?\"\n\n\"Listen,\" he said wearily. \"Right now we're two people, very mortal\nindeed, being hunted. So shut up!\"\n\nHe took the pistol from her holster and slipped a full clip into its\nmagazine. His vision was at high sensitivity now, her face showed\nwhite against the wet rock with gray highlights along its strong\ncheekbones beneath the wide frightened eyes. Beyond the reefs the sea\nwas gunmetal under the stars, streaked with foam and shadow.\n\nAhead of him, as he rose to his feet, the line of guards stood out as\npaler darknesses against the vertiginous island face. They had mounted\na heavy machine-gun to point seaward and a self-powered spotlight,\nnot turned on, rested nearby. Those two things could be dangerous but\nfirst he had to find the radio set that could call the whole garrison\ndown on them.\n\n_There!_ It was a small hump on the back of one man, near the middle\nof the beach. He was pacing restlessly up and down with a tommy-gun in\nhis hands. Dalgetty raised the pistol with slow hard-held\nconcentration, wishing it were a rifle. _Remember your target practice\nnow, arm loose, fingers extended, don't pull the trigger but\nsqueeze--because you've got to be right the first time!_\n\nHe shot. The weapon was a military model, semi-noiseless and with no\nbetraying streak of light. The first bullet spun the goon on his heels\nand sent him lurching across sand and rock. Dalgetty worked the\ntrigger, spraying around his victim, a storm of lead that _must_ ruin\nthe sender.\n\nChaos on the beach! If that spotlight went on with his eyes at their\npresent sensitivity, he'd be blind for hours. He fired carefully,\nsmashing lens and bulb. The machine-gun opened up, stuttering, wildly\ninto the dark. If someone elsewhere on the island heard that\nnoise--Dalgetty shot again, dropping the gunner over his weapon.\n\nBullets spanged around him, probing the darkness. One down, two down,\nthree down. A fourth was running along the upward path. Dalgetty fired\nand missed, fired and missed, fired and missed. He was getting out of\nrange, carrying the alarm--_there!_ He fell slowly, like a jointed\ndoll, rolling down the trail. The two others were dashing for the\nshelter of a cave, offering no chance to nail them.\n\nDalgetty scrambled over the rock, splashed into the bay and struck out\nfor the shore. Shots raked the water. He wondered if they could hear\nhis approach through the sea-noise. Soon he'd be close enough for\nnormal night vision. He gave himself wholly to swimming.\n\nHis feet touched sand and he waded ashore, the water dragging at him.\nCrouching, he answered the shots coming from the cave. The shriek and\nyowl were everywhere around him now. It seemed impossible that they\nshould not hear up above. He tensed his jaws and crawled toward the\nmachine-gun. A cold part of him noticed that the fire was in a random\npattern. They couldn't see him then.\n\nThe man lying by the gun was still alive but unconscious. That was\nenough. Dalgetty crouched over the trigger. He had never handled a\nweapon like this but it must be ready for action--only minutes ago it\nhad tried to kill him. He sighted on the cave mouth and cut loose.\n\nRecoil made the gun dance till he caught onto the trick of using it.\nHe couldn't see anyone in the cave but he could bounce lead off its\nwalls. He shot for a full minute before stopping. Then he crawled away\nat an angle till he reached the cliff. Sliding along this he\napproached the entrance and waited. No sound came from inside.\n\nHe risked a quick glance. Yes, it had done the job. He felt a little\nsick.\n\nElena was climbing out of the water when he returned. There was a\nstrangeness in the look she gave him. \"All taken care of?\" she asked\ntonelessly.\n\nHe nodded, remembered she could hardly see the movement, said aloud,\n\"Yes, I think so. Grab some of this hardware and let's get moving.\"\n\nWith his nerves already keyed for night vision it was not difficult to\nheighten other perceptions and catch her thinking ... _not human_.\n_Why should he mind if he kills human beings when he isn't one\nhimself?_\n\n\"But I do mind,\" he said gently. \"I've never killed a man before and I\ndon't like it.\"\n\nShe jerked away from him. It had been a mistake, he realized. \"Come\non,\" he said. \"Here's your pistol. Better take a tommy-gun too if you\ncan handle it.\"\n\n\"Yes,\" she said. He had lowered his reception again, her voice fell\nquiet and hard. \"Yes, I can use one.\"\n\n_On whom?_ he wondered. He picked up an automatic rifle from one of\nthe sprawled figures. \"Let's go,\" he said. Turning, he led the way up\nthe path. His spine prickled with the thought of her at his back,\nkeyed to a pitch of near-hysteria.\n\n\"We're out to rescue Michael Tighe, remember,\" he whispered over his\nshoulder. \"I've had no military experience and I doubt that you've\never done anything like this either, so we'll probably make every\nmistake in the books. But we've got to get Dr. Tighe.\"\n\nShe didn't answer.\n\nAt the top of the path Dalgetty went down on his stomach again and\nslithered up over the crest. Slowly he raised his head to peer in\nfront of him. Nothing moved, nothing stirred. He stooped low as he\nwalked forward.\n\nThe thickets fenced off vision a few yards ahead. Beyond them, at the\nend of the slope, he could glimpse lights. Bancroft's place must be\none glare of radiance. How to get in there without being seen? He drew\nElena close to him. For a moment she stiffened at his touch, then she\nyielded. \"Any ideas?\" he asked.\n\n\"No,\" she replied.\n\n\"I could play dead,\" he began tentatively. \"You could claim to have\nbeen caught by me, to have gotten your gun back and killed me. They\nmight lose suspicion then and carry me inside.\"\n\n\"You think you could fake _that_?\" She pulled away from him again.\n\n\"Sure. Make a small cut and force it to bleed enough to look like a\nbullet wound--which doesn't usually bleed much, anyway. Slow down\nheartbeat and respiration till their ordinary senses couldn't detect\nthem. Near-total muscular relaxation, including even those unromantic\naspects of death which are so rarely mentioned. Oh yes.\"\n\n\"Now I know you aren't human,\" she said. There was a shudder in her\nvoice. \"Are you a synthetic thing? Did they make you in the\nlaboratory, Dalgetty?\"\n\n\"I just want your opinion of the idea,\" he muttered with a flicker of\nanger.\n\nIt must have taken an effort for Elena to wrench clear of her fear of\nhim. But then she shook her head. \"Too risky. If I were one of those\nfellows, with all you've already done to make me wonder about you, the\nfirst thing I'd do on finding your supposed corpse would be to put a\nbullet through its brain--and maybe a stake through its heart. Or can\nyou survive that too?\"\n\n\"No,\" he admitted. \"All right, it was just a thought. Let's work a bit\ncloser to the house.\"\n\nThey went through brush and grass. It seemed to him that an army would\nmake less noise. Once his straining ears caught a sound of boots and\nhe yanked Elena into the gloom under a palmetto. Two guards tramped\nby, circling the land on patrol. Their forms loomed huge and black\nagainst the stars.\n\nNear the edge of the grounds Dalgetty and Elena crouched in the long\nstiff grass and looked at the place they must enter. The man had had\nto lower his visual sensitivity as they approached the light. There\nwere floodlights harsh on dock, airfield, barracks and lawn, with\nparties of guards moving around each section. Light showed in only one\nwindow of the house, on the second story. Bancroft must be there,\npacing and peering out into the night where his enemy stirred. Had he\ncalled by radio for reinforcements?\n\nAt least no airboat had arrived or left. Dalgetty knew he would have\nseen one in the sky. Dr. Tighe was here yet--if he lived.\n\nDecision grew in the man. There was a wild chance. \"Are you much of an\nactress, Elena?\" he whispered.\n\n\"After two years as a spy I'd better be.\" Her face bore a hint of\npuzzlement under the tension as she looked at him. He could guess her\nthought--_For a superman, he asks some simple-minded questions. But\nthen what is he? Or is he only dissembling?_\n\nHe explained his idea. She scowled. \"I know it's crazy,\" he told her,\n\"but have you anything better to offer?\"\n\n\"No. If you can handle your part....\"\n\n\"And you yours.\" He gave her a bleak look, but there was an appeal in\nit. Suddenly his half-glimpsed face looked strangely young and\nhelpless. \"I'll be putting my life in your hands. If you don't trust\nme you can shoot. But you'll be killing a lot more than me.\"\n\n\"Tell me what you are,\" she said. \"How can I know what the ends of the\nInstitute are when they're using such means as you? Mutant or android\nor\"--she caught her breath--\"or actually a creature from outer space,\nthe stars. Simon Dalgetty, what are you?\"\n\n\"If I answered that,\" he said with desolation in his voice, \"I'd\nprobably be lying anyway. You've got to trust me this far.\"\n\nShe sighed. \"All right.\" He didn't know if she was lying too.\n\nHe laid the rifle down and folded his hands on top of his head. She\nwalked behind him, down the slope toward the light, her submachine-gun\nat his back.\n\nAs he walked he was building up a strength and speed no human ought to\npossess.\n\nOne of the sentries pacing through the garden came to a halt. His\nrifle swung up, and the voice was a hysterical yammer: \"Who goes?\"\n\n\"It's me, Buck,\" cried Elena. \"Don't get trigger-happy. I'm bringing\nin the prisoner.\"\n\n\"Huh?\"\n\nDalgetty shuffled into the light and stood slumped, letting his jaw\nhang slack as if he were near falling with weariness.\n\n\"You _got_ him!\" The goon sprang forward.\n\n\"Don't holler,\" said Elena. \"I got this one, all right, but there are\nothers. You keep on your beat. I got his weapons from him. He's\nharmless now. Is Mr. Bancroft in the house?\"\n\n\"Yeah, yeah--sure.\" The heavy face peered at Dalgetty with more than a\ntinge of fear. \"But lemme go along. Yuh know what he done last time.\"\n\n\"Stay on your post!\" she snapped. \"You've got your orders. I can\nhandle him.\"\n\n\nVIII\n\nIt might not have worked on most men but these goons were not very\nbright. The guard nodded, gulped and resumed his pacing. Dalgetty\nwalked on up the path toward the house.\n\nA man at the door lifted his rifle. \"Halt, there! I'll have to call\nMr. Bancroft first.\" The sentry went inside and thumbed an intercom\nswitch.\n\nDalgetty, poised in a nervous tautness that could explode into\nphysical strength, felt a clutch of fear. The whole thing was so\nfiendishly uncertain--anything could happen.\n\nBancroft's voice drifted out. \"That you, Elena? Good work, girl! How'd\nyou do it?\" The warmth in his tone, under the excitement, made\nDalgetty wonder briefly just what the relationship between those two\nhad been.\n\n\"I'll tell you upstairs, Tom,\" she answered. \"This is too big for\nanyone else to hear. But keep the patrols going. There are more like\nthis creature around the island.\"\n\nDalgetty could imagine the primitive shudder in Thomas Bancroft,\ninstinct from ages when the night was prowling terror about a tiny\ncircle of fire. \"All right. If you're sure he won't--\"\n\n\"I've got him well covered.\"\n\n\"I'll send over half a dozen guards just the same. Hold it.\"\n\nThe men came running from barracks, where they must have been waiting\nfor a call to arms, and closed in. It was a ring of tight faces and\nwary eyes and pointing guns. They feared him and the fear made them\ndeadly. Elena's countenance was wholly blank.\n\n\"Let's go,\" she said.\n\nA man walked some feet ahead of the prisoner, casting glances behind\nhim all the time. There was one on either side, the rest were at the\nrear. Elena walked among them, her weapon never wavering from his\nback. They went down the long handsome corridor and stood on the\npurring escalator. Dalgetty's eyes roved with a yearning in them--how\nmuch longer, he wondered, would he be able to see anything at all?\n\nThe door to Bancroft's study was ajar and Tighe's voice drifted out.\nIt was a quiet drawl, unshaken despite the blow it must have been to\nhear of Dalgetty's recapture. Apparently he was continuing a\nconversation begun earlier:\n\n\"... science goes back a long way, actually. Francis Bacon speculated\nabout a genuine science of man. Poole did some work along those lines\nas well as inventing the symbolic logic which was to be such a major\ntool in solving the problem.\n\n\"In the last century a number of lines of attack were developed. There\nwas already the psychology of Freud and his successors, of course,\nwhich gave the first real notion of human semantics. There were the\nbiological, chemical and physical approaches to man as a mechanism.\nComparative historians like Spengler, Pareto and Toynbee realized that\nhistory did not merely happen but had some kind of pattern.\n\n\"Cybernetics developed such concepts as homeostasis and feedback,\nconcepts which were applicable to individual man and to society as a\nwhole. Games theory, the principle of least effort and Haeml's\ngeneralized epistemology pointed toward basic laws and the analytical\napproach.\n\n\"The new symbologies in logic and mathematics suggested\nformulations--for the problem was no longer one of gathering data so\nmuch as of finding a rigorous symbolism to handle them and indicate\nnew data. A great deal of the Institute's work has lain simply in\ncollecting and synthesizing all these earlier findings.\"\n\nDalgetty felt a rush of admiration. Trapped and helpless among enemies\nmade ruthless by ambition and fear, Michael Tighe could still play\nwith them. He must have been stalling for hours, staving off drugs\nand torture by revealing first one thing and then another--but subtly,\nso that his captors probably didn't realize he was only telling them\nwhat they could find in any library.\n\n       *       *       *       *       *\n\nThe party entered a large room, furnished with wealth and taste, lined\nwith bookshelves. Dalgetty noticed an intricate Chinese chess set on\nthe desk. So Bancroft or Meade played chess--that was something they\nhad in common, at least, on this night of murder.\n\nTighe looked up from the armchair. A couple of guards stood behind\nhim, their arms folded, but he ignored them. \"Hello, son,\" he\nmurmured. There was pain in his eyes. \"Are you all right?\"\n\nDalgetty nodded mutely. There was no way to signal the Englishman, no\nway to let him hope.\n\nBancroft stepped over to the door and locked it. He gestured at the\nguards, who spread themselves around the walls, their guns aimed\ninward. He was shaking ever so faintly and his eyes glittered as with\nfever. \"Sit down,\" he said. \"_There!_\"\n\nDalgetty took the indicated armchair. It was deep and soft. It would\nbe hard to spring out of quickly. Elena took a seat opposite him,\npoised on its edge, the tommy-gun in her lap. It was suddenly very\nstill in the room.\n\nBancroft went over to the desk and fumbled with a humidor. He didn't\nlook up. \"So you caught him,\" he said.\n\n\"Yes,\" replied Elena. \"After he caught me first.\"\n\n\"How did you--turn the tables?\" Bancroft took out a cigar and bit the\nend off savagely. \"What happened?\"\n\n\"I was in a cave, resting,\" she said tonelessly. \"He rose out of the\nwater and grabbed me. He'd been hiding underneath longer than anybody\nwould have thought possible. He forced me out to a rock in the bay\nthere--you know it? We hid till sundown, when he opened up on your men\non that beach. He killed them all.\n\n\"I'd been tied but I'd managed to rub the strips loose. It was just a\npiece off his shirt he tied me with. While he was shooting I grabbed a\nstone and clipped him behind the ear. I dragged him to shore while he\nwas still out, took one of the guns lying there and marched him here.\"\n\n\"Good work.\" Bancroft inhaled raggedly. \"I'll see that you get a\nproper bonus for this, Elena. But what else? You said....\"\n\n\"Yes.\" Her gaze was steady on him. \"We talked, out there in the bay.\nHe wanted to convince me I should help him. Tom--he isn't human.\"\n\n\"Eh?\" Bancroft's heavy form jerked. With an effort he steadied\nhimself. \"What do you mean?\"\n\n\"That muscular strength and speed, and telepathy. He can see in the\ndark and hold his breath longer than any man. No, he isn't human.\"\n\nBancroft looked at Dalgetty's motionless form. The prisoner's eyes\nclashed with his and it was he who looked away again. \"A telepath, did\nyou say?\"\n\n\"Yes,\" she answered. \"Do you want to prove it, Dalgetty?\"\n\nThere was stillness in the room. After a moment Dalgetty spoke. \"You\nwere thinking, Bancroft, 'All right, damn you, can you read my mind?\nGo ahead and try it and you'll know what I'm thinking about you.' The\nrest was obscenities.\"\n\n\"A guess,\" said Bancroft. There was sweat on his cheeks. \"Just a good\nguess. Try again.\"\n\nAnother pause, then, \"'Ten, nine, seven, A, B, M, Z, Z ...' Shall I\nkeep on?\" Dalgetty asked quietly.\n\n\"No,\" muttered Bancroft. \"No, that's enough. What are you?\"\n\n\"He told me,\" put in Elena. \"You're going to have trouble believing\nit. I'm not sure if I believe it myself. But he's from another star.\"\n\nBancroft opened his lips and shut them again. The massive head shook\nin denial.\n\n\"He is--from Tau Ceti,\" said Elena. \"They're way beyond us. It's the\nthing people have been speculating about for the last hundred years.\"\n\n\"Longer, my girl,\" said Tighe. There was no emotion in his face or\nvoice save a dry humor, but Dalgetty knew what a flame must suddenly\nbe leaping up inside him. \"Read Voltaire's _Micromegas_.\"\n\n\"I've read such fiction,\" said Bancroft harshly. \"Who hasn't? All\nright, why are they here, what do they want?\"\n\n\"You could say,\" spoke Dalgetty, \"that we favor the Institute.\"\n\n\"But you've been raised from childhood....\"\n\n\"Oh yes. My people have been on Earth a long time. Many of them are\nborn here. Our first spaceship arrived in Nineteen Sixty-five.\" He\nleaned forward in the chair. \"I expected Casimir to be reasonable and\nhelp me rescue Dr. Tighe. Since she hasn't done so I must appeal to\nyour own common sense. We have crews on Earth. We know where all our\npeople are at any given time. If necessary I can die to preserve the\nsecret of our presence but in that case you will die too, Bancroft.\nThe island will be bombed.\"\n\n\"I....\" The chief looked out the window into the enormity of night.\n\"You can't expect me to--to accept this as if....\"\n\n\"I've some things to tell you which may change your mind,\" said\nDalgetty. \"They will certainly prove my story. Send your men out\nthough. This is only for your ears.\"\n\n\"And have you jump me!\" snapped Bancroft.\n\n\"Casimir can stay,\" said Dalgetty, \"and anyone else you are absolutely\ncertain can keep a secret and control his own greed.\"\n\nBancroft paced once around the room. His eyes flickered back and forth\nover the watching men. Frightened faces, bewildered faces, ambitious\nfaces--it was a hard decision and Dalgetty knew grimly that his life\nrested on his and Elena's estimate of Thomas Bancroft's character.\n\n\"All right! Humphrey, Zimmermann, O'Brien, stay in here. If that bird\nmoves shoot him. The rest of you wait just outside.\" They filed out.\nThe door closed behind them. The three guards left posted themselves\nwith smooth efficiency, one at the window and one at either adjoining\nwall. There was a long quiet.\n\nElena had to improvise the scheme and think it at Dalgetty. He nodded.\nBancroft planted himself before the chair, legs spread wide as if\nbraced for a blow, fists on hips.\n\n\"All right,\" he said. \"What do you want to tell me?\"\n\n\"You've caught me,\" said Dalgetty, \"so I'm prepared to bargain for my\nlife and Dr. Tighe's freedom. Let me show you--\" He made a move as if\nto rise.\n\n\"Stay where you are!\" snapped Bancroft, and three guns swiveled around\nto point at the prisoner. Elena backed away until she stood beside the\none near the desk.\n\n\"As you will.\" Dalgetty leaned back again, casually shoving his chair\na couple of feet. He was now facing the window and, as far as he could\ntell, sitting exactly on a line between the man there and the man at\nthe farther wall. \"The Union of Tau Ceti is interested in seeing that\nthe right kind of civilizations develop on other planets. You could be\nof value to us, Thomas Bancroft, if you can be persuaded to our side,\nand the rewards are considerable.\" His glance went for a moment to the\ngirl and she nodded imperceptibly. \"For example....\"\n\nThe power rushed up in him. Elena clubbed her gun butt and struck the\nman next to her behind the ear. In the fractional second before the\nothers could understand and react Dalgetty was moving.\n\nThe impetus which launched him from the chair sent that heavy padded\npiece of furniture sliding across the floor to hit the man behind him\nwith a muffled thud. His left fist took Bancroft on the jaw as he went\nby. The guard at the window had no time to swing his gun back from\nElena and squeeze trigger before Dalgetty's hand was on his throat.\nHis neck snapped.\n\nElena stood over her victim even as he toppled and aimed at the man\nacross the room. The armchair had knocked his rifle aside. \"Drop that\nor I shoot,\" she said.\n\nDalgetty snatched up a gun for himself, leveling it at the door. He\nmore than half expected those outside to come rushing in, expected\nhell would explode. But the thick oak panels must have choked off\nsound.\n\nSlowly, the man behind the chair let his rifle fall to the floor. His\nmouth was stretched wide with supernatural fear.\n\n\"My God!\" Dr. Tighe's long form was erect, shaking, his calm broken\ninto horror. \"Simon, the risk....\"\n\n\"We didn't have anything to lose, did we?\" Dalgetty's voice was thick\nbut the abnormal energy was receding from him. He felt a surge of\nweariness and knew that soon the payment must be made for the way he\nhad abused his body. He looked down at the corpse before him. \"I\ndidn't mean to do that,\" he whispered.\n\nTighe collected himself with an effort of disciplined will and stepped\nover to Bancroft. \"He's alive, at least,\" he said. \"Oh my God, Simon!\nYou could have been killed so easily.\"\n\n\"I may yet. We aren't out of the woods by any means. Find something to\ntie these two others up with, will you, Dad?\"\n\nThe Englishman nodded. Elena's slugged guard was stirring and\ngroaning. Tighe bound and gagged him with strips torn from his tunic.\nUnder the submachine-gun the other submitted meekly enough. Dalgetty\nrolled them behind a sofa with the one he had slain.\n\nBancroft was wakening too. Dalgetty located a flask of bourbon and\ngave it to him. Clearing eyes looked up with the same terror. \"Now\nwhat?\" mumbled Bancroft. \"You can't get away--\"\n\n\"We can damn well try. If it had come to fighting with the rest of\nyour gang we'd have used you as a hostage but now there's a neater\nway. On your feet! Here, straighten your tunic, comb your hair. Okay,\nyou'll do just as you're told, because if anything goes wrong we'll\nhave nothing at all to lose by shooting you.\" Dalgetty rapped out his\norders.\n\n       *       *       *       *       *\n\nBancroft looked at Elena and there was more than physical hurt in his\neyes. \"Why did you do it?\"\n\n\"FBI,\" she said.\n\nHe shook his head, still stunned, and shuffled over to the desk\nvisiphone and called the hangar. \"I've got to get to the mainland in a\nhurry. Have the speedster ready in ten minutes. No, just the regular\npilot, nobody else. I'll have Dalgetty with me but it's okay. He's on\nour side now.\"\n\nThey went out the door. Elena cradled her tommy-gun under one arm.\n\"You can go back to the barracks, boys,\" said Bancroft wearily to the\nmen outside. \"It's all been settled.\"\n\nA quarter hour later Bancroft's private jet was in the air. Five\nminutes after that he and the pilot were bound and locked in a rear\ncompartment. Michael Tighe took the controls. \"This boat has legs,\" he\nsaid. \"Nothing can catch us between here and California.\"\n\n\"All right.\" Dalgetty's tones were flat with exhaustion. \"I'm going\nback to rest, Dad.\" Briefly his hand rested on the older man's\nshoulder. \"It's good to have you back,\" he said.\n\n\"Thank you, son,\" said Michael Tighe. \"I can't tell you how wonderful\nit is to be free again.\"\n\n\nIX\n\nDalgetty found a reclining seat and eased himself into it. One by one\nhe began releasing the controls over himself--sensitivities, nerve\nblocs, glandular stimulation. Fatigue and pain mounted within him. He\nlooked out at the stars and listened to the dark whistle of air with\nmerely human senses.\n\nElena Casimir came to sit beside him and he realized that his job\nwasn't done. He studied the strong lines of her face. She could be a\nhard foe but just as stubborn a friend.\n\n\"What do you have in mind for Bancroft?\" he asked.\n\n\"Kidnapping charges for him and that whole gang,\" she said. \"He won't\nwriggle out of it, I can guarantee you.\" Her eyes rested on him,\nunsure, a little frightened. \"Federal prison psychiatrists have\nInstitute training,\" she murmured. \"You'll see that his personality is\nreshaped _your_ way, won't you?\"\n\n\"As far as possible,\" Simon said. \"Though it doesn't matter much.\nBancroft is finished as a factor to be reckoned with. There's still\nBertrand Meade himself, of course. Even if Bancroft made a full\nconfession I doubt that we could touch him. But the Institute has now\nlearned to take precautions against extra-legal methods--and within\nthe framework of the law we can give him cards and spades and still\ndefeat him.\"\n\n\"With some help from my department,\" Elena said. There was a touch of\nsteel in her voice. \"But the whole story of this rescue will have to\nbe played down. It wouldn't do to have too many ideas floating around\nin the public mind, would it?\"\n\n\"That's right,\" he admitted. His head felt heavy, he wanted to rest it\non her shoulder and sleep for a century. \"It's up to you really. If\nyou submit the right kind of report to your superiors it can all be\nworked out. Everything else will just be detail. But otherwise you'll\nruin everything.\"\n\n\"I don't know.\" She looked at him for a long while. \"I don't know if I\nshould or not. You may be correct about the Institute and the justice\nof its aims and methods. But how can I be sure, when I don't know\nwhat's behind it? How do I know there wasn't more truth than fiction\nin that Tau Ceti story, that you aren't really the agent of some\nnon-human power quietly taking over all our race?\"\n\nAt another time Dalgetty might have argued, tried to veil it from her,\ntried to trick her once again. But now he was too weary. There was a\ngreat surrender in him. \"I'll tell you if you wish,\" he said, \"and\nafter that it's in your hands. You can make us or break us.\"\n\n\"Go on then.\" Her tone withdrew into wariness.\n\n\"I'm human,\" he said. \"I'm as human as you are. Only I've had rather\nspecial training, that's all. It's another discovery of the Institute\nfor which we don't feel the world is ready. It'd be too big a\ntemptation for too many people, to create followers like me.\" He\nlooked away, into the windy dark. \"The scientist is also a member of\nsociety and has a responsibility toward it. This--restraint--of ours\nis one way in which we meet that obligation.\"\n\nShe didn't speak, but suddenly one hand reached over and rested on\nhis. The impulsive gesture brought warmth flooding through him.\n\n\"Dad's work was mostly in mass-action psych,\" he said, making his tone\ntry to cover what he felt, \"but he has plenty of associates trying to\nunderstand the individual human being as a functioning mechanism. A\nlot's been learned since Freud, both from the psychiatric and the\nneurological angle. Ultimately, those two are interchangeable.\n\n\"Some thirty years ago one of the teams which founded the Institute\nlearned enough about the relationship between the conscious,\nsubconscious and involuntary minds to begin practical tests. Along\nwith a few others I was a guinea pig. And their theories worked.\n\n\"I needn't go into the details of my training. It involved physical\nexercises, mental practice, some hypnotism, diet and so on. It went\nconsiderably beyond the important Synthesis education which is the\nmost advanced thing known to the general public. But its aim--only\npartially realized as yet--its aim was simply to produce the\ncompletely integrated human being.\"\n\nDalgetty paused. The wind flowed and muttered beyond the wall.\n\n\"There is no sharp division between conscious and subconscious or even\nbetween those and the centers controlling involuntary functions,\" he\nsaid. \"The brain is a continuous structure. Suppose, for instance,\nthat you become aware of a runaway car bearing down on you.\n\n\"Your heartbeat speeds up, your adrenalin output increases, your sight\nsharpens, your sensitivity to pain drops--it's all preparation for\nfight or flight. Even without obvious physical necessity the same\nthing can happen on a lesser scale--for example when you read an\nexciting story. And psychotics, especially hysterics, can produce some\nof the damnedest physiological symptoms you ever saw.\"\n\n\"I begin to understand,\" she whispered.\n\n\"Rage or fear brings abnormal strength and fast reaction. But the\npsychotic can do more than that. He can show physical symptoms like\nburns, stigmata or--if female--false pregnancy. Sometimes he becomes\nwholly insensitive in some part of his body via a nerve bloc.\nBleeding can start or stop without apparent cause. He can go into a\ncoma or he can stay awake for days without getting sleepy. He can--\"\n\n\"Read minds?\" It was a defiance.\n\n\"Not that I know of.\" Simon chuckled. \"But human sense organs are\namazingly good. It only takes three or four quanta to stimulate the\nvisual purple--a little more actually because of absorption by the\neyeball itself. There have been hysterics who could hear a watch\nticking twenty feet away that the normal person could not hear at one\nfoot. And so on.\n\n\"There are excellent reasons why the threshold of perception is\nrelatively high in ordinary people--the stimuli of usual conditions\nwould be blinding and deafening, unendurable, if there weren't a\ndefense.\" He grimaced. \"I _know_!\"\n\n\"But the telepathy?\" Elena persisted.\n\n\"It's been done before,\" he said. \"Some apparent cases of mindreading\nin the last century were shown to be due to extremely acute hearing.\nMost people sub-vocalize their surface thoughts. With a little\npractice a person who can hear those vibrations can learn to interpret\nthem. That's all.\" He smiled with one side of his mouth. \"If you want\nto hide your thoughts from me just break that habit, Elena.\"\n\nShe looked at him with an emotion he could not quite recognize. \"I\nsee,\" she breathed. \"And your memory must be perfect too, if you can\npull any datum out of the subconscious. And you can--do everything,\ncan't you?\"\n\n\"No,\" he said. \"I'm only a test case. They've learned a great deal by\nobserving me but the only thing that makes me unusual is that I have\nconscious control of certain normally subconscious and involuntary\nfunctions. Not all of them by a long shot. And I don't use that\ncontrol any more than necessary.\n\n\"There are sound biological reasons why man's mind is so divided and\nplenty of penalties attached to a case like mine. It'll take me a\ncouple of months to get back in shape after this bout. I'm due for a\ngood old-fashioned nervous breakdown and while it won't last long it\nwon't be much fun while it does last.\"\n\nThe appeal rose in his eyes as he watched Elena. \"All right,\" he said.\n\"Now you have the story. What are you going to do about it?\"\n\nFor the first time she gave him a real smile. \"Don't worry,\" she said,\n\"Don't worry, Simon.\"\n\n\"Will you come hold my hand while I'm recuperating?\" he asked\nanxiously.\n\n\"I'm holding it now, you fool,\" Elena answered.\n\nDalgetty chuckled happily. Then he went to sleep.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Sensitive Man, by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SENSITIVE MAN ***\n\n***** This file should be named 31501.txt or 31501.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/5/0/31501/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}