{"title": "Youth", "author": "Isaac Asimov", "releaseDate": "March 7, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nYOUTH\n\n_by_ ISAAC ASIMOV\n\n\n    Red and Slim found the two strange little animals the morning after\n    they heard the thunder sounds. They knew that they could never show\n    their new pets to their parents.\n\n\n[Illustration]\n\n\nThere was a spatter of pebbles against the window and the youngster\nstirred in his sleep. Another, and he was awake.\n\nHe sat up stiffly in bed. Seconds passed while he interpreted his\nstrange surroundings. He wasn't in his own home, of course. This was out\nin the country. It was colder than it should be and there was green at\nthe window.\n\n\"Slim!\"\n\nThe call was a hoarse, urgent whisper, and the youngster bounded to the\nopen window.\n\nSlim wasn't his real name, but the new friend he had met the day before\nhad needed only one look at his slight figure to say, \"You're Slim.\" He\nadded, \"I'm Red.\"\n\nRed wasn't his real name, either, but its appropriateness was obvious.\nThey were friends instantly with the quick unquestioning friendship of\nyoung ones not yet quite in adolescence, before even the first stains of\nadulthood began to make their appearance.\n\nSlim cried, \"Hi, Red!\" and waved cheerfully, still blinking the sleep\nout of himself.\n\nRed kept to his croaking whisper, \"Quiet! You want to wake somebody?\"\n\nSlim noticed all at once that the sun scarcely topped the low hills in\nthe east, that the shadows were long and soft, and that the grass was\nwet.\n\nSlim said, more softly, \"What's the matter?\"\n\nRed only waved for him to come out.\n\nSlim dressed quickly, gladly confining his morning wash to the momentary\nsprinkle of a little lukewarm water. He let the air dry the exposed\nportions of his body as he ran out, while bare skin grew wet against the\ndewy grass.\n\nRed said, \"You've got to be quiet. If Mom wakes up or Dad or your Dad or\neven any of the hands then it'll be 'Come on in or you'll catch your\ndeath of cold.'\"\n\nHe mimicked voice and tone faithfully, so that Slim laughed and thought\nthat there had never been so funny a fellow as Red.\n\nSlim said, eagerly, \"Do you come out here every day like this, Red? Real\nearly? It's like the whole world is just yours, isn't it, Red? No one\nelse around and all like that.\" He felt proud at being allowed entrance\ninto this private world.\n\nRed stared at him sidelong. He said carelessly, \"I've been up for hours.\nDidn't you hear it last night?\"\n\n\"Hear what?\"\n\n\"Thunder.\"\n\n\"Was there a thunderstorm?\" Slim never slept through a thunderstorm.\n\n\"I guess not. But there was thunder. I heard it, and then I went to the\nwindow and it wasn't raining. It was all stars and the sky was just\ngetting sort of almost gray. You know what I mean?\"\n\nSlim had never seen it so, but he nodded.\n\n\"So I just thought I'd go out,\" said Red.\n\nThey walked along the grassy side of the concrete road that split the\npanorama right down the middle all the way down to where it vanished\namong the hills. It was so old that Red's father couldn't tell Red when\nit had been built. It didn't have a crack or a rough spot in it.\n\nRed said, \"Can you keep a secret?\"\n\n\"Sure, Red. What kind of a secret?\"\n\n\"Just a secret. Maybe I'll tell you and maybe I won't. I don't know\nyet.\" Red broke a long, supple stem from a fern they passed,\nmethodically stripped it of its leaflets and swung what was left\nwhip-fashion. For a moment, he was on a wild charger, which reared and\nchamped under his iron control. Then he got tired, tossed the whip aside\nand stowed the charger away in a corner of his imagination for future\nuse.\n\nHe said, \"There'll be a circus around.\"\n\nSlim said, \"That's no secret. I knew that. My Dad told me even before we\ncame here--\"\n\n\"That's not the secret. Fine secret! Ever see a circus?\"\n\n\"Oh, sure. You bet.\"\n\n\"Like it?\"\n\n\"Say, there isn't anything I like better.\"\n\nRed was watching out of the corner of his eyes again. \"Ever think you\nwould like to be with a circus? I mean, for good?\"\n\nSlim considered, \"I guess not. I think I'll be an astronomer like my\nDad. I think he wants me to be.\"\n\n\"Huh! Astronomer!\" said Red.\n\nSlim felt the doors of the new, private world closing on him and\nastronomy became a thing of dead stars and black, empty space.\n\nHe said, placatingly, \"A circus _would_ be more fun.\"\n\n\"You're just saying that.\"\n\n\"No, I'm not. I mean it.\"\n\nRed grew argumentative. \"Suppose you had a chance to join the circus\nright now. What would you do?\"\n\n\"I--I--\"\n\n\"See!\" Red affected scornful laughter.\n\nSlim was stung. \"I'd join up.\"\n\n\"Go on.\"\n\n\"Try me.\"\n\nRed whirled at him, strange and intense. \"You meant that? You want to go\nin with me?\"\n\n[Illustration]\n\n\"What do you mean?\" Slim stepped back a bit, surprised by the unexpected\nchallenge.\n\n\"I got something that can get us into the circus. Maybe someday we can\neven have a circus of our own. We could be the biggest circus-fellows in\nthe world. That's if you want to go in with me. Otherwise--Well, I guess\nI can do it on my own. I just thought: Let's give good old Slim a\nchance.\"\n\nThe world was strange and glamorous, and Slim said, \"Sure thing, Red.\nI'm in! What is it, huh, Red? Tell me what it is.\"\n\n\"Figure it out. What's the most important thing in circuses?\"\n\nSlim thought desperately. He wanted to give the right answer. Finally,\nhe said, \"Acrobats?\"\n\n\"Holy Smokes! I wouldn't go five steps to look at acrobats.\"\n\n\"I don't know then.\"\n\n\"Animals, that's what! What's the best side-show? Where are the biggest\ncrowds? Even in the main rings the best acts are animal acts.\" There was\nno doubt in Red's voice.\n\n\"Do you think so?\"\n\n\"Everyone thinks so. You ask anyone. Anyway, I found animals this\nmorning. Two of them.\"\n\n\"And you've got them?\"\n\n\"Sure. That's the secret. Are you telling?\"\n\n\"Of course not.\"\n\n\"Okay. I've got them in the barn. Do you want to see them?\"\n\nThey were almost at the barn; its huge open door black. Too black. They\nhad been heading there all the time. Slim stopped in his tracks.\n\nHe tried to make his words casual. \"Are they big?\"\n\n\"Would I fool with them if they were big? They can't hurt you. They're\nonly about so long. I've got them in a cage.\"\n\nThey were in the barn now and Slim saw the large cage suspended from a\nhook in the roof. It was covered with stiff canvas.\n\nRed said, \"We used to have some bird there or something. Anyway, they\ncan't get away from there. Come on, let's go up to the loft.\"\n\nThey clambered up the wooden stairs and Red hooked the cage toward them.\n\nSlim pointed and said, \"There's sort of a hole in the canvas.\"\n\nRed frowned. \"How'd that get there?\" He lifted the canvas, looked in,\nand said, with relief, \"They're still there.\"\n\n\"The canvas appeared to be burned,\" worried Slim.\n\n\"You want to look, or don't you?\"\n\nSlim nodded slowly. He wasn't sure he wanted to, after all. They might\nbe--\n\nBut the canvas had been jerked off and there they were. Two of them, the\nway Red said. They were small, and sort of disgusting-looking. The\nanimals moved quickly as the canvas lifted and were on the side toward\nthe youngsters. Red poked a cautious finger at them.\n\n\"Watch out,\" said Slim, in agony.\n\n\"They don't hurt you,\" said Red. \"Ever see anything like them?\"\n\n\"No.\"\n\n\"Can't you see how a circus would jump at a chance to have these?\"\n\n\"Maybe they're too small for a circus.\"\n\nRed looked annoyed. He let go the cage which swung back and forth\npendulum-fashion. \"You're just trying to back out, aren't you?\"\n\n\"No, I'm not. It's just--\"\n\n\"They're not too small, don't worry. Right now, I've only got one\nworry.\"\n\n\"What's that?\"\n\n\"Well, I've got to keep them till the circus comes, don't I? I've got\nto figure out what to feed them meanwhile.\"\n\nThe cage swung and the little trapped creatures clung to its bars,\ngesturing at the youngsters with queer, quick motions--almost as though\nthey were intelligent.\n\n\nII\n\nThe Astronomer entered the dining room with decorum. He felt very much\nthe guest.\n\nHe said, \"Where are the youngsters? My son isn't in his room.\"\n\nThe Industrialist smiled. \"They've been out for hours. However,\nbreakfast was forced into them among the women some time ago, so there\nis nothing to worry about. Youth, Doctor, youth!\"\n\n\"Youth!\" The word seemed to depress the Astronomer.\n\nThey ate breakfast in silence. The Industrialist said once, \"You really\nthink they'll come. The day looks so--_normal_.\"\n\nThe Astronomer said, \"They'll come.\"\n\nThat was all.\n\nAfterward the Industrialist said, \"You'll pardon me. I can't conceive\nyour playing so elaborate a hoax. You really spoke to them?\"\n\n\"As I speak to you. At least, in a sense. They can project thoughts.\"\n\n\"I gathered that must be so from your letter. How, I wonder.\"\n\n\"I could not say. I asked them and, of course, they were vague. Or\nperhaps it was just that I could not understand. It involves a projector\nfor the focussing of thought and, even more than that, conscious\nattention on the part of both projector and receptor. It was quite a\nwhile before I realized they were trying to think at me. Such\nthought-projectors may be part of the science they will give us.\"\n\n\"Perhaps,\" said the Industrialist. \"Yet think of the changes it would\nbring to society. A thought-projector!\"\n\n\"Why not? Change would be good for us.\"\n\n\"I don't think so.\"\n\n\"It is only in old age that change is unwelcome,\" said the Astronomer,\n\"and races can be old as well as individuals.\"\n\nThe Industrialist pointed out the window. \"You see that road. It was\nbuilt Beforethewars. I don't know exactly when. It is as good now as the\nday it was built. We couldn't possibly duplicate it now. The race was\nyoung when that was built, eh?\"\n\n\"Then? Yes! At least they weren't afraid of new things.\"\n\n\"No. I wish they had been. Where is the society of Beforethewars?\nDestroyed, Doctor! What good were youth and new things? We are better\noff now. The world is peaceful and jogs along. The race goes nowhere but\nafter all, there is nowhere to go. _They_ proved that. The men who built\nthe road. I will speak with your visitors as I agreed, if they come. But\nI think I will only ask them to go.\"\n\n\"The race is not going nowhere,\" said the Astronomer, earnestly. \"It is\ngoing toward final destruction. My university has a smaller student body\neach year. Fewer books are written. Less work is done. An old man sleeps\nin the sun and his days are peaceful and unchanging, but each day finds\nhim nearer death all the same.\"\n\n\"Well, well,\" said the Industrialist.\n\n\"No, don't dismiss it. Listen. Before I wrote you, I investigated your\nposition in the planetary economy.\"\n\n\"And you found me solvent?\" interrupted the Industrialist, smiling.\n\n\"Why, yes. Oh, I see, you are joking. And yet--perhaps the joke is not\nfar off. You are less solvent than your father and he was less solvent\nthan his father. Perhaps your son will no longer be solvent. It becomes\ntoo troublesome for the planet to support even the industries that still\nexist, though they are toothpicks to the oak trees of Beforethewars. We\nwill be back to village economy and then to what? The caves?\"\n\n\"And the infusion of fresh technological knowledge will be the changing\nof all that?\"\n\n\"Not just the new knowledge. Rather the whole effect of change, of a\nbroadening of horizons. Look, sir, I chose you to approach in this\nmatter not only because you were rich and influential with government\nofficials, but because you had an unusual reputation, for these days, of\ndaring to break with tradition. Our people will resist change and you\nwould know how to handle them, how to see to it that--that--\"\n\n\"That the youth of the race is revived?\"\n\n\"Yes.\"\n\n\"With its atomic bombs?\"\n\n\"The atomic bombs,\" returned the Astronomer, \"need not be the end of\ncivilization. These visitors of mine had their atomic bomb, or whatever\ntheir equivalent was on their own worlds, and survived it, because they\ndidn't give up. Don't you see? It wasn't the bomb that defeated us, but\nour own shell shock. This may be the last chance to reverse the\nprocess.\"\n\n[Illustration]\n\n\"Tell me,\" said the Industrialist, \"what do these friends from space\nwant in return?\"\n\nThe Astronomer hesitated. He said, \"I will be truthful with you. They\ncome from a denser planet. Ours is richer in the lighter atoms.\"\n\n\"They want magnesium? Aluminum?\"\n\n\"No, sir. Carbon and hydrogen. They want coal and oil.\"\n\n\"Really?\"\n\nThe Astronomer said, quickly, \"You are going to ask why creatures who\nhave mastered space travel, and therefore atomic power, would want coal\nand oil. I can't answer that.\"\n\nThe Industrialist smiled. \"But I can. This is the best evidence yet of\nthe truth of your story. Superficially, atomic power would seem to\npreclude the use of coal and oil. However, quite apart from the energy\ngained by their combustion they remain, and always will remain, the\nbasic raw material for all organic chemistry. Plastics, dyes,\npharmaceuticals, solvents. Industry could not exist without them, even\nin an atomic age. Still, if coal and oil are the low price for which\nthey would sell us the troubles and tortures of racial youth, my answer\nis that the commodity would be dear if offered gratis.\"\n\nThe Astronomer sighed and said, \"There are the boys!\"\n\nThey were visible through the open window, standing together in the\ngrassy field and lost in animated conversation. The Industrialist's son\npointed imperiously and the Astronomer's son nodded and made off at a\nrun toward the house.\n\nThe Industrialist said, \"There is the Youth you speak of. Our race has\nas much of it as it ever had.\"\n\n\"Yes, but we age them quickly and pour them into the mold.\"\n\nSlim scuttled into the room, the door banging behind him.\n\nThe Astronomer said, in mild disapproval, \"What's this?\"\n\nSlim looked up in surprise and came to a halt. \"I beg your pardon. I\ndidn't know anyone was here. I am sorry to have interrupted.\" His\nenunciation was almost painfully precise.\n\nThe Industrialist said, \"It's all right, youngster.\"\n\nBut the Astronomer said, \"Even if you had been entering an empty room,\nson, there would be no cause for slamming a door.\"\n\n\"Nonsense,\" insisted the Industrialist. \"The youngster has done no harm.\nYou simply scold him for being young. You, with your views!\"\n\nHe said to Slim, \"Come here, lad.\"\n\nSlim advanced slowly.\n\n\"How do you like the country, eh?\"\n\n\"Very much, sir, thank you.\"\n\n\"My son has been showing you about the place, has he?\"\n\n\"Yes, sir. Red--I mean--\"\n\n\"No, no. Call him Red. I call him that myself. Now tell me, what are you\ntwo up to, eh?\"\n\nSlim looked away. \"Why--just exploring, sir.\"\n\nThe Industrialist turned to the Astronomer. \"There you are, youthful\ncuriosity and adventure-lust. The race has not yet lost it.\"\n\nSlim said, \"Sir?\"\n\n\"Yes, lad.\"\n\nThe youngster took a long time in getting on with it. He said, \"Red sent\nme in for something good to eat, but I don't exactly know what he meant.\nI didn't like to say so.\"\n\n\"Why, just ask cook. She'll have something good for young'uns to eat.\"\n\n\"Oh, no, sir. I mean for animals.\"\n\n\"For animals?\"\n\n\"Yes, sir. What do animals eat?\"\n\nThe Astronomer said, \"I am afraid my son is city-bred.\"\n\n\"Well,\" said the Industrialist, \"there's no harm in that. What kind of\nan animal, lad?\"\n\n\"A small one, sir.\"\n\n\"Then try grass or leaves, and if they don't want that, nuts or berries\nwould probably do the trick.\"\n\n\"Thank you, sir.\" Slim ran out again, closing the door gently behind\nhim.\n\nThe Astronomer said, \"Do you suppose they've trapped an animal alive?\"\nHe was obviously perturbed.\n\n\"That's common enough. There's no shooting on my estate and it's tame\ncountry, full of rodents and small creatures. Red is always coming home\nwith pets of one sort or another. They rarely maintain his interest for\nlong.\"\n\nHe looked at the wall clock. \"Your friends should have been here by now,\nshouldn't they?\"\n\n\nIII\n\nThe swaying had come to a halt and it was dark. The Explorer was not\ncomfortable in the alien air. It felt as thick as soup and he had to\nbreathe shallowly. Even so--\n\nHe reached out in a sudden need for company. The Merchant was warm to\nthe touch. His breathing was rough, he moved in an occasional spasm, and\nwas obviously asleep. The Explorer hesitated and decided not to wake\nhim. It would serve no real purpose.\n\nThere would be no rescue, of course. That was the penalty paid for the\nhigh profits which unrestrained competition could lead to. The Merchant\nwho opened a new planet could have a ten year monopoly of its trade,\nwhich he might hug to himself or, more likely, rent out to all comers at\na stiff price. It followed that planets were searched for in secrecy\nand, preferably, away from the usual trade routes. In a case such as\ntheirs, then, there was little or no chance that another ship would come\nwithin range of their subetherics except for the most improbable of\ncoincidences. Even if they were in their ship, that is, rather than in\nthis--this--_cage_.\n\nThe Explorer grasped the thick bars. Even if they blasted those away, as\nthey could, they would be stuck too high in open air for leaping.\n\nIt was too bad. They had landed twice before in the scout-ship. They had\nestablished contact with the natives who were grotesquely huge, but mild\nand unaggressive. It was obvious that they had once owned a flourishing\ntechnology, but hadn't faced up to the consequences of such a\ntechnology. It would have been a wonderful market.\n\nAnd it was a tremendous world. The Merchant, especially, had been taken\naback. He had known the figures that expressed the planet's diameter,\nbut from a distance of two light-seconds, he had stood at the visi-plate\nand muttered, \"Unbelievable!\"\n\n\"Oh, there are larger worlds,\" the Explorer said. It wouldn't do for an\nExplorer to be too easily impressed.\n\n\"Inhabited?\"\n\n\"Well, no.\"\n\n\"Why, you could drop your planet into that large ocean and drown it.\"\n\nThe Explorer smiled. It was a gentle dig at his Arcturian homeland,\nwhich was smaller than most planets. He said, \"Not quite.\"\n\nThe Merchant followed along the line of his thoughts. \"And the\ninhabitants are large in proportion to their world?\" He sounded as\nthough the news struck him less favorably now.\n\n\"Nearly ten times our height.\"\n\n\"Are you sure they are friendly?\"\n\n\"That is hard to say. Friendship between alien intelligences is an\nimponderable. They are not dangerous, I think. We've come across other\ngroups that could not maintain equilibrium after the atomic war stage\nand you know the results. Introversion. Retreat. Gradual decadence and\nincreasing gentleness.\"\n\n\"Even if they are such monsters?\"\n\n\"The principle remains.\"\n\nIt was about then that the Explorer felt the heavy throbbing of the\nengines.\n\nHe frowned and said, \"We are descending a bit too quickly.\"\n\nThere had been some speculation on the dangers of landing some hours\nbefore. The planetary target was a huge one for an oxygen-water world.\nThough it lacked the size of the uninhabitable hydrogen-ammonia planets\nand its low density made its surface gravity fairly normal, its\ngravitational forces fell off but slowly with distance. In short, its\ngravitational potential was high and the ship's Calculator was a\nrun-of-the-mill model not designed to plot landing trajectories at that\npotential range. That meant the Pilot would have to use manual controls.\n\nIt would have been wiser to install a more high-powered model, but that\nwould have meant a trip to some outpost of civilization; lost time;\nperhaps a lost secret. The Merchant demanded an immediate landing.\n\nThe Merchant felt it necessary to defend his position now. He said\nangrily to the Explorer, \"Don't you think the Pilot knows his job? He\nlanded you safely twice before.\"\n\nYes, thought the Explorer, in a scout-ship, not in this unmaneuverable\nfreighter. Aloud, he said nothing.\n\nHe kept his eye on the visi-plate. They were descending too quickly.\nThere was no room for doubt. Much too quickly.\n\nThe Merchant said, peevishly, \"Why do you keep silence?\"\n\n\"Well, then, if you wish me to speak, I would suggest that you strap on\nyour Floater and help me prepare the Ejector.\"\n\nThe Pilot fought a noble fight. He was no beginner. The atmosphere,\nabnormally high and thick in the gravitational potential of this world\nwhipped and burned about the ship, but to the very last it looked as\nthough he might bring it under control despite that.\n\nHe even maintained course, following the extrapolated line to the point\non the northern continent toward which they were headed. Under other\ncircumstances, with a shade more luck, the story would eventually have\nbeen told and retold as a heroic and masterly reversal of a lost\nsituation. But within sight of victory, tired body and tired nerves\nclamped a control bar with a shade too much pressure. The ship, which\nhad almost levelled off, dipped down again.\n\nThere was no room to retrieve the final error. There was only a mile\nleft to fall. The Pilot remained at his post to the actual landing, his\nonly thought that of breaking the force of the crash, of maintaining the\nspaceworthiness of the vessel. He did not survive. With the ship bucking\nmadly in a soupy atmosphere, few Ejectors could be mobilized and only\none of them in time.\n\nWhen afterwards, the Explorer lifted out of unconsciousness and rose\nto his feet, he had the definite feeling that but for himself and\nthe Merchant, there were no survivors. And perhaps that was an\nover-calculation. His Floater had burnt out while still sufficiently\ndistant from surface to have the fall stun him. The Merchant might have\nhad less luck, even, than that.\n\nHe was surrounded by a world of thick, ropy stalks of grass, and in the\ndistance were trees that reminded him vaguely of similar structures on\nhis native Arcturian world except that their lowest branches were high\nabove what he would consider normal tree-tops.\n\nHe called, his voice sounding basso in the thick air and the Merchant\nanswered. The Explorer made his way toward him, thrusting violently at\nthe coarse stalks that barred his path.\n\n\"Are you hurt?\" he asked.\n\nThe Merchant grimaced. \"I've sprained something. It hurts to walk.\"\n\nThe Explorer probed gently. \"I don't think anything is broken. You'll\nhave to walk despite the pain.\"\n\n\"Can't we rest first?\"\n\n\"It's important to try to find the ship. If it is spaceworthy or if it\ncan be repaired, we may live. Otherwise, we won't.\"\n\n\"Just a few minutes. Let me catch my breath.\"\n\nThe Explorer was glad enough for those few minutes. The Merchant's eyes\nwere already closed. He allowed his to do the same.\n\nHe heard the trampling and his eyes snapped open. Never sleep on a\nstrange planet, he told himself futilely.\n\nThe Merchant was awake too and his steady screaming was a rumble of\nterror.\n\nThe Explorer called, \"It's only a native of this planet. It won't harm\nyou.\"\n\nBut even as he spoke, the giant had swooped down and in a moment they\nwere in its grasp being lifted closer to its monstrous ugliness.\n\nThe Merchant struggled violently and, of course, quite futilely. \"Can't\nyou talk to it?\" he yelled.\n\nThe Explorer could only shake his head. \"I can't reach it with the\nProjector. It won't be listening.\"\n\n\"Then blast it. Blast it down.\"\n\n\"We can't do that.\" The phrase \"you fool\" had almost been added. The\nExplorer struggled to keep his self-control. They were swallowing space\nas the monster moved purposefully away.\n\n\"Why not?\" cried the Merchant. \"You can reach your blaster. I see it in\nplain sight. Don't be afraid of falling.\"\n\n\"It's simpler than that. If this monster is killed, you'll never trade\nwith this planet. You'll never even leave it. You probably won't live\nthe day out.\"\n\n\"Why? Why?\"\n\n\"Because this is one of the young of the species. You should know what\nhappens when a trader kills a native young, even accidentally. What's\nmore, if this is the target-point, then we are on the estate of a\npowerful native. This might be one of his brood.\"\n\nThat was how they entered their present prison. They had carefully burnt\naway a portion of the thick, stiff covering and it was obvious that the\nheight from which they were suspended was a killing one.\n\nNow, once again, the prison-cage shuddered and lifted in an upward arc.\nThe Merchant rolled to the lower rim and startled awake. The cover\nlifted and light flooded in. As was the case the time before, there were\ntwo specimens of the young. They were not very different in appearance\nfrom adults of the species, reflected the Explorer, though, of course,\nthey were considerably smaller.\n\nA handful of reedy green stalks was stuffed between the bars. Its odor\nwas not unpleasant but it carried clods of soil at its ends.\n\nThe Merchant drew away and said, huskily, \"What are they doing?\"\n\nThe Explorer said, \"Trying to feed us, I should judge. At least this\nseems to be the native equivalent of grass.\"\n\nThe cover was replaced and they were set swinging again, alone with\ntheir fodder.\n\n\nIV\n\nSlim started at the sound of footsteps and brightened when it turned out\nto be only Red.\n\nHe said, \"No one's around. I had my eye peeled, you bet.\"\n\nRed said, \"Ssh. Look. You take this stuff and stick it in the cage. I've\ngot to scoot back to the house.\"\n\n\"What is it?\" Slim reached reluctantly.\n\n\"Ground meat. Holy Smokes, haven't you ever seen ground meat? That's\nwhat you should've got when I sent you to the house instead of coming\nback with that stupid grass.\"\n\nSlim was hurt. \"How'd I know they don't eat grass. Besides, ground meat\ndoesn't come loose like that. It comes in cellophane and it isn't that\ncolor.\"\n\n\"Sure--in the city. Out here we grind our own and it's always this color\ntill it's cooked.\"\n\n\"You mean it isn't cooked?\" Slim drew away quickly.\n\nRed looked disgusted. \"Do you think animals eat _cooked_ food. Come on,\ntake it. It won't hurt you. I tell you there isn't much time.\"\n\n\"Why? What's doing back at the house?\"\n\n\"I don't know. Dad and your father are walking around. I think maybe\nthey're looking for me. Maybe the cook told them I took the meat.\nAnyway, we don't want them coming here after me.\"\n\n\"Didn't you ask the cook before you took this stuff?\"\n\n\"Who? That crab? Shouldn't wonder if she only let me have a drink of\nwater because Dad makes her. Come on. Take it.\"\n\nSlim took the large glob of meat though his skin crawled at the touch.\nHe turned toward the barn and Red sped away in the direction from which\nhe had come.\n\nHe slowed when he approached the two adults, took a few deep breaths to\nbring himself back to normal, and then carefully and nonchalantly\nsauntered past. (They were walking in the general direction of the barn,\nhe noticed, but not dead on.)\n\nHe said, \"Hi, Dad. Hello, sir.\"\n\nThe Industrialist said, \"Just a moment, Red. I have a question to ask\nyou?\"\n\nRed turned a carefully blank face to his father. \"Yes, Dad?\"\n\n\"Mother tells me you were out early this morning.\"\n\n\"Not real early, Dad. Just a little before breakfast.\"\n\n\"She said you told her it was because you had been awakened during the\nnight and didn't go back to sleep.\"\n\nRed waited before answering. Should he have told Mom that?\n\nThen he said, \"Yes, sir.\"\n\n\"What was it that awakened you?\"\n\nRed saw no harm in it. He said, \"I don't know, Dad. It sounded like\nthunder, sort of, and like a collision, sort of.\"\n\n\"Could you tell where it came from?\"\n\n\"It _sounded_ like it was out by the hill.\" That was truthful, and\nuseful as well, since the direction was almost opposite that in which\nthe barn lay.\n\nThe Industrialist looked at his guest. \"I suppose it would do no harm to\nwalk toward the hill.\"\n\nThe Astronomer said, \"I am ready.\"\n\nRed watched them walk away and when he turned he saw Slim peering\ncautiously out from among the briars of a hedge.\n\nRed waved at him. \"Come on.\"\n\nSlim stepped out and approached. \"Did they say anything about the meat?\"\n\n\"No. I guess they don't know about that. They went down to the hill.\"\n\n\"What for?\"\n\n\"Search me. They kept asking about the noise I heard. Listen, did the\nanimals eat the meat?\"\n\n\"Well,\" said Slim, cautiously, \"they were sort of _looking_ at it and\nsmelling it or something.\"\n\n\"Okay,\" Red said, \"I guess they'll eat it. Holy Smokes, they've got to\neat _something_. Let's walk along toward the hill and see what Dad and\nyour father are going to do.\"\n\n\"What about the animals?\"\n\n\"They'll be all right. A fellow can't spend all his time on them. Did\nyou give them water?\"\n\n\"Sure. They drank that.\"\n\n\"See. Come on. We'll look at them after lunch. I tell you what. We'll\nbring them fruit. Anything'll eat fruit.\"\n\nTogether they trotted up the rise, Red, as usual, in the lead.\n\n\nV\n\nThe Astronomer said, \"You think the noise was their ship landing?\"\n\n\"Don't you think it could be?\"\n\n\"If it were, they may all be dead.\"\n\n\"Perhaps not.\" The Industrialist frowned.\n\n\"If they have landed, and are still alive, where are they?\"\n\n\"Think about that for a while.\" He was still frowning.\n\nThe Astronomer said, \"I don't understand you.\"\n\n\"They may not be friendly.\"\n\n\"Oh, no. I've spoken with them. They've--\"\n\n\"You've spoken with them. Call that reconnaissance. What would their\nnext step be? Invasion?\"\n\n\"But they only have one ship, sir.\"\n\n\"You know that only because they say so. They might have a fleet.\"\n\n\"I've told you about their size. They--\"\n\n\"Their size would not matter, if they have handweapons that may well be\nsuperior to our artillery.\"\n\n\"That is not what I meant.\"\n\n\"I had this partly in mind from the first.\" The Industrialist went on.\n\"It is for that reason I agreed to see them after I received your\nletter. Not to agree to an unsettling and impossible trade, but to judge\ntheir real purposes. I did not count on their evading the meeting.\"\n\nHe sighed. \"I suppose it isn't our fault. You are right in one thing, at\nany rate. The world has been at peace too long. We are losing a healthy\nsense of suspicion.\"\n\nThe Astronomer's mild voice rose to an unusual pitch and he said, \"I\n_will_ speak. I tell you that there is no reason to suppose they can\npossibly be hostile. They are small, yes, but that is only important\nbecause it is a reflection of the fact that their native worlds are\nsmall. Our world has what is for them a normal gravity, but because of\nour much higher gravitational potential, our atmosphere is too dense to\nsupport them comfortably over sustained periods. For a similar reason\nthe use of the world as a base for interstellar travel, except for trade\nin certain items, is uneconomical. And there are important differences\nin chemistry of life due to the basic differences in soils. They\ncouldn't eat our food or we theirs.\"\n\n\"Surely all this can be overcome. They can bring their own food, build\ndomed stations of lowered air pressure, devise specially designed\nships.\"\n\n\"They can. And how glibly you can describe feats that are easy to a race\nin its youth. It is simply that they don't have to do any of that. There\nare millions of worlds suitable for them in the Galaxy. They don't need\nthis one which isn't.\"\n\n\"How do you know? All this is their information again.\"\n\n\"This I was able to check independently. I am an astronomer, after all.\"\n\n\"That is true. Let me hear what you have to say then, while we walk.\"\n\n\"Then, sir, consider that for a long time our astronomers have believed\nthat two general classes of planetary bodies existed. First, the planets\nwhich formed at distances far enough from their stellar nucleus to\nbecome cool enough to capture hydrogen. These would be large planets\nrich in hydrogen, ammonia and methane. We have examples of these in the\ngiant outer planets. The second class would include those planets formed\nso near the stellar center that the high temperature would make it\nimpossible to capture much hydrogen. These would be smaller planets,\ncomparatively poorer in hydrogen and richer in oxygen. We know that type\nvery well since we live on one. Ours is the only solar system we know in\ndetail, however, and it has been reasonable for us to assume that these\nwere the _only_ two planetary classes.\"\n\n\"I take it then that there is another.\"\n\n\"Yes. There is a super-dense class, still smaller, poorer in hydrogen,\nthan the inner planets of the solar system. The ratio of occurrence of\nhydrogen-ammonia planets and these super-dense water-oxygen worlds of\ntheirs over the entire Galaxy--and remember that they have actually\nconducted a survey of significant sample volumes of the Galaxy which we,\nwithout interstellar travel, cannot do--is about 3 to 1. This leaves\nthem seven million super-dense worlds for exploration and colonization.\"\n\nThe Industrialist looked at the blue sky and the green-covered trees\namong which they were making their way. He said, \"And worlds like ours?\"\n\nThe Astronomer said, softly, \"Ours is the first solar system they have\nfound which contains them. Apparently the development of our solar\nsystem was unique and did not follow the ordinary rules.\"\n\nThe Industrialist considered that. \"What it amounts to is that these\ncreatures from space are asteroid-dwellers.\"\n\n\"No, no. The asteroids are something else again. They occur, I was told,\nin one out of eight stellar systems, but they're completely different\nfrom what we've been discussing.\"\n\n\"And how does your being an astronomer change the fact that you are\nstill only quoting their unsupported statements?\"\n\n\"But they did not restrict themselves to bald items of information. They\npresented me with a theory of stellar evolution which I had to accept\nand which is more nearly valid than anything our own astronomy has ever\nbeen able to devise, if we except possible lost theories dating from\nBeforethewars. Mind you, their theory had a rigidly mathematical\ndevelopment and it predicted just such a Galaxy as they describe. So you\nsee, they have all the worlds they wish. They are not land-hungry.\nCertainly not for our land.\"\n\n\"Reason would say so, if what you say is true. But creatures may be\nintelligent and not reasonable. Our forefathers were presumably\nintelligent, yet they were certainly not reasonable. Was it reasonable\nto destroy almost all their tremendous civilization in atomic warfare\nover causes our historians can no longer accurately determine?\" The\nIndustrialist brooded over it. \"From the dropping of the first atom bomb\nover those islands--I forget the ancient name--there was only one end in\nsight, and in plain sight. Yet events were allowed to proceed to that\nend.\"\n\nHe looked up, said briskly, \"Well, where are we? I wonder if we are not\non a fool's errand after all.\"\n\nBut the Astronomer was a little in advance and his voice came thickly.\n\"No fool's errand, sir. Look there.\"\n\n\nVI\n\nRed and Slim had trailed their elders with the experience of youth,\naided by the absorption and anxiety of their fathers. Their view of the\nfinal object of the search was somewhat obscured by the underbrush\nbehind which they remained.\n\nRed said, \"Holy Smokes. Look at that. It's all shiny silver or\nsomething.\"\n\nBut it was Slim who was really excited. He caught at the other. \"I know\nwhat this is. It's a space-ship. That must be why my father came here.\nHe's one of the biggest astronomers in the world and your father would\nhave to call him if a space-ship landed on his estate.\"\n\n\"What are you talking about? Dad didn't even know that thing was there.\nHe only came here because I told him I heard the thunder from here.\nBesides, there isn't any such thing as a space-ship.\"\n\n\"Sure, there is. Look at it. See those round things. They are ports. And\nyou can see the rocket tubes.\"\n\n\"How do you know so much?\"\n\nSlim was flushed. He said, \"I read about them. My father has books about\nthem. Old books. From Beforethewars.\"\n\n\"Huh. Now I know you're making it up. Books from Beforethewars!\"\n\n\"My father _has_ to have them. He teaches at the University. It's his\njob.\"\n\nHis voice had risen and Red had to pull at him. \"You want them to hear\nus?\" he whispered indignantly.\n\n\"Well, it is, too, a space-ship.\"\n\n\"Look here, Slim, you mean that's a ship from another world.\"\n\n\"It's _got_ to be. Look at my father going round and round it. He\nwouldn't be so interested if it was anything else.\"\n\n\"Other worlds! Where are there other worlds?\"\n\n\"Everywhere. How about the planets? They're worlds just like ours, some\nof them. And other stars probably have planets. There's probably\nzillions of planets.\"\n\nRed felt outweighed and outnumbered. He muttered, \"You're crazy!\"\n\n\"All right, then. I'll show you.\"\n\n\"Hey! Where are you going?\"\n\n\"Down there. I'm going to ask my father. I suppose you'll believe it if\n_he_ tells you. I suppose you'll believe a Professor of Astronomy knows\nwhat--\"\n\nHe had scrambled upright.\n\nRed said, \"Hey. You don't want them to see us. We're not supposed to be\nhere. Do you want them to start asking questions and find out about our\nanimals?\"\n\n\"I don't care. You said I was crazy.\"\n\n\"Snitcher! You promised you wouldn't tell.\"\n\n\"I'm _not_ going to tell. But if they find out themselves, it's your\nfault, for starting an argument and saying I was crazy.\"\n\n\"I take it back, then,\" grumbled Red.\n\n\"Well, all right. You better.\"\n\nIn a way, Slim was disappointed. He wanted to see the space-ship at\ncloser quarters. Still, he could not break his vow of secrecy even in\nspirit without at least the excuse of personal insult.\n\nRed said, \"It's awfully small for a space-ship.\"\n\n\"Sure, because it's probably a scout-ship.\"\n\n\"I'll bet Dad couldn't even get into the old thing.\"\n\nSo much Slim realized to be true. It was a weak point in his argument\nand he made no answer. His interest was absorbed by the adults.\n\nRed rose to his feet; an elaborate attitude of boredom all about him.\n\"Well, I guess we better be going. There's business to do and I can't\nspend all day here looking at some old space-ship or whatever it is.\nWe've got to take care of the animals if we're going to be circus-folks.\nThat's the first rule with circus-folks. They've got to take care of the\nanimals. And,\" he finished virtuously, \"that's what I aim to do,\nanyway.\"\n\nSlim said, \"What for, Red? They've got plenty of meat. Let's watch.\"\n\n\"There's no fun in watching. Besides Dad and your father are going away\nand I guess it's about lunch time.\"\n\nRed became argumentative. \"Look, Slim, we can't start acting suspicious\nor they're going to start investigating. Holy Smokes, don't you ever\nread any detective stories? When you're trying to work a big deal\nwithout being caught, it's practically the main thing to keep on acting\njust like always. Then they don't suspect anything. That's the first\nlaw--\"\n\n\"Oh, all right.\"\n\nSlim rose resentfully. At the moment, the circus appeared to him a\nrather tawdry and shoddy substitute for the glories of astronomy, and he\nwondered how he had come to fall in with Red's silly scheme.\n\nDown the slope they went, Slim, as usual, in the rear.\n\n\nVII\n\nThe Industrialist said, \"It's the workmanship that gets me. I never saw\nsuch construction.\"\n\n\"What good is it now?\" said the Astronomer, bitterly. \"There's nothing\nleft. There'll be no second landing. This ship detected life on our\nplanet through accident. Other exploring parties would come no closer\nthan necessary to establish the fact that there were no super-dense\nworlds existing in our solar system.\"\n\n\"Well, there's no quarreling with a crash landing.\"\n\n\"The ship hardly seems damaged. If only some had survived, the ship\nmight have been repaired.\"\n\n\"If they had survived, there would be no trade in any case. They're too\ndifferent. Too disturbing. In any case--it's over.\"\n\nThey entered the house and the Industrialist greeted his wife calmly.\n\"Lunch about ready, dear.\"\n\n\"I'm afraid not. You see--\" She looked hesitantly at the Astronomer.\n\n\"Is anything wrong?\" asked the Industrialist. \"Why not tell me? I'm sure\nour guest won't mind a little family discussion.\"\n\n\"Pray don't pay any attention whatever to me,\" muttered the Astronomer.\nHe moved miserably to the other end of the living room.\n\nThe woman said, in low, hurried tones, \"Really, dear, cook's that upset.\nI've been soothing her for hours and honestly, I don't know why Red\nshould have done it.\"\n\n\"Done what?\" The Industrialist was more amused than otherwise. It had\ntaken the united efforts of himself and his son months to argue his wife\ninto using the name \"Red\" rather than the perfectly ridiculous (viewed\nyoungster fashion) name which was his real one.\n\nShe said, \"He's taken most of the chopped meat.\"\n\n\"He's eaten it?\"\n\n\"Well, I hope not. It was raw.\"\n\n\"Then what would he want it for?\"\n\n\"I haven't the slightest idea. I haven't seen him since breakfast.\nMeanwhile cook's just furious. She caught him vanishing out the kitchen\ndoor and there was the bowl of chopped meat just about empty and she was\ngoing to use it for lunch. Well, you know cook. She had to change the\nlunch menu and that means she won't be worth living with for a week.\nYou'll just have to speak to Red, dear, and make him promise not to do\nthings in the kitchen any more. And it wouldn't hurt to have him\napologize to cook.\"\n\n\"Oh, come. She works for us. If we don't complain about a change in\nlunch menu, why should she?\"\n\n\"Because she's the one who has double-work made for her, and she's\ntalking about quitting. Good cooks aren't easy to get. Do you remember\nthe one before her?\"\n\nIt was a strong argument.\n\nThe Industrialist looked about vaguely. He said, \"I suppose you're\nright. He isn't here, I suppose. When he comes in, I'll talk to him.\"\n\n\"You'd better start. Here he comes.\"\n\nRed walked into the house and said cheerfully, \"Time for lunch, I\nguess.\" He looked from one parent to the other in quick speculation at\ntheir fixed stares and said, \"Got to clean up first, though,\" and made\nfor the other door.\n\nThe Industrialist said, \"One moment, son.\"\n\n\"Sir?\"\n\n\"Where's your little friend?\"\n\nRed said, carelessly, \"He's around somewhere. We were just sort of\nwalking and I looked around and he wasn't there.\" This was perfectly\ntrue, and Red felt on safe ground. \"I told him it was lunch time. I\nsaid, 'I suppose it's about lunch time.' I said, 'We got to be getting\nback to the house.' And he said, 'Yes.' And I just went on and then when\nI was about at the creek I looked around and--\"\n\nThe Astronomer interrupted the voluble story, looking up from a\nmagazine he had been sightlessly rummaging through. \"I wouldn't worry\nabout my youngster. He is quite self-reliant. Don't wait lunch for him.\"\n\n\"Lunch isn't ready in any case, Doctor.\" The Industrialist turned once\nmore to his son. \"And talking about that, son, the reason for it is that\nsomething happened to the ingredients. Do you have anything to say?\"\n\n\"Sir?\"\n\n\"I hate to feel that I have to explain myself more fully. Why did you\ntake the chopped meat?\"\n\n\"The chopped meat?\"\n\n\"The chopped meat.\" He waited patiently.\n\nRed said, \"Well, I was sort of--\"\n\n\"Hungry?\" prompted his father. \"For raw meat?\"\n\n\"No, sir. I just sort of needed it.\"\n\n\"For what exactly?\"\n\nRed looked miserable and remained silent.\n\nThe Astronomer broke in again. \"If you don't mind my putting in a few\nwords--You'll remember that just after breakfast my son came in to ask\nwhat animals ate.\"\n\n\"Oh, you're right. How stupid of me to forget. Look here, Red, did you\ntake it for an animal pet you've got?\"\n\nRed recovered indignant breath. He said, \"You mean Slim came in here and\nsaid I had an animal? He came in here and said that? He said I had an\nanimal?\"\n\n\"No, he didn't. He simply asked what animals ate. That's all. Now if he\npromised he wouldn't tell on you, he didn't. It's your own foolishness\nin trying to take something without permission that gave you away. That\nhappened to be stealing. Now have you an animal? I ask you a direct\nquestion.\"\n\n\"Yes, sir.\" It was a whisper so low as hardly to be heard.\n\n\"All right, you'll have to get rid of it. Do you understand?\"\n\nRed's mother intervened. \"Do you mean to say you're keeping a\nmeat-eating animal, Red? It might bite you and give you blood-poison.\"\n\n\"They're only small ones,\" quavered Red. \"They hardly budge if you touch\nthem.\"\n\n\"They? How many do you have?\"\n\n\"Two.\"\n\n\"Where are they?\"\n\nThe Industrialist touched her arm. \"Don't chivvy the child any further,\"\nhe said, in a low voice. \"If he says he'll get rid of them, he will,\nand that's punishment enough.\"\n\nHe dismissed the matter from his mind.\n\n\nVIII\n\nLunch was half over when Slim dashed into the dining room. For a moment,\nhe stood abashed, and then he said in what was almost hysteria, \"I've\ngot to speak to Red. I've got to say something.\"\n\nRed looked up in fright, but the Astronomer said, \"I don't think, son,\nyou're being very polite. You've kept lunch waiting.\"\n\n\"I'm sorry, Father.\"\n\n\"Oh, don't rate the lad,\" said the Industrialist's wife. \"He can speak\nto Red if he wants to, and there was no damage done to the lunch.\"\n\n\"I've got to speak to Red alone,\" Slim insisted.\n\n\"Now that's enough,\" said the Astronomer with a kind of gentleness that\nwas obviously manufactured for the benefit of strangers and which had\nbeneath it an easily-recognized edge. \"Take your seat.\"\n\nSlim did so, but he ate only when someone looked directly upon him. Even\nthen he was not very successful.\n\nRed caught his eyes. He made soundless words, \"Did the animals get\nloose?\"\n\nSlim shook his head slightly. He whispered, \"No, it's--\"\n\nThe Astronomer looked at him hard and Slim faltered to a stop.\n\nWith lunch over, Red slipped out of the room, with a microscopic motion\nat Slim to follow.\n\nThey walked in silence to the creek.\n\nThen Red turned fiercely upon his companion. \"Look here, what's the idea\nof telling my Dad we were feeding animals?\"\n\nSlim said, \"I didn't. I asked what you feed animals. That's not the same\nas saying we were doing it. Besides, it's something else, Red.\"\n\nBut Red had not used up his grievances. \"And where did you go anyway? I\nthought you were coming to the house. They acted like it was my fault\nyou weren't there.\"\n\n\"But I'm trying to tell you about that, if you'd only shut _up_ a second\nand let me talk. You don't give a fellow a chance.\"\n\n\"Well, go on and tell me if you've got so much to say.\"\n\n\"I'm _trying_ to. I went back to the space-ship. The folks weren't there\nanymore and I wanted to see what it was like.\"\n\n\"It isn't a space-ship,\" said Red, sullenly. He had nothing to lose.\n\n\"It is, too. I looked inside. You could look through the ports and I\nlooked inside and they were _dead_.\" He looked sick. \"They were dead.\"\n\n\"_Who_ were dead.\"\n\nSlim screeched, \"Animals! like _our_ animals! Only they _aren't_\nanimals. They're people-things from other planets.\"\n\nFor a moment Red might have been turned to stone. It didn't occur to him\nto disbelieve Slim at this point. Slim looked too genuinely the bearer\nof just such tidings. He said, finally, \"Oh, my.\"\n\n\"Well, what are we going to do? Golly, will we get a whopping if they\nfind out?\" He was shivering.\n\n\"We better turn them loose,\" said Red.\n\n\"They'll tell on us.\"\n\n\"They can't talk our language. Not if they're from another planet.\"\n\n\"Yes, they can. Because I remember my father talking about some stuff\nlike that to my mother when he didn't know I was in the room. He was\ntalking about visitors who could talk with the mind. Telepathery or\nsomething. I thought he was making it up.\"\n\n\"Well, Holy Smokes. I mean--Holy Smokes.\" Red looked up. \"I tell you. My\nDad said to get rid of them. Let's sort of bury them somewhere or throw\nthem in the creek.\"\n\n\"He _told_ you to do that.\"\n\n\"He made me say I had animals and then he said, 'Get rid of them.' I got\nto do what he says. Holy Smokes, he's my Dad.\"\n\nSome of the panic left Slim's heart. It was a thoroughly legalistic way\nout. \"Well, let's do it right now, then, before they find out. Oh,\ngolly, if they find out, will we be in trouble!\"\n\nThey broke into a run toward the barn, unspeakable visions in their\nminds.\n\n\nIX\n\nIt was different, looking at them as though they were \"people.\" As\nanimals, they had been interesting; as \"people,\" horrible. Their eyes,\nwhich were neutral little objects before, now seemed to watch them with\nactive malevolence.\n\n\"They're making noises,\" said Slim, in a whisper which was barely\naudible.\n\n\"I guess they're talking or something,\" said Red. Funny that those\nnoises which they had heard before had not had significance earlier. He\nwas making no move toward them. Neither was Slim.\n\nThe canvas was off but they were just watching. The ground meat, Slim\nnoticed, hadn't been touched.\n\nSlim said, \"Aren't you going to do something?\"\n\n\"Aren't you?\"\n\n\"You found them.\"\n\n\"It's your turn, now.\"\n\n\"No, it isn't. You found them. It's your fault, the whole thing. I was\nwatching.\"\n\n\"You joined in, Slim. You know you did.\"\n\n\"I don't care. You found them and that's what I'll say when they come\nhere looking for us.\"\n\nRed said, \"All right for you.\" But the thought of the consequences\ninspired him anyway, and he reached for the cage door.\n\nSlim said, \"Wait!\"\n\nRed was glad to. He said, \"Now what's biting you?\"\n\n\"One of them's got something on him that looks like it might be iron or\nsomething.\"\n\n\"Where?\"\n\n\"Right there. I saw it before but I thought it was just part of him. But\nif he's 'people,' maybe it's a disintegrator gun.\"\n\n\"What's that?\"\n\n\"I read about it in the books from Beforethewars. Mostly people with\nspace-ships have disintegrator guns. They point them at you and you get\ndisintegratored.\"\n\n\"They didn't point it at us till now,\" pointed out Red with his heart\nnot quite in it.\n\n\"I don't care. I'm not hanging around here and getting disintegratored.\nI'm getting my father.\"\n\n\"Cowardy-cat. Yellow cowardy-cat.\"\n\n\"I don't care. You can call all the names you want, but if you bother\nthem now you'll get disintegratored. You wait and see, and it'll be all\nyour fault.\"\n\nHe made for the narrow spiral stairs that led to the main floor of the\nbarn, stopped at its head, then backed away.\n\nRed's mother was moving up, panting a little with the exertion and\nsmiling a tight smile for the benefit of Slim in his capacity as guest.\n\n\"Red! You, Red! Are you up there? Now don't try to hide. I know this is\nwhere you're keeping them. Cook saw where you ran with the meat.\"\n\nRed quavered, \"Hello, ma!\"\n\n\"Now show me those nasty animals? I'm going to see to it that you get\nrid of them right away.\"\n\nIt was over! And despite the imminent corporal punishment, Red felt\nsomething like a load fall from him. At least the decision was out of\nhis hands.\n\n\"Right there, ma. I didn't do anything to them, ma. I didn't know. They\njust looked like little animals and I thought you'd let me keep them,\nma. I wouldn't have taken the meat only they wouldn't eat grass or\nleaves and we couldn't find good nuts or berries and cook never lets me\nhave anything or I would have asked her and I didn't know it was for\nlunch and--\"\n\nHe was speaking on the sheer momentum of terror and did not realize that\nhis mother did not hear him but, with eyes frozen and popping at the\ncage, was screaming in thin, piercing tones.\n\n\nX\n\nThe Astronomer was saying, \"A quiet burial is all we can do. There is no\npoint in any publicity now,\" when they heard the screams.\n\nShe had not entirely recovered by the time she reached them, running and\nrunning. It was minutes before her husband could extract sense from her.\n\nShe was saying, finally, \"I tell you they're in the barn. I don't know\nwhat they are. No, no--\"\n\nShe barred the Industrialist's quick movement in that direction. She\nsaid, \"Don't _you_ go. Send one of the hands with a shotgun. I tell you\nI never saw anything like it. Little horrible beasts with--with--I can't\ndescribe it. To think that Red was touching them and trying to feed\nthem. He was _holding_ them, and feeding them meat.\"\n\nRed began, \"I only--\"\n\nAnd Slim said, \"It was not--\"\n\nThe Industrialist said, quickly, \"Now you boys have done enough harm\ntoday. March! Into the house! And not a word; not one word! I'm not\ninterested in anything you have to say. After this is all over, I'll\nhear you out and as for you, Red, I'll see that you're properly\npunished.\"\n\nHe turned to his wife. \"Now whatever the animals are, we'll have them\nkilled.\" He added quietly once the youngsters were out of hearing,\n\"Come, come. The children aren't hurt and, after all, they haven't done\nanything really terrible. They've just found a new pet.\"\n\nThe Astronomer spoke with difficulty. \"Pardon me, ma'am, but can you\ndescribe these animals?\"\n\nShe shook her head. She was quite beyond words.\n\n\"Can you just tell me if they--\"\n\n\"I'm sorry,\" said the Industrialist, apologetically, \"but I think I had\nbetter take care of her. Will you excuse me?\"\n\n\"A moment. Please. One moment. She said she had never seen such animals\nbefore. Surely it is not usual to find animals that are completely\nunique on an estate such as this.\"\n\n\"I'm sorry. Let's not discuss that now.\"\n\n\"Except that unique animals might have landed during the night.\"\n\nThe Industrialist stepped away from his wife. \"What are you implying?\"\n\n\"I think we had better go to the barn, sir!\"\n\nThe Industrialist stared a moment, turned and suddenly and quite\nuncharacteristically began running. The Astronomer followed and the\nwoman's wail rose unheeded behind them.\n\n\nXI\n\nThe Industrialist stared, looked at the Astronomer, turned to stare\nagain.\n\n\"Those?\"\n\n\"Those,\" said the Astronomer. \"I have no doubt we appear strange and\nrepulsive to them.\"\n\n\"What do they say?\"\n\n\"Why, that they are uncomfortable and tired and even a little sick, but\nthat they are not seriously damaged, and that the youngsters treated\nthem well.\"\n\n\"Treated them well! Scooping them up, keeping them in a cage, giving\nthem grass and raw meat to eat? Tell me how to speak to them.\"\n\n\"It may take a little time. Think _at_ them. Try to listen. It will come\nto you, but perhaps not right away.\"\n\nThe Industrialist tried. He grimaced with the effort of it, thinking\nover and over again, \"The youngsters were ignorant of your identity.\"\n\nAnd the thought was suddenly in his mind: \"We were quite aware of it and\nbecause we knew they meant well by us according to their own view of the\nmatter, we did not attempt to attack them.\"\n\n\"Attack them?\" thought the Industrialist, and said it aloud in his\nconcentration.\n\n\"Why, yes,\" came the answering thought. \"We are armed.\"\n\nOne of the revolting little creatures in the cage lifted a metal object\nand there was a sudden hole in the top of the cage and another in the\nroof of the barn, each hole rimmed with charred wood.\n\n\"We hope,\" the creatures thought, \"it will not be too difficult to make\nrepairs.\"\n\nThe Industrialist found it impossible to organize himself to the point\nof directed thought. He turned to the Astronomer. \"And with that weapon\nin their possession they let themselves be handled and caged? I don't\nunderstand it.\"\n\nBut the calm thought came, \"We would not harm the young of an\nintelligent species.\"\n\n\nXII\n\nIt was twilight. The Industrialist had entirely missed the evening meal\nand remained unaware of the fact.\n\nHe said, \"Do you really think the ship will fly?\"\n\n\"If they say so,\" said the Astronomer, \"I'm sure it will. They'll be\nback, I hope, before too long.\"\n\n\"And when they do,\" said the Industrialist, energetically, \"I will keep\nmy part of the agreement. What is more I will move sky and earth to have\nthe world accept them. I was entirely wrong, Doctor. Creatures that\nwould refuse to harm children, under such provocation as they received,\nare admirable. But you know--I almost hate to say this--\"\n\n\"Say what?\"\n\n\"The kids. Yours and mine. I'm almost proud of them. Imagine seizing\nthese creatures, feeding them or trying to, and keeping them hidden. The\namazing gall of it. Red told me it was his idea to get a job in a circus\non the strength of them. Imagine!\"\n\nThe Astronomer said, \"Youth!\"\n\n\nXIII\n\nThe Merchant said, \"Will we be taking off soon?\"\n\n\"Half an hour,\" said the Explorer.\n\nIt was going to be a lonely trip back. All the remaining seventeen of\nthe crew were dead and their ashes were to be left on a strange planet.\nBack they would go with a limping ship and the burden of the controls\nentirely on himself.\n\nThe Merchant said, \"It was a good business stroke, not harming the young\nones. We will get very good terms; _very_ good terms.\"\n\nThe Explorer thought: Business!\n\nThe Merchant then said, \"They've lined up to see us off. All of them.\nYou don't think they're too close, do you? It would be bad to burn any\nof them with the rocket blast at this stage of the game.\"\n\n\"They're safe.\"\n\n\"Horrible-looking things, aren't they?\"\n\n\"Pleasant enough, inside. Their thoughts are perfectly friendly.\"\n\n\"You wouldn't believe it of them. That immature one, the one that first\npicked us up--\"\n\n\"They call him Red,\" provided the Explorer.\n\n\"That's a queer name for a monster. Makes me laugh. He actually feels\n_bad_ that we're leaving. Only I can't make out exactly why. The nearest\nI can come to it is something about a lost opportunity with some\norganization or other that I can't quite interpret.\"\n\n\"A circus,\" said the Explorer, briefly.\n\n\"What? Why, the impertinent monstrosity.\"\n\n\"Why not? What would you have done if you had found _him_ wandering on\n_your_ native world; found him sleeping on a field on Earth, red\ntentacles, six legs, pseudopods and all?\"\n\n\nXIV\n\nRed watched the ship leave. His red tentacles, which gave him his\nnickname, quivered their regret at lost opportunity to the very last,\nand the eyes at their tips filled with drifting yellowish crystals that\nwere the equivalent of Earthly tears.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Space Science Fiction_ May 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Youth, by Isaac Asimov\n\n*** END OF THIS PROJECT GUTENBERG EBOOK YOUTH ***\n\n***** This file should be named 31547.txt or 31547.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/5/4/31547/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}