{"title": "Pursuit", "author": "Lester del Rey", "releaseDate": "March 10, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Space Science Fiction May 1952. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                            [Illustration]\n\n                            [Illustration]\n\n\n                               PURSUIT\n\n\n                         _by_ LESTER DEL REY\n\n\n                         Illustrated by ORBAN\n\n       *       *       *       *       *\n\n\n\n\nI\n\nFear cut through the unconscious mind of Wilbur Hawkes. With almost\nphysical violence, it tightened his throat and knifed at his heart. It\ndarted into his numbed brain, screaming at him.\n\nHe was a soft egg in a vast globe of elastic gelatine. Two creatures\nswam menacingly through the resisting globe toward him. The gelatine\nfought against them, but they came on. One was near, and made a mystic\npass. He screamed at it, and the gelatine grew stronger, throwing them\nback and away. Suddenly, the creatures drew back. A door opened, and\nthey were gone. But he couldn't let them go. If they escaped....\n\nHawkes jerked upright in his bed, gasping out a hoarse cry, and the\nsound of his own voice completed the awakening. He opened his eyes to\na murky darkness that was barely relieved by the little night-light.\nFor a second, the nightmare was so strong on his mind that he seemed\nto see two shadows beyond the door, rushing down the steps. He fought\noff the illusion, and with straining senses jerked his head around the\nroom. There was nothing there.\n\nSweat was beading his forehead, and he could feel his pulse racing. He\nhad to get out--had to leave--at once!\n\nHe forced the idea aside. There was something cloudy in his mind, but\nhe made reason take over and shove away some of the heavy fear. His\nfingers found a cigarette and lighted it automatically. The first\nfamiliar breath of smoke in his lungs helped. He drew in deeply again,\nwhile the tiny sounds in the room became meaningful. There was the\ninsistent ticking of a clock and the soft shushing sound of a tape\nrecorder. He stared at the machine, running on fast rewind, and\nreversed it to play. But the tape seemed to be blank, or erased.\n\nHe crushed the cigarette out on a table-top where other butts lay in\ndisorder. It looked wrong, and his mind leaped up in sudden frantic\nfear, before he could calm it again. This time, reason echoed his\nemotional unease.\n\nHawkes had never smoked before!\n\nBut his fingers were already lighting another by old habit. His\nthoughts lurched, seeking for an answer. There was only a vague sense\nof something missing--a period of time seemed to have passed. It felt\nlike a long period, but he had no memory of it. There had been the\nfinal fight with Irma, when he'd gone stalking out of the house,\ntelling her to get a divorce any way she wanted. He'd opened the\nmail-box and taken out a letter--a letter from a Professor....\n\nHis mind refused to go further. There was only a complete blank after\nthat. But it had been in midwinter, and now he could make out the\nfaint outlines of full-leafed trees against the sky through the\nwindow! Months had gone by--and there was no faintest trace of them in\nhis mind.\n\n_They'll get you! You can't escape! Hurry, go, GO!..._\n\nThe cigarette fell from his shaking hands, and he was half out of the\nbed before the rational part of his mind could cut off the fear\nthoughts. He flipped on the lights, afraid of the dimness. It didn't\nhelp. The room was dusty, as if unused for months, and there was a\ncobweb in one corner by the mirror.\n\nHis own face shocked him. It was the same lean, sharp-featured face as\never, under the shock of nondescript, sandy hair. His ears still stuck\nout too much, and his lips were a trifle too thin. It looked no more\nthan his thirty years; but it was a strained face, now--painted with\nweeks of fatigue, and grayish with fear, sweat-streaked and with\nnervous tension in every corded tendon of his throat. His somewhat\nbony, average-height figure shook visibly as he climbed from the bed.\n\nHawkes stood fighting himself, trying to get back in the bed, but it\nwas a losing battle. Something seemed to swing up in the corner of the\nroom, as if a shadow moved. He jerked his head toward it, but there\nwas nothing there.\n\nHe heard his breath gasping harshly, and his knuckles whitened. There\nwas the taste of blood in the corner of his mouth where he was biting\nhis lips.\n\n_Get out! They'll be here at once! Leave--GO!_\n\n       *       *       *       *       *\n\nHis hands were already fumbling with his under-clothing. He drew on\nbriefs jerkily, and grabbed for the shirt and suit he had never seen\nbefore. He was no longer thinking, now. Blind panic was winning. He\nthrust his feet into shoes, not bothering with socks.\n\nA slip of paper fell from his coat, with big sprawled Greek letters.\nHe saw only the last line as it fell to the floor--some equation that\nended with an infinity sign. Then psi and alpha, connected by a dash.\nThe alpha sign had been scratched out, and something written over it.\nHe tried to reach it, and more papers spilled from his coat pocket.\nThe fear washed up more strongly. He forgot the papers. Even the\ncigarettes were too far away for him to return to them. His wallet lay\non the chair, and he barely grabbed it before the urge overpowered him\ncompletely.\n\nThe doorknob slipped in his sweating hands, but he managed to turn it.\nThe elevator wasn't at his floor, and he couldn't stop for it. His\nfeet pounded on the stairs, taking him down the three floors to the\nstreet at a breakneck pace. The walls of the stairway seemed to be\nrushing together, as if trying to close the way. He screamed at them,\nuntil they were behind, and he was charging out of the front door.\n\nA half-drunken couple was coming in--a fat, older man and a slim girl\nhe barely saw. He hit them, throwing them aside. He jerked from the\nentrance. Cars were streaming down West End Avenue. He dashed across,\npaying no attention to them. His rush carried him onto the opposite\nsidewalk. Then, finally, the blind panic left him, and he was leaning\nagainst a building, gasping for breath, and wondering whether his\nheart could endure the next beat.\n\nAcross the street, the fat man he had hit was coming after him. Hawkes\ngathered himself together to apologize, but the words never came. A\nsecond blinding horror hit at him, and his eyes darted up towards the\nwindows of his apartment.\n\nIt was only a tiny glow, at first, like a drop from the heart of a\nsun. Then, before he could more than blink, it spread, until the whole\napartment seemed to blaze. A gout of smoke poured from the shattering\nwindow, and a dull concussion struck his ears.\n\nThe infernally bright flame flickered, leaped outward from the window,\nand died down almost as quickly as it had come, leaving twisted,\nhalf-molten metal where the window frames had been.\n\nThey'd almost gotten him! Hawkes felt his legs weaken and quiver,\nwhile his eyes remained glued to the spot that had lighted the whole\nstreet a second before. They'd tried--but he'd escaped in time.\n\nIt must have been a thermite bomb--nothing but thermite could be that\nhot. He had never imagined that even such a bomb could give so much\nheat so quickly. Where? In the tape-recorder?\n\nHe waited numbly, expecting more fire, but the brief flame seemed to\nhave died out completely. He shook his head, unbelieving, and started\nto cross the street again, to survey the damage or to join the crowd\nthat was beginning to collect.\n\n       *       *       *       *       *\n\nThe fear surged up in him again, halting his step as if he'd struck a\nphysical barrier. With it came the sound of an auto-horn, the button\nheld down permanently. His eyes darted down the street, to see a long,\ngray sedan with old-fashioned running-boards come around the corner on\ntwo wheels. Its brakes screeched, and it skidded to a halt beside\nHawkes' apartment building.\n\nA slim young man in gray tweeds leaped out of it and came to a stop.\nHe threw back heavy black hair with a toss of his head and ran into\nthe crowd that parted to let him through. Someone began pointing\ntowards Hawkes.\n\nHawkes tried to slide around the corner without being seen, but a\nflashlight in the young man's hands pinpointed him. A yell went up.\n\n\"There he goes!\"\n\nHis feet sounded hopelessly on the sidewalk as he dashed up toward\nBroadway, but behind came the sound of others in pursuit, and the\nshouting was becoming a meaningless babble as others took it up. There\nwas no longer any doubt. Someone was certainly after him--there'd been\nno time to turn in an alarm over the fire in his apartment. They'd\nbeen coming for him before that started.\n\nWhat hideous crime could he have committed during the period he\ncouldn't remember? Or what spy-ring had encircled him?\n\nHe had no time to think of the questions, even. He ducked into the\nthin swarm of a few people leaving a theater just as the pursuing\ngroup rounded the corner, with the slim young man in the lead.\n\nTheir cries were enough. Hands reached for him from the theater crowd,\nand a foot stretched out to trip him up. Terror lent speed to his\nlegs, but he could never outdistance them, as long as others picked up\nthe chase.\n\nA sudden blast of heat struck down, and the air was golden and hazy\nabove him. He staggered sideways, blinded by the glare. The crowd was\nscreaming in fear now, no longer holding him back. He felt the edge of\na subway entrance. There was no other choice. He ducked down the\nsteps, while his vision slowly returned, and risked a glance back at\nthe street--just as the whole entrance came down in a wreck of broken\nwood and metal.\n\nA clap of thundering noise sounded above him, drowning the hoarse\nscreams of the people. The few persons in the station rushed for the\nfallen entrance, to mill about it crazily, just as a train pulled in.\nHawkes started toward it, and then realized his pursuers would suspect\nthat. Whatever frightful weapon had been used against him had\nback-fired on them--but they'd catch him at the next stop.\n\n       *       *       *       *       *\n\nHe found space at the end of the platform and dropped off, skirting\nbehind the train, and avoiding the the high-voltage rails.\n\nThe uptown platform held only three people, and they seemed to be too\nbusy at the other end, trying to see the wreckage, to notice him. He\nvaulted onto it, and dashed into the men's room. The few contents of\nhis coat pocket came out quickly, and he began to stuff them into his\ntrousers. He shoved the coat into a garbage can, wet his hair and\nslicked it back, and opened his shirt collar. The change didn't make\nmuch of a disguise, but they wouldn't be expecting him to show up so\nnear where he entered.\n\nHis skin prickled as he came out, but he fought down the sickness in\nhis stomach. A few drops of rain were beginning to fall, and the crowd\naround the accident was thinning out. That might help him--or it might\nprove more dangerous. He had to chance it.\n\nHe stopped to buy a paper, maintaining an air of casual interest in\nthe crowd.\n\n\"What happened?\" he asked.\n\nThe newsstand attendant jerked his eyes back from they excitement\nreluctantly. \"Damned if I know. Someone, says a ball lightning came\ndown and broke over there. Caved in the entrance. Nobody's hurt\nseriously, they say. I was just stacking up to go home when I heard it\ngo off. Didn't see it. Just saw the entrance falling in.\"\n\nHawkes picked up his change and turned back across Broadway,\npretending he was studying the paper. The dateline showed it was July\n10, just seven months from the beginning of his memory lapse. He\ncouldn't believe that there had been time enough for any group to\ninvent a heat-ray, if such a thing could exist. Yet nothing else would\nexplain the two sudden bursts of flame he had seen. Even if it could\nbe invented, it would hardly be used in public for anything less than\na National Emergency.\n\nWhat had happened in the seven blanked-out months?\n\n\nII\n\nThe room was smelly and cheap, with dirty walls and no carpet on the\nfloor, but it was a relief after the hours of tramping and riding\nabout the city. Hawkes sat on the rickety chair, letting the wetness\ndry out of his clothes. He looked at the bed, trying to convince\nhimself he could strip and warm up there while his clothes dried. But\nsomething in his head warned him that he couldn't--he'd have to be\nready to run again. The same urge had made him demand a room on the\nground floor, where he could escape through the window if they found\nhim. They could never find him here--but they would! Sooner or later,\nwhatever was after him would come!\n\nIt had seemed simple enough, before. There had been three friends he\ncould trust. Seven months, he had felt, couldn't have killed their\nfaith in him, no matter what he'd done. And perhaps he'd been right,\nthough there'd been no chance to test it.\n\nHe'd almost been caught at the first place. The two men outside had\nseemed to be no more than a couple of friends awaiting for a bus. Only\nthe approach of another man who resembled Hawkes had tipped him off,\nby the quick interest they had shown.\n\nThe other places had also been posted--and beyond the third, he'd seen\nthe gray sedan with the running boards, parked back in the shadows,\nwaiting.\n\nThere had been less than ten dollars in his wallet, and most of that\nhad gone for cab fares. He'd barely had enough left for this dingy\nroom, the later edition of the newspaper, and the coffee and donuts\nthat lay beside him, half-consumed.\n\nHe glanced toward the door, listening with quick fear as steps sounded\non the stairs. Then he drew his breath in again, and reached for the\nnewspaper. But it told him as little as the first one had.\n\nThis one mentioned the two mysterious explosions of \"ball lightning\"\nin a feature on the first page, but only as curiosities. They even\ngave his address and listed the apartment as being in his name, though\napparently not currently occupied. But no other reference was made to\nhim, or to the chase.\n\nHe shook his head at that. He couldn't see a newspaper-man refusing to\nmake a story of it, if there was any other news about him to which\nthey could tie the burning of his apartment. Apparently it was not the\npolice who were after him, and he hadn't been guilty of anything so\nordinary as murder.\n\n       *       *       *       *       *\n\nOutside the window, a sudden scream sounded, and he jerked from the\nchair, reaching the door before he realized it was only a cat on the\nprowl. He shuddered, his old hatred of cats coming to the surface. For\na minute, he thought of shutting the window. But he couldn't cut off\nhis chance to retreat through the garbage-littered back-yard.\n\nHe returned to his search, beginning an inventory of the few\nbelongings that had been in his pocket. There was a notebook, and he\nscanned it rapidly. A few pages were missing, and most were blank.\nThere was only a shopping list. That puzzled him for a minute--he\ncouldn't believe he'd taken to using lipstick as well as cigarettes,\nthough both were listed in his handwriting. The notebook contained\nnothing else.\n\nHe stuffed it back into his pockets, along with his keyring. There\nwere more keys than he'd expected, some of which were strange to him,\nbut none held any mark that would identify them. He put a few pennies\ninto another pocket--his entire wealth, now, in a world where no more\nmoney would be available to him. He grimaced, dropping a comb into the\nsame pocket.\n\nThen there was only his wallet left. His identification card was\nthere, unchanged. Behind it, where his wife's picture had always been,\nthere was only a folded clipping. He drew it out, hoping for a clew.\nIt was only an announcement of people killed in an airplane crash--and\namong those found dead was Mrs. Wilbur Hawkes, of New York. It seemed\nthat Irma had never reached Reno for the divorce.\n\nHe tried to feel some sorrow at that, but time must have healed\nwhatever hurt there had been, even though he couldn't remember. She\nhad hated him ever since she'd found that he really wasn't willing to\nplease his father by becoming another of the vice-presidents in the\nold man's bank, with an unearned but fancy salary. He'd preferred\nteaching mathematics and dabbling with a bit of research into the\nprobable value of the ESP work being done at Duke University. He'd\nexplained why he hated banking; Irma had made it clear that she really\nneeded the mink coat no assistant professor could afford. It had been\nstalemate--a bitter, seven-year stalemate, until she finally gave up\nhope and demanded a divorce.\n\nHe threw the clipping away, and pulled out the final bit of paper. It\nwas a rent receipt for a cold-water apartment on the poorer section of\nWest End--from the price of eighteen dollars a month, it had to be a\ncold-water place. He frowned, considering it. Apartment 12. That might\nexplain why his own apartment had been unused, though it made little\nsense to him. It would probably be watched by now, anyway.\n\n       *       *       *       *       *\n\nHe jerked to his feet at a sound on the window-sill, but it was only a\ncat, eyeing the unfinished donut. He threw the food out, and the cat\ndived after it. Hawkes waited for the touch of ice along his backbone\nto go away. It didn't.\n\nThis time, he tried to ignore it. He picked up the paper and began\ngoing through it, looking for something that might give him some\nslight clew. But there was nothing there. Only a heading on an inside\npage that stirred his curiosity.\n\n     _Scientist Seeks Confinement_\n\nHe glanced at it, noting that a Professor Meinzer, formerly of City\nCollege, had appeared at Bellevue, asking to be put away in a padded\ncell, preferably with a strait-jacket. The Professor had only\nexplained that he considered himself dangerous to society. No other\nreason was found. Professor Meinzer had been doing private work,\nbelieved to relate to his theory that....\n\nThe panic was back, thick in Hawkes' throat. He jerked back against\nthe wall, his heart racing, while he tried to fight it down. There was\nno sound from the hall or outside. He forced his eyes back to the\npaper.\n\nAnd the paper was surrounded by a golden haze. It burst into a\nmomentary flame as the haze flickered out. Hawkes dropped the ashes\nfrom his clammy hands. He hadn't been burned!\n\n_You can't escape. Run. They'll get you!_\n\nHe heard the outside door open, as it had opened a hundred times. But\nnow it could only mean that more were coming. He jerked for the open\nwindow.\n\nSomething came sailing through the air to hit the sill. Hawkes\nscreamed weakly, far down in his throat, before his eyes could\nregister the fact that it was only the cat again.\n\nThen the cat let out a horrible beginning of a sound, and its poor,\nhalf-starved body seemed to turn inside out, with a churning motion\nthat Hawkes could barely see. Blood and gore spattered from it,\nstriking his face and clothes.\n\nHe froze, unable to move. Either they were outside in the yard, or\nwhatever frightful weapon they used could work through a closed door.\nHe tried to move, first one way, then the other. His feet remained\nfrozen.\n\nThen steps sounded in the hallway, and he waited no longer. His legs\ncame to sudden life, hurling him over the carcass of the cat and\noutside. He went charging through the refuse, and then leaped and\nclawed his way over the fence. The alley was deserted, and he shot\ndown it, to swing right, and into another alley.\n\nIt wasn't until his muscles began to fail that he could control\nhimself enough to stop and stumble into a darkened spot among the\ngarbage cans, spent and gasping for breath.\n\n       *       *       *       *       *\n\nThere was no sign of anyone following. Hawkes had no idea of how they\ncould trace him--but he was beginning to suspect that nothing was\nimpossible, judging by the results of their weapons. For the moment,\nthough, he seemed to have shaken off pursuit. And the physical fatigue\nhad apparently eased some of his terror.\n\nWhat had shocked him into losing seven months out of his memory, and\nstill could drive him into absolute terror at the first sign of them?\n\nHe couldn't go back to the room, and his own apartment was out of the\nquestion. The rain had stopped, mercifully, but he couldn't walk the\nstreets indefinitely, dirty and bedraggled as he was. He tried to\nthink of something to do, but all of his schemes took money which he\nno longer had.\n\nFinally, he arose wearily. Maybe the apartment for which he had the\nrent receipt was watched--but he'd have to chance it. There was no\nplace else.\n\nHe'd been accidentally heading toward it, and he continued now,\nsticking to the alleys until he reached West End Avenue. He tried to\nhurry, but the best his tired muscles could do was a slow shuffle.\n\nLight was beginning to show faintly in the sky, but it was still too\nearly for more than a few cars and a chance pedestrian. At this hour,\nthe avenue was used by only a few cruising cabs, heading toward better\nsections. He shuffled along, trying to look like a man on his way home\nafter too much night out. The cat blood on his clothes bothered him,\nuntil he tried weaving a little as he walked, imitating the drunks he\nhad seen often enough.\n\nHe passed an all night diner, and fished for his pennies. But there\nwere several men inside. He went on, past Fifty-ninth Street, heading\nfor the apartment, which should be near Sixty-seventh.\n\nHe was just reaching the top of the hill near Sixty-fourth when a gray\nsedan sped along, heading downtown. There were running boards on it,\nand behind the wheel sat the slim young man who'd given chase to\nHawkes before.\n\nHawkes tried to duck, but the sedan was already braking and swinging\nback. It was beside him before he could realize more than the old\nclamor of his brain, telling him to run, that he couldn't escape.\n\nThe car matched his speed, and the driver leaned far to the right.\n\"Will Hawkes,\" the young man called. \"How about a lift?\"\n\nThe smile was pleasant, and the voice was casual, as if they were old\nfriends. There was no gun in the man's hands. It might have been any\nhonest offer of a ride.\n\nHawkes braced himself, just as a patrol car turned onto the Avenue\nahead. He opened his mouth to scream, but his vocal cords were frozen.\nThe young man followed his eyes to the patrol car, and frowned.\n\nThen the gray sedan lifted smoothly upwards to a height of twenty\nfeet, turned sharply in mid-air, lifted again, and seemed to make a\nsmooth landing on top of a huge garage building!\n\nThere had been no roar of jets and no evidence of any means of\npropulsion.\n\n       *       *       *       *       *\n\nThe patrol car went on down the Avenue, heading for the diner. The\nofficers inside apparently had missed the whole affair.\n\nHawkes' cowardly legs suddenly came unfrozen. He was conscious of them\nchurning madly. With an effort, he got partial control of himself,\nmanaging to focus on the house numbers.\n\nThere were no watchers outside the number he wanted, though they could\nhave been in rooms across the street. He had no choice, now. He leaped\nup the steps and into the hallway. His eyes darted around, spotting a\ndoor that led out to the side, probably into an alley. He drew himself\ntogether, hiding behind the stairs.\n\nBut there was no further pursuit for the moment. The fear that seemed\nto come before each attack was missing. Maybe it meant he was safe for\nthe moment--though it hadn't warned him of the car the young man was\ndriving.\n\nHeat rays! Levitation! Hawkes dropped to his knees as fatigue and\nreaction caught up with him again, but his mind churned over the new\nevidence. As a mathematician, he was sure such things could not exist.\nIf they did, there would have been extension of math well in advance\nof the perfection of the machines, and he'd have known of it as\nspeculative theory, at least. Yet, without such evidence, the devices\napparently existed.\n\nThe police weren't in on it, that much was certain. It was more than a\nhunt for a criminal. What had been going on during the months he had\nmissed?\n\nHis mind shuttled over the spy-thrillers he had seen. If some nation\nhad the secrets, and he had discovered them.... But the heat ray would\nnever have been used openly, then; they wouldn't tip their hand.\nAnyhow, the cold war was still going on, and that would have been\npointless when any nation had such power.\n\nAnd if the secret belonged to the United States, the young man would\nnever have levitated to avoid police at the greater risk of tipping\noff anyone who saw that such things could be done.\n\nNothing made sense--not even the crazy feeling of fear that had warned\nhim on some occasions and failed him this last time. The only\nexplanation that was credible was the totally incredible idea that\nsome life, alien to earth and with strange unearthly powers, was after\nhim--or that he was insane.\n\nHe fumbled through a pack of cigarettes until he located the last one,\nstreaked with sweat that was still pouring down from his armpit, and\nlighted it. It was all answer-less--just as his sudden need for\nsmoking was.\n\n\nIII\n\nHawkes crushed out the cigarette and began climbing the wide stairs\nslowly. It was probably an ambush into which he was heading--but\nwithout this place, he had no chance of resting. He stared at the\nnumbers painted on the dirty red doors, and went on up a second flight\nof stairs. The number he wanted was at the end of the hall, dimly\nlighted. He dropped to the keyhole, but found it had been filled long\nago, probably when the Yale lock was installed.\n\nHe put his ear against the door and listened. There was no sound from\ninside except a monotonous noise that must be water dripping from a\nleaky faucet. Finally, he climbed to his feet and reached for his\nkeys. The third one he tried fitted, and the door swung open.\n\nHe fumbled about, looking for a light switch, and finally struck a\nmatch. The switch was a string hanging down from a bare bulb. He\npulled it, to find he stood inside one of the old monstrosities with\nwhich New York is filled--a combination kitchen and bathroom, with a\ntiny closet for the toilet in one corner. There was an ice-box, a\ndirty stove, a Franklin heater connected to the chimney, a small sink,\nand a rickety table with four folding chairs. In a closet, cheap china\nshowed.\n\nHe went through that, into the seven-by-twelve living room. There was\na cheap radio, a worn sofa, two more folding chairs and a big typing\ntable. The rug on the floor had been patched together. Then he\nbreathed more easily. Over the back of one of the chairs was a sports\njacket which he recognized as his own. He jerked it up suddenly and\nbegan going through the pockets, but they had already been emptied.\n\nIt didn't matter--he no longer cared why he should be in a place so\ntotally unlike any his usually neat habits would have led him to. It\nwas his.\n\nThen, as he came into the bedroom, he hesitated. It was smaller than\nthe living room, with a bed that took up half of one wall, and two\ndressers jammed into the remaining space. One corner held a cardboard\ncloset--and hanging on the hook was a man's raincoat and hat, both at\nleast five sizes too big for him. His eyes darted about, to find a\nstrange mixture of things he remembered as his and possessions which\nhe would never have owned. On one of the dressers was a small\ntraveling case, filled with the cosmetics and appliances which only a\nwoman would use.\n\nHe jerked open the closet, and his nose told him before his eyes that\nit held only female clothing! Yet on the shelf his old hat rested\nhappily.\n\nHe could make no sense of it--the place looked as if several people\nlived in it, and yet it wasn't really fitted for anyone to spend his\nwhole time there. There was none of the accumulation of property that\nwould fit any permanent residence. He went out of the bedroom, passing\nthe typewriter desk. The typewriter was an old, standard Olympia--a\nGerman machine he'd refitted with the Dvorak keyboard which he had\nlearned for greater efficiency. He was sure nobody else would want it.\n\nThe dishes were dusty, and there was no food in the ice-box.\n\n       *       *       *       *       *\n\nNow, though, it began to fit--a place where it was convenient to stop\nin, but not a place to live. And perhaps he had been in the habit of\nlending it to others. Though why he shouldn't have used his own\napartment was something he still couldn't understand.\n\nBut it was possible there was no record of this place.\n\nHe began shucking off his shirt as he went back through the living\nroom--until the marks on the rug caught his eyes. Something heavy had\nrested there recently--there had been other desks about, or heavily\nladen tables. And a bit of paper under the sofa could only have come\nfrom one of the complicated computing machines used in high-power\nmathematics. He scanned the fragment, making no sense of it, except\nthat it was esoteric enough to belong to any new branch of theory. For\na second, the heat-rays and levitations entered his head--but none of\nthe symbols fitted such a branch of physical development.\n\nWhat had been going on here--and why had the machines been removed so\nrecently that their traces still looked fresh?\n\nHe shook his head--and froze, as a key turned in the lock.\n\nThere was no time for flight. She stood in the doorway, blinking at\nthe light before he could turn. She, of course, was the girl whom he'd\nbarely noticed when he knocked the couple down as he charged out of\nhis apartment.\n\nOf course? He puzzled over that. He'd almost expected it--and yet, now\nthat he looked more closely, he couldn't even be sure that she was the\nsame. She wore the same green jacket, but nothing else he could be\nsure of, because he had no other memory of that girl. This one was two\ninches shorter than he was, with dark red hair and the deepest blue\neyes he had seen. She looked like an artist's conception of an Irish\ncolleen, except that her mouth was open half an inch, and she was\nstudying him with the look of being about ready to scream.\n\n\"Who are you?\" He forced the words out at her.\n\nShe shook her head, and then smiled doubtfully. \"Ellen Ibañez,\nnaturally. You startled me! But you must be Wilbur Hawkes, of course.\nDidn't you get my wire?\"\n\nHe watched her, but there had been no stumbling over his name, and no\neffort to make it sound too casual. Apparently, the name meant nothing\nto her. He shook his head. \"What wire?\" Then he plunged ahead,\nquickly. \"You've heard of amnesia? Good. Well, I've got it--partially.\nIf you can tell me anything about myself before yesterday, Miss, I'll\nnever be anything but....\"\n\nHe choked on that, unable to finish. And behind the surface emotions,\nhis mind was poised, sniffing for danger. There was no feeling of it,\nthough he kept telling himself alternately that she had been the girl\nat the door and that she obviously had not been.\n\nHe'd seen her before. The tilt of her head, that unmatchable hair....\n\n       *       *       *       *       *\n\n\"You poor man!\" Her voice was all sympathy, and the bag she was\ncarrying dropped to the floor as she came over. \"You mean you _really_\ncan't remember--at all?\"\n\n\"Not for the last seven months!\"\n\nShe seemed surprised. \"But that was when you answered my\nadvertisement. I never saw you--though you did call me, and your voice\nsounds familiar. You sent me the check, and I mailed you the key. That\nwas all.\"\n\n\"But I must have given you references--told you something--\"\n\nAgain, she shook her head. \"Nothing. You said you were a teacher at\nCCNY, but that you were quitting, and wanted a place to use as an\noffice. You didn't care what it was like. That's all.\"\n\nHawkes felt she was lying--but it could have been true. And in his\npresent state, he probably believed everyone was other than they\nseemed. He remembered the gray sedan rising to the roof--and the cat\nturning inside out--\n\nSickness hit at him. He groped back towards a chair, sinking into it.\nHe'd almost found a refuge, and even hoped that he could find some of\nthe missing past. Now....\n\nHe must have partially fainted. He heard vague sounds, and then she\nwas putting something against his lips. It was bitter and hot, though\nit only remotely resembled coffee. He gulped it gratefully, not caring\nthat it was sweet and black. He saw the bottle of old coffee powder,\ncaked with age, and heard the water boiling on the stove. Idly, he\nwondered whether he'd bought the jar originally or she had. Then his\nsenses snapped back.\n\n\"Thanks,\" he muttered thickly. He groped his way to his feet, his head\nslowly clearing. \"I guess I'd better go now.\"\n\nShe forced him back into the chair. \"You're in no condition to leave\nhere, Will Hawkes. Ugh! Your shoes are filthy. Let me help you ...\nthere, isn't that better? Whatever you've been doing to yourself, you\nshould be ashamed. You're going straight to bed while I clean some of\nthis up!\"\n\nHis head had sunk back on the table, and everything reached him\nthrough a thick fog. It wasn't right--girls didn't act that way to\nstrange men who looked as if they'd come from a Bowery fight. Girls\ndidn't take a man's clothes off. Girls didn't....\n\nHe let her half carry him into the bedroom, and tried to protest as\nshe put him between clean sheets. He stared at the view of his\nlavender shorts against the fresh whiteness, while things seemed far\naway. He'd played with a girl named Ellen, once when he was eleven and\nshe was nine. She'd had bright copper hair, and her name had\nbeen--what had it been? Not Ibañez. Bennett, that was it. Ellen\nBennett.\n\nHe must have said it aloud. She chuckled. \"Of course, Will. Though I\nnever thought you'd be the same Will Hawkes. I knew it when I saw that\nscar on your shoulder, where you cut yourself sliding down our cellar\ndoor. Go to sleep.\"\n\nSliding down, sliding down into clouds of sleep. Sleep! She'd drugged\nhim! Something in the coffee!\n\n       *       *       *       *       *\n\nHe jerked up, reaching for her, but she ducked aside, drawing on the\ntops to a pair of frilly pajamas. \"Ellen, you--\"\n\n\"Shh!\" She pulled a robe over the pajamas and lay down, outside the\nblankets. \"Shh, Will. You have to sleep. You're _so_ tired, _so_\nsleepy....\"\n\nHer voice was soothing, and the fingers along the base of his neck was\nrelaxing. He reached out a last inquiring finger of doubt for the\nfeeling of danger, and couldn't find it. This was as wrong as the\nother things had been wrong--but his mind let go, and he was suddenly\nasleep.\n\nHe awoke slowly, with a thick feeling in his mouth. Drugged! And the\nsense of danger had failed him again! He swung over sharply, reaching\nfor her, but she was gone.\n\nHis clothes lay beside him, neatly pressed, and he grabbed for them.\nThere was a pair of socks, too large, but better than none. His\nmuscles felt wrong as he began dressing, but the feeling wore away.\nThe clock said that less than two hours had passed. If she'd put a\ndrug in the coffee, it must have been one to which he was less\nsensitive than the average. She'd probably never suspected that he\nwould waken.\n\nA trace of fear struck through him, but it was weaker than before, and\nit seemed normal enough, under the circumstances. He fumbled over the\nshoelaces, and then grabbed up his coat.\n\nShe'd bring _them_ back! Maybe they'd used her as a spy!\n\nBut he couldn't understand why she'd bothered to press his clothes.\nAnd the apartment still puzzled him. Even if her story was true, it\nsimply wasn't the sort of a place where a girl like her would live.\nNor was it fixed as she might have arranged a place, even allowing for\nwhat he might have done to it in seven months.\n\nHe reached automatically for the lock in the dim hall, and realized\nhis hands knew the door, whatever else was true. Then he went out and\ndown the stairs. He heard a babble of kids' voices, part in English\nand part in a sort of Spanish. That meant that things were normal, to\nthe casual observer along the street. But he knew it was poor evidence\nthat things really were as they should be. He stood in the comparative\ndarkness of the hall, staring out. Nothing was wrong, so far as he\ncould see. He had to risk it.\n\nHawkes shoved past the women on the steps and headed down West End,\ntrying not to seem in a hurry. His eyes turned up to the roof of the\ngarage, but he could see nothing there; he'd half-expected that the\nslim young man would be parked up on the roof, waiting.\n\n       *       *       *       *       *\n\nThen the fear began, mounting slowly. He jerked around quickly,\nscanning the street. For a second, he thought he saw the slim figure,\nbut it was only a back turned to him, and it disappeared into a\nbarber-shop. Probably someone else.\n\nThe fear mounted a little, and he found his steps quickening. He cut\naround the corner, where men were crowded into a little restaurant. He\nwas heading into a dead-end street, but there was an alley leading\nfrom it. He had to keep off the main streets.\n\nFootsteps sounded behind him.\n\nHe moved faster, and the footsteps also speeded up. He slowed, and\nthey kept on. Then they were nearly behind him, just as he reached the\nalley and jerked back into it, grabbing for a broken bottle he had\nspotted.\n\n\"Will!\" It was a gasping wheeze. \"Will! For God's sake, it's only me.\nI know everything--your amnesia. But let me explain!\"\n\nIt stopped him. He held the bottle carefully, as the fat figure of an\nold man stepped softly around the corner, fear written on every aged\nwrinkle. It was the man he'd stumbled into when he dashed out of his\napartment.\n\nBut the fear there matched his own so completely that he dropped the\nbottle. The other man stood trembling, gasping for breath. Then he\ngathered himself together, though his pudgy hands still clenched\ntightly, showing white knuckles.\n\n\"Will,\" he repeated. \"You must believe me. I know about you. I want to\nhelp you--if there's any help for you, God forgive us both. And God\nhave mercy on Earth. It's worse than you can believe--and different.\nIt's....\"\n\nHorror washed over the old man's face. He stood, fighting within\nhimself. Hawkes felt his own back hairs lift, and he drew back. For a\nsecond, the fat man seemed to waver before him, as if his body was\nonly a projection. Then it quieted.\n\n\"It--it almost had me for a second.\"\n\nHe turned back to Hawkes, trying to control the quivering muscles in\nhis face. But his victory was still incomplete when he suddenly leaped\nup.\n\n\"Get back, Will. Oh, God, O God!\"\n\nHe leaped outwards, his fat old legs pumping savagely. Then the air\nseemed to quiver.\n\n[Illustration]\n\nWhere he had been, there was only a dark cloud of smoke, spreading\noutwards in a rough equivalent of his shape. A spurt of steam leaped\nupwards savagely, and the smoke seemed darker. It began to drift on\nthe air, touched a building, and left a spot of smudginess, before it\ndrifted on, getting thinner with each gust of wind. It was as if every\natom of his body had suddenly disassociated itself from every other\natom.\n\n       *       *       *       *       *\n\nHawkes found his fingernails cutting his palms, and there was blood\nflowing from his bitten tongue. He heard a hacking moan in his throat.\nHe struggled against something that seemed to be holding him down, and\nthen leaped at least ten feet, to land running.\n\nThe alley was twisted and narrow. He shot down it and around a corner.\nAn ice-house stood there, and he barely avoided the loading trucks. He\nwas back near the apartment building where he'd found the girl, and he\ndoubled to a door that showed. It seemed to be locked, but somehow, he\ngot through it. He seemed to melt through the door, though he wasn't\nsure whether his lunge smashed it or whether his fingers had found\nthe latch in time.\n\nHe ducked around loose-hanging electric wires, under twisted pipes,\nand across a pile of coal around a hot-water heater. He twisted and\nturned, to come into complete darkness, and halt short, listening.\n\nThe fear was going--and there were again no sounds of pursuit. But he\ncouldn't be sure. He'd heard no sounds when the fat man had leaped\nout, but they had been there.\n\nSilently and thickly, he cursed. To find a man who seemed to be his\nfriend, and who knew about him--and then to have them kill that man\nwith such horrible efficiency before he could learn what it was all\nabout!\n\nHe gagged in the darkness, almost fainting again.\n\nThen, slowly, it was too much. For the moment, he could run no more,\nand nothing seemed to matter. He understood his sudden bravado no\nbetter than the unnatural cowardice that had been riding his\nshoulders, but he shrugged, and moved forward.\n\nThe dark passage led out to steps, that carried him up to the\nsidewalk, in front of the building. Ellen Ibañez--or Bennett--was less\nthan five feet from him, and her eyes were fixed firmly on his face.\n\n\nIV\n\nShe seemed surprised, but tried to smile. \"I thought I left you\nasleep, Will,\" she said, in a tone that was meant to be bantering.\n\"'Smatter, the fuse blow?\"\n\nHe accepted the excuse for his presence in the basement. \"Yeah, it\ndid. You left the iron on. I wondered what happened to you?\"\n\n\"Nothing. Just shopping. There wasn't a bit of food in the place--and\nI must say, Will, you aren't much of a housekeeper. I bought pounds of\nsoap!\"\n\nHe followed her up the stairs, and his key opened the door. He was\nstill operating on the general belief that they'd be least likely to\nspot him where they had already found him once. If the girl had tipped\nthem off, then they had it figured out that he had run off, and\nprobably wouldn't be back.\n\nHe hoped so, at any rate.\n\nShe was talking too briskly, and she was too careful not to mention\nthat the iron was cool, with its cord wrapped neatly around the\nhandle. He offered no explanation, but let her babble on about the\nstrange coincidence of his being _the_ Will Hawkes, and how she'd\nalmost forgotten the childhood days.\n\n\"How come the Ibañez?\" he asked, finally.\n\n\"Stage name! I tried to make a go of the musicals, but it wasn't my\nline, I found. But the name stuck.\"\n\n\"And where'd you learn how to drug coffee that way?\"\n\nShe didn't change expression. There was even a touch of a twinkle in\nher eye. \"Waitress in a combination bar and restaurant. You needed the\nsleep, Will. And I guess I still feel as much of a mother to you as I\ndid when you used to get hurt, so long ago.\"\n\nShe had things out of the bags now, and he saw that she had been doing\na lot of shopping. There had still been time enough to call the slim\nyoung man, though--or, he suddenly realized, the fat man. He had no\nmore reason to believe her an enemy than a friend. Then he corrected\nthat. If she'd known enough to call the fat man, and had been his\nfriend, she could have told him things. She'd denied knowing anything,\nthough.\n\nHe couldn't understand why he trusted her--and yet, somehow, he did.\nEven if he knew she'd called them, he would still have to trust her.\nHe was sure now that she was lying, and that she had been the girl at\nthe door--but that meant she'd been with the fat man. And the fat man\nhad seemed to be his friend. Or, had the man been set to lure him out,\nbut miscalculated, and gotten only what had been meant for him?\n\nHis head was spinning, and he gave it up. He was a fool to trust her\nsimply because the fear feeling subsided around her--but he had\nnothing better to do than to follow his hunches, and then try to play\nthe odds as best he could.\n\n       *       *       *       *       *\n\n\"Cigarettes,\" she said, handing him a pack of his brand. \"And for me.\nShoe dye--your shoes need it, and I couldn't find a shoe store. I did\nget a shirt though, and a tie. You'll find a hat in that bag. Size\nseven and a quarter?\"\n\nHe nodded gratefully, and went in to change. His old shirt had caught\nmost of the cat's blood, and he needed a fresh one. There were a\ncouple of spots on his trousers, but they'd do. And the sports jacket\nmatched well enough. He daubed the dye onto his shoes--one of the\ncombined polish and dye things.\n\n\"Cold-cuts all right?\" she asked, and he called back a vague answer\nthat seemed to satisfy her. He was staring at the shoe dye.\n\nIt worked fairly well, when he experimented. He daubed it onto his\nhair with a wisp of cotton. His hair began to mat down, but he found\nthat combing it out as he went along removed the worst of the wax and\nstill left some of the color. It worked better than it should have\ndone.\n\nHe found a bottle of something that smelled of alcohol and belonged in\nher cosmetics, and began removing most of the mess. By being careful,\nhe got the wax and most of the dye smell off, while leaving his hair\ndarker.\n\n\"Better wash up,\" she called.\n\nThere was a razor among the things she had bought. He daubed some of\nthe dye on his upper lip, where the stubble of a mustache was showing.\nIt was easier there, if it didn't wash off in soap and water.\n\nSome of it did, but when he finished shaving, he felt better. It\nwouldn't pass close inspection, but he now seemed to have darker hair,\nand the dye had exaggerated the little beginning of a mustache enough\nto make some change in his appearance.\n\nHe waited for her to comment, but she said nothing. He waited for her\nquestions about what he was going to do, and her explanations that of\ncourse he couldn't stay there. She merely went on talking idly, while\nthey ate. It didn't fit.\n\nFinally he stood up and began taking down the rope that was strung up\nover one end of the room, to use as a clothes line, he supposed. She\nlooked up at that. \"What--\"\n\n\"You can fight, if you want to,\" he told her. \"Or you can save\nyourself the headache of being knocked out. Take your choice. People\ndon't pay much attention to screams in a place like this. And I'm not\ngoing to harm you, if you'll take it easily.\"\n\n\"You mean it!\" Her eyes were huge in her face, and there was a touch\nof fright now. She gulped visibly, and then seemed to go limp. \"All\nright, Will. In the bedroom?\"\n\nHe nodded, and she went ahead of him. She didn't struggle, until he\nwas about to gag her. Then she drew her head aside. \"There's money in\nmy bag, if you're going out.\"\n\n       *       *       *       *       *\n\nHe swore, hotly and sickly. If she'd only act just once as a normal\nfemale should! Maybe Irma had been a hysterical, cold-blooded fool,\nbut she couldn't have been that much different from other women--even\nthe books indicated Ellen should be anything but so damned\ncoöperative!\n\n\"If you'll tell me what's going on, I'll still let you go,\" he\nsuggested, drawing her hands tighter together.\n\n\"I can't, Will. I don't know.\"\n\nHe had to believe her--he knew she was telling the truth, at least to\nsome extent. And that made it just so much worse. He bound the gag\nover her mouth as gently as he could, and closed the door behind him.\nHer big eyes haunted him as he turned to the telephone.\n\nThe information girl at CCNY could only tell him that Wilbur Hawkes\nhad resigned abruptly seven months before, and no one knew where he\nwas--they had heard he was doing government research. He snorted at\nthat--it was always the excuse, when nobody knew anything.\n\nHe tried a few other numbers, and gave up. Nobody knew--and nobody\nseemed to react to his name any differently from what they would have\ndone had he remained a quiet, professorish man, minding his own\nbusiness, instead of being chased by....\n\nHe couldn't complete that. The idea was still too fantastic. Even if\nthere were alien life-forms that were subtly invading Earth, why\nshould they pick on him? What good could a little, unimportant\nmathematician do them--particularly if they had the powers he already\nknew they possessed? It was a poor answer, though no harder to believe\nthan that any group on Earth could so suddenly come up with miracles.\n\nAnyhow, men knew enough already to be pretty sure that Mars and Venus\nwouldn't have creatures that could invade Earth--and the other planets\nwere hopeless. Perhaps from another star--but that would mean\nviolating the theories of mass-increase with the speed of light, and\nhe was not ready to accept that, yet.\n\nThis time, he went out of the building without looking first. It could\ndo no good--they could hide from him, he knew, and he would only call\nattention to himself by looking around. With the change in appearance,\nhe might get by. He moved rapidly up to Broadway, where he found a\nlittle clothing store and a ready-made suit that nearly fitted him.\nThe tailor there seemed unconcerned when he insisted the cuffs be\nturned up at once, and that he wanted to wear it immediately. It took\nnearly an hour, but he felt safe, for a change. A five-and-ten\nfurnished a pair of heavy-rimmed glasses that seemed to have blanks in\nthem, and he decided he might get by.\n\nThere was no evidence of pursuit. He caught a cab, and headed for the\nlibrary. Ellen had been well-heeled--suspiciously so for a girl who\nlived in a cold-water flat like that; he'd peeled fifteen tens from\nher wallet, and there'd been more, not to mention the twenties. His\nconscience bothered him a bit, but he was in no position to worry too\nmuch.\n\n       *       *       *       *       *\n\nThe library was still the puzzle of the ages to him--he'd used it half\nhis life, and still found it impossible to guess why such a building\nhad been chosen. But eventually, he found the periodical room, and\nmanaged to get through the red tape enough to be given a small table\nwith a stack of newspapers and magazines.\n\nThe mathematics magazines interested him most. He pored through them,\nlooking for a single hint of the things he had seen. Einstein's work\nwith gravity stood out, but no real advances had come from it. It was\nstill a philosophical rather than an actual attack on physics--as\nbeautiful as a new theology, and about as hard to utilize. He skimmed,\nthrough the pages, but nothing showed. No real advance had been made\nsince his memory blanked out, except for one paper on variable stars\nwhich was interesting, but unhelpful.\n\nHe threw them aside in disgust. He knew that it was useless to look in\nother languages. Work couldn't be done without some first stages that\nwould be reported, and any significant new theory would be picked up\nand spread. Science wasn't yet completely under political wraps.\n\nFor a second, he stopped as he came to a paper bearing his by-line.\nThen he grimaced--it was an old one, just published--his attempt to\nfind how the phenomena of poltergeists could be fitted into the\nconservation of energy, and his final proof that the whole business\nwas sheer rubbish. It would be nice to be able to get back to a life\nwhere he could fool around with such learned jokes.\n\nThe newspapers, beginning with the last day he could remember, were\nalmost as barren of results. There was the story of the cold war,\nwithout the strange overtones that should be there if any of the major\npowers--where all the major scientists would tend to be--had found\nsomething new. He'd studied the statistical analysis of mob psychology\nat times, and felt sure he could spot the signs.\n\nHe skimmed on, without results, until he finally came to the current\npaper. This he read more carefully. There was no mention of him. But\nhe found something on the fat man. It was a simple followup to the\nstory about the scientist who'd turned himself in at Bellevue--the man\nhad mysteriously disappeared, three hours later. And there was a\npicture--the face of the fat man, with \"Professor Arthur Meinzer\"\nunder it.\n\nIt didn't help.\n\nHawkes shoved the magazines and papers back, and went through the\nseries of halls and stairs that led him to the main reference room,\ninconveniently located on the top floor. He found the book he wanted,\nand thumbed rapidly through it. Meinzer was listed on the bottom of\npage 972--but as he looked for 973, a pile of ashes dribbled onto the\nfloor.\n\nThere was no use. They'd gotten there ahead of him.\n\nHe made one final attempt. He called the college, asking for Meinzer,\nto find that nobody even knew the name! He knew they were lying--but\nhe could do nothing about that. Maybe it was only because of the\npublicity--or maybe because someone or something had gotten to them\nfirst!\n\n       *       *       *       *       *\n\nFear was growing with him as he came out on the street. He ducked into\na crowd, and headed slowly into a corner drug store, trying to seem\ninconspicuous, but the fear mounted. They were near--they would get\nhim! Run, GO!\n\nHe fought it down, and found that it was weakened, either by his\nbecoming used to it or because the urgency was less than it had been.\n\nHe ducked into a phone-booth and called the newspaper, keeping his eye\non both entrances to the store. It seemed to take forever to locate\nthe proper man there, but finally he had his connection.\n\n\"Meinzer,\" the voice said, with a curious doubtfulness.\n\n\"Oh, yeah. Mister, that story's dead! Call up....\"\n\nThe telephone melted slowly, dropping into a little cold puddle on the\nfloor!\n\nHawkes had felt the tension mounting, and he was prepared for\nanything. Now he found himself on the street, darting across\nForty-second Street against the light, without even remembering having\nleft the booth. He stole a quick glance back, to see people staring at\nhim with open mouths. He thought he saw a slim figure in gray tweeds,\nbut he couldn't be sure--and there were probably thousands of such men\nin New York.\n\nHe ducked into a bank, wormed his way around the various aisles, and\nout the back entrance. A cab was waiting there, and he held out a\nbill.\n\n\"I'm late, buddy. Penn Station!\"\n\nThe cab-driver took the bill and the hint, and darted out, just as the\nlight was changing.\n\nPenn Station was as good a place to try to get lost from pursuit as\nany. Hawkes examined his wallet, considering trying to get a train\nout--but he'd used up nearly all he had taken from Ellen.\n\nAnd all his careful disguise had proved useless. They weren't\nfooled--and this business of dodging was wearing thin. By now, they'd\nknow his habits!\n\nHe drew out a coin, flipping it. It came up heads. He frowned, but\nthere was nothing else to do. He moved down the ramp toward the subway\nthat would carry him back to Sixty-sixth and Broadway. He was probably\nwalking into their trap by now, but the coin was right. He had to free\nEllen. If they got him, it couldn't be much worse for him.\n\nThen he shuddered. He couldn't know whether it would be worse for his\ncountry, or even his world. He couldn't really know anything.\n\n\nV\n\nIt was growing dark as he walked down Sixty-sixth, eyeing every man\nsuspiciously, and knowing his suspicion would do no good. He was still\ntrying to think, though he knew his thoughts were as useless as his\nsuspicions.\n\nIf he could remember! His mind came up sharply against leaving Irma\nand taking out the mail; then it went abruptly blank. What had been in\nthe letter? It had been from a professor--it might have been from\nProfessor Meinzer. That would tie in neatly. But Meinzer was dead, and\nhe couldn't remember. They'd stripped him of his memory. How? Why?\nWere they trying to prevent his giving information to others--or were\nthey trying to get something from him? And what could he know?\n\nHe'd dabbled with ESP mathematically, but now he found himself\nwondering if it could exist. Could they be tracking him by some\nnatural or mechanical ability to read his mind? He strained his own\nmind to find a whisper of foreign thought, outside his brain. He drew\na blank, of course, as he'd expected.\n\nThere were no answers. They could play with him, like a cat juggling a\nmouse, letting him almost learn something--and then, always, they\narrived just in time to prevent his success!\n\nPut a rat in a maze where it can't learn the path, and it goes insane.\nBut what good would he be to anyone if they drove him insane? And why\nbother with all that when they could silence him as well by killing\nhim?\n\nHe'd forgotten to watch, and was surprised to find his feet on the\nsteps of the apartment building. He jerked back, and bumped into\nsomeone.\n\n\"Sorry.\" The words came from behind him, automatically, and he turned\nto see the slim young man stepping aside. For a second, their eyes met\nsquarely. A row of teeth flashed in a brief smile as the man started\naround him. \"Guess I was thinking. Should have watched where I was\ngoing.\"\n\nThe man went on down the street, and turned in at the restaurant\nentrance.\n\n       *       *       *       *       *\n\nHawkes lifted a foot that weighed a ton and slowly closed his mouth.\nHe'd been facing away from the street light--and his face might have\nbeen hard to see. Yet....\n\nIt didn't fit. The young man must have known him!\n\nHe blanked it from his mind. He couldn't believe that it was anything\nbut lack of recognition. It was hard to see here, where the other was\nfacing the light, and he was in the shadow.\n\nBut it still meant that they were waiting, nearby.\n\nHe dashed up the stairs, expecting a rush at both landings. The normal\nsounds of the apartment house went on. He listened at his door, but he\ncould hear nothing except the same drip he had heard before. Slowly,\nhe inserted the key and went in. The small bulb was still on. He crept\nalong, trying to move silently on floors that insisted on creaking.\nThe living room was as he had left it, and he caught sight of Ellen on\nthe bed.\n\nHe spotted a mirror over one of the dressers, and used that to study\nmore of the bedroom. It seemed as empty as before.\n\nFinally, he stepped inside. There was no one there but Ellen, and she\nseemed to be asleep, doubled up in a position that might have made the\nunkind cords easier to stand. She moaned slightly as he untied her\ngently, but didn't awaken. Her breathing was regular, and her breath\nhad the odd muskiness of someone who has slept for several hours.\n\nHe found a bottle of liquor on the shelf where she had put it, and\nrinsed out a couple of glasses. It was good liquor--good enough to\ntake without mixers, as they'd have to do.\n\nShe came awake when he called her, rubbing her eyes and then her\nwrists, where the cords had left a mark. But she was smiling. \"Hi,\nWill. I knew you'd come back. Hey, not on an empty stomach.\"\n\n\"You need it--and so do I,\" he told her. \"Bottoms up!\"\n\nThey were big glasses. She gasped over it, but she downed it, then\nreached for the water he had brought as a chaser. She swallowed, and\nblinked tears out of her eyes. \"I don't usually drink.\"\n\nHe made no comment, but refilled the glass. The liquor had less effect\non him than he'd expected, though he'd always had a good head for it.\nIt took some of the edge off his worrying, though.\n\nShe giggled suddenly, and he frowned. She couldn't take much on an\nempty stomach, it seemed. Then he shrugged. Let her drink--maybe if he\ncould get her drunk, he could find something out; at least he might\nlearn whether the slim young man had been there during the day.\n\n\"Like when you found your dad's cider,\" she said, and giggled again.\n\"You got awful--hp!--awful drunk, Willy, din't you? You\nwere--so--funny!\"\n\nShe was trying to be careful with her words already. She slid around,\ndoing things that brought more honestly beautiful thigh into the light\nthan Will had seen in ten years. He reached to adjust her dress, and\nshe giggled again, sliding against him.\n\n\"You kissed me then, Willy. Remember? Bet you don' remember!\"\n\n       *       *       *       *       *\n\nHe began it coldly, deliberately. If he could work on her emotions\nenough, he'd crack the wall of evasion and lies, somehow. He reached\nfor her, calculating what would arouse her without causing any shock\nto bring her back to her senses.\n\nHe hadn't counted on the quickness of her reponse, nor the complete\nacceptance of his right with which she took it. The liquor had reduced\nher to the stage of a little girl who competely trusted her companion.\nShe seemed as unconscious of her body as a child might be.\n\nInstead of protesting, she reached down and began unfastening the\nbuttons on her dress. \"'Syour turn now, Willy. Put you to bed last\nnight, you put me to bed t'-night. Then you gotta kiss me good-night.\nNighty-night, nighty-night.\"\n\nHe felt like a heel at first. And then he began to feel like a\nman--any man around a beautiful girl half-undressed, and getting more\nso.\n\nShe slipped under the sheets, tossing out the last of her clothing,\nand crooning happily. \"Gotta kiss me good-night, Willy. Nighty-night!\"\n\nHe yanked the pull-cord savagely, cutting off the light, and fumbling\nin the darkness. After what seemed hours of awkwardness, he slid in\nbeside her, feeling her arms go around him in complete acceptance. To\nhell with _them_! They could chase him some other time!\n\nHe pulled her to him, while his blood beat in his neck, and he began\nto lose any conscious volition of what he was doing. He drew her\ntighter, while a great clot of emotion set fire to his brain. He--\n\nCold beyond anything he had known bit at him. A tremendous pressure\nwithin him seemed about to force him to explode outwards, and the\nshock jerked him into full awareness.\n\nIn a split second, he swung his eyes from the great, jagged landscape\non which he stood, up an impossible range of mountains that were all\nharsh blacks and cold whites, to a cold black sky in which the stars\nwere blazing specks without a flicker. He saw the Earth above him,\nbigger than the moon had ever been, and with the dim outlines of\ncontinents showing through the soft stuff that must be clouds.\n\nHe was on the moon! And naked, without air!\n\n       *       *       *       *       *\n\nAlmost at once, something clapped down around him, and the pressure\nlet up, while heat seemed to leap into the rocks under his feet and\nmake them comfortable. He gulped down the air that somehow seemed to\nstay close to him, instead of evaporating into the vacuum.\n\nThe moon! Now they had him!\n\nFear blazed in him--a stark, unreasoning terror that was like a\nphysical thing. _Run--but you can't run! They've got you! You can't\nescape!_\n\nThe light blotted out, and then snapped on, more strongly. He stood in\nthe kitchen of the cold-water apartment, still naked, with bits of\nchalky dust between his toes.\n\nHe had no time for reason. His brain seemed to have jumped over a\nhurdle and come down in a puddle beyond, foul with the stuff it had\nfound there. He heard Ellen shriek, and then cry out again.\n\nHe lurched into the bedroom, while she let out another gurgling cry as\nthe light showed him in the doorway. She came out of the bed, leaping\nfor him, crying his name--cold sober! But he wanted none of her act.\nHe shook her off.\n\n\"You damned alien! You filthy monster, disguised as a girl! When you\nget in a spot where I'm sure to find you out, you have a cute trick up\nyour sleeve--but it won't work. You can send me back there--back to\nthe rest of your kind, from wherever they came. But you won't fool me\ninto thinking you're human again. You can't pass one test!\"\n\nHe wouldn't be fooled into thinking it was a dream, either. He'd been\nphysically on the moon--the very dust on his feet proved that. They\nmight drive him insane, but they wouldn't do it that way.\n\nShe was crying now, gasping out words that he only half heard. \"I'm\nhuman, Will. Oh, I'm human!\"\n\n\"Then prove it! Come here, and prove it!\"\n\nShe cried again at that, as he pulled her down with him. But slowly\nher crying quieted.\n\nHe awoke slowly, with sun-light streaming in the windows, and reached\nfor her. He owed her more apologies than one, though he wasn't too\nsorry about most of it. She had proven herself human. And virginally\nso. Her complete surrender still left something warm inside him,\nwhere only the madness and the fear had been before.\n\nThen he jerked upright, as he found her gone. He cursed himself for a\nfool, and listened for a stir and bustle from the kitchen, but there\nwas none.\n\n       *       *       *       *       *\n\nHe was getting used to dressing with a feeling of dire pressure\ndriving him on. He finished rapidly, and yanked the bedroom door open,\njust as he heard the outer lock click. She was coming in with a bottle\nof cream and a package of sausage as he reached the kitchen, and there\nwas a smile tucked into the corner of her mouth.\n\nAnd this time, he knew she wouldn't have betrayed him. Yet the fear\nincreased in him. He darted past her as she leaned to kiss him,\nheading for the door. The room seemed to quiver. The hall was filled\nwith a faint golden haze!\n\nHe had to get out! He jerked backwards, caught her hand, and pulled\nher. \"Ellen! We've got to get out!\"\n\nIt was a half-articulate shout, and she resisted, but he began\ndragging her after him. Something fumbled at the lock, and a key\nslipped into it. The door opened.\n\nHawkes didn't know what kind of an alien he expected. He knew that men\ncould never have thrown him to the moon and back, not in another\nthousand years. It had to be a monster.\n\nBut he should have known that monsters here came in human form--they'd\nhave to.\n\nThe fear rose to a shriek in his brain, and then died down as the\nhuman form entered. It was too normal--too familiar. A medium-sized\nman, dressed in a suit as inconspicuous as his own, wearing a silly\nlittle mustache that no outland monster should ever wear.\n\nThe creature jumped in, slamming the door behind it. \"Stay there! You\ncan't risk it outside now! We've got to--\"\n\nHawkes hit the figure with his shoulder, in the best football fashion\nhe could muster. It could try--but it couldn't keep him and Ellen here\nto be burned in their heat-ray bath, or treated to whatever alien\ntorture they had in mind. He felt his shoulder hit. And he knew he'd\nmissed. It was an arm that he struck against, and the arm brought him\nupright, while a second arm drew back and came forward with a savage\nright to his jaw.\n\nHe went out with a dull plopping sound in his brain. Then, slowly, an\nache came out of the blackness, and the beginning of sound. He was\nfighting out of the unconsciousness, fighting against time and the\nmonster who'd try to steal Ellen.\n\nBut Ellen's hands were on his head, and an ice-cold towel was wet\nagainst his forehead. \"Will! Will!\"\n\n       *       *       *       *       *\n\nHe groaned and sat up. The other--alien or human--was gone.\n\n\"Where--?\" he began.\n\nShe was trying to help him to his feet, and he got up groggily, with\nhis head beginning to clear.\n\n\"He just ran out, Will.\" Ellen was crying, this time almost silently,\nwith the words coming out between shakes of her shoulders. \"Will,\nwe've got to get out. We've got to. The men are coming for you.\nThey'll be here any minute. And it's wrong--it won't work! Oh, Will,\nhurry!\"\n\n\"Men? Men are coming?\" He'd almost forgotten that it could be men who\nwere after him.\n\n\"I called them, Will. I thought I had to. But it won't work. Will, do\nanything you like, but _get_ out! They are fools. They....\"\n\nHe opened the door and peered out the doorway into the hall, which\nseemed quiet. He'd been a fool again. He'd trusted her for some\nreason, as if a body and loyalty had to go together. They'd been\nsmart, picking a virgin for the job. It must have cost them plenty,\nunless they'd twisted her mind somehow. Maybe they could do it.\n\nBut he knew that whatever they looked like, it couldn't be real men\nwho'd meet him out there.\n\n\"Why?\" he asked, and was surprised at the flatness of his voice.\n\nShe shook her head. \"Because I'm a fool, Will. Because I thought they\ncould help you--until _he_ came! And because I'm still in love with\nyou, even if you'd forgotten me.\"\n\nBut the fear inside him was drowning out her words, and the golden\nhaze was faint in the air again.\n\n\"Okay,\" he said finally. \"Okay, don't burn her, too, now that she's\ndone your dirty work. I'm coming.\"\n\nThe haze disappeared slowly, and he started down the stairs, still\nholding her hand.\n\n\nVI\n\nThere were men with guns in the street. He'd heard two shots as he\ncame down the stairs, and had shoved Ellen behind him. But it was\nsilent now. People with dazed, frightened faces were still darting\ninto the houses, leaving the street to the men with the guns.\n\nHawkes marched forward grimly, perversely stripped of fear, even\nthough he was sure some of the men out there were monsters and others\nwere their dupes. He tapped one of the men on the shoulder.\n\n\"Okay, here I am. The girl goes free!\"\n\nThe man spun around as if mounted on a ball bearing and pulled by\nstrings. The gun fell from his hands. His emotion-taut face loosened\nsuddenly, seemed to run like melted wax, and congealed again in an\nexpression of utter idiocy. He gargled frothily, and then\nscreamed--high and shrill, like a tortured woman.\n\nSuddenly he was a lunging maniac, tearing up the street.\n\nNow the others were running--some toward cars, and some toward the\ncorners, running flat and desperately on the flat of their feet,\nwithout any spring to their motions.\n\nHawkes jerked his eyes down toward the big gas-storage tanks where\nmost of them had been, and the glow that had been in the corner of his\nvision was gone. Men seemed to be coming out of a trance. They were\nbreaking away, forgetting about their guns and fleeing.\n\nThree men alone were left.\n\nHawkes ducked back into the hall of the apartment, dragging Ellen with\nhim. The glass of the door was somewhat dirty, but it made a dim\nmirror. He could see the slim young man and two others still there.\nThe two men darted into a waiting car, and the leader turned up the\nstreet, running smoothly toward the apartment house.\n\nHawkes could make no sense of it--unless it was another of the seeming\ntricks designed to drive him out of his mind. He had decided he was\none of the rats in the maze that didn't go crazy--the pressure could\ndrive him somewhat mad, but it couldn't keep him that way.\n\nHe didn't wait to see what had happened, or whether the sirens that\nwere sounding now were reinforcements for the men with guns or the\npolice. He didn't bother with the slim young man any more. They'd\napparently used their dupes to frighten out the people, and then had\nscared off the dupes--the poor humans who didn't know what it was all\nabout. Now two of the three were gone, and the third monster was\ncoming for him.\n\nHe'd escaped before. But sooner or later, they'd catch him--once they\nwere sure he wouldn't be driven insane.\n\nOr was this the beginning of insanity--a delusion of power, a feeling\nthat he could escape? He could never know, if it was. He had to assume\nthat he was sane.\n\n       *       *       *       *       *\n\nHe crouched back behind the stairs, while the young man in the gray\ntweeds dashed up them. Then he headed out into the street. The siren\nwas near now--and tardily, he realized that the siren might herald the\ncoming of the real monsters. It was as easy to look like a cop as any\nother human!\n\nHe jerked open the door of the nearest car, pulled Ellen in, and\nkicked the motor to life. He gunned away from the curb, tossed it into\nsecond, and twisted around the corner, straight toward the siren that\nwas nearest. At the last minute, he jerked to the side of the street,\nto let the police car shoot by. \"Never run from a tiger--run toward\nit. It sometimes works, and it's no worse.\"\n\nThe car was a big one, and the motor purred smoothly. He glanced down\nat the dash, and frowned. There was no key in the switch. For a\nsecond, he stared at it, and then grinned. He'd picked a monster's\ncar, apparently--they'd done a neat job of duplicating, but they\ndidn't need all the safeguards that humans used, and the switch had\nobviously been a dummy.\n\nHe looked at the buttons on the dash, wondering which would make it\nlevitate. But he had no desire to test it, nor to stay in an auto\nwhich could probably be traced so easily.\n\nHe braked to a halt outside the subway and led Ellen down.\n\n\"We're down to the last hole,\" he told her as the train pulled out of\nthe station. \"How much money do you have?\"\n\nShe shook her head, and held up her arm. \"I left it, Will.\"\n\nThey were beyond the last hole, then. He realized now that as long as\nthey'd been in a crowded apartment house, filled with other humans, it\nhad proved a tough nut to crack for the aliens. But on the move....\n\n\"Maybe we have a chance,\" he told her. \"If humans were after me, it'd\nbe tough--but these things have to avoid the police.\"\n\nShe looked at him, misery on her face. \"There are no aliens, Will.\nThose men you saw were F. B. I. men. That's where I reported you.\"\n\n\"You....\"\n\nHe stared at her, but she was serious.\n\n\"But there was nothing about me in the papers, Ellen.\"\n\nShe pointed across the aisle. Spread over two columns on the front\npage, an older picture of him showed plainly. And even at the\ndistance, the heading was boldly legible.\n\n        $100,000 REWARD FOR\n             THIS MAN!\n\nHe stared at the figure twice, unbelieving. He was no longer alone\nagainst a small group of humans or aliens. Now every living human on\nthe face of the planet would be looking for him!\n\n       *       *       *       *       *\n\nHe could feel their hot breath on his neck, feel eyes staring at him\nthrough the papers. Fear began to rise in him, to be halted as the\ntrain ground to a new station. Ellen jerked him out, and he moved with\nher. It wasn't safe to be too long with one group, until they began to\nwonder and compare faces!\n\n\"But what--\"\n\nShe shook her head. \"Nothing, Will. I don't know. What can we do?\"\n\nHe'd been wondering, while they moved quietly through the groups of\npeople, and up the stairs. There was no place left. He had about a\ndollar in change, and that would be of no use to them. They'd have to\ndig a hole in the ground and pull it over them....\n\nIt joggled his memory, and he grabbed her hand and jerked open the\ndoor of a cab that was waiting for the light. He barked out an\naddress----the corner of Tenth Avenue and one of the streets below\nTwentieth. The driver got into motion, not bothering to look back. The\naddress was near enough to where Hawkes wanted to be--an old\nwarehouse, with a loading platform. He'd played there as a kid,\nclimbing back under it and digging holes down into the damp, soft\nearth, as kids have always done. He'd been by there since, and it had\nremained unchanged.\n\nSooner or later, the aliens would locate them. But it would give Ellen\nand him a chance to rest--perhaps long enough for him to waylay\nsomeone at night and steal enough for them to leave town. That\nwouldn't be much help--but it was all he had left to count on.\n\nHe saw trucks loading there, as he paid the cab-driver. His heart sank\nabruptly, until he studied the way the big trailer was parked. If he\nwatched carefully, he could slip under it from the side, and there was\na chance he wouldn't be seen.\n\nHe darted beneath it.\n\nLuck, for once was with him as he drew Ellen under the trailer and the\nplatform. The old opening was covered with rubble, but he scraped it\naside, and found an entrance barely big enough for them to wiggle\nthrough. Then they were back in a dark pocket under the back of the\nplatform, barely big enough for them to sit upright. The hole had\nseemed bigger when he was a kid.\n\nOutside, he heard a boy's voice yelling. \"Monster attacks cops!\nMonster kills five cops! Extra Paper!\"\n\nNow he was a monster, to be shot on sight, probably.\n\n\"I shouldn't have brought you into this, Ellen,\" he said bitterly. \"I\nshould have left you. You don't even know what's going on--you haven't\nthe faintest idea. If it were just humans, as you think....\"\n\nShe snuggled against him in the coldness of the little cave. \"Shh. I\ngot you into it. I--I ratted on you, Scarface!\"\n\n       *       *       *       *       *\n\nBut he couldn't reply to her attempt at humor. There was no fear\nnow--not even the relief of fear. He'd felt brave for a few minutes,\nback in the hallway of the apartment. Now the chips were down, and\nsunk. They were here, in a dank hole, without food, and without a\nchance, while all the world searched for him to kill him--and while\nstill-unknown aliens with unknown reasons played out their little game\nwith consummate skill that would inevitably locate him.\n\nIt might take them a day--they probably would do nothing to him until\nnight came, and the warehouse street was deserted! Ten more hours!\n\nIf he only knew what they wanted of him, or why! If he could remember!\n\nHe sat there, numbed within himself. Ellen leaned her head forward\nonto his lap, and he began stroking her hair softly. He'd have liked\nto have had a chance with her. One night wasn't enough for a whole\nlife. He reached down to draw her face to his....\n\nFear hit him, as something rustled behind him. He tried to turn and\nlook, but his neck refused. The fear grew to panic, and swelled higher\nas the golden haze began to spread over the little cave. Then his\nmuscles snapped his head around sharply. The slim young man was\ncrawling toward them, holding something that looked like a flashlight.\nBehind it, he could see the tense lips drawn back over clenched teeth.\nThe man wasn't smiling now. He opened his mouth, just as the thing\nlike a flashlight sprang into light.\n\nNo time seemed to elapse, but suddenly Ellen and the young man were\nboth gone, and he sat in the dark hole, alone. He let out an animal\ncry, and dashed out, crawling through the opening, and kicking the\nrubble back as he went. He slipped out, and under the trailer. But\nthere was no sign. They'd taken her, and left him unconscious!\n\nHe groaned, trying to figure. He'd always gone back to the same place\nto hide, since he'd found it. They must expect him back there. They'd\ntake Ellen there and wait for him, drugging her, changing her mind,\nsetting her up to use against him. The first time hadn't worked, but\nthey'd try it again. It had to be that. If they hadn't taken her\nthere, he had no way of finding her, and he had to find her.\n\nHe began running down the street, forcing himself to believe she was\nthere. Then he slowed. It would do no good to have them all notice\nhim, here on the street. Someone might recognize him then. He turned\naround, walking back to the bus stop. There were still two dimes and a\nnickel in his pocket.\n\n       *       *       *       *       *\n\nHe hunched down on the seat of the bus that seemed to crawl up Tenth\nAvenue. But no one noticed him in the almost empty vehicle. He got off\nat Sixty-Sixth and forced himself to walk to West End, up that to the\napartment-house.\n\nMen were drawing up in cars--men with guns in their hands. He made a\nfinal dash for the apartment entrance. This must be the real show--for\nwhich the other had been only a dress rehearsal to throw him off\nbalance. They could wait.\n\nHe fumbled with the lock, until he finally got it open. Then he jumped\nin, slamming the door shut behind him. Ellen stood there, and the\ncreature that had assaulted him before was pawing at her. But he had\nno time for the monster.\n\n\"Stay there!\" he shouted at her. \"You can't risk it outside now! We've\ngot to--\"\n\nHe saw she wasn't listening to him. He had to get rid of the creature\nsomehow, if he could get it far enough away from her. Then they'd find\nsome way to get outside, without going out through the entrance.\n\nThe creature sprang at him awkwardly. His arm darted down to catch one\nshoulder, and his right hand swung back and up. There was a savage\nsatisfaction in seeing the creature crumple.\n\nEllen's voice reached him. \"Will! Will, before I go crazy....\"\n\n\"You're free,\" he told her. \"Go down the fire escape and leave that\nhere. I'll get rid of them out front somehow.\"\n\nHe shut the door again, and went down. The words had sounded brave\nenough, but there had been no courage behind them. Fear still rode\nhim, like the little golden haze that again hovered over him, showing\nthey had spotted him.\n\nHe walked out, with it thick around him, rising slowly in temperature.\nThey had him--but Ellen might get away. He walked down the steps, his\nhands up. They drew back, surprise and something else on their\nfeatures, their eyes on the haze that surrounded him. They were\nshouting, but he couldn't hear the words over the shrieks of the\npeople along the street, rushing inside or trying to drag their kids\nto safety.\n\nHawkes doubled his legs under him and leaped. He was still attacking\nthe tiger--the slim young man, down by the big gas-storage tanks,\ndirecting the new crop of human dupes.\n\nHis charge carried him there, while the young man slipped aside. Then\nsomeone fired a gun.\n\nHe heard the young man yell hoarsely. \"No shooting! Stop it! Damn it,\nNO SHOOTING!\"\n\nThey weren't paying any attention to the shouts. Bullets ticked\nagainst the tanks. Hawkes ducked frantically, physical fear knotting\nhis stomach.\n\n       *       *       *       *       *\n\nSuddenly, he seemed to jerk upwards, to find himself suspended in\nmid-air, fifty feet off the ground, just beyond the tanks. He stared\ndown at the men, dizzy with the height, but no longer surprised by\nanything. The men were pointing their guns upwards, while the young\nman leaped about among them. Bullets were splatting out, though none\ncame near Hawkes. They seemed to ricochet off the air a few feet in\nfront of him.\n\n[Illustration]\n\nThe slim young man drew back. And now, the rubble and stones along the\nstreet began to lift, and to drive savagely at the attackers. A gale\nswept along the street, though Hawkes could feel no breath of air, and\nthe force of it was enough to knock most of them down.\n\nThey got up and began running, dashing away from the super-science\nthat the young man now seemed bent on turning against his own troop of\ndupes, now that they were out of control.\n\nHawkes came drifting downward. He started to cry out in fear, until he\nnoticed that the ground was coming up at him slowly, and that he was\nslipping sideways. He landed on a street back of the tanks, as gently\nas a feather.\n\nSurprisingly, everyone was gone when he risked a glance back at the\nscene of the fight, with the back of the slim man just darting into\nthe apartment house. Then Hawkes cursed, as the creature came darting\nout, with Ellen behind him, to leap into a car and drive off. The\nsound of sirens grew louder, and a police car swung onto West End.\n\nHawkes straightened up slowly, as it hit him. It had been the same\nscene he'd gone through before that morning--but with himself in the\nmiddle! He shot a glance at the sun, to see it still to the east,\nthough his memory of the day indicated it should have been after noon.\n\nTime! They'd twisted him back through time--the weapon that had looked\nlike a flashlight must have tossed him hours backwards, instead of\nknocking him out. He'd been attacking himself there in the hallway of\nhis apartment! He'd knocked himself out. And the fight he had just\nbeen through was the same fight that he had seen come to its end\nbefore!\n\nNow, his younger self and Ellen must be just fleeing toward the\nhideout under the loading platform, with the slim man still following.\nIf he could get there in time, before the man could run off with\nEllen....\n\n\nVII\n\nThe paper he'd found kept the other passengers on the bus from seeing\nhim, but he was too deep in his own thoughts to read it. His eyes\nroamed back to the story of the cop-killing monster--a seemingly\nharmless florist in Brooklyn who'd suddenly gone berserk and rushed\ndown the streets with a knife; he'd been wrong in thinking that\nconcerned him. And he'd been wrong in thinking anyone would try to\nkill him on sight. The reward notice and picture were in front of his\neyes--but it was a reward for information, and there was a huge box\nthat proclaimed he was _not_ a criminal and must not be harmed, or\neven allowed to know he was recognized.\n\nThe new facts only confused the issue. He twisted about in his mind,\ntrying to explain why the young man had left him to drift down, and\ngone rushing into the apartment. He was ready for the collecting--and\nhe'd been left uncollected!\n\nThe girl had said there were no aliens. Now he wondered. She had known\nmore than he'd found from her--she'd known his brand of cigarettes,\neven. And there had been that shopping list, with the lipstick on\nit--the same type he now remembered her using. He'd known her\nbefore--and not just as a little girl. That tied him in with Meinzer,\nwho was a mystery in himself.\n\nHe puzzled over it. The things that had happened to him had always\nbeen preceded by violent emotion, instead of followed by it. Usually,\nit had been fear--but sometimes some other emotion, as had been the\ncase just before he was suddenly shifted to the Moon. Whenever he\nseemed on the verge of discovering something or emotionally upset, it\nhit at him. Did that mean he was only susceptible to the phenomena\nwhen off balance? It still didn't account for the fact that some of\nthe things hadn't directly affected him, at all.\n\nThe more he knew, the less he knew.\n\nHe got off the bus and headed for the warehouse. This time, he had to\nwait before he could see a chance to dart under the trailer and into\nthe entrance. He noticed that the gray sedan was parked nearby.\n\nHe darted in.\n\nThey were still there! He heard Ellen's voice, sounding as if she had\nbeen crying, and then an answer from the other. He felt his way\ncarefully over the rubble, working as close as he could. Now, if he\nsprang the few feet....\n\n\"... must be a time-jump,\" the man's voice said, doubtfully. \"I tell\nyou, Ellen, those damned fools were firing at him, up there in the\nair, while you were still with him in the apartment. That's an angle\non this psi factor stuff we hadn't expected.\"\n\nThe voice stopped for a moment. Then it picked up again. \"Drat it! I\nwish you hadn't called the F. B. I. on him--they got rattled when he\ncame out looking like a saint in a halo and jumped fifty feet up to\nfloat around. Some fool started shooting, and the rest joined in.\"\n\n\"I had to--he was talking about alien monsters. I thought he was going\ncrazy, Dan. I couldn't tell him anything--I promised him I wouldn't,\nand I kept my promise. But I thought enough of them might catch him,\nsomehow.... Dan, can't we find him now? He needs us!\"\n\n       *       *       *       *       *\n\nHawkes lay frozen. He tried to move forward, but his body was tensed,\nwaiting for more. If something happened now....\n\n\"Alien monsters?\" Dan's voice grew bitter. \"It is alien--and a\nmonster. This psi factor....\"\n\nThe words blurred, and seemed to echo and re-echo inside Hawkes' head.\nThat made twice he'd heard them mention the psi factor--the strange\nability a few human minds had to perform seeming miracles. Men who had\nit could make dice roll the way they wanted. Young girls sometimes\nhad it before puberty, and could throw heavy objects around a room\nwithout touching them; they did not even know they were the cause of\nthe motion, but blamed it on poltergeists. Other men caused strange\naccidents--fires, for instance--the old salamander legend!\n\nThere'd been a piece of paper--psi equals alpha, the psi factor was\nthe beginning of infinity for mankind. But it had been wrong. He'd\nchanged that, on the other side. It should have read psi equals omega,\nthe absolute end.\n\nHe gasped hoarsely, and heard their startled voices stop, while the\nflashlight beam swung around, to pick him out in the darkness. He felt\nEllen and her younger brother, Dan, pulling him forward into the\nlittle cave with them, and he heard their voices questioning him. But\nhis head was spinning madly under the sudden flood of memories that\nthe missing key word had suddenly brought back.\n\nThe letter from Professor Meinzer had been about his paper on\npoltergeists which the old man had seen before publication. He'd been\ndoing research on the psi factor for the government, and he needed a\nmathematician--even one who proved something which he knew wasn't\ntrue, provided the mathematics could handle his theories.\n\nHawkes' head was suddenly brimming with mental images of the seven\nmonths, while he worked on the mathematics to tie down the strange\npattern of brain waves the old professor had found in the minds of\nthose who had the mysterious psi factor. Dan had worked with them, in\nthe little cluttered apartment, building the apparatus they needed. It\nwas through Dan that Ellen was hired, as a general assistant and\nsecretary.\n\nThere had been only the four of them, working in deepest secrecy in\nthe three rooms which the government had felt were more suitable to\nmaintain complete security than any deeply buried laboratory could\nhave been. Ellen made a pretense of living there, and it was a\nneighborhood where no landlady worried about the men who went to a\ngirl's place, provided everything was quiet.\n\nThey'd succeeded, too--they had found the tiny bundle of cells that\ncontrolled the psi factor, and learned to stimulate them by artificial\nwave trains and hypnosis. But the small group in the top division of\nthe government to whom they were responsible had demanded more proof.\n\n       *       *       *       *       *\n\nHawkes had treated himself secretly, not knowing that Meinzer had done\nthe same two days before. And both had learned the same thing. The\nwild talents appeared, but they couldn't be controlled. Meinzer hadn't\nfound security in the hospital, hard as he'd tried to find it. He'd\ngotten up in the middle of the night and walked through the solid\nwall, unable to stop until he was back with the group.\n\nHawkes had tried another way to stop the wild abilities that operated\nwithout his conscious control. He'd prepared a new hypnotic tape,\nworded to make him forget everything he knew, or even the fact that he\nhad worked on the psi factor. He'd put in commands that would make him\navoid any reference to it, so that he couldn't learn accidentally.\nHe'd ordered his brain to have nothing to do with it. Then he'd\ndrugged himself with a combination of opiates and hypnotics that\nshould have knocked out a horse. Then he'd telephoned Dan to have men\npick him up in an hour and keep him drugged. He'd turned on the tape\nrecorder and stumbled back to the bed.\n\nHe groaned, as he remembered his failure. \"It's the ultimate, absolute\nalien, all right--the back of a man's own mind. It's Freud's\nunconsciousness, or id. The psi factor is controlled by that, and not\nby the conscious mind. And the id is a primitive beast--it operates on\nraw impulse, without reason or social consciousness. Every man's\nunconsciousness is back in the jungle, before civilization--and we've\ngiven that alien thing the greatest power that could exist when we\nwake up the psi power.\"\n\n\"Meinzer thought it was controlled, for a while,\" Ellen said. \"He came\nwhen Dan and I called him. I went with him up to your apartment, while\nDan got the men to carry you away. But we couldn't reach you--Meinzer\nbarely touched the tape-recorder when something seemed to pick us up\nand drive us out of the room and down the stairs. We were just going\nback when you came out.\"\n\nShe shuddered, and Hawkes nodded. He'd obviously used that psi factor\nto throw off the drugs at the first sign of anyone near him. He told\nthem sickly what had happened to the old man.\n\n\"So I killed him,\" he finished bitterly.\n\nDan shook his head. \"No. Your psi factor works differently. You\ncontrol heat and radiation, you can move yourself or any object in\nspace for almost any distance, instantly if you want, and it seems you\ncan do the same through time. But you can't disintegrate things, as\nMeinzer could. He had a suicide urge--we knew that before. When it got\nout of control again, he blew himself up--just as your dominant urge\nto protect yourself did all those things around you.\"\n\n       *       *       *       *       *\n\nHawkes grimaced. It wasn't pleasant to know, that he'd been doing all\nthe things he'd blamed on monsters. He'd somehow remembered that\nsomeone was supposed to come to get him, and he'd run out in wild\nfear, while his unconscious mind blasted the apartment with heat to\ndestroy all traces. He'd blasted down the subway entrance with another\nbolt of energy to make his getaway. The poor cat had surprised him,\nand been killed. His unconsciousness gone wild had tossed Dan's car\ntwo hundred feet to the roof of the garage. When it found him losing\ncontrol emotionally with Ellen, it hadn't let his conscious brain give\nit the information it needed--it had simply thrown him completely off\nEarth, pulled air to him, and warmed the rocks. Then, when it found\nthe Moon unfit for life, it had thrown him back to his own world. It\nhad tossed him hours back in time this morning, and lifted him into\nthe air while it pelted his \"enemies\" with rocks, and built a wall\naround him by throwing the bullets back instantly.\n\nAnd it had somehow clung to the implanted idea that he must not find\nout about himself. It had destroyed anything where the written word\nmight give him a hint, and had even melted the telephone so that he\ncouldn't continue listening to other evidence.\n\nIt had probably done a thousand other things that he couldn't even\nremember, whenever its wild, reasonless fears were aroused and it\ndecided that he had to be protected!\n\n\"You should have killed me,\" he told them. But he knew that they\ncouldn't have done it.\n\n\"We had to let you sweat it out. You made us promise not to tell you\nanything, and we thought you might be right,\" Ellen told him. \"We\nthought that it might adjust after awhile. All we did was to try to\npick you up, until we knew it was impossible.\"\n\n\"Until Sis tipped off the Government men,\" Dan added. Hawkes could\nimagine what their reaction had been to having a man with his power\nrunning wild. He was surprised that they had bothered to make even an\nattempt to see that he wasn't harmed.\n\nHe shrugged helplessly. \"And where does it leave us now--beyond this\nhole in the ground?\"\n\n\"The Government's put about fifty specialists on the notes you and\nMeinzer left,\" Dan answered, but there was no assurance in his voice.\n\"They're trying to find some way to bring the psi factor under the\ncontrol of your logical, rational mind.\"\n\nHe got to his knees and began crawling out of the little cave, while\nHawkes tried to help Ellen follow him. Outside, Dan knocked off the\ndirt from his clothes and headed for the sedan he'd, somehow gotten\noff the roof.\n\nHawkes followed, for want of anything better to do.\n\nHe knew the answers now--and he was worse off than ever. Instead of a\nhorde of outside aliens, he had one single monster in his own skull,\nwhere he could never fight it, or even hope to escape it.\n\nThe power had been meant as a hope for the world. A man who could work\nsuch seeming miracles might have ended the threat of war; he'd have\nbeen the perfect spy, or better at attack than a hundred hydrogen\nbombs that had to smash whole cities to remove a few men and weapons.\nBut now the world was better off without him. So long as he still\nlived, there would be nothing but danger from the alien monster in his\nhead. He had no idea of his limits--but he was sure that it could\ntrigger the energies of the universe to move the whole world out of\nits orbit, if that seemed necessary for his personal survival!\n\n\nVIII\n\nHawkes leaned forward cautiously as the gray sedan moved up Tenth\nAvenue. His finger found the gun in Dan's coat pocket; and he pulled\nit out stealthily.\n\nHe knew that the only answer for him was suicide. He had to destroy\nhimself, since no one else could!\n\nHe propped it up, pointing at his head, and his thumb pressed back on\nthe trigger, further and further, until he felt sure the smallest\nchange would set it off. Then he waited for the rough spot in the\nstreet or the sudden stop at a light that would do the trick before he\ncould stop it.\n\nThe car lurched--and the gun suddenly vanished, leaving his hand\nempty.\n\nHis responses were too quick--and his mind wasn't waiting, once it\nknew there was danger. He slumped back on the rear seat, trying to\nthink. Drugs were out--he knew his system could throw them off.\n\nBut he couldn't remove himself!\n\nHe lifted his wrist--to his teeth, and bit down savagely. If he could\nsever an artery.... Pain shot through him, and he stared down at the\nblood.\n\nThen the blood was gone, and the wound was closing before his eyes,\nuntil only smooth flesh remained. His mind could juggle the cells back\ninto their original form.\n\nIt would have to be sudden, complete death.\n\nAnd no death was that sudden! For a fraction of a second, there'd be\nlife left--and during that split second, the damage would be repaired,\nor he would be shifted from danger.\n\nThere was no way out--unless he could pull himself to another planet,\nor throw himself back into the dim past. But that would take voluntary\ncontrol, and he knew now that hours of effort had shown him how\nimpossible that was. He hadn't been able to lift a crumb of bread from\nthe table deliberately, in his original tests after he had treated\nhimself.\n\nHe was faced with a problem that had to be solved--and there was no\npossible solution that he could find.\n\nNo man could face that dilemma forever without going insane. Hawkes\nshuddered, trying to picture what would happen if he went mad, and the\nwild talents began operating at every whim of his crazed mind!\n\n       *       *       *       *       *\n\nEllen shouted suddenly, grabbing for the wheel. Hawkes felt himself\ntense, and began lifting from the seat of the car. But there was no\nvisible danger, and Dan was slowing to a halt at the curb, Hawkes'\nbody dropped back slowly.\n\n\"Dan,\" Ellen was whispering hoarsely. \"Dan, we can't. If we take him\nback, they'll find him, and they'll know what he can do. They'll kill\nhim. Eventually, they'll kill Will!\"\n\nHawkes started to protest, but Dan's words cut him short.\n\n\"You're right, Sis. They'll wait their time, until he won't know when\nto expect it--and then they'll drop an H-bomb on him, if they have to.\nThat's faster than any nerve impulse!\"\n\nHe swung back to face Hawkes, reaching for the door of the car. \"Get\nout, Will--and get as far away as you can. I'm not going to drive you\nto your death. They'll get you eventually, but I won't be the one to\nmake it easier for them!\"\n\nHawkes jerked. The old fear came back suddenly.\n\n_You can't escape! They'll get you. Run! GO!_\n\nHe screamed, as the golden haze flickered again. He could wipe out the\nEarth, but he couldn't survive, then. He could move back in time, but\nit would only mean other dangers--no man could stay awake forever, and\nhe was used to civilized living.\n\nThe haze hesitated, while the sense of danger mounted. Then it was\ngone, as if the beast in his head had found no answer.\n\nSuddenly the gray sedan lifted again, to a height of fifty feet above\nthe tallest building. It shot forward, hesitated, and came down softly\non a deserted side-road in Central Park.\n\nHis mind felt as if it were going to split. Dan and Ellen stared at\nhim speechlessly.\n\n_You can't survive alone! No power is enough by itself! They'll get\nyou! You are your own death-sentence! RUN! DON'T RUN!_\n\nHawkes put his hand to his splitting skull, trying to force words\nthrough the agonies of pain, while slow understanding began to reach\nhim.\n\n\"Dan! The scientists ... get me there!\"\n\nThen his mind seemed to clamp down on itself, and he was unconscious.\nHe could protect himself from almost anything--except his own brain!\n\n       *       *       *       *       *\n\nHe was conscious of no pain, but only of irritation. There was a\nneedle in his arm, and he removed it!\n\nHe opened his eyes slowly, to find himself the center of a group of\nmen, while a white-clothed doctor stood staring at an empty hand that\nmust have held a hypodermic.\n\nEllen cried out suddenly, and ran to him, cradling his head in her\nhands. He found her arm with his own hand, and stroked it slowly.\n\n\"You've found the answer?\" he asked. Then he nodded, while the weight\nthat had lain on him so long began to lift. His voice was suddenly\npositive. \"You found it!\"\n\nOne of the men pushed forward, but Dan shook his head, and came over\nto stand beside the cot where Hawkes lay. \"No, Will. They didn't find\nit--you did! You found what we should have known--your unconscious\nmind may be a wild beast, but it isn't insane. When it was shocked\ninto realizing that it couldn't save you by itself, it looked for help\nfrom your consciousness. And then it knocked you out--knocked itself\nout--until we could work on you.\"\n\n\"I guessed it,\" Hawkes said slowly. \"But in that case, a psychotic\nwith his id out in the driver's seat should become normal when they\nlock him up. Or wait--maybe his unconsciousness is a bit insane.\nMaybe. But you still have to communicate with that unconscious part of\nthe brain, to make it understand that it has to surrender. And all the\npsychiatrists have been driving themselves crazy trying to solve\nthat!\"\n\n\"_Touché_,\" an older man said, and there was a faint sound of\namusement from some of the others. \"But this psi factor is the means\nof communication! You told us that yourself, while you were undergoing\nour hastily improvised hypnotic education of your brain. It always has\nbeen. The minute a girl bothered with poltergeists finds she is the\ncause of them, they stop. It's a faint, weak channel between\nconsciousness and unconsciousness--or subconsciousness, if you prefer.\nAnd yours was widened by the treatment, even if it wasn't ready to\nwork yet. We simply used your own technique to improve the\nrelationship. All you ever needed was a longer, harder treatment than\nyou and Meinzer had given yourselves. You just stopped too soon.\"\n\n       *       *       *       *       *\n\nHawkes dropped back comfortably onto the cot. He reached out for a\nglass of water, lifted it to his lips, and put it back--without using\nhis hands. He thought of his clothes, and they were suddenly on him,\nover the single white garment he had been wearing. Another thought\ntook that away, to leave him normally dressed.\n\nWhether they were entirely correct or not in their theories, the psi\nfactor was no longer wild. He had it under full control!\n\nHe sat up, just as three men entered the crowded room. One wore the\nuniform of a four-star general, but the familiar faces of the two\ncivilians told Hawkes at once that they were more important than any\ngeneral could be.\n\nHe was about to become officially the National Arsenal and replacement\nfor all the armies, navies, and air-corps they had ever dreamed of\nhaving. He'd also become their bridge into space, their means of\nsolving the secrets of the planets, and probably their chief\nhistorical tool, since nothing could ever be secret from him.\n\nIt was going to be a busy life for him and for the others like him who\nwould now be carefully selected and treated!\n\nHe grinned faintly, as he realized that they didn't know yet just how\nimportant he was. He wasn't going to be a National Resource--he'd be a\nWorld Resource. This power was too great for any local political use,\nand no man who had it along with the full correlation of his conscious\nand subconscious mind could ever see it any other way.\n\nBut right now, he had other pressing business. He grinned at Ellen.\n\"You don't mind a small wedding, do you?\" he asked.\n\nShe shook her head, beginning to smile. He reached for her hand. This\npsi factor was going to be a handy thing to have around, with its\ncomplete control of space and time.\n\n\"I'm taking a two-week honeymoon before we talk business,\" he told the\napproaching three men. \"But don't go away. We'll be back in ten\nminutes!\"\n\nHonolulu looked lovely in the moonlight, and June was the perfect\nmonth for a wedding.\n\n       *       *       *       *       *\n\n     EDITORIAL NOTE: Actually, _Pursuit_ ends where the real\n     story is just beginning! Disregarding other powers, when men\n     can move instantly over any distance by simple desire, it's\n     the beginning of a life and culture totally unrelated to\n     anything we know. What will it be like? Where should houses\n     be built--and will they be built? A housewife can have her\n     dining-room in the mountains and her kitchen in a community\n     (to simplify and cheapen plumbing, etc.) 10,000 miles away,\n     or on another planet! There can be no national boundaries,\n     of course. What happens to the multiplicity of languages?\n     What happens to government? How do you catch a criminal? How\n     do you hold him?\n\n     There are endless possibilities, naturally. We're tossing it\n     open to the readers. You tell us what you think that world\n     will be like--if you can! We'll print the best letters--and\n     if the authors want to use this background, we'll buy the\n     best stories based on it.\n\n     We will not be responsible for mental break-downs, however!\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pursuit, by Lester del Rey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PURSUIT ***\n\n***** This file should be named 31587-8.txt or 31587-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/5/8/31587/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}