{"title": "To Remember Charlie By", "author": "Roger Dee", "releaseDate": "March 11, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Fantastic Universe March 1954. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n[The history of this materialistic world is highlighted with\nstrange events that scientists and historians, unable to explain\nlogically, have dismissed with such labels as \"supernatural,\"\n\"miracle,\" etc. But there are those among us whose simple faith\ncan--and often does--alter the scheme of the universe. Even a little\nchild can do it....]\n\n\n                        to remember charlie by\n\n\n                           by ... Roger Dee\n\n\n     Just a one-eyed dog named Charlie and a crippled boy named\n     Joey--but between them they changed the face of the universe ...\n     perhaps.\n\n       *       *       *       *       *\n\n\n\n\nI nearly stumbled over the kid in the dark before I saw him.\n\nHis wheelchair was parked as usual on the tired strip of carpet grass\nthat separated his mother's trailer from the one Doc Shull and I lived\nin, but it wasn't exactly where I'd learned to expect it when I rolled\nin at night from the fishing boats. Usually it was nearer the west end\nof the strip where Joey could look across the crushed-shell square of\nthe Twin Palms trailer court and the palmetto flats to the Tampa\nhighway beyond. But this time it was pushed back into the shadows away\nfrom the court lights.\n\nThe boy wasn't watching the flats tonight, as he usually did. Instead\nhe was lying back in his chair with his face turned to the sky,\nstaring upward with such absorbed intensity that he didn't even know I\nwas there until I spoke.\n\n\"Anything wrong, Joey?\" I asked.\n\nHe said, \"No, Roy,\" without taking his eyes off the sky.\n\nFor a minute I had the prickly feeling you get when you are watching a\nmovie and find that you know just what is going to happen next.\nYou're puzzled and a little spooked until you realize that the reason\nyou can predict the action so exactly is because you've seen the same\nthing happen somewhere else a long time ago. I forgot the feeling when\nI remembered why the kid wasn't watching the palmetto flats. But I\ncouldn't help wondering why he'd turned to watching the sky instead.\n\n\"What're you looking for up there, Joey?\" I asked.\n\nHe didn't move and from the tone of his voice I got the impression\nthat he only half heard me.\n\n\"I'm moving some stars,\" he said softly.\n\nI gave it up and went on to my own trailer without asking any more\nfool questions. How can you talk to a kid like that?\n\nDoc Shull wasn't in, but for once I didn't worry about him. I was\ntrying to remember just what it was about my stumbling over Joey's\nwheelchair that had given me that screwy double-exposure feeling of\nfamiliarity. I got a can of beer out of the ice-box because I think\nbetter with something cold in my hand, and by the time I had finished\nthe beer I had my answer.\n\nThe business I'd gone through with Joey outside was familiar because\nit _had_ happened before, about six weeks back when Doc and I first\nparked our trailer at the Twin Palms court. I'd nearly stumbled over\nJoey that time too, but he wasn't moving stars then. He was just\nstaring ahead of him, waiting.\n\nHe'd been sitting in his wheelchair at the west end of the\ncarpet-grass strip, staring out over the palmetto flats toward the\nhighway. He was practically holding his breath, as if he was waiting\nfor somebody special to show up, so absorbed in his watching that he\ndidn't know I was there until I spoke. He reminded me a little of a\nventriloquist's dummy with his skinny, knob-kneed body, thin face and\nround, still eyes. Only there wasn't anything comical about him the\nway there is about a dummy. Maybe that's why I spoke, because he\nlooked so deadly serious.\n\n\"Anything wrong, kid?\" I asked.\n\nHe didn't jump or look up. His voice placed him as a cracker, either\nsouth Georgian or native Floridian.\n\n\"I'm waiting for Charlie to come home,\" he said, keeping his eyes on\nthe highway.\n\nProbably I'd have asked who Charlie was but just then the trailer door\nopened behind him and his mother took over.\n\nI couldn't see her too well because the lights were off inside the\ntrailer. But I could tell from the way she filled up the doorway that\nshe was big. I could make out the white blur of a cigarette in her\nmouth, and when she struck a match to light it--on her thumb-nail,\nlike a man--I saw that she was fairly young and not bad-looking in a\ntough, sullen sort of way. The wind was blowing in my direction and it\ntold me she'd had a drink recently, gin, by the smell of it.\n\n\"This is none of your business, mister,\" she said. Her voice was\nSouthern like the boy's but with all the softness ground out of it\nfrom living on the Florida coast where you hear a hundred different\naccents every day. \"Let the boy alone.\"\n\nShe was right about it being none of my business. I went on into the\ntrailer I shared with Doc Shull and left the two of them waiting for\nCharlie together.\n\nOur trailer was dark inside, which meant first that Doc had probably\ngone out looking for a drink as soon as I left that morning to pick up\na job, and second that he'd probably got too tight to find his way\nback. But I was wrong on at least one count, because when I switched\non the light and dumped the packages I'd brought on the sink cabinet I\nsaw Doc asleep in his bunk.\n\nHe'd had a drink, though. I could smell it on him when I shook him\nawake, and it smelled like gin.\n\nDoc sat up and blinked against the light, a thin, elderly little man\nwith bright blue eyes, a clipped brown mustache and scanty brown hair\ntousled and wild from sleep. He was stripped to his shorts against the\nheat, but at some time during the day he had bathed and shaved. He had\neven washed and ironed a shirt; it hung on a nail over his bunk with a\ncrumpled pack of cigarettes in the pocket.\n\n\"Crawl out and cook supper, Rip,\" I said, holding him to his end of\nour working agreement. \"I've made a day and I'm hungry.\"\n\nDoc got up and stepped into his pants. He padded barefoot across the\nlinoleum and poked at the packages on the sink cabinet.\n\n\"Snapper steak again,\" he complained. \"Roy, I'm sick of fish!\"\n\n\"You don't catch sirloins with a hand-line,\" I told him. And because\nI'd never been able to stay sore at him for long I added, \"But we got\nbeer. Where's the opener?\"\n\n\"I'm sick of beer, too,\" Doc said. \"I need a real drink.\"\n\nI sniffed the air, making a business of it. \"You've had one already.\nWhere?\"\n\nHe grinned at me then with the wise-to-himself-and-the-world grin that\nlit up his face like turning on a light inside and made him different\nfrom anybody else on earth.\n\n\"The largess of Providence,\" he said, \"is bestowed impartially upon\nsot and Samaritan. I helped the little fellow next door to the\nbathroom this afternoon while his mother was away at work, and my\nselflessness had its just reward.\"\n\nSometimes it's hard to tell when Doc is kidding. He's an educated\nman--used to teach at some Northern college, he said once, and I never\ndoubted it--and talks like one when he wants to. But Doc's no bum,\nthough he's a semi-alcoholic and lets me support him like an invalid\nuncle, and he's keen enough to read my mind like a racing form.\n\n\"No, I didn't batter down the cupboard and help myself,\" he said. \"The\nlady--her name is Mrs. Ethel Pond--gave me the drink. Why else do you\nsuppose I'd launder a shirt?\"\n\nThat was like Doc. He hadn't touched her bottle though his insides\nwere probably snarled up like barbed wire for the want of it. He'd\nshaved and pressed a shirt instead so he'd look decent enough to rate\na shot of gin she'd offer him as a reward. It wasn't such a doubtful\ngamble at that, because Doc has a way with him when he bothers to use\nit; maybe that's why he bums around with me after the commercial\nfishing and migratory crop work, because he's used that charm too\noften in the wrong places.\n\n\"Good enough,\" I said and punctured a can of beer apiece for us while\nDoc put the snapper steaks to cook.\n\nHe told me more about our neighbors while we killed the beer. The\nPonds were permanent residents. The kid--his name was Joey and he was\nten--was a polio case who hadn't walked for over a year, and his\nmother was a waitress at a roadside joint named the Sea Shell Diner.\nThere wasn't any Mr. Pond. I guessed there never had been, which would\nexplain why Ethel acted so tough and sullen.\n\nWe were halfway through supper when I remembered something the kid had\nsaid.\n\n\"Who's Charlie?\" I asked.\n\nDoc frowned at his plate. \"The kid had a dog named Charlie, a big\nshaggy mutt with only one eye and no love for anybody but the boy. The\ndog isn't coming home. He was run down by a car on the highway while\nJoey was hospitalized with polio.\"\n\n\"Tough,\" I said, thinking of the kid sitting out there all day in his\nwheelchair, straining his eyes across the palmetto flats. \"You mean\nhe's been waiting a _year_?\"\n\nDoc nodded, seemed to lose interest in the Ponds, so I let the subject\ndrop. We sat around after supper and polished off the rest of the\nbeer. When we turned in around midnight I figured we wouldn't be\nstaying long at the Twin Palms trailer court. It wasn't a very\ncomfortable place.\n\nI was wrong there. It wasn't comfortable, but we stayed.\n\nI couldn't have said at first why we stuck, and if Doc could he didn't\nvolunteer. Neither of us talked about it. We just went on living the\nway we were used to living, a few weeks here and a few there, all\nover the States.\n\nWe'd hit the Florida west coast too late for the citrus season, so I\nwent in for the fishing instead. I worked the fishing boats all the\nway from Tampa down to Fort Myers, not signing on with any of the\ncommercial companies because I like to move quick when I get restless.\nI picked the independent deep-water snapper runs mostly, because the\npercentage is good there if you've got a strong back and tough hands.\n\nSnapper fishing isn't the sport it seems to the one-day tourists who\nflock along because the fee is cheap. You fish from a wide-beamed old\nscow, usually, with hand-lines instead of regular tackle, and you use\nmultiple hooks that go down to the bottom where the big red ones are.\nThere's no real thrill to it, as the one-day anglers find out quickly.\nA snapper puts up no more fight than a catfish and the biggest job is\nto haul out his dead weight once you've got him surfaced.\n\nUsually a pro like me sells his catch to the boat's owner or to some\nclumsy sport who wants his picture shot with a big one, and there's\nnearly always a jackpot--from a pool made up at the beginning of every\nrun--for the man landing the biggest fish of the day. There's a knack\nto hooking the big ones, and when the jackpots were running good I\nonly worked a day or so a week and spent the rest of the time lying\naround the trailer playing cribbage and drinking beer with Doc Shull.\n\nUsually it was the life of Riley, but somehow it wasn't enough in this\nplace. We'd get about half-oiled and work up a promising argument\nabout what was wrong with the world. Then, just when we'd got life\nlooking its screwball funniest with our arguments one or the other of\nus would look out the window and see Joey Pond in his wheelchair,\nwaiting for a one-eyed dog named Charlie to come trotting home across\nthe palmetto flats. He was always there, day or night, until his\nmother came home from work and rolled him inside.\n\nIt wasn't right or natural for a kid to wait like that for anything\nand it worried me. I even offered once to buy the kid another mutt but\nEthel Pond told me quick to mind my own business. Doc explained that\nthe kid didn't want another mutt because he had what Doc called a\npsychological block.\n\n\"Charlie was more than just a dog to him,\" Doc said. \"He was a sort of\nsymbol because he offered the kid two things that no one else in the\nworld could--security and independence. With Charlie keeping him\ncompany he felt secure, and he was independent of the kids who could\nrun and play because he had Charlie to play with. If he took another\ndog now he'd be giving up more than Charlie. He'd be giving up\neverything that Charlie had meant to him, then there wouldn't be any\npoint in living.\"\n\nI could see it when Doc put it that way. The dog had spent more time\nwith Joey than Ethel had, and the kid felt as safe with him as he'd\nhave been with a platoon of Marines. And Charlie, being a one-man dog,\nhad depended on Joey for the affection he wouldn't take from anybody\nelse. The dog needed Joey and Joey needed him. Together, they'd been a\nnatural.\n\nAt first I thought it was funny that Joey never complained or cried\nwhen Charlie didn't come home, but Doc explained that it was all a\npart of this psychological block business. If Joey cried he'd be\nadmitting that Charlie was lost. So he waited and watched, secure in\nhis belief that Charlie would return.\n\nThe Ponds got used to Doc and me being around, but they never got what\nyou'd call intimate. Joey would laugh at some of the droll things Doc\nsaid, but his eyes always went back to the palmetto flats and the\nhighway, looking for Charlie. And he never let anything interfere with\nhis routine.\n\nThat routine started every morning when old man Cloehessey, the\npostman, pedaled his bicycle out from Twin Palms to leave a handful of\nmail for the trailer-court tenants. Cloehessey would always make it a\npoint to ride back by way of the Pond trailer and Joey would stop him\nand ask if he's seen anything of a one-eyed dog on his route that day.\n\nOld Cloehessey would lean on his bike and take off his sun helmet and\nmop his bald scalp, scowling while he pretended to think.\n\nThen he'd say, \"Not today, Joey,\" or, \"Thought so yesterday, but this\nfellow had two eyes on him. 'Twasn't Charlie.\"\n\nThen he'd pedal away, shaking his head. Later on the handyman would\ncome around to swap sanitary tanks under the trailers and Joey would\nask him the same question. Once a month the power company sent out a\nman to read the electric meters and he was part of Joey's routine too.\n\nIt was hard on Ethel. Sometimes the kid would dream at night that\nCharlie had come home and was scratching at the trailer ramp to be let\nin, and he'd wake Ethel and beg her to go out and see. When that\nhappened Doc and I could hear Ethel talking to him, low and steady,\nuntil all hours of the morning, and when he finally went back to sleep\nwe'd hear her open the cupboard and take out the gin bottle.\n\nBut there came a night that was more than Ethel could take, a night\nthat changed Joey's routine and a lot more with it. It left a mark\nyou've seen yourself--everybody has that's got eyes to see--though\nyou never knew what made it. Nobody ever knew that but Joey and Ethel\nPond and Doc and me.\n\nDoc and I were turning in around midnight that night when the kid sang\nout next door. We heard Ethel get up and go to him, and we got up too\nand opened a beer because we knew neither of us would sleep any more\ntill she got Joey quiet again. But this night was different. Ethel\nhadn't talked to the kid long when he yelled, \"Charlie! _Charlie!_\"\nand after that we heard both of them bawling.\n\nA little later Ethel came out into the moonlight and shut the trailer\ndoor behind her. She looked rumpled and beaten, her hair straggling\ndamply on her shoulders and her eyes puffed and red from crying. The\ngin she'd had hadn't helped any either.\n\nShe stood for a while without moving, then she looked up at the sky\nand said something I'm not likely to forget.\n\n\"Why couldn't You give the kid a break?\" she said, not railing or\nanything but loud enough for us to hear. \"You, up there--what's\nanother lousy one-eyed mutt to You?\"\n\nDoc and I looked at each other in the half-dark of our own trailer.\n\"She's done it, Roy,\" Doc said.\n\nI knew what he meant and wished I didn't. Ethel had finally told the\nkid that Charlie wasn't coming back, not ever.\n\nThat's why I was worried about Joey when I came home the next evening\nand found him watching the sky instead of the palmetto flats. It meant\nhe'd given up waiting for Charlie. And the quiet way the kid spoke of\nmoving the stars around worried me more, because it sounded outright\ncrazy.\n\nNot that you could blame him for going off his head. It was tough\nenough to be pinned to a wheelchair without being able to wiggle so\nmuch as a toe. But to lose his dog in the bargain....\n\nI was on my third beer when Doc Shull rolled in with a big package\nunder his arm. Doc was stone sober, which surprised me, and he was hot\nand tired from a shopping trip to Tampa, which surprised me more. It\nwas when he ripped the paper off his package, though, that I thought\nhe'd lost his mind.\n\n\"Books for Joey,\" Doc said. \"Ethel and I agreed this morning that the\nboy needs another interest to occupy his time now, and since he can't\ngo to school I'm going to teach him here.\"\n\nHe went on to explain that Ethel hadn't had the heart the night\nbefore, desperate as she was, to tell the kid the whole truth. She'd\ntold him instead, quoting an imaginary customer at the Sea Shell\nDiner, that a tourist car with Michigan license plates had picked\nCharlie up on the highway and taken him away. It was a good enough\nstory. Joey still didn't know that Charlie was dead, but his waiting\nwas over because no dog could be expected to find his way home from\nMichigan.\n\n\"We've got to give the boy another interest,\" Doc said, putting away\nthe books and puncturing another beer can. \"Joey has a remarkable\ntalent for concentration--most handicapped children have--that could\nbe the end of him if it isn't diverted into safe channels.\"\n\nI thought the kid had cracked up already and said so.\n\n\"Moving _stars_?\" Doc said when I told him. \"Good Lord, Roy--\"\n\n       *       *       *       *       *\n\nEthel Pond knocked just then, interrupting him. She came in and had a\nbeer with us and talked to Doc about his plan for educating Joey at\nhome. But she couldn't tell us anything more about the kid's new\nfixation than we already knew. When she asked him why he stared up at\nthe sky like that he'd say only that he wants something to remember\nCharlie by.\n\nIt was about nine o'clock, when Ethel went home to cook supper. Doc\nand I knocked off our cribbage game and went outside with our folding\nchairs to get some air. It was then that the first star moved.\n\nIt moved all of a sudden, the way any shooting star does, and shot\nacross the sky in a curving, blue-white streak of fire. I didn't pay\nmuch attention, but Doc nearly choked on his beer.\n\n\"Roy,\" he said, \"that was Sirius! _It moved!_\"\n\nI didn't see anything serious about it and said so. You can see a\ndozen or so stars zip across the sky on any clear night if you're in\nthe mood to look up.\n\n\"Not serious, you fool,\" Doc said. \"The _star_ Sirius--the Dog Star,\nit's called--it moved a good sixty degrees, _then stopped dead_!\"\n\nI sat up and took notice then, partly because the star really had\nstopped instead of burning out the way a falling star seems to do,\npartly because anything that excites Doc Shull that much is something\nto think about.\n\nWe watched the star like two cats at a mouse-hole, but it didn't move\nagain. After a while a smaller one did, though, and later in the night\na whole procession of them streaked across the sky and fell into place\naround the first one, forming a pattern that didn't make any sense to\nus. They stopped moving around midnight and we went to bed, but\nneither of us got to sleep right away.\n\n\"Maybe we ought to look for another interest in life ourselves instead\nof drumming up one for Joey,\" Doc said. He meant it as a joke but it\nhad a shaky sound; \"Something besides getting beered up every night,\nfor instance.\"\n\n\"You think we've got the d.t.'s from drinking _beer_?\" I asked.\n\nDoc laughed at that, sounding more like his old self. \"No, Roy. No\ntwo people ever had instantaneous and identical hallucinations.\"\n\n\"Look,\" I said. \"I know this sounds crazy but maybe Joey--\"\n\nDoc wasn't amused any more. \"Don't be a fool, Roy. If those stars\nreally moved you can be sure of two things--Joey had nothing to do\nwith it, and the papers will explain everything tomorrow.\"\n\nHe was wrong on one count at least.\n\nThe papers next day were packed with scareheads three inches high but\nnone of them explained anything. The radio commentators quoted every\nauthority they could reach, and astronomers were going crazy\neverywhere. It just couldn't happen, they said.\n\nDoc and I went over the news column by column that night and I learned\nmore about the stars than I'd learned in a lifetime. Doc, as I've said\nbefore, is an educated man, and what he couldn't recall offhand about\nastronomy the newspapers quoted by chapter and verse. They ran\ninterviews with astronomers at Harvard Observatory and Mount Wilson\nand Lick and Flagstaff and God knows where else, but nobody could\nexplain why all of those stars would change position then stop.\n\nIt set me back on my heels to learn that Sirius was twice as big as\nthe Sun and more than twice as heavy, that it was three times as hot\nand had a little dark companion that was more solid than lead but\ndidn't give off enough light to be seen with the naked eye. This\nlittle companion--astronomers called it the \"Pup\" because Sirius was\nthe Dog Star--hadn't moved, which puzzled the astronomers no end. I\nsuggested to Doc, only half joking, that maybe the Pup had stayed put\nbecause it wasn't bright enough to suit Joey's taste, but Doc called\nme down sharp.\n\n\"Don't joke about Joey,\" he said sternly. \"Getting back to\nSirius--it's so far away that its light needs eight and a half years\nto reach us. That means it started moving when Joey was only eighteen\nmonths old. The speed of light is a universal constant, Roy, and\nastronomers say it can't be changed.\"\n\n\"They said the stars couldn't be tossed around like pool balls, too,\"\nI pointed out. \"I'm not saying that Joey really moved those damn\nstars, Doc, but if he did he could have moved the light along with\nthem, couldn't he?\"\n\nBut Doc wouldn't argue the point. \"I'm going out for air,\" he said.\n\nI trailed along, but we didn't get farther than Joey's wheelchair.\n\nThere he sat, tense and absorbed, staring up at the night sky. Doc and\nI followed his gaze, the way you do automatically when somebody on the\nstreet ahead of you cranes his neck at something. We looked up just\nin time to see the stars start moving again.\n\nThe first one to go was a big white one that slanted across the sky\nlike a Roman candle fireball--_zip_, like that--and stopped dead\nbeside the group that had collected around Sirius.\n\nDoc said, \"There went Altair,\" and his voice sounded like he had just\nrun a mile.\n\nThat was only the beginning. During the next hour forty or fifty more\nstars flashed across the sky and joined the group that had moved the\nnight before. The pattern they made still didn't look like anything in\nparticular.\n\nI left Doc shaking his head at the sky and went over to give Joey, who\nhad called it a night and was hand-rolling his wheelchair toward the\nPond trailer, a boost up the entrance ramp. I pushed him inside where\nDoc couldn't hear, then I asked him how things were going.\n\n\"Slow, Roy,\" he said. \"I've got 'most a hundred to go, yet.\"\n\n\"Then you're really moving those stars up there?\"\n\nHe looked surprised. \"Sure, it's not so hard once you know how.\"\n\nThe odds were even that he was pulling my leg, but I went ahead anyway\nand asked another question.\n\n\"I can't make head or tail of it, Joey,\" I said. \"What're you making\nup there?\"\n\nHe gave me a very small smile.\n\n\"You'll know when I'm through,\" he said.\n\nI told Doc about that after we'd bunked in, but he said I should not\nencourage the kid in his crazy thinking. \"Joey's heard everybody\ntalking about those stars moving, the radio newscasters blared about\nit, so he's excited too. But he's got a lot more imagination than most\npeople, because he's a cripple, and he could go off on a crazy tangent\nbecause he's upset about Charlie. The thing to do is give him a\nlogical explanation instead of letting him think his fantasy is a\nfact.\"\n\nDoc was taking all this so hard--because it was upsetting things he'd\ntaken for granted as being facts all his life, like those astronomers\nwho were going nuts in droves all over the world. I didn't realize how\nupset Doc really was, though, till he woke me up at about 4:00 A.M.\n\n\"I can't sleep for thinking about those stars,\" he said, sitting on\nthe edge of my bunk. \"Roy, I'm _scared_.\"\n\nThat from Doc was something I'd never expected to hear. It startled me\nwide enough awake to sit up in the dark and listen while he unloaded\nhis worries.\n\n\"I'm afraid,\" Doc said, \"because what is happening up there isn't\nright or natural. It just can't be, yet it is.\"\n\nIt was so quiet when he paused that I could hear the blood swishing in\nmy ears. Finally Doc said, \"Roy, the galaxy we live in is as\ndelicately balanced as a fine watch. If that balance is upset too far\nour world will be affected drastically.\"\n\nOrdinarily I wouldn't have argued with Doc on his own ground, but I\ncould see he was painting a mental picture of the whole universe\ncrashing together like a Fourth of July fireworks display and I was\nafraid to let him go on.\n\n\"The trouble with you educated people,\" I said, \"is that you think\nyour experts have got everything figured out, that there's nothing in\nthe world their slide-rules can't pin down. Well, I'm an illiterate\nmugg, but I know that your astronomers can measure the stars till\nthey're blue in the face and they'll never learn who _put_ those stars\nthere. So how do they know that whoever put them there won't move them\nagain? I've always heard that if a man had faith enough he could move\nmountains. Well, if a man has the faith in himself that Joey's got\nmaybe he could move stars, too.\"\n\nDoc sat quiet for a minute.\n\n\"'_There are more things, Horatio...._'\" he began, then laughed. \"A\nline worn threadbare by three hundred years of repetition but as apt\ntonight as ever, Roy. Do you really believe Joey is moving those\nstars?\"\n\n\"Why not?\" I came back. \"It's as good an answer as any the experts\nhave come up with.\"\n\nDoc got up and went back to his own bunk. \"Maybe you're right. We'll\nfind out tomorrow.\"\n\nAnd we did. Doc did, rather, while I was hard at work hauling red\nsnappers up from the bottom of the Gulf.\n\n       *       *       *       *       *\n\nI got home a little earlier than usual that night, just before it got\nreally dark. Joey was sitting as usual all alone in his wheelchair. In\nthe gloom I could see a stack of books on the grass beside him, books\nDoc had given him to study. The thing that stopped me was that Joey\nwas staring at his feet as if they were the first ones he'd ever seen,\nand he had the same look of intense concentration on his face that I'd\nseen when he was watching the stars.\n\nI didn't know what to say to him, thinking maybe I'd better not\nmention the stars. But Joey spoke first.\n\n\"Roy,\" he said, without taking his eyes off his toes, \"did you know\nthat Doc is an awfully wise man?\"\n\nI said I'd always thought so, but why?\n\n\"Doc said this morning that I ought not to move any more stars,\" the\nkid said. \"He says I ought to concentrate instead on learning how to\nwalk again so I can go to Michigan and find Charlie.\"\n\nFor a minute I was mad enough to brain Doc Shull if he'd been handy.\nAnybody that would pull a gag like that on a crippled, helpless\nkid....\n\n\"Doc says that if I can do what I've been doing to the stars then it\nought to be easy to move my own feet,\" Joey said. \"And he's right,\nRoy. So I'm not going to move any more stars. I'm going to move my\nfeet.\"\n\nHe looked up at me with his small, solemn smile. \"It took me a whole\nday to learn how to move that first star, Roy, but I could do this\nafter only a couple of hours. Look....\"\n\nAnd he wiggled the toes on both feet.\n\nIt's a pity things don't happen in life like they do in books, because\na first-class story could be made out of Joey Pond's knack for moving\nthings by looking at them. In a book Joey might have saved the world\nor destroyed it, depending on which line would interest the most\nreaders and bring the writer the fattest check, but of course it\ndidn't really turn out either way. It ended in what Doc Shull called\nan anticlimax, leaving everybody happy enough except a few astronomers\nwho like mysteries anyway or they wouldn't be astronomers in the first\nplace.\n\nThe stars that had been moved stayed where they were, but the pattern\nthey had started was never finished. That unfinished pattern won't\never go away, in case you've wondered about it--it's up there in the\nsky where you can see it any clear night--but it will never be\nfinished because Joey Pond lost interest in it when he learned to walk\nagain.\n\nWalking was a slow business with Joey at first because his legs had\ngot thin and weak--partially atrophied muscles, Doc said--and it took\ntime to make them round and strong again. But in a couple of weeks he\nwas stumping around on crutches and after that he never went near his\nwheelchair again.\n\nEthel sent him to school at Sarasota by bus and before summer vacation\ntime came around he was playing softball and fishing in the Gulf with\na gang of other kids on Sundays.\n\nSchool opened up a whole new world to Joey and he fitted himself into\nthe routine as neat as if he'd been doing it all his life. He learned\na lot there and he forgot a lot that he'd learned for himself by being\nalone. Before we realized what was happening he was just like any\nother ten-year-old, full of curiosity and the devil, with no more\npower to move things by staring at them than anybody else had.\n\nI think he actually forgot about those stars along with other things\nthat had meant so much to him when he was tied to his wheelchair and\ncouldn't do anything but wait and think.\n\nFor instance, a scrubby little terrier followed him home from Twin\nPalms one day and Ethel let him keep it. He fed the pup and washed it\nand named it Dugan, and after that he never said anything more about\ngoing to Michigan to find Charlie. It was only natural, of course,\nbecause kids--normal kids--forget their pain quickly. It's a sort of\ndefense mechanism, Doc says, against the disappointments of this life.\n\nWhen school opened again in the fall Ethel sold her trailer and got a\njob in Tampa where Joey could walk to school instead of going by bus.\nWhen they were gone the Twin Palms trailer court was so lonesome and\ndead that Doc and I pulled out and went down to the Lake Okechobee\ncountry for the sugar cane season. We never heard from Ethel and Joey\nagain.\n\nWe've moved several times since; we're out in the San Joaquin Valley\njust now, with the celery croppers. But everywhere we go we're\nreminded of them. Every time we look up at a clear night sky we see\nwhat Doc calls the Joey Pond Stellar Monument, which is nothing but a\nfunny sort of pattern roughed in with a hundred or so stars of all\nsizes and colors.\n\nThe body of it is so sketchy that you'd never make out what it's\nsupposed to be unless you knew already what you were looking for. To\nus the head of a dog is fairly plain. If you know enough to fill in\nthe gaps you can see it was meant to be a big shaggy dog with only one\neye.\n\nDoc says that footloose migratories like him and me forget old\nassociations as quick as kids do--and for the same good reason--so I'm\nnot especially interested now in where Ethel and Joey Pond are or how\nthey're doing. But there's one thing I'll always wonder about, now\nthat there's no way of ever knowing for sure.\n\nI wish I'd asked Joey or Ethel, before they moved away, how Charlie\nlost that other eye.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of To Remember Charlie By, by Roger Dee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TO REMEMBER CHARLIE BY ***\n\n***** This file should be named 31599.txt or 31599.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/5/9/31599/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}