{"title": "The Planet Savers", "author": "Marion Zimmer Bradley", "releaseDate": "March 13, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Meredith Bach, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n [Transcriber's Note:\n\n  This etext was produced from Amazing Stories, November, 1958. Extensive\n  research did not uncover any evidence that the U.S. copyright on this\n  publication was renewed.\n\n  Curly brackets and a preceding underscore have been used to indicate\n  subscripted numbers.]\n\n\n\n\n AMAZING STORIES\n\n SCIENCE FICTION NOVEL\n\n THE\n PLANET\n SAVERS\n\n By\n MARION ZIMMER BRADLEY\n\n ILLUSTRATOR NOVICK\n\n A SHORT NOVEL\n\n\n\n\nthe planet savers\n\n\n    _Marion Zimmer Bradley has written some of the finest science\n    fiction in print. She has been away from our pages too long. So this\n    story is in the nature of a triumphant return. It could well be her\n    best to date._\n\n\nBy the time I got myself all the way awake I thought I was alone. I was\nlying on a leather couch in a bare white room with huge windows,\nalternate glass-brick and clear glass. Beyond the clear windows was a\nview of snow-peaked mountains which turned to pale shadows in the\nglass-brick.\n\nHabit and memory fitted names to all these; the bare office, the orange\nflare of the great sun, the names of the dimming mountains. But beyond a\npolished glass desk, a man sat watching me. And I had never seen the man\nbefore.\n\nHe was chubby, and not young, and had ginger-colored eyebrows and a\nfringe of ginger-colored hair around the edges of a forehead which was\notherwise quite pink and bald. He was wearing a white uniform coat, and\nthe intertwined caduceus on the pocket and on the sleeve proclaimed him\na member of the Medical Service attached to the Civilian HQ of the\nTerran Trade City.\n\nI didn't stop to make all these evaluations consciously, of course. They\nwere just part of my world when I woke up and found it taking shape\naround me. The familiar mountains, the familiar sun, the strange man.\nBut he spoke to me in a friendly way, as if it were an ordinary thing to\nfind a perfect stranger sprawled out taking a siesta in here.\n\n\"Could I trouble you to tell me your name?\"\n\nThat was reasonable enough. If I found somebody making himself at home\nin my office--if I had an office--I'd ask him his name, too. I started\nto swing my legs to the floor, and had to stop and steady myself with\none hand while the room drifted in giddy circles around me.\n\n[Illustration: The man in the mirror was a stranger.]\n\n\"I wouldn't try to sit up just yet,\" he remarked, while the floor calmed\ndown again. Then he repeated, politely but insistently, \"Your name?\"\n\n\"Oh, yes. My name.\" It was--I fumbled through layers of what felt like\ngray fuzz, trying to lay my tongue on the most familiar of all sounds,\nmy own name. It was--why, it was--I said, on a high rising note, \"This\nis damn silly,\" and swallowed. And swallowed again. Hard.\n\n\"Calm down,\" the chubby man said soothingly. That was easier said than\ndone. I stared at him in growing panic and demanded, \"But, but, have I\nhad amnesia or something?\"\n\n\"Or something.\"\n\n\"What's my _name_?\"\n\n\"Now, now, take it easy! I'm sure you'll remember it soon enough. You\ncan answer other questions, I'm sure. How old are you?\"\n\nI answered eagerly and quickly, \"Twenty-two.\"\n\n       *       *       *       *       *\n\nThe chubby man scribbled something on a card. \"Interesting.\nIn-ter-est-ing. Do you know where we are?\"\n\nI looked around the office. \"In the Terran Headquarters. From your\nuniform, I'd say we were on Floor 8--Medical.\"\n\nHe nodded and scribbled again, pursing his lips. \"Can you--uh--tell me\nwhat planet we are on?\"\n\nI had to laugh. \"Darkover,\" I chuckled, \"I hope! And if you want the\nnames of the moons, or the date of the founding of the Trade City, or\nsomething--\"\n\nHe gave in, laughing with me. \"Remember where you were born?\"\n\n\"On Samarra. I came here when I was three years old--my father was in\nMapping and Exploring--\" I stopped short, in shock. \"He's dead!\"\n\n\"Can you tell me your father's name?\"\n\n\"Same as mine. Jay--Jason--\" the flash of memory closed down in the\nmiddle of a word. It had been a good try, but it hadn't quite worked.\nThe doctor said soothingly, \"We're doing very well.\"\n\n\"You haven't told me anything,\" I accused. \"Who are you? Why are you\nasking me all these questions?\"\n\nHe pointed to a sign on his desk. I scowled and spelled out the letters.\n\"Randall ... Forth ... Director ... Department ...\" and Dr. Forth made a\nnote. I said aloud, \"It is--_Doctor_ Forth, isn't it?\"\n\n\"Don't you know?\"\n\nI looked down at myself, and shook my head. \"Maybe _I'm_ Doctor Forth,\"\nI said, noticing for the first time that I was also wearing a white coat\nwith the caduceus emblem of Medical. But it had the wrong feel, as if I\nwere dressed in somebody else's clothes. _I_ was no doctor, was I? I\npushed back one sleeve slightly, exposing a long, triangular scar under\nthe cuff. Dr. Forth--by now I was sure _he_ was Dr. Forth--followed the\ndirection of my eyes.\n\n\"Where did you get the scar?\"\n\n\"Knife fight. One of the bands of those-who-may-not-enter-cities caught\nus on the slopes, and we--\" the memory thinned out again, and I said\ndespairingly, \"It's all confused! What's the matter? Why am I up on\nMedical? Have I had an accident? Amnesia?\"\n\n\"Not exactly. I'll explain.\"\n\nI got up and walked to the window, unsteadily because my feet wanted to\nwalk slowly while I felt like bursting through some invisible net and\nstriding there at one bound. Once I got to the window the room stayed\nput while I gulped down great breaths of warm sweetish air. I said, \"I\ncould use a drink.\"\n\n\"Good idea. Though I don't usually recommend it.\" Forth reached into a\ndrawer for a flat bottle; poured tea-colored liquid into a throwaway\ncup. After a minute he poured more for himself. \"Here. And sit down,\nman. You make me nervous, hovering like that.\"\n\nI didn't sit down. I strode to the door and flung it open. Forth's voice\nwas low and unhurried.\n\n\"What's the matter? You can go out, if you want to, but won't you sit\ndown and talk to me for a minute? Anyway, where do you want to go?\"\n\nThe question made me uncomfortable. I took a couple of long breaths and\ncame back into the room. Forth said, \"Drink this,\" and I poured it down.\nHe refilled the cup unasked, and I swallowed that too and felt the hard\nlump in my middle begin to loosen up and dissolve.\n\n       *       *       *       *       *\n\nForth said, \"Claustrophobia too. Typical,\" and scribbled on the card\nsome more. I was getting tired of that performance. I turned on him to\ntell him so, then suddenly felt amused--or maybe it was the liquor\nworking in me. He seemed such a funny little man, shutting himself up\ninside an office like this and talking about claustrophobia and watching\nme as if I were a big bug. I tossed the cup into a disposal.\n\n\"Isn't it about time for a few of those explanations?\"\n\n\"If you think you can take it. How do you feel now?\"\n\n\"Fine.\" I sat down on the couch again, leaning back and stretching out\nmy long legs comfortably. \"What did you put in that drink?\"\n\nHe chuckled. \"Trade secret. Now; the easiest way to explain would be to\nlet you watch a film we made yesterday.\"\n\n\"To watch--\" I stopped. \"It's your time we're wasting.\"\n\nHe punched a button on the desk, spoke into a mouthpiece. \"Surveillance?\nGive us a monitor on--\" he spoke a string of incomprehensible numbers,\nwhile I lounged at ease on the couch. Forth waited for an answer, then\ntouched another button and steel louvers closed noiselessly over the\nwindows, blacking them out. I rose in sudden panic, then relaxed as the\nroom went dark. The darkness felt oddly more normal than the light, and\nI leaned back and watched the flickers clear as one wall of the office\nbecame a large visionscreen. Forth came and sat beside me on the leather\ncouch, but in the picture Forth was there, sitting at his desk, watching\nanother man, a stranger, walk into the office.\n\nLike Forth, the newcomer wore a white coat with the caduceus emblems. I\ndisliked the man on sight. He was tall and lean and composed, with a\ndour face set in thin lines. I guessed that he was somewhere in his\nthirties. Dr.-Forth-in-the-film said, \"Sit down, Doctor,\" and I drew a\nlong breath, overwhelmed by a curious, certain sensation.\n\n_I have been here before. I have seen this happen before._\n\n(And curiously formless I felt. I sat and watched, and I knew I was\nwatching, and sitting. But it was in that dreamlike fashion, where the\ndreamer at once watches his visions and participates in them....)\n\n       *       *       *       *       *\n\n\"Sit down, Doctor,\" Forth said, \"did you bring in the reports?\"\n\nJay Allison carefully took the indicated seat, poised nervously on the\nedge of the chair. He sat very straight, leaning forward only a little\nto hand a thick folder of papers across the desk. Forth took it, but\ndidn't open it. \"What do you think, Dr. Allison?\"\n\n\"There is no possible room for doubt.\" Jay Allison spoke precisely, in a\nrather high-pitched and emphatic tone. \"It follows the statistical\npattern for all recorded attacks of 48-year fever ... by the way, sir,\nhaven't we any better name than that for this particular disease? The\nterm '48-year fever' connotes a fever of 48 years duration, rather than\na pandemic recurring every 48 years.\"\n\n\"A fever that lasted 48 years would be quite a fever,\" Dr. Forth said\nwith the shadow of a grim smile. \"Nevertheless that's the only name we\nhave so far. Name it and you can have it. Allison's disease?\"\n\nJay Allison greeted this pleasantry with a repressive frown. \"As I\nunderstand it, the disease cycle seems to be connected somehow with the\nonce-every-48-years conjunction of the four moons, which explains why\nthe Darkovans are so superstitious about it. The moons have remarkably\neccentric orbits--I don't know anything about that part, I'm quoting Dr.\nMoore. If there's an animal vector to the disease, we've never\ndiscovered it. The pattern runs like this; a few cases in the mountain\ndistricts, the next month a hundred-odd cases all over this part of the\nplanet. Then it skips exactly three months without increase. The next\nupswing puts the number of reported cases in the thousands, and three\nmonths after _that_, it reaches real pandemic proportions and decimates\nthe entire human population of Darkover.\"\n\n\"That's about it,\" Forth admitted. They bent together over the folder,\nJay Allison drawing back slightly to avoid touching the other man.\n\nForth said, \"We Terrans have had a Trade compact on Darkover for a\nhundred and fifty-two years. The first outbreak of this 48-year fever\nkilled all but a dozen men out of three hundred. The Darkovans were\nworse off than we were. The last outbreak wasn't quite so bad, but it\nwas bad enough, I've heard. It has an 87 per cent mortality--for humans,\nthat is. I understand the trailmen don't die of it.\"\n\n\"The Darkovans call it the trailmen's fever, Dr. Forth, because the\ntrailmen are virtually immune to it. It remains in their midst as a mild\nailment taken by children. When it breaks out into the virulent form\nevery 48 years, most of the trailmen are already immune. I took the\ndisease myself as a child--maybe you heard?\"\n\nForth nodded. \"You may be the only Terran ever to contract the disease\nand survive.\"\n\n\"The trailmen incubate the disease,\" Jay Allison said. \"I should think\nthe logical thing would be to drop a couple of hydrogen bombs on the\ntrail cities--and wipe it out for good and all.\"\n\n(Sitting on the Sofa in Forth's dark office, I stiffened with such fury\nthat he shook my shoulder and muttered, \"Easy, there, man!\")\n\n       *       *       *       *       *\n\nDr. Forth, on the screen, looked annoyed, and Jay Allison said, with a\ngrimace of distaste, \"I didn't mean that literally. But the trailmen are\nnot human. It wouldn't be genocide, just an exterminator's job. A public\nhealth measure.\"\n\nForth looked shocked as he realized that the younger man meant what he\nwas saying. He said, \"Galactic center would have to rule on whether\nthey're dumb animals or intelligent non-humans, and whether they're\nentitled to the status of a civilization. All precedent on Darkover is\ntoward recognizing them as men--and good God, Jay, you'd probably be\ncalled as a witness for the defense! How can you say they're not human\nafter your experience with them? Anyway, by the time their status was\nfinally decided, half of the recognizable humans on Darkover would be\ndead. We need a better solution than that.\"\n\nHe pushed his chair back and looked out the window.\n\n\"I won't go into the political situation,\" he said, \"you aren't\ninterested in Terran Empire politics, and I'm no expert either. But\nyou'd have to be deaf, dumb and blind not to know that Darkover's been\nplaying the immovable object to the irresistible force. The Darkovans\nare more advanced in some of the non-causative sciences than we are,\nand until now, they wouldn't admit that Terra had a thing to contribute.\nHowever--and this is the big however--they do know, and they're willing\nto admit, that our medical sciences are better than theirs.\"\n\n\"Theirs being practically non-existent.\"\n\n\"Exactly--and this could be the first crack in the barrier. You may not\nrealize the significance of this, but the Legate received an offer from\nthe Hasturs themselves.\"\n\nJay Allison murmured, \"I'm to be impressed?\"\n\n\"On Darkover you'd damn well better be impressed when the Hasturs sit up\nand take notice.\"\n\n\"I understand they're telepaths or something--\"\n\n\"Telepaths, psychokinetics, parapsychs, just about anything else. For\nall practical purposes they're the Gods of Darkover. And one of the\nHasturs--a rather young and unimportant one, I'll admit, the old man's\ngrandson--came to the Legate's office, in person, mind you. He offered,\nif the Terran Medical would help Darkover lick the trailmen's fever, to\ncoach selected Terran men in matrix mechanics.\"\n\n\"Good Lord,\" Jay said. It was a concession beyond Terra's wildest\ndreams; for a hundred years they had tried to beg, buy or steal some\nknowledge of the mysterious science of matrix mechanics--that curious\ndiscipline which could turn matter into raw energy, and vice versa,\nwithout any intermediate stages and without fission by-products. Matrix\nmechanics had made the Darkovans virtually immune to the lure of Terra's\nadvanced technologies.\n\nJay said, \"Personally I think Darkovan science is over-rated. But I can\nsee the propaganda angle--\"\n\n\"Not to mention the humanitarian angle of healing--\"\n\n       *       *       *       *       *\n\nJay Allison gave one of his cold shrugs. \"The real angle seems to be\nthis; _can_ we cure the 48-year fever?\"\n\n\"Not yet. But we have a lead. During the last epidemic, a Terran\nscientist discovered a blood fraction containing antibodies against the\nfever--in the trailmen. Isolated to a serum, it might reduce the\nvirulent 48-year epidemic form to the mild form again. Unfortunately, he\ndied himself in the epidemic, without finishing his work, and his\nnotebooks were overlooked until this year. We have 18,000 men, and their\nfamilies, on Darkover now, Jay. Frankly, if we lose too many of them,\nwe're going to have to pull out of Darkover--the big brass on Terra will\nwrite off the loss of a garrison of professional traders, but not of a\nwhole Trade City colony. That's not even mentioning the prestige we'll\nlose if our much-vaunted Terran medical sciences can't save Darkover\nfrom an epidemic. We've got exactly five months. We can't synthesize a\nserum in that time. We've got to appeal to the trailmen. And that's why\nI called you up here. You know more about the trailmen than any living\nTerran. You ought to. You spent eight years in a Nest.\"\n\n       *       *       *       *       *\n\n(In Forth's darkened office I sat up straighter, with a flash of\nreturning memory. Jay Allison, I judged, was several years older than I,\nbut we had one thing in common; this cold fish of a man shared with\nmyself that experience of marvelous years spent in an alien world!)\n\nJay Allison scowled, displeased. \"That was years ago. I was hardly more\nthan a baby. My father crashed on a Mapping expedition over the\nHellers--God only knows what possessed him to try and take a light plane\nover those crosswinds. I survived the crash by the merest chance, and\nlived with the trailmen--so I'm told--until I was thirteen or fourteen.\nI don't remember much about it. Children aren't particularly observant.\"\n\nForth leaned over the desk, staring. \"You speak their language, don't\nyou?\"\n\n\"I used to. I might remember it under hypnosis, I suppose. Why? Do you\nwant me to translate something?\"\n\n\"Not exactly. We were thinking of sending you on an expedition to the\ntrailmen themselves.\"\n\n(In the darkened office, watching Jay's startled face, I thought; God,\nwhat an adventure! I wonder--I wonder if they want me to go with him?)\n\nForth was explaining: \"It would be a difficult trek. You know what the\nHellers are like. Still, you used to climb mountains, as a hobby, before\nyou went into Medical--\"\n\n\"I outgrew the childishness of hobbies many years ago, sir,\" Jay said\nstiffly.\n\n\"We'd get you the best guides we could, Terran and Darkovan. But they\ncouldn't do the one thing you can do. You _know_ the trailmen, Jay. You\nmight be able to persuade them to do the one thing they've never done\nbefore.\"\n\n\"What's that?\" Jay Allison sounded suspicious.\n\n\"Come out of the mountains. Send us volunteers--blood donors--we might,\nif we had enough blood to work on, be able to isolate the right\nfraction, and synthesize it, in time to prevent the epidemic from really\ntaking hold. Jay, it's a tough mission and it's dangerous as all hell,\nbut somebody's got to do it, and I'm afraid you're the only qualified\nman.\"\n\n\"I like my first suggestion better. Bomb the trailmen--and the\nHellers--right off the planet.\" Jay's face was set in lines of loathing,\nwhich he controlled after a minute, and said, \"I--I didn't mean that.\nTheoretically I can see the necessity, only--\" he stopped and swallowed.\n\n\"Please say what you were going to say.\"\n\n\"I wonder if I am as well qualified as you think? No--don't interrupt--I\nfind the natives of Darkover distasteful, even the humans. As for the\ntrailmen--\"\n\n(I was getting mad and impatient. I whispered to Forth in the darkness,\n\"Shut the damn film off! You couldn't send _that_ guy on an errand like\n_that_! I'd rather--\"\n\n(Forth snapped, \"Shut up and listen!\"\n\n(I shut up and the film continued to repeat.)\n\n       *       *       *       *       *\n\nJay Allison was not acting. He was pained and disgusted. Forth wouldn't\nlet him finish his explanation of why he had refused even to teach in\nthe Medical college established for Darkovans by the Terran empire. He\ninterrupted, and he sounded irritated.\n\n\"We know all that. It evidently never occurred to you, Jay, that it's an\ninconvenience to us--that all this vital knowledge should lie, purely by\naccident, in the hands of the one man who's too damned stubborn to use\nit?\"\n\nJay didn't move an eyelash, where I would have squirmed, \"I have always\nbeen aware of that, Doctor.\"\n\nForth drew a long breath. \"I'll concede you're not suitable at the\nmoment, Jay. But what do you know of applied psychodynamics?\"\n\n\"Very little, I'm sorry to say.\" Allison didn't sound sorry, though. He\nsounded bored to death with the whole conversation.\n\n\"May I be blunt--and personal?\"\n\n\"Please do. I'm not at all sensitive.\"\n\n\"Basically, then, Doctor Allison, a person as contained and repressed as\nyourself usually has a clearly defined subsidiary personality. In\nneurotic individuals this complex of personality traits sometimes splits\noff, and we get a syndrome known as multiple, or alternate personality.\"\n\n\"I've scanned a few of the classic cases. Wasn't there a woman with four\nseparate personalities?\"\n\n\"Exactly. However, you aren't neurotic, and ordinarily there would not\nbe the slightest chance of your repressed alternate taking over your\npersonality.\"\n\n\"Thank you,\" Jay murmured ironically, \"I'd be losing sleep over that.\"\n\n\"Nevertheless I presume you _do_ have such a subsidiary personality,\nalthough he would normally never manifest. This subsidiary--let's call\nhim Jay_{2}--would embody all the characteristics which you repress. He\nwould be gregarious, where you are retiring and studious; adventurous\nwhere you are cautious; talkative while you are taciturn; he would\nperhaps enjoy action for its own sake, while you exercise faithfully in\nthe gymnasium only for your health's sake; and he might even remember\nthe trailmen with pleasure rather than dislike.\"\n\n\"In short--a blend of all the undesirable characteristics?\"\n\n\"One could put it that way. Certainly he would be a blend of all the\ncharacteristics which you, Jay_{1}, _consider_ undesirable. But--if\nreleased by hypnotism and suggestion, he might be suitable for the job\nin hand.\"\n\n\"But how do you know I actually have such an--alternate?\"\n\n\"I don't. But it's a good guess. Most repressed--\" Forth coughed and\namended, \"most _disciplined_ personalities possess such a suppressed\nsecondary personality. Don't you occasionally--rather rarely--find\nyourself doing things which are entirely out of character for you?\"\n\nI could almost feel Allison taking it in, as he confessed, \"Well--yes.\nFor instance--the other day--although I dress conservatively at all\ntimes--\" he glanced at his uniform coat, \"I found myself buying--\" he\nstopped again and his face went an unlovely terra-cotta color as he\nfinally mumbled, \"a flowered red sports shirt.\"\n\nSitting in the dark I felt vaguely sorry for the poor gawk, disturbed\nby, ashamed of the only human impulses he ever had. On the screen\nAllison frowned fiercely, \"A crazy impulse.\"\n\n\"You could say that, or say it was an action of the suppressed Jay_{2}.\nHow about it, Allison? You may be the only Terran on Darkover, maybe the\nonly human, who could get into a trailman's Nest without being\nmurdered.\"\n\n\"Sir--as a citizen of the Empire, I don't have any choice, do I?\"\n\n\"Jay, look,\" Forth said, and I felt him trying to reach through the\nbarricade and touch, really touch that cold contained young man, \"we\ncouldn't _order_ any man to do anything like this. Aside from the\nordinary dangers, it could destroy your personal balance, maybe\npermanently. I'm asking you to volunteer something above and beyond the\ncall of duty. Man to man--what do you say?\"\n\nI would have been moved by his words. Even at secondhand I was moved by\nthem. Jay Allison looked at the floor, and I saw him twist his long\nwell-kept surgeon's hands and crack the knuckles with an odd gesture.\nFinally he said, \"I haven't any choice either way, Doctor. I'll take the\nchance. I'll go to the trailmen.\"\n\n       *       *       *       *       *\n\nThe screen went dark again and Forth flicked the light on. He said,\n\"Well?\"\n\nI gave it back, in his own intonation, \"Well?\" and was exasperated to\nfind that I was twisting my own knuckles in the nervous gesture of\nAllison's painful decision. I jerked them apart and got up.\n\n\"I suppose it didn't work, with that cold fish, and you decided to come\nto me instead? Sure, _I'll_ go to the trailmen for you. Not with that\nAllison--I wouldn't go anywhere with that guy--but I speak the\ntrailmen's language, and without hypnosis either.\"\n\nForth was staring at me. \"So you've remembered that?\"\n\n\"Hell, yes,\" I said, \"my dad crashed in the Hellers, and a band of\ntrailmen found me, half dead. I lived there until I was about fifteen,\nthen their Old-One decided I was too human for them, and they took me\nout through Dammerung Pass and arranged to have me brought here. Sure,\nit's all coming back now. I spent five years in the Spacemen's\nOrphanage, then I went to work taking Terran tourists on hunting parties\nand so on, because I liked being around the mountains. I--\" I stopped.\nForth was staring at me.\n\n\"You think you'd like this job?\"\n\n\"It would be tough,\" I said, considering. \"The People of the Sky--\"\n(using the trailmen's name for themselves) \"--don't like outsiders, but\nthey might be persuaded. The worst part would be getting there. The\nplane, or the 'copter, isn't built that can get through the crosswinds\naround the Hellers and land inside them. We'd have to go on foot, all\nthe way from Carthon. I'd need professional climbers--mountaineers.\"\n\n\"Then you don't share Allison's attitude?\"\n\n\"Dammit, don't insult me!\" I discovered that I was on my feet again,\npacing the office restlessly. Forth stared and mused aloud, \"What's\npersonality anyway? A mask of emotions, superimposed on the body and the\nintellect. Change the point of view, change the emotions and desires,\nand even with the same body and the same past experiences, you have a\nnew man.\"\n\nI swung round in mid-step. A new and terrible suspicion, too monstrous\nto name, was creeping up on me. Forth touched a button and the face of\nJay Allison, immobile, appeared on the visionscreen. Forth put a mirror\nin my hand. He said, \"Jason Allison, look at yourself.\"\n\nI looked.\n\n\"No,\" I said. And again, \"No. No. No.\"\n\n       *       *       *       *       *\n\nForth didn't argue. He pointed, with a stubby finger. \"Look--\" he moved\nthe finger as he spoke, \"height of forehead. Set of cheekbones. Your\neyebrows look different, and your mouth, because the expression is\ndifferent. But bony structure--the nose, the chin--\"\n\nI heard myself make a queer sound; dashed the mirror to the floor. He\ngrabbed my forearm. \"Steady, man!\"\n\nI found a scrap of my voice. It didn't sound like Allison's. \"Then\nI'm--Jay_{2}? Jay Allison with amnesia?\"\n\n\"Not exactly.\" Forth mopped his forehead with an immaculate sleeve and\nit came away damp with sweat, \"No--_not_ Jay Allison as I know him!\" He\ndrew a long breath. \"And sit down. Whoever you are, sit _down_!\"\n\nI sat. Gingerly. Not sure.\n\n\"But the man Jay might have been, given a different temperamental bias.\nI'd say--the man Jay Allison started out to be. The man he _refused_ to\nbe. Within his subconscious, he built up barriers against a whole series\nof memories, and the subliminal threshold--\"\n\n\"Doc, I don't understand the psycho talk.\"\n\nForth stared. \"And you do remember the trailmen's language. I thought\nso. Allison's personality is suppressed in you, as yours was in him.\"\n\n\"One thing, Doc. I don't know a thing about blood fractions or\nepidemics. My half of the personality didn't study medicine.\" I took up\nthe mirror again and broodingly studied the face there. The high thin\ncheeks, high forehead shaded by coarse dark hair which Jay Allison had\nslicked down now heavily rumpled. I still didn't think I looked anything\nlike the doctor. Our voices were nothing alike either; his had been\npitched rather high, falsetto. My own, as nearly as I could judge, was a\nfull octave deeper, and more resonant. Yet they issued from the same\nvocal chords, unless Forth was having a reasonless, macabre joke.\n\n\"Did I honest-to-God study medicine? It's the last thing I'd think\nabout. It's an honest trade, I guess, but I've never been that\nintellectual.\"\n\n\"You--or rather, Jay Allison is a specialist in Darkovan parasitology,\nas well as a very competent surgeon.\" Forth was sitting with his chin in\nhis hands, watching me intently. He scowled and said, \"If anything, the\nphysical change is more startling than the other. I wouldn't have\nrecognized you.\"\n\n\"That tallies with me. I don't recognize myself.\" I added, \"--and the\nqueer thing is, I didn't even _like_ Jay Allison, to put it mildly. If\nhe--I can't say _he_, can I?\"\n\n\"I don't know why not. You're no more Jay Allison than I am. For one\nthing, you're younger. Ten years younger. I doubt if any of his\nfriends--if he had any--would recognize you. You--it's ridiculous to go\non calling you Jay_{2}. What should I call you?\"\n\n\"Why should I care? Call me Jason.\"\n\n\"Suits you,\" Forth said enigmatically. \"Look, then, Jason. I'd like to\ngive you a few days to readjust to your new personality, but we are\nreally pressed for time. Can you fly to Carthon tonight? I've\nhand-picked a good crew for you, and sent them on ahead. You'll meet\nthem there. You'll find them competent.\"\n\n       *       *       *       *       *\n\nI stared at him. Suddenly the room oppressed me and I found it hard to\nbreathe. I said in wonder, \"You were pretty sure of yourself, weren't\nyou?\"\n\nForth just looked at me, for what seemed a long time. Then he said, in a\nvery quiet voice, \"No. I wasn't sure at all. But if you didn't turn up,\nand I couldn't talk Jay into it, I'd have had to try it myself.\"\n\n       *       *       *       *       *\n\nJason Allison, Junior, was listed on the directory of the Terran HQ as\n\"Suite 1214, Medical Residence Corridor.\" I found the rooms without any\ntrouble, though an elderly doctor stared at me rather curiously as I\nbarged along the quiet hallway. The suite--bedroom, minuscule\nsitting-room, compact bath--depressed me; clean, closed-in and neutral\nas the man who owned them, I rummaged them restlessly, trying to find\nsome scrap of familiarity to indicate that I had lived here for the past\neleven years.\n\nJay Allison was thirty-four years old. I had given my age, without\nhesitation, as 22. There were no obvious blanks in my memory; from the\nmoment Jay Allison had spoken of the trailmen, my past had rushed back\nand stood, complete to yesterday's supper (only had I eaten that supper\ntwelve years ago)? I remembered my father, a lined silent man who had\nliked to fly solitary, taking photograph after photograph from his plane\nfor the meticulous work of Mapping and Exploration. He'd liked to have\nme fly with him and I'd flown over virtually every inch of the planet.\nNo one else had ever dared fly over the Hellers, except the big\ncommercial spacecraft that kept to a safe altitude. I vaguely remembered\nthe crash and the strange hands pulling me out of the wreckage and the\nweeks I'd spent, broken-bodied and delirious, gently tended by one of\nthe red-eyed, twittering women of the trailmen. In all I had spent eight\nyears in the Nest, which was not a nest at all but a vast sprawling city\nbuilt in the branches of enormous trees. With the small and delicate\nhumanoids who had been my playfellows, I had gathered the nuts and buds\nand trapped the small arboreal animals they used for food, taken my\nshare at weaving clothing from the fibres of parasite plants cultivated\non the stems, and in all those eight years I had set foot on the ground\nless than a dozen times, even though I had travelled for miles through\nthe tree-roads high above the forest floor.\n\nThen the Old-One's painful decision that I was too alien for them, and\nthe difficult and dangerous journey my trailmen foster-parents and\nfoster-brothers had undertaken, to help me out of the Hellers and\narrange for me to be taken to the Trade City. After two years of\nphysically painful and mentally rebellious readjustment to daytime\nliving, the owl-eyed trailmen saw best, and lived largely, by moonlight,\nI had found a niche for myself, and settled down. But all of the later\nyears (after Jay Allison had taken over, I supposed, from a basic\npattern of memory common to both of us) had vanished into the limbo of\nthe subconscious.\n\nA bookrack was crammed with large microcards; I slipped one into the\nviewer, with a queer sense of spying, and found myself listening\napprehensively to hear that measured step and Jay Allison's falsetto\nvoice demanding what the hell I was doing, meddling with his\npossessions. Eye to the viewer, I read briefly at random, something\nabout the management of compound fracture, then realized I had\nunderstood exactly three words in a paragraph. I put my fist against my\nforehead and heard the words echoing there emptily; \"laceration ...\nprimary efflusion ... serum and lymph ... granulation tissue....\" I\npresumed that the words meant something and that I once had known what.\nBut if I had a medical education, I didn't recall a syllable of it. I\ndidn't know a fracture from a fraction.\n\nIn a sudden frenzy of impatience I stripped off the white coat and put\non the first shirt I came to, a crimson thing that hung in the line of\nwhite coats like an exotic bird in snow country. I went back to\nrummaging the drawers and bureaus. Carelessly shoved in a pigeonhole I\nfound another microcard that looked familiar; and when I slipped it\nmechanically into the viewer it turned out to be a book on\nmountaineering which, oddly enough, I remembered buying as a youngster.\nIt dispelled my last, lingering doubts. Evidently I had bought it before\nthe personalities had forked so sharply apart and separated, Jason from\nJay. I was beginning to believe. Not to accept. Just to believe it had\nhappened. The book looked well-thumbed, and had been handled so much I\nhad to baby it into the slot of the viewer.\n\nUnder a folded pile of clean underwear I found a flat half-empty bottle\nof whiskey. I remembered Forth's words that he'd never seen Jay Allison\ndrink, and suddenly I thought, \"The fool!\" I fixed myself a drink and\nsat down, idly scanning over the mountaineering book.\n\n       *       *       *       *       *\n\nNot till I'd entered medical school, I suspected, did the two halves of\nme fork so strongly apart ... so strongly that there had been days and\nweeks and, I suspected, years where Jay Allison had kept me prisoner. I\ntried to juggle dates in my mind, looked at a calendar, and got such a\nmental jolt that I put it face-down to think about when I was a little\ndrunker.\n\nI wondered if my detailed memories of my teens and early twenties were\nthe same memories Jay Allison looked back on. I didn't think so. People\nforget and remember selectively. Week by week, then, and year by year,\nthe dominant personality of Jay had crowded me out; so that the young\nrowdy, more than half Darkovan, loving the mountains, half-homesick for\na non-human world, had been drowned in the chilly, austere young medical\nstudent who lost himself in his work. But I, Jason--I had always been\nthe watcher behind, the person Jay Allison dared not be? Why was he past\nthirty--and I just 22?\n\nA ringing shattered the silence; I had to hunt for the intercom on the\nbedroom wall. I said, \"Who is it?\" and an unfamiliar voice demanded,\n\"Dr. Allison?\"\n\nI said automatically, \"Nobody here by that name,\" and started to put\nback the mouthpiece. Then I stopped and gulped and asked, \"Is that you,\nDr. Forth?\"\n\nIt was, and I breathed again. I didn't even want to think about what I'd\nsay if somebody else had demanded to know why in the devil I was\nanswering Dr. Allison's private telephone. When Forth had finished, I\nwent to the mirror, and stared, trying to see behind my face the sharp\nfeatures of that stranger, _Doctor_ Jason Allison. I delayed, even while\nI was wondering what few things I should pack for a trip into the\nmountains and the habit of hunting parties was making mental lists about\nheat-socks and windbreakers. The face that looked at me was a young\nface, unlined and faintly freckled, the same face as always except that\nI'd lost my suntan; Jay Allison had kept me indoors too long. Suddenly I\nstruck the mirror lightly with my fist.\n\n\"The hell with you, Dr. Allison,\" I said, and went to see if he had kept\nany clothes fit to pack.\n\n       *       *       *       *       *\n\nDr. Forth was waiting for me in the small skyport on the roof, and so\nwas a small 'copter, one of the fairly old ones assigned to Medical\nService when they were too beat-up for services with higher priority.\nForth took one startled stare at my crimson shirt, but all he said was,\n\"Hello, Jason. Here's something we've got to decide right away; do we\ntell the crew who you really are?\"\n\nI shook my head emphatically. \"I'm not Jay Allison; I don't want his\nname or his reputation. Unless there are men on the crew who know\nAllison by sight--\"\n\n\"Some of them do, but I don't think they'd recognize you.\"\n\n\"Tell them I'm his twin brother,\" I said humorlessly.\n\n\"That wouldn't be necessary. There's not enough resemblance.\" Forth\nraised his head and beckoned to a man who was doing something near the\n'copter. He said under his breath, \"You'll see what I mean,\" as the man\napproached.\n\nHe wore the uniform of Spaceforce--black leather with a little rainbow\nof stars on his sleeve meaning he'd seen service on a dozen different\nplanets, a different colored star for each one. He wasn't a young man,\nbut on the wrong side of fifty, seamed and burly and huge, with a split\nlip and weathered face. I liked his looks. We shook hands and Forth\nsaid, \"This is our man, Kendricks. He's called Jason, and he's an expert\non the trailmen. Jason, this is Buck Kendricks.\"\n\n\"Glad to know you, Jason.\" I thought Kendricks looked at me half a\nsecond more than necessary. \"The 'copter's ready. Climb in, Doc--you're\ngoing as far as Carthon, aren't you?\"\n\nWe put on zippered windbreaks and the 'copter soared noiselessly into\nthe pale crimson sky. I sat beside Forth, looking down through pale\nlilac clouds at the pattern of Darkover spread below me.\n\n\"Kendricks was giving me a funny eye, Doc. What's biting him?\"\n\n\"He has known Jay Allison for eight years,\" Forth said quietly, \"and he\nhasn't recognized you yet.\"\n\nBut we let it ride at that, to my great relief, and didn't talk any more\nabout me at all. As we flew under silent whirring blades, turning our\nbacks on the settled country which lay near the Trade City, we talked\nabout Darkover itself. Forth told me about the trailmen's fever and\nmanaged to give me some idea about what the blood fraction was, and why\nit was necessary to persuade fifty or sixty of the humanoids to return\nwith me, to donate blood from which the antibody could be, first\nisolated, then synthesised.\n\nIt would be a totally unheard-of thing, if I could accomplish it. Most\nof the trailmen never touched ground in their entire lives, except when\ncrossing the passes above the snow line. Not a dozen of them, including\nmy foster-parents who had so painfully brought me out across Dammerung,\nhad ever crossed the ring of encircling mountains that walled them away\nfrom the rest of the planet. Humans sometimes penetrated the lower\nforests in search of the trailmen. It was one-way traffic. The trailmen\nnever came in search of _them_.\n\n       *       *       *       *       *\n\nWe talked, too, about some of those humans who had crossed the mountains\ninto trailmen country--those mountains profanely dubbed the Hellers by\nthe first Terrans who had tried to fly over them in anything lower or\nslower than a spaceship. (The Darkovan name for the Hellers was even\nmore explicit, and even in translation, unrepeatable.)\n\n\"What about this crew you picked? They're not Terrans?\"\n\nForth shook his head. \"It would be murder to send anyone recognizably\nTerran into the Hellers. You know how the trailmen feel about outsiders\ngetting into their country.\" I knew. Forth continued, \"Just the same,\nthere will be two Terrans with you.\"\n\n\"They don't know Jay Allison?\" I didn't want to be burdened with\nanyone--not anyone--who would know me, or expect me to behave like my\nforgotten other self.\n\n\"Kendricks knows you,\" Forth said, \"but I'm going to be perfectly\ntruthful. I never knew Jay Allison well, except in line of work. I know\na lot of things--from the past couple of days--which came out during\nthe hypnotic sessions, which he'd never have dreamed of telling me, or\nanyone else, consciously. And that comes under the heading of a\nprofessional confidence--even from you. And for that reason, I'm sending\nKendricks along--and you're going to have to take the chance he'll\nrecognize you. Isn't that Carthon down there?\"\n\n       *       *       *       *       *\n\nCarthon lay nestled under the outlying foothills of the Hellers, ancient\nand sprawling and squatty, and burned brown with the dust of five\nthousand years. Children ran out to stare at the 'copter as we landed\nnear the city; few planes ever flew low enough to be seen, this near the\nHellers.\n\nForth had sent his crew ahead and parked them in an abandoned huge place\nat the edge of the city which might once have been a warehouse or a\nruined palace. Inside there were a couple of trucks, stripped down to\nframework and flatbed like all machinery shipped through space from\nTerra. There were pack animals, dark shapes in the gloom. Crates were\nstacked up in an orderly untidiness, and at the far end a fire was\nburning and five or six men in Darkovan clothing--loose sleeved shirts,\ntight wrapped breeches, low boots--were squatting around it, talking.\nThey got up as Forth and Kendricks and I walked toward them, and Forth\ngreeted them clumsily, in bad accented Darkovan, then switched to Terran\nStandard, letting one of the men translate for him.\n\nForth introduced me simply as \"Jason,\" after the Darkovan custom, and I\nlooked the men over, one by one. Back when I'd climbed for fun, I'd\nliked to pick my own men; but whoever had picked this crew must have\nknown his business.\n\nThree were mountain Darkovans, lean swart men enough alike to be\nbrothers; I learned after a while that they actually were brothers,\nHjalmar, Garin and Vardo. All three were well over six feet, and Hjalmar\nstood head and shoulders over his brothers, whom I never learned to tell\napart. The fourth man, a redhead, was dressed rather better than the\nothers and introduced as Lerrys Ridenow--the double name indicating high\nDarkovan aristocracy. He looked muscular and agile enough, but his hands\nwere suspiciously well-kept for a mountain man, and I wondered how much\nexperience he'd had.\n\nThe fifth man shook hands with me, speaking to Kendricks and Forth as if\nthey were old friends. \"Don't I know you from someplace, Jason?\"\n\nHe looked Darkovan, and wore Darkovan clothes, but Forth had forewarned\nme, and attack seemed the best defense. \"Aren't you Terran?\"\n\n\"My father was,\" he said, and I understood; a situation not exactly\nuncommon, but ticklish on a planet like Darkover. I said carelessly, \"I\nmay have seen you around the HQ. I can't place you, though.\"\n\n\"My name's Rafe Scott. I thought I knew most of the professional guides\non Darkover, but I admit I don't get into the Hellers much,\" he\nconfessed. \"Which route are we going to take?\"\n\nI found myself drawn into the middle of the group of men, accepting one\nof the small sweetish Darkovan cigarettes, looking over the plan\nsomebody had scribbled down on the top of a packing case. I borrowed a\npencil from Rafe and bent over the case, sketching out a rough map of\nthe terrain I remembered so well from boyhood. I might be bewildered\nabout blood fractions, but when it came to climbing I knew what I was\ndoing. Rafe and Lerrys and the Darkovan brothers crowded behind me to\nlook over the sketch, and Lerrys put a long fingernail on the route I'd\nindicated.\n\n\"Your elevation's pretty bad here,\" he said diffidently, \"and on the\n'Narr campaign the trailmen attacked us here, and it was bad fighting\nalong those ledges.\"\n\nI looked at him with new respect; dainty hands or not, he evidently knew\nthe country. Kendricks patted the blaster on his hip and said grimly,\n\"But this isn't the 'Narr campaign. I'd like to see any trailmen attack\nus while I have this.\"\n\n\"But you're not going to have it,\" said a voice behind us, a crisp\nauthoritative voice. \"Take off that gun, man!\"\n\nKendricks and I whirled together, to see the speaker; a tall young\nDarkovan, still standing in the shadows. The newcomer spoke to me\ndirectly:\n\n\"I'm told you are Terran, but that you understand the trailmen. Surely\nyou don't intend to carry fission or fusion weapons against them?\"\n\nAnd I suddenly realized that we were in Darkovan territory now, and that\nwe must reckon with the Darkovan horror of guns or of any weapon which\nreaches beyond the arm's-length of the man who wields it. A simple\nheat-gun, to the Darkovan ethical code, is as reprehensible as a\nsuper-cobalt planetbuster.\n\nKendricks protested, \"We can't travel unarmed through trailmen country!\nWe're apt to meet hostile bands of the creatures--and they're nasty with\nthose long knives they carry!\"\n\nThe stranger said calmly, \"I've no objection to you, or anyone else,\ncarrying a knife for self-defense.\"\n\n\"A _knife_?\" Kendricks drew breath to roar. \"Listen, you bug-eyed\nson-of-a--who do you think you are, anyway?\"\n\nThe Darkovans muttered. The man in the shadows said, \"Regis Hastur.\"\n\n       *       *       *       *       *\n\nKendricks stared pop-eyed. My own eyes could have popped, but I decided\nit was time for me to take charge, if I were ever going to. I rapped,\n\"All right, this is my show. Buck, give me the gun.\"\n\nHe looked wrathfully at me for a space of seconds, while I wondered what\nI'd do if he didn't. Then, slowly, he unbuckled the straps and handed it\nto me, butt first.\n\nI'd never realized quite how undressed a Spaceforce man looked without\nhis blaster. I balanced it on my palm for a minute while Regis Hastur\ncame out of the shadows. He was tall, and had the reddish hair and fair\nskin of Darkovan aristocracy, and on his face was some indefinable\nstamp--arrogance, perhaps, or the consciousness that the Hasturs had\nruled this world for centuries long before the Terrans brought ships and\ntrade and the universe to their doors. He was looking at me as if he\napproved of me, and that was one step worse than the former situation.\n\nSo, using the respectful Darkovan idiom of speaking to a superior (which\nhe was) but keeping my voice hard, I said, \"There's just one leader on\nany trek, Lord Hastur. On this one, I'm it. If you want to discuss\nwhether or not we carry guns, I suggest you discuss it with me in\nprivate--and let me give the orders.\"\n\nOne of the Darkovans gasped. I knew I could have been mobbed. But with a\nmixed bag of men, I had to grab leadership quick or be relegated to\nnowhere. I didn't give Regis Hastur a chance to answer that, either; I\nsaid, \"Come back here. I want to talk to you anyway.\"\n\nHe came, and I remembered to breathe. I led the way to a fairly deserted\ncorner of the immense place, faced him and demanded, \"As for you--what\nare you doing here? You're not intending to cross the mountains with\nus?\"\n\nHe met my scowl levelly. \"I certainly am.\"\n\nI groaned. \"Why? You're the Regent's grandson. Important people don't\ntake on this kind of dangerous work. If anything happens to you, it will\nbe my responsibility!\" I was going to have enough trouble, I was\nthinking, without shepherding along one of the most revered Personages\non the whole damned planet! I didn't want anyone around who had to be\nfawned on, or deferred to, or even listened to.\n\n       *       *       *       *       *\n\nHe frowned slightly, and I had the unpleasant impression that he knew\nwhat I was thinking. \"In the first place--it will mean something to the\ntrailmen, won't it--to have a Hastur with you, suing for this favor?\"\n\nIt certainly would. The trailmen paid little enough heed to the ordinary\nhumans, except for considering them fair game for plundering when they\ncame uninvited into trailman country. But they, with all Darkover,\nrevered the Hasturs, and it was a fine point of diplomacy--if the\nDarkovans sent their most important leader, they might listen to him.\n\n\"In the second place,\" Regis Hastur continued, \"the Darkovans are my\npeople, and it's my business to negotiate for them. In the third place,\nI know the trailmen's dialect--not well, but I can speak it a little.\nAnd in the fourth, I've climbed mountains all my life. Purely as an\namateur, but I can assure you I won't be in the way.\"\n\nThere was little enough I could say to that. He seemed to have covered\nevery point--or every point but one, and he added, shrewdly, after a\nminute, \"Don't worry; I'm perfectly willing to have you take charge. I\nwon't claim--privilege.\"\n\nI had to be satisfied with that.\n\n       *       *       *       *       *\n\nDarkover is a civilized planet with a fairly high standard of living,\nbut it is not a mechanized or a technological culture. The people don't\ndo much mining, or build factories, and the few which were founded by\nTerran enterprise never were very successful; outside the Terran Trade\nCity, machinery or modern transportation is almost unknown.\n\nWhile the other men checked and loaded supplies and Rafe Scott went out\nto contact some friends of his and arrange for last-minute details, I\nsat down with Forth to memorize the medical details I must put so\nclearly to the trailmen.\n\n\"If we could only have kept your medical knowledge!\"\n\n\"Trouble is, being a doctor doesn't suit my personality,\" I said. I felt\nabsurdly light-hearted. Where I sat, I could raise my head and study the\npanorama of blackish-green foothills which lay beyond Carthon, and\nsearch out the stone roadways, like a tiny white ribbon, which we could\nfollow for the first stage of the trip. Forth evidently did not share my\nenthusiasm.\n\n\"You know, Jason, there is one real danger--\"\n\n\"Do you think I care about danger? Or are you afraid I'll\nturn--foolhardy?\"\n\n\"Not exactly. It's not a physical danger, Jason. It's an emotional--or\nrather an intellectual danger.\"\n\n\"Hell, don't you know any language but that psycho double-talk?\"\n\n\"Let me finish, Jason. Jay Allison may have been repressed,\novercontrolled, but you are seriously impulsive. You lack a\nbalance-wheel, if I could put it that way. And if you run too many\nrisks, your buried alter-ego may come to the surface and take over in\nsheer self-preservation.\"\n\n\"In other words,\" I said, laughing loudly, \"if I scare that Allison\nstuffed-shirt he may start stirring in his grave?\"\n\nForth coughed and smothered a laugh and said that was one way of putting\nit. I clapped him reassuringly on the shoulder and said, \"Forget it,\nsir. I promise to be godly, sober and industrious--but is there any law\nagainst enjoying what I'm doing?\"\n\nSomebody burst out of the warehouse-palace place, and shouted at me.\n\"Jason? The guide is here,\" and I stood up, giving Forth a final grin.\n\"Don't you worry. Jay Allison's good riddance,\" I said, and went back to\nmeet the other guide they had chosen.\n\nAnd I almost backed out when I saw the guide. For the guide was a woman.\n\nShe was small for a Darkovan girl, and narrowly built, the sort of body\nthat could have been called boyish or coltish but certainly not, at\nfirst glance, feminine. Close-cut curls, blue-black and wispy, cast the\nfaintest of shadows over a squarish sunburnt face, and her eyes were so\nthickly rimmed with heavy dark lashes that I could not guess their\ncolor. Her nose was snubbed and might have looked whimsical and was\ninstead oddly arrogant. Her mouth was wide, and her chin round, and\naltogether I dismissed her as not at all a pretty woman.\n\nShe held up her palm and said rather sullenly, \"Kyla-Raineach, free\nAmazon, licensed guide.\"\n\nI acknowledged the gesture with a nod, scowling. The guild of free\nAmazons entered virtually every masculine field, but that of mountain\nguide seemed somewhat bizarre even for an Amazon. She seemed wiry and\nagile enough, her body, under the heavy blanket-like clothing, almost as\nlean of hip and flat of breast as my own; only the slender long legs\nwere unequivocally feminine.\n\nThe other men were checking and loading supplies; I noted from the\ncorner of my eye that Regis Hastur was taking his turn heaving bundles\nwith the rest. I sat down on some still-undisturbed sacks, and motioned\nher to sit.\n\n\"You've had trail experience? We're going into the Hellers through\nDammerung, and that's rough going even for professionals.\"\n\n       *       *       *       *       *\n\nShe said in a flat expressionless voice, \"I was with the Terran Mapping\nexpedition to the South Polar ridge last year.\"\n\n\"Ever been in the Hellers? If anything happened to me, could you lead\nthe expedition safely back to Carthon?\"\n\nShe looked down at her stubby fingers. \"I'm sure I could,\" she said\nfinally, and started to rise. \"Is that all?\"\n\n\"One thing more--\" I gestured to her to stay put. \"Kyla, you'll be one\nwoman among eight men--\"\n\nThe snubbed nose wrinkled up; \"I don't expect you to crawl into my\nblankets, if that's what you mean. It's not in my contract--I hope!\"\n\nI felt my face burning. Damn the girl! \"It's not in mine, anyway,\" I\nsnapped, \"but I can't answer for seven other men, most of them mountain\nroughnecks!\" Even as I said it I wondered why I bothered; certainly a\nfree Amazon could defend her own virtue, or not, if she wanted to,\nwithout any help from me. I had to excuse myself by adding, \"In either\ncase you'll be a disturbing element--I don't want fights, either!\"\n\nShe made a little low-pitched sound of amusement. \"There's safety in\nnumbers, and--are you familiar with the physiological effect of high\naltitudes on men acclimated to low ones?\" Suddenly she threw back her\nhead and the hidden sound became free and merry laughter. \"Jason, I'm a\nfree Amazon, and that means--no, I'm not neutered, though some of us\nare. But you have my word, I won't create any trouble of any\nrecognizably female variety.\" She stood up. \"Now, if you don't mind, I'd\nlike to check the mountain equipment.\"\n\nHer eyes were still laughing at me, but curiously I didn't mind at all.\nThere was a refreshing element in her manner.\n\n       *       *       *       *       *\n\nWe started that night, a curiously lopsided little caravan. The pack\nanimals were loaded into one truck and didn't like it. We had another\nstripped-down truck which carried supplies. The ancient stone roads,\nrutted and gullied here and there with the flood-waters and silt of\ndecades, had not been planned for any travel other than the feet of men\nor beasts. We passed tiny villages and isolated country estates, and a\nfew of the solitary towers where the matrix mechanics worked alone with\nthe secret sciences of Darkover, towers of glareless stone which\nsometimes shone like blue beacons in the dark.\n\nKendricks drove the truck which carried the animals, and was amused by\nit. Rafe and I took turns driving the other truck, sharing the wide\nfront seat with Regis Hastur and the girl Kyla, while the other men\nfound seats between crates and sacks in the back. Once while Rafe was at\nthe wheel and the girl dozing with her coat over her face to shut out\nthe fierce sun, Regis asked me, \"What are the trailcities like?\"\n\nI tried to tell him, but I've never been good at boiling things down\ninto descriptions, and when he found I was not disposed to talk, he fell\nsilent and I was free to drowse over what I knew of the trailmen and\ntheir world.\n\nNature seems to have a sameness on all inhabited worlds, tending toward\nthe economy and simplicity of the human form. The upright carriage,\nfreeing the hands, the opposable thumb, the color-sensitivity of retinal\nrods and cones, the development of language and of lengthy parental\nnurture--these things seem to be indispensable to the growth of\ncivilization, and in the end they spell _human_. Except for minor\nvariations depending on climate or foodstuff, the inhabitant of Megaera\nor Darkover is indistinguishable from the Terran or Sirian; differences\nare mainly cultural, and sometimes an isolated culture will mutate in a\nstrange direction or remain, atavists, somewhere halfway to the summit\nof the ladder of evolution--which, at least on the known planets, still\nreckons homo sapiens as the most complex of nature's forms.\n\nThe trailmen were a pausing-place which had proved tenacious. When the\nmainstream of evolution on Darkover left the trees to struggle for\nexistence on the ground, a few remained behind. Evolution did not cease\nfor them, but evolved _homo arborens_; nocturnal, nystalopic humanoids\nwho lived out their lives in the extensive forests.\n\nThe truck bumped over the bad, rutted roads. The wind was chilly--the\ntruck, a mere conveyance for hauling, had no such refinements of luxury\nas windows. I jolted awake--what nonsense had I been thinking? Vague\nideas about evolution swirled in my brain like burst bubbles--the\ntrailmen? They were just the trailmen, who could explain them? Jay\nAllison, maybe? Rafe turned his head and asked, \"Where do we pull up for\nthe night? It's getting dark, and we have all this gear to sort!\" I\nroused myself, and took over the business of the expedition again.\n\nBut when the trucks had been parked and a tent pitched and the pack\nanimals unloaded and hobbled, and a start made at getting the gear\ntogether--when all this had been done I lay awake, listening to\nKendricks' heavy snoring, but myself afraid to sleep. Dozing in the\ntruck, an odd lapse of consciousness had come over me ... myself yet not\nmyself, drowsing over thoughts I did not recognize as my own. If I\nslept, who would I be when I woke?\n\n       *       *       *       *       *\n\nWe had made our camp in the bend of an enormous river, wide and shallow\nand unbridged; the river Kadarin, traditionally a point of no return for\nhumans on Darkover. The river is fed by ocean tides and we would have to\nwait for low water to cross. Beyond the river lay thick forests, and\nbeyond the forests the slopes of the Hellers, rising upward and upward;\nand their every fold and every valley was filled to the brim with\nforest, and in the forests lived the trailmen.\n\nBut though all this country was thickly populated with outlying colonies\nand nests, it would be no use to bargain with any of them; we must deal\nwith the Old One of the North Nest, where I had spent so many of my\nboyhood years.\n\nFrom time immemorial, the trailmen--usually inoffensive--had kept strict\nboundaries marked between their lands and the lands of ground-dwelling\nmen. They never came beyond the Kadarin. On the other hand, almost any\nhuman who ventured into their territory became, by that act, fair game\nfor attack.\n\nA few of the Darkovan mountain people had trade treaties with the\ntrailmen; they traded clothing, forged metals, small implements, in\nreturn for nuts, bark for dyestuffs and certain leaves and mosses for\ndrugs. In return, the trailmen permitted them to hunt in the forest\nlands without being molested. But other humans, venturing into trailman\nterritory, ran the risk of merciless raiding; the trailmen were not\nbloodthirsty, and did not kill for the sake of killing, but they\nattacked in packs of two or three dozen, and their prey would be\nstripped and plundered of everything portable.\n\nTravelling through their country would be dangerous....\n\n       *       *       *       *       *\n\nThe sun was high before we struck the camp. While the others were\npacking up the last oddments, ready for the saddle, I gave the girl Kyla\nthe task of readying the rucksacks we'd carry after the trails got too\nbad even for the pack animals, and went to stand at the water's edge,\nchecking the depth of the ford and glancing up at the smoke-hazed rifts\nbetween peak and peak.\n\nThe men were packing up the small tent we'd use in the forests, moving\naround with a good deal of horseplay and a certain brisk bustle. They\nwere a good crew, I'd already discovered. Rafe and Lerrys and the three\nDarkovan brothers were tireless, cheerful and mountain-hardened.\nKendricks, obviously out of his element, could be implicitly relied on\nto follow orders, and I felt that I could fall back on him. Strange as\nit seemed, the very fact that he was a Terran was vaguely comforting,\nwhere I'd anticipated it would be a nuisance.\n\nThe girl Kyla was still something of an unknown quantity. She was too\ntaut and quiet, working her share but seldom contributing a word--we\nwere not yet in mountain country. So far she was quiet and touchy with\nme, although she seemed natural enough with the Darkovans, and I let her\nalone.\n\n\"Hi, Jason, get a move on,\" someone shouted, and I walked back toward\nthe clearing squinting in the sun. It hurt, and I touched my face\ngingerly, suddenly realizing what had happened. Yesterday, riding in the\nuncovered truck, and this morning, un-used to the fierce sun of these\nlatitudes, I had neglected to take the proper precautions against\nexposure and my face was reddening with sunburn. I walked toward Kyla,\nwho was cinching a final load on one of the pack-animals, which she did\nefficiently enough.\n\nShe didn't wait for me to ask, but sized up the situation with one\namused glance at my face. \"Sunburn? Put some of this on it.\" She\nproduced a tube of white stuff; I twisted at the top inexpertly, and she\ntook it from me, squeezed the stuff out in her palm and said, \"Stand\nstill and bend down your head.\"\n\nShe smeared the mixture efficiently across my forehead and cheeks. It\nfelt cold and good. I started to thank her, then broke off as she burst\nout laughing. \"What's the matter?\"\n\n\"You should see yourself!\" she gurgled.\n\nI wasn't amused. No doubt I presented a grotesque appearance, and no\ndoubt she had the right to laugh at it, but I scowled. It hurt.\nIntending to put things back on the proper footing, I demanded, \"Did you\nmake up the climbing loads?\"\n\n\"All except bedding. I wasn't sure how much to allow,\" she said. \"Jason,\nhave you eyeshades for when you get on snow?\" I nodded, and she\ninstructed me severely, \"Don't forget them. Snowblindness--I give you my\nword--is even more unpleasant than sunburn--and _very_ painful!\"\n\n\"Damn it, girl, I'm not stupid!\" I exploded.\n\nShe said, in her expressionless monotone again, \"Then you _ought_ to\nhave known better than to get sunburnt. Here, put this in your pocket,\"\nshe handed me the tube of sunburn cream, \"maybe I'd better check up on\nsome of the others and make sure they haven't forgotten.\" She went off\nwithout another word, leaving me with an unpleasant feeling that she'd\ncome off best, that she considered me an irresponsible scamp.\n\nForth had said almost the same thing....\n\nI told off the Darkovan brothers to urge the pack animals across the\nnarrowest part of the ford, and gestured to Corus and Kyla to ride one\non either side of Kendricks, who might not be aware of the swirling,\ntreacherous currents of a mountain river. Rafe could not urge his edgy\nhorse into the water; he finally dismounted, took off his boots, and led\nthe creature across the slippery rocks. I crossed last, riding close to\nRegis Hastur, alert for dangers and thinking resentfully that anyone so\nimportant to Darkover's policies should not be risked on such a mission.\nWhy, if the Terran Legate had (unthinkably!) come with us, he would be\nsurrounded by bodyguards, secret service men and dozens of precautions\nagainst accident, assassination or misadventure.\n\nAll that day we rode upward, encamping at the furthest point we could\ntravel with pack animals or mounted. The next day's climb would enter\nthe dangerous trails we must travel afoot. We pitched a comfortable\ncamp, but I admit I slept badly. Kendricks and Lerrys and Rafe had\nblinding headaches from the sun and the thinness of the air; I was more\nused to these conditions, but I felt a sense of unpleasant pressure, and\nmy ears rang. Regis arrogantly denied any discomfort, but he moaned and\ncried out continuously in his sleep until Lerrys kicked him, after which\nhe was silent and, I feared, sleepless. Kyla seemed the least affected\nof any; probably she had been at higher altitudes more continuously than\nany of us. But there were dark circles beneath her eyes.\n\nHowever, no one complained as we readied ourselves for the final last\nlong climb upward. If we were fortunate, we could cross Dammerung before\nnightfall; at the very least, we should bivouac tonight very near the\npass. Our camp had been made at the last level spot; we partially\nhobbled the pack animals so they would not stray too far, and left ample\nfood for them, and cached all but the most necessary of light trail\ngear. As we prepared to start upward on the steep, narrow track--hardly\nmore than a rabbit-run--I glanced at Kyla and stated, \"We'll work on\nrope from the first stretch. Starting now.\"\n\nOne of the Darkovan brothers stared at me with contempt. \"Call yourself\na mountain man, Jason? Why, my little daughter could scramble up _that_\ntrack without so much as a push on her behind!\"\n\nI set my chin and glared at him. \"The rocks aren't easy, and some of\nthese men aren't used to working on rope at all. We might as well get\nused to it, because when we start working along the ledges, I don't want\nanybody who doesn't know how.\"\n\nThey still didn't like it, but nobody protested further until I directed\nthe huge Kendricks to the center of the second rope. He glared viciously\nat the light nylon line and demanded in some apprehension, \"Hadn't I\nbetter go last until I know what I'm doing? Hemmed in between the two of\nyou, I'm apt to do something damned dumb!\"\n\nHjalmar roared with laughter and informed him that the center place on a\n3-man rope was always reserved for weaklings, novices and amateurs. I\nexpected Kendricks' temper to flare up: the burly Spaceforce man and the\nDarkovan giant glared at one another, then Kendricks only shrugged and\nknotted the line through his belt. Kyla warned Kendricks and Lerrys\nabout looking down from ledges, and we started.\n\nThe first stretch was almost too simple, a clear track winding higher\nand higher for a couple of miles. Pausing to rest for a moment, we could\nturn and see the entire valley outspread below us. Gradually the trail\ngrew steeper, in spots pitched almost at a 50-degree angle, and was\nscattered with gravel, loose rock and shale, so that we placed our feet\ncarefully, leaning forward to catch at handholds and steady ourselves\nagainst rocks. I tested each boulder carefully, since any weight placed\nagainst an unsteady rock might dislodge it on somebody below. One of the\nDarkovan brothers--Vardo, I thought--was behind me, separated by ten or\ntwelve feet of slack rope, and twice when his feet slipped on gravel he\nstumbled and gave me an unpleasant jerk. What he muttered was perfectly\ntrue; on slopes like this, where a fall wasn't dangerous anyhow, it was\nbetter to work unroped; then a slip bothered no one but the slipper.\nBut I was finding out what I wanted to know--what kind of climbers I had\nto lead through the Hellers.\n\nAlong a cliff face the trail narrowed horizontally, leading across a\nfoot-wide ledge overhanging a sheer drop of fifty feet and covered with\nloose shale and scrub plants. Nothing, of course, to an experienced\nclimber--a foot-wide ledge might as well be a four-lane superhighway.\nKendricks made a nervous joke about a tightrope walker, but when his\nturn came he picked his way securely, without losing balance. The\namateurs--Lerrys Ridenow, Regis, Rafe--came across without hesitation,\nbut I wondered how well they would have done at a less secure altitude;\nto a real mountaineer, a footpath is a footpath, whether in a meadow,\nabove a two-foot drop, a thirty-foot ledge, or a sheer mountain face\nthree miles above the first level spot.\n\nAfter crossing the ledge the going was harder. A steeper trail, in\nplaces nearly imperceptible, led between thick scrub and overhanging\ntrees, thickly forested. In spots their twisted roots obscured the\ntrail; in others the persistent growth had thrust aside rocks and dirt.\nWe had to make our way through tangles of underbrush which would have\nbeen nothing to a trailman, but which made our ground-accustomed bodies\nache with the effort of getting over or through them; and once the track\nwas totally blocked by a barricade of tangled dead brushwood, borne down\non floodwater after a sudden thaw or cloud-burst. We had to work\npainfully around it over a three-hundred-foot rockslide, which we could\ncross only one at a time, crab-fashion, leaning double to balance\nourselves; and no one complained now about the rope.\n\nToward noon I had the first intimation that we were not alone on the\nslope.\n\nAt first it was no more than a glimpse of motion out of the corner of my\neyes, the shadow of a shadow. The fourth time I saw it, I called softly\nto Kyla: \"See anything?\"\n\n\"I was beginning to think it was my eyes, or the altitude. I saw,\nJason.\"\n\n\"Look for a spot where we can take a break,\" I directed. We climbed\nalong a shallow ledge, the faint imperceptible flutters in the brushwood\nclimbing with us on either side. I muttered to the girl, \"I'll be glad\nwhen we get clear of this. At least we'll be able to see what's coming\nafter us!\"\n\n\"If it comes to a fight,\" she said surprisingly, \"I'd rather fight on\ngravel than ice.\"\n\n       *       *       *       *       *\n\nOver a rise, there was a roaring sound; Kyla swung up and balanced on a\nrock-wedged tree root, cupped her mouth to her hands and called,\n\"Rapids!\"\n\nI pulled myself up to the edge of the drop and stood looking down into\nthe narrow gully. Here the narrow track we had been following was\ncrossed and obscured by the deep, roaring rapids of a mountain stream.\n\nLess than twenty feet across, it tumbled in an icy flood, almost a\nwaterfall, pitching over the lip of a crag above us. It had sliced a\nravine five feet deep in the mountainside, and came roaring down with a\nrushing noise that made my head vibrate. It looked formidable; anyone\nstepping into it would be knocked off his feet in seconds, and swept a\nthousand feet down the mountainside by the force of the current.\n\nRafe scrambled gingerly over the gullied lip of the channel it had cut,\nand bent carefully to scoop up water in his palm and drink. \"Phew, it's\ncolder than Zandru's ninth hell. Must come straight down from a\nglacier!\"\n\nIt did. I remembered the trail and remembered the spot. Kendricks joined\nme at the water's edge, and asked, \"How do we get across?\"\n\n\"I'm not sure,\" I said, studying the racing white torrent. Overhead,\nabout twenty feet from where we clustered on the slope, the thick\nbranches of enormous trees overhung the rapids, their long roots\npartially bared, gnarled and twisted by recurrent floods; and between\nthese trees swayed one of the queer swing-bridges of the trailmen,\nhanging only about ten feet above the water.\n\nEven I had never learned to navigate one of these swing-bridges without\nassistance; human arms are no longer suited to brachiation. I might have\nmanaged it once; but at present, except as a desperate final expedient,\nit was out of the question. Rafe or Lerrys, who were lightly built and\nacrobatic, could probably do it as a simple stunt on the level, in a\nfield; on a steep and rocky mountainside, where a fall might mean being\ndashed a thousand feet down the torrent, I doubted it. The trailmen's\nbridge was out ... but what other choice was there?\n\nI beckoned to Kendricks, he being the man I was the most inclined to\ntrust with my life at the moment, and said, \"It looks uncrossable, but I\nthink two men could get across, if they were steady on their feet. The\nothers can hold us on ropes, in case we do get knocked down. If we can\nget to the opposite bank, we can stretch a fixed rope from that snub of\nrock--\" I pointed, \"and the others can cross with that. The first men\nover will be the only ones to run any risk. Want to try?\"\n\nI liked it better that he didn't answer right away, but went to the edge\nof the gully and peered down the rocky chasm. Doubtless, if we were\nknocked down, all seven of the others could haul us up again; but not\nbefore we'd been badly smashed on the rocks. And once again I caught\nthat elusive shadow of movement in the brushwood; if the trailmen chose\na moment when we were half-in, half-out of the rapids, we'd be\nridiculously vulnerable to attack.\n\n\"We ought to be able to get a fixed rope easier than that,\" Hjalmar\nsaid, and took one of the spares from his rucksack. He coiled it, making\na running loop on one end, and standing precariously on the lip of the\nrapids, sent it spinning toward the outcrop of rock we had chosen as a\nfixed point. \"If I can get it over....\"\n\nThe rope fell short, and Hjalmar reeled it in and cast the loop again.\nHe made three more unsuccessful tries before finally, with held breath,\nwe watched the noose settle over the rocky snub. Gently, pulling the\nline taut, we watched it stretch above the rapids. The knot tightened,\nfastened. Hjalmar grinned and let out his breath.\n\n\"There,\" he said, and jerked hard on the rope, testing it with a long\nhard pull. The rocky outcrop broke, with a sharp crack, split, and\ntoppled entirely into the rapids, the sudden jerk almost pulling Hjalmar\noff his feet. The boulder rolled, with a great bouncing splash, faster\nand faster down the mountain, taking the rope with it.\n\nWe just stood and stared for a minute. Hjalmar swore horribly, in the\nunprintable filth of the mountain tongue, and his brothers joined in.\n\"How the devil was I to know the _rock_ would split off?\"\n\n\"Better for it to split now than when we were depending on it,\" Kyla\nsaid stolidly. \"I have a better idea.\" She was untying herself from the\nrope as she spoke, and knotting one of the spares through her belt. She\nhanded the other end of the rope to Lerrys. \"Hold on to this,\" she said,\nand slipped out of her blankety windbreak, standing shivering in a thin\nsweater. She unstrapped her boots and tossed them to me. \"Now boost me\non your shoulders, Hjalmar.\"\n\nToo late, I guessed her intention and shouted, \"No, don't try--!\" But\nshe had already clambered to an unsteady perch on the big Darkovan's\nshoulders and made a flying grab for the lowest loop of the trailmen's\nbridge. She hung there, swaying slightly and sickeningly, as the loose\nlianas gave to her weight.\n\n\"Hjalmar--Lerrys--haul her down!\"\n\n\"I'm lighter than any of you,\" Kyla called shrilly, \"and not hefty\nenough to be any use on the ropes!\" Her voice quavered somewhat as she\nadded, \"--and hang on to that rope, Lerrys! If you lose it, I'll have\ndone this for nothing!\"\n\nShe gripped the loop of vine and reached, with her free hand, for the\nnext loop. Now she was swinging out over the edge of the boiling rapids.\nTight-mouthed, I gestured to the others to spread out slightly\nbelow--not that anything would help her if she fell.\n\nHjalmar, watching as the woman gained the third loop--which joggled\nhorribly to her slight weight--shouted suddenly, \"Kyla, quick! The loop\n_beyond_--don't touch the next one! It's frayed--rotted through!\"\n\nKyla brought her left hand up to her right on the third loop. She made a\nlong reach, missed her grab, swung again, and clung, breathing hard, to\nthe safe fifth loop. I watched, sick with dread. The damned girl should\nhave told me what she intended.\n\nKyla glanced down and we got a glimpse of her face, glistening with the\nmixture of sunburn cream and sweat, drawn with effort. Her tiny swaying\nfigure hung twelve feet above the white tumbling water, and if she lost\nher grip, only a miracle could bring her out alive. She hung there for a\nminute, jiggling slightly, then started a long back-and-forward swing.\nOn the third forward swing she made a long leap and grabbed at the final\nloop.\n\nIt slipped through her fingers; she made a wild grab with the other\nhand, and the liana dipped sharply under her weight, raced through her\nfingers, and with a sharp snap, broke in two. She gave a wild shriek as\nit parted, and twisted her body frantically in mid-air, landing asprawl\nhalf-in, half-out of the rapids, but on the further bank. She hauled her\nlegs up on dry land and crouched there, drenched to the waist but safe.\n\n[Illustration: The rope swung perilously, threatening to dash her on the\nrocks.]\n\n       *       *       *       *       *\n\nThe Darkovans were yelling in delight. I motioned to Lerrys to make his\nend of the rope fast around a hefty tree-root, and shouted, \"Are you\nhurt?\" She indicated in pantomime that the thundering of the water\ndrowned words, and bent to belay her end of the rope. In sign-language I\ngestured to her to make very sure of the knots; if anyone slipped, she\nhadn't the weight to hold us.\n\nI hauled on the rope myself to test it, and it held fast. I slung her\nboots around my neck by their cords, then, gripping the fixed rope,\nKendricks and I stepped into the water.\n\nIt was even icier than I expected, and my first step was nearly the\nlast; the rush of the white water knocked me to my knees, and I\nfloundered and would have measured my length except for my hands on the\nfixed rope. Buck Kendricks grabbed at me, letting go the rope to do it,\nand I swore at him, raging, while we got on our feet again and braced\nourselves against the onrushing current. While we struggled in the\npounding waters, I admitted to myself; we could never have crossed\nwithout the rope Kyla had risked her life to fix.\n\nShivering, we got across and hauled ourselves out. I signalled to the\nothers to cross two at a time, and Kyla seized my elbow. \"Jason--\"\n\n\"Later, dammit!\" I had to shout to make myself heard over the roaring\nwater, as I held out a hand to help Rafe get his footing on the ledge.\n\n\"This--can't--wait,\" she yelled, cupping her hands and shouting into my\near. I turned on her. \"_What!_\"\n\n\"There are--_trailmen_--on the top level--of that bridge! I saw them!\nThey cut the loop!\"\n\nRegis and Hjalmar came struggling across last; Regis, lightly-built, was\nswept off his feet and Hjalmar turned to grab him, but I shouted to him\nto keep clear--they were still roped together and if the ropes fouled we\nmight drown someone. Lerrys and I leaped down and hauled Regis clear; he\ncoughed, spitting icy water, drenched to the skin.\n\nI motioned to Lerrys to leave the fixed rope, though I had little hope\nthat it would be there when we returned, and looked quickly around,\ndebating what to do. Regis and Rafe and I were wet clear through; the\nothers to well above the knee. At this altitude, this was dangerous,\nalthough we were not yet high enough to worry about frostbite. Trailmen\nor no trailmen, we must run the lesser risk of finding a place where we\ncould kindle a fire and dry out.\n\n\"Up there--there's a clearing,\" I said briefly, and hurried them along.\n\n       *       *       *       *       *\n\nIt was hard climbing now, on rock, and there were places where we had to\nscrabble for handholds, and flatten ourselves out against an almost\nsheer wall. The keen wind rose as we climbed higher, whining through the\nthick forest, soughing in the rocky outcrops, and biting through our\nsoaked clothing with icy teeth. Kendricks was having hard going now, and\nI helped him as much as I could, but I was aching with cold. We gained\nthe clearing, a small bare spot on a lesser peak, and I directed the two\nDarkovan brothers who were the driest to gather dry brushwood and get a\nfire going. It was hardly near enough sunset to camp; but by the time we\nwere dry enough to go on safely, it would be, so I gave orders to get\nthe tent up, then rounded angrily on Kyla.\n\n\"See here, another time don't try any dangerous tricks unless you're\nordered to!\"\n\n\"Go easy on her,\" Regis Hastur interceded, \"we'd never have crossed\nwithout the fixed rope. Good work, girl.\"\n\n\"You keep out of this!\" I snapped. It was true, yet resentment boiled in\nme as Kyla's plain sullen face glowed under the praise from the Hastur.\n\nThe fact was--I admitted it grudgingly--a lightweight like Kyla ran less\nrisk on an acrobat's bridge than in that kind of roaring current. That\ndid not lessen my annoyance; and Regis Hastur's interference, and the\nfoolish grin on the girl's face, made me boil over.\n\nI wanted to question her further about the sight of trailmen on the\nbridge, but decided against it. We had been spared attack on the rapids,\nso it wasn't impossible that a group, not hostile, was simply watching\nour progress--maybe even aware that we were on a peaceful mission.\n\nBut I didn't believe it for a minute. If I knew anything about the\ntrailmen, it was this--one could not judge them by human standards at\nall. I tried to decide what I would have done, as a trailman, but my\nbrain wouldn't run that way at the moment.\n\nThe Darkovan brothers had built up the fire with a thoroughly reckless\ndisregard of watching eyes. It seemed to me that the morale and fitness\nof the shivering crew was of more value at the moment than caution; and\naround the roaring fire, feeling my soaked clothes warming to the blaze\nand drinking boiling hot tea from a mug, it seemed that we were right.\nOptimism reappeared; Kyla, letting Hjalmar dress her hands which had\nbeen rubbed raw by the slipping lianas, made jokes with the men about\nher feat of acrobatics.\n\nWe had made camp on the summit of an outlying arm of the main ridge of\nthe Hellers, and the whole massive range lay before our eyes, turned to\na million colors in the declining sun. Green and turquoise and rose, the\nmountains were even more beautiful than I remembered. The shoulder of\nthe high slope we had just climbed had obscured the real mountain massif\nfrom our sight, and I saw Kendricks' eyes widen as he realized that this\nhigh summit we had just mastered was only the first step of the task\nwhich lay before us. The real ridge rose ahead, thickly forested on the\nlower slopes, then strewn with rock and granite like the landscape of an\nairless, deserted moon. And above the rock, there were straight walls\ncapped with blinding snow and ice. Down one peak a glacier flowed, a\nwaterfall, a cascade shockingly arrested in motion. I murmured the\ntrailman's name for the mountain, aloud, and translated it for the\nothers:\n\n\"The Wall Around the World.\"\n\n\"Good name for it,\" Lerrys murmured, coming with his mug in his hand to\nlook at the mountain. \"Jason, the big peak there has never been climbed,\nhas it?\"\n\n\"I can't remember.\" My teeth were chattering and I went back toward the\nfire. Regis surveyed the distant glacier and murmured, \"It doesn't look\ntoo bad. There could be a route along that western _arête_--Hjalmar,\nweren't you with the expedition that climbed and mapped High Kimbi?\"\n\nThe giant nodded, rather proudly. \"We got within a hundred feet of the\ntop, then a snowstorm came up and we had to turn back. Some day we'll\ntackle the Wall Around the World--it's been tried, but no one ever\nclimbed the peak.\"\n\n\"No one ever will,\" Lerrys stated positively, \"There's two hundred feet\nof sheer rock cliff, Prince Regis, you'd need wings to get up. And\nthere's the avalanche ledge they call Hell's Alley--\"\n\nKendricks broke in irritably, \"I don't care whether it's ever been\nclimbed or ever will be climbed, we're not going to climb it now!\" He\nstared at me and added, \"I hope!\"\n\n\"We're not.\" I was glad of the interruption. If the youngsters and\namateurs wanted to amuse themselves plotting hypothetical attacks on\nunclimbable sierras, that was all very well, but it was, if nothing\nworse, a great waste of time. I showed Kendricks a notch in the ridge,\nthousands of feet lower than the peaks, and well-sheltered from the\nicefalls on either side.\n\n\"That's Dammerung; we're going through there. We won't be on the\nmountain at all, and it's less than 22,000 feet high in the\npass--although there are some bad ledges and washes. We'll keep clear of\nthe main tree-roads if we can, and all the mapped trailmen's villages,\nbut we may run into wandering bands--\" abruptly I made my decision and\ngestured them around me.\n\n\"From this point,\" I broke the news, \"we're liable to be attacked. Kyla,\ntell them what you saw.\"\n\n       *       *       *       *       *\n\nShe put down her mug. Her face was serious again, as she related what\nshe had seen on the bridge. \"We're on a peaceful mission, but they don't\nknow that yet. The thing to remember is that they do not wish to kill,\nonly to wound and rob. If we show fight--\" she displayed a short ugly\nknife, which she tucked matter-of-factly into her shirt-front, \"they\nwill run away again.\"\n\nLerrys loosened a narrow dagger which until this moment I had thought\npurely ornamental. He said, \"Mind if I say something more, Jason? I\nremember from the 'Narr campaign--the trailmen fight at close quarters,\nand by human standards they fight dirty.\" He looked around fiercely, his\nunshaven face glinting as he grinned. \"One more thing. I like elbow\nroom. Do we have to stay roped together when we start out again?\"\n\nI thought it over. His enthusiasm for a fight made me feel both annoyed\nand curiously delighted. \"I won't make anyone stay roped who thinks he'd\nbe safer without it,\" I said, \"we'll decide that when the time comes,\nanyway. But personally--the trailmen are used to running along narrow\nledges, and we're not. Their first tactic would probably be to push us\noff, one by one. If we're roped, we can fend them off better.\" I\ndismissed the subject, adding, \"Just now, the important thing is to dry\nout.\"\n\nKendricks remained at my side after the others had gathered around the\nfire, looking into the thick forest which sloped up to our campsite. He\nsaid, \"This place looks as if it had been used for a camp before. Aren't\nwe just as vulnerable to attack here as we would be anywhere else?\"\n\nHe had hit on the one thing I hadn't wanted to talk about. This clearing\nwas altogether too convenient. I only said, \"At least there aren't so\nmany ledges to push us off.\"\n\nKendricks muttered, \"You've got the only blaster!\"\n\n\"I left it at Carthon,\" I said truthfully. Then I laid down the law:\n\n\"Listen, Buck. If we kill a single trailman, except in hand-to-hand\nfight in self-defense, we might as well pack up and go home. We're on a\npeaceful mission, and we're begging a favor. Even if we're attacked--we\nkill only as a last resort, and in hand-to-hand combat!\"\n\n\"Damned primitive frontier planet--\"\n\n\"Would you rather die of the trailmen's disease?\"\n\nHe said savagely, \"We're apt to catch it anyway--here. You're immune,\nyou don't care, you're safe! The rest of us are on a suicide\nmission--and damn it, when I die I want to take a few of those monkeys\nwith me!\"\n\n       *       *       *       *       *\n\nI bent my head, bit my lip and said nothing. Buck couldn't be blamed for\nthe way he felt. After a moment I pointed to the notch in the ridge\nagain. \"It's not so far. Once we get through Dammerung, it's easy going\ninto the trailmen's city. Beyond there, it's all civilized.\"\n\n\"Maybe _you_ call it civilization,\" Kendricks said, and turned away.\n\n\"Come on, let's finish drying our feet.\"\n\nAnd at that moment they hit us.\n\n       *       *       *       *       *\n\nKendricks' yell was the only warning I had before I was fighting away\nsomething scrabbling up my back. I whirled and ripped the creature away,\nand saw dimly that the clearing was filled to the rim with an explosion\nof furry white bodies. I cupped my hands and yelled, in the only\ntrailman dialect I knew, \"Hold off! We come in peace!\"\n\nOne of them yelled something unintelligible and plunged at me--another\ntribe! I saw a white-furred, chinless face, contorted in rage, a small\nugly knife--a female! I ripped out my own knife, fending away a savage\nslash. Something tore white-hot across the knuckles of my hand; the\nfingers went limp and my knife fell, and the trailman woman snatched it\nup and made off with her prize, swinging lithely upward into the\ntreetops.\n\nI searched quickly, gripped with my good hand at the bleeding knuckles,\nand found Regis Hastur struggling at the edge of a ledge with a pair of\nthe creatures. The crazy thought ran through my mind that if they killed\nhim all Darkover would rise and exterminate the trailmen and it would\nall be my fault. Then Regis tore one hand free, and made a curious\nmotion with his fingers.\n\nIt looked like an immense green spark a foot long, or like a fireball.\nIt exploded in one creature's white face and she gave a wild howl of\nterror and anguish, scrabbled blindly at her eyes, and with a despairing\nshriek, ran for the shelter of the trees. The pack of trailmen gave a\nlong formless wail, and then they were gathering, flying, retreating\ninto the shadows. Rafe yelled something obscene and then a bolt of\nbluish flame lanced toward the retreating pack. One of the humanoids\nfell without a cry, pitching senseless over the ledge.\n\nI ran toward Rafe, struggling with him for the shocker he had drawn from\nits hiding-place inside his shirt. \"You blind damned fool!\" I cursed\nhim, \"you may have ruined everything--\"\n\n\"They'd have killed him without it,\" he retorted wrathfully. He had\nevidently failed to see how efficiently Regis defended himself. Rafe\nmotioned toward the fleeing pack and sneered, \"Why don't you go with\nyour friends?\"\n\nWith a grip I thought I had forgotten, I got my hand around Rafe's\nknuckles and squeezed. His hand went limp and I snatched the shocker and\npitched it over the ledge.\n\n\"One word and I'll pitch you after it,\" I warned. \"Who's hurt?\"\n\nGarin was blinking senselessly, half-dazed by a blow; Regis' forehead\nhad been gashed and dripped blood, and Hjalmar's thigh sliced in a clean\ncut. My own knuckles were laid bare and the hand was getting numb. It\nwas a little while before anybody noticed Kyla, crouched over speechless\nwith pain. She reeled and turned deathly white when we touched her; we\nstretched her out where she was, and got her shirt off, and Kendricks\ncrowded up beside us to examine the wound.\n\n\"A clean cut,\" he said, but I didn't hear. Something had turned over\ninside me, like a hand stirring up my brain, and....\n\n       *       *       *       *       *\n\nJay Allison looked around with a gasp of sudden vertigo. He was not in\nForth's office, but standing precariously near the edge of a cliff. He\nshut his eyes briefly, wondering if he were having one of his worst\nnightmares, and opened them on a familiar face.\n\nBuck Kendricks was bone-white, his mouth widening as he said hoarsely,\n\"Jay! Doctor Allison--for God's sake--\"\n\nA doctor's training creates reactions that are almost reflexes; Jay\nAllison recovered some degree of sanity as he became aware that someone\nwas stretched out in front of him, half-naked, and bleeding profusely.\nHe motioned away the crowding strangers and said in his bad Darkovan,\n\"Let her alone, this is my work.\" He didn't know enough words to curse\nthem away, so he switched to Terran, speaking to Kendricks:\n\n\"Buck, get these people away, give the patient some air. Where's my\nsurgical case?\" He bent and probed briefly, realizing only now that the\ninjured was a woman, and young.\n\nThe wound was only a superficial laceration; whatever sharp instrument\nhad inflicted it, had turned on the costal bone without penetrating lung\ntissue. It could have been sutured, but Kendricks handed him only a\nbadly-filled first-aid kit; so Dr. Allison covered it tightly with a\nplastic clip-shield which would seal it from further bleeding, and let\nit alone. By the time he had finished, the strange girl had begun to\nstir. She said haltingly, \"Jason--?\"\n\n\"Dr. Allison,\" he corrected tersely, surprised in a minor way--the major\nsurprise had blurred lesser ones--that she knew his name. Kendricks\nspoke swiftly to the girl, in one of the Darkovan languages Jay didn't\nunderstand, and then drew Jay aside, out of earshot. He said in a shaken\nvoice, \"Jay, I didn't know--I wouldn't have believed--you're _Doctor\nAllison_? Good Lord--Jason!\"\n\nAnd then he moved fast. \"What's the matter? Oh, hell, Jay, don't faint\non me!\"\n\n       *       *       *       *       *\n\nJay was aware that he didn't come out of it too bravely, but anyone who\nblamed him (he thought resentfully) should try it on for size; going to\nsleep in a comfortably closed-in office and waking up on a cliff at the\nouter edges of nowhere. His hand hurt; he saw that it was bleeding and\nflexed it experimentally, trying to determine that no tendons had been\ninjured. He rapped, \"How did this happen?\"\n\n\"Sir, keep your voice down--or speak Darkovan!\"\n\nJay blinked again. Kendricks was still the only familiar thing in a\nstrangely vertiginous universe. The Spaceforce man said huskily. \"Before\nheaven, Jay, I hadn't any idea--and I've known you how long? Eight, nine\nyears?\"\n\nJay said, \"That idiot Forth!\" and swore, the colorless profanity of an\nindoor man.\n\nSomebody shouted, \"Jason!\" in an imperative voice, and Kendricks said\nshakily, \"Jay, if they see you--you literally are not the same man!\"\n\n\"Obviously not.\" Jay looked at the tent, one pole still unpitched.\n\"Anyone in there?\"\n\n\"Not yet.\" Kendricks almost shoved him inside. \"I'll tell them--I'll\ntell them something.\" He took a radiant from his pocket, set it down and\nstared at Allison in the flickering light, and said something profane.\n\"You'll--you'll be all right here?\"\n\nJay nodded. It was all he could manage. He was keeping a tight hold on\nhis nerve; if it went, he'd start to rave like a madman. A little time\npassed, there were strange noises outside, and then there was a polite\ncough and a man walked into the tent.\n\nHe was obviously a Darkovan aristocrat and looked vaguely familiar,\nthough Jay had no conscious memory of seeing him before. Tall and\nslender, he possessed that perfect and exquisite masculine beauty\nsometimes seen among Darkovans, and he spoke to Jay familiarly but with\nsurprising courtesy:\n\n\"I have told them you are not to be disturbed for a moment, that your\nhand is worse than we believed. A surgeon's hands are delicate things,\nDoctor Allison, and I hope that yours are not badly injured. Will you\nlet me look?\"\n\nJay Allison drew back his hand automatically, then, conscious of the\nchurlishness of the gesture, let the stranger take it in his and look at\nthe fingers. The man said, \"It does not seem serious. I was sure it was\nsomething more than that.\" He raised grave eyes. \"You don't even\nremember my name, do you, Dr. Allison?\"\n\n\"You know who I am?\"\n\n\"Dr. Forth didn't tell me. But we Hasturs are partly telepathic,\nJason--forgive me--Doctor Allison. I have known from the first that you\nwere possessed by a god or daemon.\"\n\n\"Superstitious rubbish,\" Jay snapped. \"Typical of a Darkovan!\"\n\n\"It is a convenient manner of speaking, no more,\" said the young Hastur,\noverlooking the rudeness. \"I suppose I could learn your terminology, if\nI considered it worth the effort. I have had psi training, and I can\ntell the difference when half of a man's soul has driven out the other\nhalf. Perhaps I can restore you to yourself--\"\n\n\"If you think I'd have some Darkovan freak meddling with my mind--\" Jay\nbegan hotly, then stopped. Under Regis' grave eyes, he felt a surge of\nunfamiliar humility. This crew of men needed their leader, and obviously\nhe, Jay Allison, wasn't the leader they needed. He covered his eyes with\none hand.\n\nRegis bent and put a hand on his shoulder, compassionately, but Jay\ntwitched it off, and his voice, when he found it, was bitter and\ndefensive and cold.\n\n\"All right. The work's the thing. I can't do it, Jason can. You're a\nparapsych. If you can switch me off--go right ahead!\"\n\n       *       *       *       *       *\n\nI stared at Regis, passing a hand across my forehead. \"What happened?\" I\ndemanded, and in even swifter apprehension, \"Where's Kyla? She was\nhurt--\"\n\n\"Kyla's all right,\" Regis said, but I got up quickly to make sure. Kyla\nwas outside, lying quite comfortably on a roll of blankets. She was\npropped on her elbow drinking something hot, and there was a good smell\nof hot food in the air. I stared at Regis and demanded, \"I didn't conk\nout, did I, from a little scratch like this?\" I looked carelessly at my\ngashed hand.\n\n\"Wait--\" Regis held me back, \"don't go out just yet. Do you remember\nwhat happened, Doctor Allison?\"\n\nI stared in growing horror, my worst fear confirmed. Regis said quietly,\n\"You--changed. Probably from the shock of seeing--\" he stopped in\nmid-sentence, and I said, \"The last thing I remember is seeing that Kyla\nwas bleeding, when we got her clothes off. But--good Gods, a little\nblood wouldn't scare _me_, and Jay Allison's a surgeon, would it bring\nhim roaring up like that?\"\n\n\"I couldn't say.\" Regis looked as if he knew more than he was telling.\n\"I don't believe that Dr. Allison--he's not much like you--was very\nconcerned with Kyla. Are you?\"\n\n\"Damn right I am. I want to make sure she's all right--\" I stopped\nabruptly. \"Regis--did they all see it?\"\n\n\"Only Kendricks and I,\" Regis said, \"and we will not speak of it.\"\n\nI said, \"Thanks,\" and felt his reassuring hand-clasp. Damn it, demigod\nor prince, I _liked_ Regis.\n\nI went out and accepted some food from the kettle and sat down between\nKyla and Kendricks to eat. I was shaken, weak with reaction.\nFurthermore, I realized that we couldn't stay here. It was too\nvulnerable to attack. So, in our present condition, were we. If we could\npush on hard enough to get near Dammerung pass tonight, then tomorrow we\ncould cross it early, before the sun warmed the snow and we had\nsnowslides and slush to deal with. Beyond Dammerung, I knew the\ntribesmen and could speak their language.\n\nI mentioned this, and Kendricks looked doubtfully at Kyla. \"Can she\nclimb?\"\n\n\"Can she stay here?\" I countered. But I went and sat beside her anyhow.\n\n\"How badly are you hurt? Do you think you can travel?\"\n\nShe said fiercely, \"Of course I can climb! I tell you, I'm no weak girl,\nI'm a free Amazon!\" She flung off the blanket somebody had tucked around\nher legs. Her lips looked a little pinched, but the long stride was\nsteady as she walked to the fire and demanded more soup.\n\nWe struck the camp in minutes. The trailmen band of raiding females had\nsnatched up almost everything portable, and there was no sense in\nstriking and caching the tent; they'd return and hunt it out. If we came\nback with a trailmen escort, we wouldn't need it anyway. I ordered them\nto leave everything but the lightest gear, and examined each remaining\nrucksack. Rations for the night we would spend in the pass, our few\nremaining blankets, ropes, sunglasses. Everything else I ruthlessly\nordered left behind.\n\nIt was harder going now. For one thing, the sun was lowering, and the\nevening wind was icy. Nearly everyone of us had some hurt, slight in\nitself, which hindered us in climbing. Kyla was white and rigid, but did\nnot spare herself; Kendricks was suffering severely from mountain\nsickness at this altitude, and I gave him all the help I could, but with\nmy stiffening slashed hand I wasn't having too easy a time myself.\n\nThere was one expanse that was sheer rock-climbing, flattened like bugs\nagainst a wall, scrabbling for hand-holds and footholds. I felt it a\npoint of pride to lead, and I led; but by the time we had climbed the\nthirty-foot wall, and scrambled along a ledge to where we could pick up\nthe trail again, I was ready to give over. Crowding together on the\nledge, I changed places with the veteran Lerrys, who was better than\nmost professional climbers.\n\nHe muttered, \"I thought you said this was a _trail_!\"\n\nI stretched my mouth in what was supposed to be a grin and didn't quite\nmake it. \"For the trailmen, this is a superhighway. And no one else ever\ncomes this way.\"\n\nNow we climbed slowly over snow; once or twice we had to flounder\nthrough drifts, and once a brief bitter snowstorm blotted out sight for\ntwenty minutes, while we hugged each other on the ledge, clinging wildly\nagainst wind and icy sleet.\n\n       *       *       *       *       *\n\nWe bivouacked that night in a crevasse blown almost clean of snow, well\nabove the tree-line, where only scrubby unkillable thornbushes\nclustered. We tore down some of them and piled them up as a windbreak,\nand bedded beneath it; but we all thought with aching regret of the\ncomfort of the camp gear we'd abandoned. The going had gotten good and\nrough.\n\nThat night remains in my mind as one of the most miserable in memory.\nExcept for the slight ringing in my ears, the height alone did not\nbother me, but the others did not fare so well. Most of the men had\nblinding headaches, Kyla's slashed side must have given her considerable\npain, and Kendricks had succumbed to mountain-sickness in its most\nagonizing form: severe cramps and vomiting. I was desperately uneasy\nabout all of them, but there was nothing I could do; the only cure for\nmountain-sickness is oxygen or a lower altitude, neither of which was\npractical.\n\nIn the windbreak we doubled up, sharing blankets and body warmth: I took\na last look around the close space before crawling in beside Kendricks,\nand saw the girl bedding down slightly apart from the others. I started\nto say something, but Kendricks spoke, first. Voicing my thoughts.\n\n\"Better crawl in with us, girl.\" He added, coldly but not unkindly, \"you\nneedn't worry about any funny stuff.\"\n\nKyla gave me just the flicker of a grin, and I realized she was\nincluding me on the Darkovan side of a joke against this big man who was\nso unaware of Darkovan etiquette. But her voice was cool and curt as she\nsaid, \"I'm not worrying,\" and loosened her heavy coat slightly before\ncreeping into the nest of blankets between us.\n\nIt was painfully cramped, and chilly in spite of the self-heating\nblankets; we crowded close together and Kyla's head rested on my\nshoulder. I felt her snuggle closely to me, half asleep, hunting for a\nwarm place; and I found myself very much aware of her closeness,\ncuriously grateful to her. An ordinary woman would have protested, if\nonly as a matter of form, sharing blankets with two strange men. I\nrealized that if Kyla had refused to crawl in with us, she would have\ncalled attention to her sex much _more_ than she did by matter-of-factly\nbehaving as if she were, in fact, male.\n\nShe shivered convulsively, and I whispered, \"Side hurting? Are you\ncold?\"\n\n\"A little. It's been a long time since I've been at these altitudes,\ntoo. What it really is--I can't get those women out of my head.\"\n\nKendricks coughed, moving uncomfortably. \"I don't understand--those\ncreatures who attacked us--all women--?\"\n\nI explained briefly. \"Among the people of the Sky, as everywhere, more\nfemales are born than males. But the trailmen's lives are so balanced\nthat they have no room for extra females within the Nests--the cities.\nSo when a girl child of the Sky People reaches womanhood, the other\nwomen drive her out of the city with kicks and blows, and she has to\nwander in the forest until some male comes after her and claims her and\nbrings her back as his own. Then she can never be driven forth again,\nalthough if she bears no children she can be forced to be a servant to\nhis other wives.\"\n\nKendricks made a little sound of disgust.\n\n\"You think it cruel,\" Kyla said with sudden passion, \"but in the forest\nthey can live and find their own food; they will not starve or die. Many\nof them prefer the forest life to living in the Nests, and they will\nfight away any male who comes near them. We who call ourselves human\noften make less provision for our spare women.\"\n\nShe was silent, sighing as if with pain. Kendricks made no reply except\na non-committal grunt. I held myself back by main force from touching\nKyla, remembering what she was, and finally said, \"We'd better quit\ntalking. The others want to sleep, if we don't.\"\n\n       *       *       *       *       *\n\nAfter a time I heard Kendricks snoring, and Kyla's quiet even breaths. I\nwondered drowsily how Jay would have felt about this situation--he who\nhated Darkover and avoided contact with every other human being, crowded\nbetween a Darkovan free-Amazon and half a dozen assorted roughnecks. I\nturned the thought off, fearing it might somehow re-arouse him in his\nbrain.\n\nBut I had to think of something, anything to turn aside this\nconsciousness of the woman's head against my chest, her warm breath\ncoming and going against my bare neck. Only by the severest possible act\nof will did I keep myself from slipping my hand over her breasts, warm\nand palpable through the thin sweater, I wondered why Forth had called\nme undisciplined. I couldn't risk my leadership by making advances to\nour contracted guide--woman, Amazon or whatever!\n\nSomehow the girl seemed to be the pivot point of all my thoughts. She\nwas not part of the Terran HQ, she was not part of any world Jay Allison\nmight have known. She belonged wholly to Jason, to my world. Between\nsleep and waking, I lost myself in a dream of skimming flight-wise along\nthe tree roads, chasing the distant form of a girl driven from the Nest\nthat day with blows and curses. Somewhere in the leaves I would find her\n... and we would return to the city, her head garlanded with the red\nleaves of a chosen-one, and the same women who had stoned her forth\nwould crowd about and welcome her when she returned. The fleeing woman\nlooked over her shoulder with Kyla's eyes; and then the woman's form\nmuted and Dr. Forth was standing between us in the tree-road, with the\ncaduceus emblem on his coat stretched like a red staff between us.\nKendricks in his Spaceforce uniform was threatening us with a blaster,\nand Regis Hastur was suddenly wearing Space Service uniform too and\nsaying, \"Jay Allison, Jay Allison,\" as the tree-road splintered and\ncracked beneath our feet and we were tumbling down the waterfall and\ndown and down and down....\n\n\"Wake up!\" Kyla whispered, and dug an elbow into my side. I opened my\neyes on crowded blackness, grasping at the vanishing nightmare. \"What's\nthe matter?\"\n\n\"You were moaning. Touch of altitude sickness?\"\n\nI grunted, realized my arm was around her shoulder, and pulled it\nquickly away. After awhile I slept again, fitfully.\n\n       *       *       *       *       *\n\nBefore light we crawled wearily out of the bivouac, cramped and stiff\nand not rested, but ready to get out of this and go on. The snow was\nhard, in the dim light, and the trail not difficult here. After all the\ntrouble on the lower slopes, I think even the amateurs had lost their\ndesire for adventurous climbing; we were all just as well pleased that\nthe actual crossing of Dammerung should be an anticlimax and uneventful.\n\nThe sun was just rising when we reached the pass, and we stood for a\nmoment, gathered close together, in the narrow defile between the great\nsummits to either side.\n\nHjalmar gave the peaks a wistful look.\n\n\"Wish we could climb them.\"\n\nRegis grinned at him companionably. \"Sometime--and you have the word of\na Hastur, you'll be along on that expedition.\" The big fellows' eyes\nglowed. Regis turned to me, and said warmly, \"What about it, Jason? A\nbargain? Shall we all climb it together, next year?\"\n\nI started to grin back and then some bleak black devil surged up in me,\nraging. When this was over, I'd suddenly realized, I wouldn't be there.\nI wouldn't be anywhere. I was a surrogate, a substitute, a splinter of\nJay Allison, and when it was over, Forth and his tactics would put me\nback into what they considered my rightful place--which was nowhere. I'd\nnever climb a mountain except now, when we were racing against time and\nnecessity. I set my mouth in an unaccustomed narrow line and said,\n\"We'll talk about that when we get back--if we ever do. Now I suggest we\nget going. Some of us would like to get down to lower altitudes.\"\n\nThe trail down from Dammerung inside the ridge, unlike the outside\ntrail, was clear and well-marked, and we wound down the slope, walking\nin easy single file. As the mist thinned and we left the snow-line\nbehind, we saw what looked like a great green carpet, interspersed with\nshining colors which were mere flickers below us. I pointed them out.\n\n\"The treetops of the North Forest--and the colors you see are in the\nstreets of the Trailcity.\"\n\nAn hour's walking brought us to the edge of the forest. We travelled\nswiftly now, forgetting our weariness, eager to reach the city before\nnightfall. It was quiet in the forest, almost ominously still. Over our\nhead somewhere, in the thick branches which in places shut out the\nsunlight completely, I knew that the tree-roads ran crisscross, and now\nand again I heard some rustle, a fragment of sound, a voice, a snatch of\nsong.\n\n\"It's so dark down here,\" Rafe muttered, \"anyone living in this forest\nwould _have_ to live in the treetops, or go totally blind!\"\n\nKendricks whispered to me, \"Are we being followed? Are they going to\njump us?\"\n\n\"I don't think so. What you hear are just the inhabitants of the\ncity--going about their daily business up there.\"\n\n\"Queer business it must be,\" Regis said curiously, and as we walked\nalong the mossy, needly forest floor, I told him something of the\ntrailmen's lives. I had lost my fear. If anyone came at us now, I could\nspeak their language, I could identify myself, tell my business, name my\nfoster-parents. Some of my confidence evidently spread to the others.\n\nBut as we came into more and more familiar territory, I stopped abruptly\nand struck my hand against my forehead.\n\n\"I knew we had forgotten something!\" I said roughly, \"I've been away\nfrom here too long, that's all. Kyla.\"\n\n\"What about Kyla?\"\n\nThe girl explained it herself, in her expressionless monotone. \"I am an\nunattached female. Such women are not permitted in the Nests.\"\n\n\"That's easy, then,\" Lerrys said. \"She must belong to one of us.\" He\ndidn't add a syllable. No one could have expected it; Darkovan\naristocrats don't bring their women on trips like this, and their women\nare not like Kyla.\n\nThe three brothers broke into a spate of volunteering, and Rafe made an\nobscene suggestion. Kyla scowled obstinately, her mouth tight with what\ncould have been embarrassment or rage. \"If you believe I need your\nprotection--!\"\n\n\"Kyla,\" I said tersely, \"is under _my_ protection. She will be\nintroduced as my woman--and treated as such.\"\n\nRafe twisted his mouth in an un-funny smile. \"I see the leader keeps all\nthe best for himself?\"\n\nMy face must have done something I didn't know about, for Rafe backed\nslowly away. I forced myself to speak slowly: \"Kyla is a guide, and\nindispensable. If anything happens to me, she is the only one who can\nlead you back. Therefore her safety is my personal affair. Understand?\"\n\n       *       *       *       *       *\n\nAs we went along the trail, the vague green light disappeared. \"We're\nright below the Trailcity,\" I whispered, and pointed upward. All around\nus the Hundred Trees rose, branchless pillars so immense that four men,\nhands joined, could not have encircled one with their arms. They\nstretched upward for some three hundred feet, before stretching out\ntheir interweaving branches; above that, nothing was visible but\nblackness.\n\nYet the grove was not dark, but lighted with the startlingly brilliant\nphosphorescence of the fungi growing on the trunks, and trimmed into\nbizarre ornamental shapes. In cages of transparent fibre, glowing\ninsects as large as a hand hummed softly and continuously.\n\nAs I watched, a trailman--quite naked except for an ornate hat and a\nnarrow binding around the loins--descended the trunk. He went from cage\nto cage, feeding the glow-worms with bits of shining fungus from a\nbasket on his arm.\n\nI called to him in his own language, and he dropped the basket, with an\nexclamation, his spidery thin body braced to flee or to raise an alarm.\n\n\"But I belong to the Nest,\" I called to him, and gave him the names of\nmy foster-parents. He came toward me, gripping my forearm with warm long\nfingers in a gesture of greeting.\n\n\"Jason? Yes, I hear them speak of you,\" he said in his gentle twittering\nvoice, \"you are at home. But those others--?\" He gestured nervously at\nthe strange faces.\n\n\"My friends,\" I assured him, \"and we come to beg the Old One for an\naudience. For tonight I seek shelter with my parents, if they will\nreceive us.\"\n\nHe raised his head and called softly, and a slim child bounded down the\ntrunk and took the basket. The trailman said, \"I am Carrho. Perhaps it\nwould be better if I guided you to your foster-parents, so you will not\nbe challenged.\"\n\nI breathed more freely. I did not personally recognize Carrho, but he\nlooked pleasantly familiar. Guided by him, we climbed one by one up the\ndark stairway inside the trunk, and emerged into the bright square,\nshaded by the topmost leaves into a delicate green twilight. I felt\nweary and successful.\n\nKendricks stepped gingerly on the swaying, jiggling floor of the square.\nIt gave slightly at every step, and Kendricks swore morosely in a\nlanguage that fortunately only Rafe and I understood. Curious trailmen\nflocked to the street and twittered welcome and surprise.\n\n       *       *       *       *       *\n\nRafe and Kendricks betrayed considerable contempt when I greeted my\nfoster-parents affectionately. They were already old, and I was saddened\nto see it; their fur graying, their prehensile toes and fingers crooked\nwith a rheumatic complaint of some sort, their reddish eyes bleared and\nrheumy. They welcomed me, and made arrangements for the others in my\nparty to be housed in an abandoned house nearby ... they had insisted\nthat I, of course, must return to their roof, and Kyla, of course, had\nto stay with me.\n\n\"Couldn't we camp on the ground instead?\" Kendricks asked, eying the\nflimsy shelter with distaste.\n\n\"It would offend our hosts,\" I said firmly. I saw nothing wrong with it.\nRoofed with woven bark, carpeted with moss which was planted on the\nfloor, the place was abandoned, somewhat a bit musty, but weathertight\nand seemed comfortable to me.\n\nThe first thing to be done was to despatch a messenger to the Old One,\nbegging the favor of an audience with him. That done, (by one of my\nfoster-brothers), we settled down to a meal of buds, honey, insects and\nbirds eggs! It tasted good to me, with the familiarity of food eaten in\nchildhood, but among the others, only Kyla ate with appetite and Regis\nHastur with interested curiosity.\n\n       *       *       *       *       *\n\nAfter the demands of hospitality had been satisfied, my foster-parents\nasked the names of my party, and I introduced them one by one. When I\nnamed Regis Hastur, it reduced them to brief silence, and then to an\noutcry; gently but firmly, they insisted that their home was unworthy to\nshelter the son of a Hastur, and that he must be fittingly entertained\nat the Royal Nest of the Old One.\n\nThere was no gracious way for Regis to protest, and when the messenger\nreturned, he prepared to accompany him. But before leaving, he drew me\naside:\n\n\"I don't much like leaving the rest of you--\"\n\n\"You'll be safe enough.\"\n\n\"It's not that I'm worried about, Dr. Allison.\"\n\n\"Call me Jason,\" I corrected angrily. Regis said, with a little\ntightening of his mouth, \"That's it. You'll have to be Dr. Allison\ntomorrow when you tell the Old One about your mission. But you have to\nbe the Jason he knows, too.\"\n\n\"So--?\"\n\n\"I wish I needn't leave here. I wish you were--going to stay with the\nmen who know you only as Jason, instead of being alone--or only with\nKyla.\"\n\nThere was something odd in his face, and I wondered at it. Could he--a\nHastur--be jealous of Kyla? Jealous of _me_? It had never occurred to me\nthat he might be somehow attracted to Kyla. I tried to pass it off\nlightly:\n\n\"Kyla might divert me.\"\n\nRegis said without emphasis, \"Yet she brought Dr. Allison back once\nbefore.\" Then, surprisingly, he laughed. \"Or maybe you're right. Maybe\nKyla will--scare away Dr. Allison if he shows up.\"\n\n       *       *       *       *       *\n\nThe coals of the dying fire laid strange tints of color on Kyla's face\nand shoulders and the wispy waves of her dark hair. Now that we were\nalone, I felt constrained.\n\n\"Can't you sleep, Jason?\"\n\nI shook my head. \"Better sleep while you can.\" I felt that this night\nof all nights I dared not close my eyes or when I woke I would have\nvanished into the Jay Allison I hated. For a moment I saw the room with\nhis eyes; to him it would not seem cosy and clean, but--habituated to\nwhite sterile tile, Terran rooms and corridors--dirty and unsanitary as\nany beast's den.\n\nKyla said broodingly, \"You're a strange man, Jason. What sort of man are\nyou--in Terra's world?\"\n\nI laughed, but there was no mirth in it. Suddenly I had to tell her the\nwhole truth:\n\n\"Kyla, the man you know as me doesn't exist. I was created for this one\nspecific task. Once it's finished, so am I.\"\n\nShe started, her eyes widening. \"I've heard tales of--of the Terrans and\ntheir sciences--that they make men who aren't real, men of metal--not\nbone and flesh--\"\n\nBefore the dawning of that naive horror I quickly held out my bandaged\nhand, took her fingers in mine and ran them over it. \"Is this metal? No,\nno, Kyla. But the man you know as Jason--I won't be him, I'll be someone\ndifferent--\" How could I explain a subsidiary personality to Kyla, when\nI didn't understand it myself?\n\nShe kept my fingers in hers softly and said, \"I saw--someone\nelse--looking from your eyes at me once. A ghost.\"\n\nI shook my head savagely. \"To the Terrans, I'm the ghost!\"\n\n\"Poor ghost,\" she whispered.\n\nHer pity stung. I didn't want it.\n\n\"What I don't remember I can't regret. Probably I won't even remember\nyou.\" But I lied. I knew that although I forgot everything else,\nunregretting because unremembered, I could not bear to lose this girl,\nthat my ghost would walk restless forever if I forgot her. I looked\nacross the fire at Kyla, cross-legged in the faint light--only a few\ncoals in the brazier. She had removed her sexless outer clothing, and\nwore some clinging garment, as simple as a child's smock and curiously\nappealing. There was still a little ridge of bandage visible beneath it\nand a random memory, not mine, remarked in the back corners of my brain\nthat with the cut improperly sutured there would be a visible scar.\n_Visible to whom?_\n\nShe reached out an appealing hand. \"Jason! Jason--?\"\n\n       *       *       *       *       *\n\nMy self-possession deserted me. I felt as if I stood, small and reeling,\nunder a great empty echoing chamber which was Jay Allison's mind, and\nthat the roof was about to fall in on me. Kyla's image flickered in and\nout of focus, first infinitely gentle and appealing, then--as if seen at\nthe wrong end of a telescope--far away and sharply incised and as remote\nand undesirable as any bug underneath a lens.\n\nHer hands closed on my shoulders. I put out a groping hand to push her\naway.\n\n\"Jason,\" she implored, \"don't--go away from me like that! Talk to me,\ntell me!\"\n\nBut her words reached me through emptiness.... I knew important things\nmight hang on tomorrow's meeting, Jason alone could come through that\nmeeting, where the Terrans for some reason put him through this hell and\ndamnation and torture ... oh, yes ... the trailmen's fever.\n\nJay Allison pushed the girl's hand away and scowled savagely, trying to\ncollect his thoughts and concentrate them on what he must say and do, to\nconvince the trailmen of their duty toward the rest of the planet. As if\nthey--not even human--could have a sense of duty!\n\nWith an unaccustomed surge of emotion, he wished he were with the\nothers. Kendricks, now. Jay knew, precisely, why Forth had sent the big,\nreliable spaceman at his back. And that handsome, arrogant\nDarkovan--where was he? Jay looked at the girl in puzzlement; he didn't\nwant to reveal that he wasn't quite sure of what he was saying or doing,\nor that he had little memory of what Jason had been up to.\n\nHe started to ask, \"Where did the Hastur kid go?\" before a vagrant\nlogical thought told him that such an important guest would have been\nlodged with the Old One. Then a wave of despair hit him; Jay realized he\ndid not even speak the trailmen's language, that it had slipped from his\nthoughts completely.\n\n[Illustration: She felt a touch of panic. He was leaving her again.]\n\n\"You--\" he fished desperately for the girl's name, \"Kyla. You don't\nspeak the trailmen's language, do you?\"\n\n\"A few words. No more. Why?\" She had withdrawn into a corner of the tiny\nroom--still not far from him--and he wondered remotely what his damned\nalter ego had been up to. With Jason, there was no telling. Jay raised\nhis eyes with a melancholy smile.\n\n\"Sit down, child. You needn't be frightened.\"\n\n\"I'm--I'm trying to understand--\" the girl touched him again, evidently\ntrying to conquer her terror. \"It isn't easy--when you turn into someone\nelse under my eyes--\" Jay saw that she was shaking in real fright.\n\nHe said wearily, \"I'm not going to--to turn into a bat and fly away. I'm\njust a poor devil of a doctor who's gotten himself into one unholy\nmess.\" There was no reason, he was thinking, to take out his own misery\nand despair by shouting at this poor kid. God knew what she'd been\nthrough with his irresponsible other self--Forth had admitted that that\ndamned \"Jason\" personality was a blend of all the undesirable traits\nhe'd fought to smother all his life. By an effort of will he kept\nhimself from pulling away from her hand on his shoulder.\n\n\"Jason, don't--slip away like that! _Think!_ Try to keep hold on\n_yourself_!\"\n\nJay propped his head in his hands, trying to make sense of that.\nCertainly in the dim light she could not be too conscious of subtle\nchanges of expression. She evidently thought she was talking to Jason.\nShe didn't seem to be overly intelligent.\n\n\"Think about tomorrow, Jason. What are you going to say to him? Think\nabout your parents--\"\n\nJay Allison wondered what they would think when they found a stranger\nhere. He felt like a stranger. Yet he must have come, tonight, into this\nhouse and spoken--he rummaged desperately in his mind for some fragments\nof the trailmen's language. He had spoken it as a child. He must recall\nenough to speak to the woman who had been a kind foster-mother to her\nalien son. He tried to form his lips to the unfamiliar shapes of words...\n\nJay covered his face with his hands again. Jason was the part of himself\nthat remembered the trailmen. _That_ was what he had to remember--Jason\nwas not a hostile stranger, not an alien intruder in his body. Jason was\na lost part of himself and at the moment a damn necessary part. If there\nwere only some way to get back the Jason memories, skills, without\nlosing _himself_ ... he said to the girl, \"Let me think. Let me--\" to\nhis surprise and horror his voice broke into an alien tongue, \"Let me\nalone, will you?\"\n\nMaybe, Jay thought, I could stay myself if I could remember the rest.\nDr. Forth said: Jason would remember the trailmen with kindness, not\ndislike.\n\nJay searched his memory and found nothing but familiar frustration;\nyears spent in an alien land, apart from a human heritage, stranded and\nabandoned. _My father left me. He crashed the plane and I never saw him\nagain and I hate him for leaving me ..._\n\nBut his father had not abandoned him. He had crashed the plane trying to\nsave them both. It was no one's fault--\n\n_Except my father's. For trying to fly over the Hellers into a country\nwhere no man belongs ..._\n\nHe hadn't belonged. And yet the trailmen, whom he considered little\nbetter than roaming beasts, had taken the alien child into their city,\ntheir homes, their hearts. They had loved him. And he ...\n\n       *       *       *       *       *\n\n\"And I loved them,\" I found myself saying half aloud, then realized that\nKyla was gripping my arm, looking up imploringly into my face. I shook\nmy head rather groggily. \"What's the matter?\"\n\n\"You frightened me,\" she said in a shaky little voice, and I suddenly\nknew what had happened. I tensed with savage rage against Jay Allison.\nHe couldn't even give me the splinter of life I'd won for myself, but\nhad to come sneaking out of my mind, how he must hate me! Not half as\nmuch as I hated him, damn him! Along with everything else, he'd scared\nKyla half to death!\n\nShe was kneeling very close to me, and I realized that there was one way\nto fight that cold austere fish of a Jay Allison, send him shrieking\ndown into hell again. He was a man who hated everything except the cold\nworld he'd made his life. Kyla's face was lifted, soft and intent and\npleading, and suddenly I reached out and pulled her to me and kissed\nher, hard.\n\n\"Could a ghost do this?\" I demanded, \"or this?\"\n\nShe whispered, \"No--oh, no,\" and her arms went up to lock around my\nneck. As I pulled her down on the sweet-smelling moss that carpeted the\nchamber, I felt the dark ghost of my other self thin out, vanish and\ndisappear.\n\nRegis had been right. It had been the only way ...\n\n       *       *       *       *       *\n\nThe Old One was not old at all; the title was purely ceremonial. This\none was young--not much older than I--but he had poise and dignity and\nthe same strange indefinable quality I had recognized in Regis Hastur.\nIt was something, I supposed, that the Terran Empire had lost in\nspreading from star to star. A feeling of knowing one's own place, a\ndignity that didn't demand recognition because it had never lacked for\nit.\n\nLike all trailmen he had the chinless face and lobeless ears, the\nheavy-haired body which looked slightly less than human. He spoke very\nlow--the trailmen have very acute hearing--and I had to strain my ears\nto listen, and remember to keep my own voice down.\n\nHe stretched his hand to me, and I lowered my head over it and murmured,\n\"I take submission, Old One.\"\n\n\"Never mind that,\" he said in his gentle twittering voice, \"sit down, my\nson. You are welcome here, but I feel you have abused our trust in you.\nWe dismissed you to your own kind because we felt you would be happier\nso. Did we show you anything but kindness, that after so many years you\nreturn with armed men?\"\n\nThe reproof in his red eyes was hardly an auspicious beginning. I said\nhelplessly, \"Old One, the men with me are not armed. A band of\nthose-who-may-not-enter-cities attacked us, and we defended ourselves. I\ntravelled with so many men only because I feared to travel the passes\nalone.\"\n\n\"But does that explain why you have returned at all?\" The reason and\nreproach in his voice made sense.\n\nFinally I said, \"Old One, we come as suppliants. My people appeal to\nyour people in the hope that you will be--\" I started to say, _as\nhuman_, stopped and amended \"--that you will deal as kindly with them as\nwith me.\"\n\nHis face betrayed nothing. \"What do you ask?\"\n\nI explained. I told it badly, stumbling, not knowing the technical\nterms, knowing they had no equivalents anyway in the trailmen's\nlanguage. He listened, asking a penetrating question now and again. When\nI mentioned the Terran Legate's offer to recognize the trailmen as a\nseparate and independent government, he frowned and rebuked me:\n\n\"We of the Sky People have no dealings with the Terrans, and care\nnothing for their recognition--or its lack.\"\n\nFor that I had no answer, and the Old One continued, kindly but\nindifferently, \"We do not like to think that the fever which is a\nchildren's little sickness with us shall kill so many of your kind. But\nyou cannot in all honesty blame us. You cannot say that we spread the\ndisease; we never go beyond the mountains. Are we to blame that the\nwinds change or the moons come together in the sky? When the time has\ncome for men to die, they die.\" He stretched his hand in dismissal. \"I\nwill give your men safe-conduct to the river, Jason. Do not return.\"\n\nRegis Hastur rose suddenly and faced him. \"Will you hear me, Father?\" He\nused the ceremonial title without hesitation, and the Old One said in\ndistress, \"The son of Hastur need never speak as a suppliant to the Sky\nPeople!\"\n\n\"Nevertheless, hear me as a suppliant, Father,\" Regis said quietly. \"It\nis not the strangers and aliens of Terra who are pleading. We have\nlearned one thing from the strangers of Terra, which you have not yet\nlearned. I am young and it is not fitting that I should teach you, but\nyou have said; are we to blame that the moons come together in the sky?\nNo. But we have learned from the Terrans not to blame the moons in the\nsky for our own ignorance of the ways of the Gods--by which I mean the\nways of sickness or poverty or misery.\"\n\n\"These are strange words for a Hastur,\" said the Old One, displeased.\n\n\"These are strange times for a Hastur,\" said Regis loudly. The Old One\nwinced, and Regis moderated his tone, but continued vehemently, \"You\nblame the moons in the sky. _I_ say the moons are not to blame--nor the\nwinds--nor the Gods. The Gods send these things to men to test their\nwits and to find if they have the will to master them!\"\n\n       *       *       *       *       *\n\nThe Old One's forehead ridged vertically and he said with stinging\ncontempt, \"Is this the breed of king which men call Hastur now?\"\n\n\"Man or God or Hastur, I am not too proud to plead for my people,\"\nretorted Regis, flushing with anger. \"Never in all the history of\nDarkover has a Hastur stood before one of you and begged--\"\n\n\"--for the men from another world.\"\n\n\"--for all men on our world! Old One, I could sit and keep state in the\nHouse of the Hasturs, and even death could not touch me until I grew\nweary of living! But I preferred to learn new lives from new men. The\nTerrans have something to teach even the Hasturs, and they can learn a\nremedy against the trailmen's fever.\" He looked round at me, turning the\ndiscussion over to me again, and I said:\n\n\"I am no alien from another world, Old One. I have been a son in your\nhouse. Perhaps I was sent to teach you to fight destiny. I cannot\nbelieve you are indifferent to death.\"\n\nSuddenly, hardly knowing what I was going to do until I found myself on\nmy knees, I knelt and looked up into the quiet stern remote face of the\nnonhuman:\n\n\"My father,\" I said, \"you took a dying man and a dying child from a\nburning plane. Even those of their own kind might have stripped their\ncorpses and left them to die. You saved the child, fostered him and\ntreated him as a son. When he reached an age to be unhappy with you, you\nlet a dozen of your people risk their lives to take him to his own. You\ncannot ask me to believe that you are indifferent to the death of a\nmillion of my people, when the fate of one could stir your pity!\"\n\n       *       *       *       *       *\n\nThere was a moment's silence. Finally the Old One said,\n\"Indifferent--no. But helpless. My people die when they leave the\nmountains. The air is too rich for them. The food is wrong. The light\nblinds and tortures them. Can I send them to suffer and die, those\npeople who call me father?\"\n\nAnd a memory, buried all my life, suddenly surfaced. I said urgently,\n\"Father, listen. In the world I live in now, I am called a wise man. You\nneed not believe me, but listen; I know your people, they are my people.\nI remember when I left you, more than a dozen of my foster-parents'\nfriends offered, knowing they risked death, to go with me. I was a\nchild; I did not realize the sacrifice they made. But I watched them\nsuffer, as we went lower in the mountains, and I resolved ... I resolved\n...\" I spoke with difficulty, forcing the words through a reluctant\nbarricade, \"... that since others had suffered so for me ... I would\nspend my life in curing the sufferings of others. Father, the Terrans\ncall me a wise doctor, a man of healing. Among the Terrans I can see\nthat my people, if they will come to us and help us, have air they can\nbreathe and food which will suit them and that they are guarded from the\nlight. I don't ask you to send anyone, father. I ask only--tell your\nsons what I have told you. If I know your people--who are my people\nforever--hundreds of them will offer to return with me. And you may\nwitness what your foster-son has sworn here; if one of your sons dies,\nyour alien son will answer for it with his own life.\"\n\nThe words had poured from me in a flood. They were not all mine; some\nunconscious thing had recalled in me that Jay Allison had power to make\nthese promises. For the first time I began to see what force, what\nguilt, what dedication working in Jay Allison had turned him aside from\nme. I remained at the Old One's feet, kneeling, overcome, ashamed of the\nthing I had become. Jay Allison was worth ten of me. Irresponsible,\nForth had said. Lacking purpose, lacking balance. What right had I to\ndespise my soberer self?\n\nAt last I felt the Old One touch my head lightly.\n\n\"Get up, my son,\" he said, \"I will answer for my people. And forgive me\nfor my doubts and my delays.\"\n\n       *       *       *       *       *\n\nNeither Regis nor I spoke for a minute after we left the audience room;\nthen, almost as one, we turned to each other. Regis spoke first,\nsoberly.\n\n\"It was a fine thing you did, Jason. I didn't believe he'd agree to it.\"\n\n\"It was your speech that did it,\" I denied. The sober mood, the\nunaccustomed surge of emotion, was still on me, but it was giving way to\na sudden upswing of exaltation. Damn it, I'd _done_ it! Let Jay Allison\ntry to match _that_ ...\n\nRegis still looked grave. \"He'd have refused, but you appealed to him as\none of themselves. And yet it wasn't quite that ... it was something\nmore ...\" Regis put a quick embarrassed arm around my shoulders and\nsuddenly blurted out, \"I think the Terran Medical played hell with your\nlife, Jason! And even if it saves a million lives--it's hard to forgive\nthem for that!\"\n\n       *       *       *       *       *\n\nLate the next day the Old One called us in again, and told us that a\nhundred men had volunteered to return with us and act as blood donors\nand experimental subjects for research into the trailmen's disease.\n\nThe trip over the mountains, so painfully accomplished was easier in\nreturn. Our escort of a hundred trailmen guaranteed us against attack,\nand they could choose the easiest paths.\n\nOnly as we undertook the long climb downward through the foothills did\nthe trailmen, un-used to ground travel at any time, and suffering from\nthe unaccustomed low altitude, begin to weaken. As we grew stronger,\nmore and more of them faltered, and we travelled more and more slowly.\nNot even Kendricks could be callous about \"inhuman animals\" by the time\nwe reached the point where we had left the pack animals. And it was Rafe\nScott who came to me and said desperately, \"Jason, these poor fellows\nwill never make it to Carthon. Lerrys and I know this country. Let us go\nahead, as fast as we can travel alone, and arrange at Carthon for\ntransit--maybe we can get pressurized aircraft to fly them from here. We\ncan send a message from Carthon, too, about accommodations for them at\nthe Terran HQ.\"\n\nI was surprised and a little guilty that I had not thought of this\nmyself. I covered it with a mocking, \"I thought you didn't give a damn\nabout 'any of my friends.'\"\n\nRafe said doggedly, \"I guess I was wrong about that. They're going\nthrough this out of a sense of duty, so they must be pretty different\nthan I thought they were.\"\n\nRegis, who had overheard Rafe's plan, now broke in quietly, \"There's no\nneed for you to travel ahead, Rafe. I can send a quicker message.\"\n\nI had forgotten that Regis was a trained telepath. He added, \"There are\nsome space and distance limitations to such messages, but there is a\nregular relay net all over Darkover, and one of the relays is a girl who\nlives at the very edge of the Terran Zone. _If_ you'll tell me what will\ngive her access to the Terran HQ--\" he flushed slightly and explained,\n\"from what I know of the Terrans, she would not be very fortunate\nrelaying the message if she merely walked to the gate and said she had a\nrelayed telepathic message for someone, would she?\"\n\nI had to smile at the picture that conjured up in my mind. \"I'm afraid\nnot,\" I admitted. \"Tell her to go to Dr. Forth, and give the message\nfrom Dr. Jason Allison.\"\n\nRegis looked at me curiously--it was the first time I had spoken my own\nname in the hearing of the others. But he nodded, without comment. For\nthe next hour or two he seemed somewhat more pre-occupied than usual,\nbut after a time he came to me and told me that the message had gone\nthrough. Sometime later he relayed an answer; that airlift would be\nwaiting for us, not at Carthon, but a small village near the ford of the\nKadarin where we had left our trucks.\n\nWhen we camped that night there were a dozen practical problems needing\nattention; the time and exact place of crossing the ford, the\nreassurance to be given to terrified trailmen who could face leaving\ntheir forests but not crossing the final barricade of the river, the\nsmall help in our power to be given the sick ones. But after everything\nhad been done that I could do, and after the whole camp had quieted\ndown, I sat before the low-burning fire and stared into it, deep in\npainful lassitude. Tomorrow we would cross the river and a few hours\nlater we would be back in the Terran HQ. And then....\n\nAnd then ... and then nothing. I would vanish, I would utterly cease to\nexist anywhere, except as a vagrant ghost troubling Jay Allison's\nunquiet dreams. As he moved through the cold round of his days I would\nbe no more than a spent wind, a burst bubble, a thinned cloud.\n\nThe rose and saffron of the dying fire-colors gave shape to my dreams.\nOnce more, as in the trailcity that night, Kyla slipped through\nfirelight to my side, and I looked up at her and suddenly I knew I could\nnot bear it. I pulled her to me and muttered, \"Oh, Kyla--Kyla, I won't\neven remember you!\"\n\nShe pushed my hands away, kneeling upright, and said urgently, \"Jason,\nlisten. We are close to Carthon, the others can lead them the rest of\nthe way. Why go back to them at all? Slip away now and never go back! We\ncan--\" she stopped, coloring fiercely, that sudden and terrifying\nshyness overcoming her again, and at last she said in a whisper,\n\"Darkover is a wide world, Jason. Big enough for us to hide in. I don't\nbelieve they would search very far.\"\n\nThey wouldn't. I could leave word with Kendricks--not with Regis, the\ntelepath would see through me immediately--that I had ridden ahead to\nCarthon, with Kyla. By the time they realized that I had fled, they\nwould be too concerned with getting the trailmen safely to the Terran\nZone to spend much time looking for a runaway. As Kyla said, the world\nwas wide. And it was my world. And I would not be alone in it.\n\n\"Kyla, Kyla,\" I said helplessly, and crushed her against me, kissing\nher. She closed her eyes and I took a long, long look at her face. Not\nbeautiful, no. But womanly and brave and all the other beautiful things.\nIt was a farewell look, and I knew it, if she didn't.\n\nAfter the briefest time, she pulled a little away, and her flat voice\nwas gentler and more breathless than usual. \"We'd better leave before\nthe others waken.\" She saw that I did not move. \"Jason--?\"\n\nI could not look at her. Muffled behind my hands, I said, \"No, Kyla.\nI--I promised the Old One to look after my people in the Terran world. I\nmust go back--\"\n\n\"You won't be _there_ to look after them! You won't be _you_!\"\n\nI said bleakly, \"I'll write a letter to remind myself. Jay Allison has a\nvery strong sense of duty. He'll look after them for me. He won't like\nit, but he'll do it, with his last breath. He's a better man than I am,\nKyla. You'd better forget about me.\" I said, wearily, \"I never existed.\"\n\nThat wasn't the end. Not nearly. She--begged, and I don't know why I put\nmyself through the hell of stubbornness. But in the end she ran away,\ncrying, and I threw myself down by the fire, cursing Forth, cursing my\nown folly, but most of all cursing Jay Allison, hating my other self\nwith a blistering, sickening rage.\n\n       *       *       *       *       *\n\nComing through the outskirts of the small village the next afternoon,\nthe village where the airlift would meet us, we noted that the poorer\nquarter was almost abandoned. Regis said bleakly, \"It's begun,\" and\ndropped out of line to stand in the doorway of a silent dwelling. After\na minute he beckoned to me, and I looked inside.\n\nI wished I hadn't. The sight would haunt me while I lived. An old man,\ntwo young women and half a dozen children between four and fifteen years\nold lay inside. The old man, one of the children, and one of the young\nwomen were laid out neatly in clean death, shrouded, their faces covered\nwith green branches after the Darkovan custom for the dead. The other\nyoung woman lay huddled near the fireplace, her coarse dress splattered\nwith the filthy stuff she had vomited, dying. The children--but even now\nI can't think of the children without retching. One, very small, had\nbeen in the woman's arms when she collapsed; it had squirmed free--for a\nlittle while. The others were in an indescribable condition and the\nworst of it was that one of them was still moving, feebly, long past\nhelp. Regis turned blindly from the door and leaned against the wall,\nhis shoulders heaving. Not, as I first thought, in disgust, but in\ngrief. Tears ran over his hands and spilled down, and when I took him by\nthe arm to lead him away, he reeled and fell against me.\n\nHe said in a broken, blurred, choking voice, \"Oh, Lord, Jason, those\nchildren, those children--if you ever had any doubts about what you're\ndoing, any doubts about what you've done, think about that, think that\nyou've saved a whole world from that, think that you've done something\neven the Hasturs couldn't do!\"\n\nMy own throat tightened with something more than embarrassment. \"Better\nwait till we know for sure whether the Terrans can carry through with\nit, and you'd better get to hell away from this doorway. I'm immune, but\ndamn it, you're not.\" But I had to take him and lead him away, like a\nchild, from that house. He looked up into my face and said with burning\nsincerity, \"I wonder if you believe I'd give my life, a dozen times\nover, to have done that?\"\n\nIt was a curious, austere reward. But vaguely it comforted me. And then,\nas we rode into the village itself, I lost myself, or tried to lose\nmyself, in reassuring the frightened trailmen who had never seen a city\non the ground, never seen or heard of an airplane. I avoided Kyla. I\ndidn't want a final word, a farewell. We had had our farewells already.\n\n       *       *       *       *       *\n\nForth had done a marvelous job of having quarters ready for the\ntrailmen, and after they were comfortably installed and reassured, I\nwent down wearily and dressed in Jay Allison's clothing. I looked out\nthe window at the distant mountains and a line from the book on\nmountaineering, which I had bought as a youngster in an alien world, and\nJay had kept as a stray fragment of personality, ran in violent conflict\nthrough my mind:\n\n_Something hidden--go and find it_ ...\n\n_Something lost beyond the ranges_ ...\n\n       *       *       *       *       *\n\nI had just begun to live. Surely I deserved better than this, to vanish\nwhen I had just discovered life. Did the man who did not know how to\nlive, deserve to live at all? Jay Allison--that cold man who had never\nlooked beyond any ranges--why should I be lost in him?\n\nSomething lost beyond the ranges ... nothing would be lost but myself. I\nwas beginning to loathe the overflown sense of duty which had brought me\nback here. Now, when it was too late, I was bitterly regretting ... Kyla\nhad offered me life. Surely I would never see Kyla again.\n\nCould I regret what I would never remember? I walked into Forth's office\nas if I were going to my doom. I _was_ ...\n\nForth greeted me warmly.\n\n\"Sit down and tell me all about it ...\" he insisted. I would rather not\nspeak. Instead, compulsively, I made it a full report ... and curious\nflickers came in and out of my consciousness as I spoke. By the time I\nrealized I was reacting to a post-hypnotic suggestion, that in fact I\nwas going under hypnosis again, it was too late and I could only think\nthat this was worse than death because in a way I would be alive ...\n\n       *       *       *       *       *\n\nJay Allison sat up and meticulously straightened his cuff before\ntightening his mouth in what was meant for a smile. \"I assume, then,\nthat the experiment was a success?\"\n\n\"A complete success.\" Forth's voice was somewhat harsh and annoyed, but\nJay was untroubled; he had known for years that most of his subordinates\nand superiors disliked him, and had long ago stopped worrying about it.\n\n\"The trailmen agreed?\"\n\n\"They agreed,\" Forth said, surprised. \"You don't remember anything at\nall?\"\n\n\"Scraps. Like a nightmare.\" Jay Allison looked down at the back of his\nhand, flexing the fingers cautiously against pain, touching the\npartially healed red slash. Forth followed the direction of his eyes and\nsaid, not unsympathetically, \"Don't worry about your hand. I looked at\nit pretty carefully. You'll have the total use of it.\"\n\nJay said rigidly, \"It seems to have been a pretty severe risk to take.\nDid you ever stop to think what it would have meant to me, to lose the\nuse of my hand?\"\n\n\"It seemed a justifiable risk, even if you had,\" Forth said dryly. \"Jay,\nI've got the whole story on tape, just as you told it to me. You might\nnot like having a blank spot in your memory. Want to hear what your\nalter ego did?\"\n\nJay hesitated. Then he unfolded his long legs and stood up. \"No, I don't\nthink I care to know.\" He waited, arrested by a twinge of a sore muscle,\nand frowned.\n\nWhat had happened, what would he never know, why did the random ache\nbring a pain deeper than the pain of a torn nerve? Forth was watching\nhim, and Jay asked irritably, \"What is it?\"\n\n\"You're one hell of a cold fish, Jay.\"\n\n\"I don't understand you, sir.\"\n\n\"You wouldn't,\" Forth muttered. \"Funny. I _liked_ your subsidiary\npersonality.\"\n\nJay's mouth contracted in a mirthless grin.\n\n\"You would,\" he said, and swung quickly round.\n\n\"Come on. If I'm going to work on that serum project I'd better inspect\nthe volunteers and line up the blood donors and look over old\nwhatshisname's papers.\"\n\nBut beyond the window the snowy ridges of the mountain, inscrutable,\ncaught and held his eye; a riddle and a puzzle--\n\n\"Ridiculous,\" he said, and went to his work.\n\n       *       *       *       *       *\n\nFour months later, Jay Allison and Randall Forth stood together,\nwatching the last of the disappearing planes, carrying the volunteers\nback toward Carthon and their mountains.\n\n\"I should have flown back to Carthon with them,\" Jay said moodily. Forth\nwatched the tall man stare at the mountain; wondered what lay behind the\ncontained gestures and the brooding.\n\nHe said, \"You've done enough, Jay. You've worked like the devil.\nThurmond--the Legate--sent down to say you'd get an official\ncommendation and a promotion for your part. That's not even mentioning\nwhat you did in the trailmen's city.\" He put a hand on his colleague's\nshoulder, but Jay shook it off impatiently.\n\nAll through the work of isolating and testing the blood fraction, Jay\nhad worked tirelessly and unsparingly; scarcely sleeping, but brooding;\nsilent, prone to fly into sudden savage rages, but painstaking. He had\noverseen the trailmen with an almost fatherly solicitude--but from a\ndistance. He had left no stone unturned for their comfort--but refused\nto see them in person except when it was unavoidable.\n\nForth thought, we played a dangerous game. Jay Allison had made his own\nadjustment to life, and we disturbed that balance. Have we wrecked the\nman? He's expendable, but damn it, what a loss! He asked, \"Well, why\n_didn't_ you fly back to Carthon with them? Kendricks went along, you\nknow. He expected you to go until the last minute.\"\n\nJay did not answer. He had avoided Kendricks, the only witness to his\nduality. In all his nightmare brooding, the avoidance of anyone who had\nknown him as Jason became a mania. Once, meeting Rafe Scott on the lower\nfloor of the HQ, he had turned frantically and plunged like a madman\nthrough halls and corridors, to avoid coming face to face with the man,\nfinally running up four flights of stairs and taking shelter in his\nrooms, with the pounding heart and bursting veins of a hunted criminal.\nAt last he said, \"If you've called me down here to read me the riot act\nabout not wanting to make another trip into the Hellers--!\"\n\n\"No, no,\" Forth said equably, \"there's a visitor coming. Regis Hastur\nsent word he wants to see you. In case you don't remember him, he was on\nProject Jason--\"\n\n\"I remember,\" Jay said grimly. It was nearly his one clear memory--the\nnightmare of the ledge, his slashed hand, the shameful naked body of the\nDarkovan woman, and--blurring these things, the too-handsome Darkovan\naristocrat who had banished him for Jason again. \"He's a better\npsychiatrist than you are, Forth. He changed me into Jason in the\nflicker of an eyelash, and it took you half a dozen hypnotic sessions.\"\n\n\"I've heard about the psi powers of the Hasturs,\" Forth said, \"but I've\nnever been lucky enough to meet one in person. Tell me about it. What\ndid he do?\"\n\n       *       *       *       *       *\n\nJay made a tight movement of exasperation, too controlled for a shrug.\n\"Ask him, why don't you. Look, Forth, I don't much care to see him. I\ndidn't do it for Darkover; I did it because it was my job. I'd prefer to\nforget the whole thing. Why don't you talk to him?\"\n\n\"I rather had the idea that he wanted to see you personally. Jay, you\ndid a tremendous thing, man! Damn it, why don't you strut a little?\nBe--be normal for once! Why, I'd be damned near bursting with pride if\none of the Hasturs insisted on congratulating me personally!\"\n\nJay's lip twitched, and his voice shook with controlled exasperation.\n\"Maybe you would. I don't see it that way.\"\n\n\"Well, I'm afraid you'll have to. On Darkover nobody refuses when the\nHasturs make a request--and certainly not a request as reasonable as\nthis one.\" Forth sat down beside the desk. Jay struck the woodwork with\na violent clenched fist and when he lowered his hand there was a tiny\nsmear of blood along his knuckles. After a minute he walked to the couch\nand sat down, very straight and stiff, saying nothing. Neither of the\nmen spoke again until Forth started at the sound of a buzzer, drew the\nmouthpiece toward him, and said, \"Tell him we are honored--you know the\nroutine for dignitaries, and send him up here.\"\n\nJay twisted his fingers together and ran his thumb, in a new gesture,\nover the ridge of scar tissue along the knuckles. Forth was aware of an\nentirely new quality in the silence, and started to speak to break it,\nbut before he could do so, the office door slid open on its silent beam,\nand Regis Hastur stood there.\n\nForth rose courteously and Jay got to his feet like a mechanical doll\njerked on strings. The young Darkovan ruler smiled engagingly at him:\n\n\"Don't bother, this visit is informal; that's the reason I came here\nrather than inviting you both to the Tower. Dr. Forth? It is a pleasure\nto meet you again, sir. I hope that our gratitude to you will soon take\na more tangible form. There has not been a single death from the\ntrailmen's fever since you made the serum available.\"\n\nJay, motionless, saw bitterly that the old man had succumbed to the\nyoungster's deliberate charm. The chubby, wrinkled old face seamed up in\na pleased smile as Forth said, \"The gifts sent to the trailmen in your\nname, Lord Hastur, were greatly welcomed.\"\n\n\"Do you think that any of us will ever forget what they have done?\"\nRegis replied. He turned toward the window and smiled rather tentatively\nat the man who stood there; motionless since his first conventional\ngesture of politeness:\n\n\"Dr. Allison, do you remember me at all?\"\n\n\"I remember you,\" Jay Allison said sullenly.\n\nHis voice hung heavy in the room, its sound a miasma in his ears. All\nhis sleepless, nightmare-charged brooding, all his bottled hate for\nDarkover and the memories he had tried to bury, erupted into\noverwrought bitterness against this too-ingratiating youngster who was\na demigod on this world and who had humiliated him, repudiated him for\nthe hated Jason ... for Jay, Regis had suddenly become the symbol of a\nworld that hated him, forced him into a false mold.\n\nA black and rushing wind seemed to blur the room. He said hoarsely, \"I\nremember you all right,\" and took one savage, hurtling step.\n\nThe weight of the unexpected blow spun Regis around, and the next moment\nJay Allison, who had never touched another human being except with the\nremote hands of healing, closed steely, murderous hands around Regis'\nthroat. The world thinned out into a crimson rage. There were shouting\nand sudden noises, and a red-hot explosion in his brain ...\n\n       *       *       *       *       *\n\n\"You'd better drink this,\" Forth remarked, and I realized I was turning\na paper cup in my hands. Forth sat down, a little weakly, as I raised it\nto my lips and sipped. Regis took his hand away from his throat and said\nhuskily, \"I could use some of that, Doctor.\"\n\nI put the whiskey down. \"You'll do better with water until your throat\nmuscles are healed,\" I said swiftly, and went to fill a throwaway cup\nfor him, without thinking. Handing it to him. I stopped in sudden dismay\nand my hand shook, spilling a few drops. I said hoarsely, swallowing,\n\"--but drink it, anyway--\"\n\nRegis got a few drops down, painfully, and said, \"My own fault. The\nmoment I saw--Jay Allison--I knew he was a madman. I'd have stopped him\nsooner only he took me by surprise.\"\n\n\"But--you say _him_--I'm Jay Allison,\" I said, and then my knees went\nweak and I sat down. \"What in hell is this? I'm not Jay--but I'm not\nJason, either--\"\n\nI could remember my entire life, but the focus had shifted. I still felt\nthe old love, the old nostalgia for the trailmen; but I also knew, with\na sure sense of identity, that I was Doctor Jason Allison, Jr., who had\nabandoned mountain climbing and become a specialist in Darkovan\nparasitology. Not Jay who had rejected his world; not Jason who had been\nrejected by it. But then who?\n\nRegis said quietly, \"I've seen you before--once. When you knelt to the\nOld One of the trailmen.\" With a whimsical smile he said, \"As an\nignorant superstitious Darkovan, I'd say that you were a man who'd\nbalanced his god and daemon for once.\"\n\nI looked helplessly at the young Hastur. A few seconds ago my hands had\nbeen at his throat. Jay or Jason, maddened by self-hate and jealousy,\ncould disclaim responsibility for the other's acts.\n\nI couldn't.\n\nRegis said, \"We could take the easy way out, and arrange it so we'd\nnever have to see each other again. Or we could do it the hard way.\" He\nextended his hand, and after a minute, I understood, and we shook hands\nbriefly, like strangers who have just met. He added, \"Your work with the\ntrailmen is finished, but We Hasturs committed ourselves to teach some\nof the Terrans our science--matrix mechanics. Dr. Allison--Jason--you\nknow Darkover, and I think we could work with you. Further, you know\nsomething about slipping mental gears. I meant to ask; would you care to\nbe one of them? You'd be ideal.\"\n\nI looked out the window at the distant mountains. This work--this would\nbe something which would satisfy both halves of myself. The irresistible\nforce, the immovable object--and no ghosts wandering in my brain. \"I'll\ndo it,\" I told Regis. And then, deliberately, I turned my back on him\nand went up to the quarters, now deserted, which we had readied for the\ntrailmen. With my new doubled--or complete--memories, another ghost had\nroused up in my brain, and I remembered a woman who had appeared vaguely\nin Jay Allison's orbit, unnoticed, working with the trailmen, tolerated\nbecause she could speak their language. I opened the door, searched\nbriefly through the rooms, and shouted, \"Kyla!\" and she came. Running.\nDisheveled. Mine.\n\nAt the last moment, she drew back a little from my arms and whispered,\n\"You're Jason--but you're something more. Different ...\"\n\n\"I don't know who I am,\" I said quietly, \"but I'm me. Maybe for the\nfirst time. Want to help me find out just who that is?\"\n\nI put my arm around her, trying to find a path between memory and\ntomorrow. All my life, I had walked a strange road toward an unknown\nhorizon. Now, reaching my horizon, I found it marked only the rim of an\nunknown country.\n\nKyla and I would explore it together.\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Planet Savers, by Marion Zimmer Bradley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLANET SAVERS ***\n\n***** This file should be named 31619-8.txt or 31619-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/6/1/31619/\n\nProduced by Greg Weeks, Meredith Bach, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}