{"title": "The Vilbar Party", "author": "Evelyn E. Smith", "releaseDate": "March 15, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe Vilbar Party\n\nBy EVELYN E. SMITH\n\nIllustrated by KOSSIN\n\n[Transcriber's Note: This etext was produced from Galaxy Science Fiction\nJanuary 1955. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _\"Nuts to you!\" was what Narli knew Earthmen would tell\nhim ... only it was frismil nuts!_]\n\n\"The Perzils are giving a vilbar party tomorrow night,\" Professor Slood\nsaid cajolingly. \"You _will_ come this time, won't you, Narli?\"\n\nNarli Gzann rubbed his forehead fretfully. \"You know how I feel about\nparties, Karn.\" He took a frismil nut out of the tray on his desk and\nnibbled it in annoyance.\n\n\"But this is in your honor, Narli--a farewell party. You must go. It\nwould be--it would be unthinkable if you didn't.\" Karn Slood's eyes were\npleading. He could not possibly be held responsible for his friend's\nanti-social behavior and yet, Narli knew, he would somehow feel at\nfault.\n\nNarli sighed. He supposed he would have to conform to public sentiment\nin this particular instance, but he was damned if he would give in\ngracefully. \"After all, what's so special about the occasion? I'm just\nleaving to take another teaching job, that's all.\" He took another nut.\n\n\"That's _all_!\" Slood's face swelled with emotion. \"You can't really be\nthat indifferent.\"\n\n\"Another job, that's all it is to me,\" Narli persisted. \"At an\nexceptionally high salary, of course, or I wouldn't dream of accepting a\nposition so inconveniently located.\"\n\nSlood was baffled and hurt and outraged. \"You have been honored by being\nthe first of our people to be offered an exchange professorship on\nanother planet,\" he said stiffly, \"and you call it 'just another job.'\nWhy, I would have given my right antenna to get it!\"\n\nNarli realized that he had again overstepped the invisible boundary\nbetween candor and tactlessness. He poked at the nuts with a stylus.\n\n\"Honored by being the first of our species to be offered a\nguinea-pigship,\" he murmured.\n\nHe had not considered this aspect of the matter before, but now that it\noccurred to him, he was probably right.\n\n\"Oh, I don't mind, really.\" He waved away the other's sudden\ncommiseration. \"You know I like being alone most of the time, so I won't\nfind that uncomfortable. Students are students, whether they're\nTerrestrials or Saturnians. I suppose they'll laugh at me behind my\nback, but then even here, my students always did that.\"\n\nHe gave a hollow laugh and unobtrusively put out one of his hands for a\nnut. \"At least on Earth I'll know why they're laughing.\"\n\nThere was pain on Slood's expressive face as he firmly removed the nut\ntray from his friend's reach. \"I didn't think of it from that angle,\nNarli. Of course you're right. Human beings, from what I've read of\nthem, are not noted for tolerance. It will be difficult, but I'm sure\nyou'll be able to--\" he choked on the kindly lie--\"win them over.\"\n\nNarli repressed a bitter laugh. Anyone less likely than he to win over a\nhostile alien species through sheer personal charm could hardly be found\non Saturn. Narli Gzann had been chosen as first exchange professor\nbetween Saturn and Earth because of his academic reputation, not his\npersonality. But although the choosers had probably not had that aspect\nof the matter in mind, the choice, he thought, was a wise one.\n\nAs an individual of solitary habits, he was not apt to be much lonelier\non one planet than another.\n\nAnd he had accepted the post largely because he felt that, as an alien\nbeing, he would be left strictly alone. This would give him the chance\nto put in a lot of work on his definitive history of the Solar System, a\nmonumental project from which he begrudged all the time he had to spend\nin fulfilling even the minimum obligations expected of a professor on\nsociable Saturn.\n\nThe salary was a weighty factor, too--not only was it more than twice\nwhat he had been getting, but since there would be no necessity for\nspending more than enough for bare subsistence he would be able to save\nup a considerable amount and retire while still comparatively young. It\nwas pleasant to imagine a scholarly life unafflicted by students.\n\nHe could put up with a good deal for that goal.\n\nBut how could he alleviate the distress he saw on Karn's face? He did\nnot consciously want to hurt the only person who, for some strange\nreason, seemed to be fond of him, so he said the only thing he could\nthink of to please: \"All right, Karn, I'll go to the Perzils tomorrow\nnight.\"\n\nIt would be a deadly bore--parties always were--and he would eat too\nmuch, but, after all, the thought that it would be a long time before\nhe'd ever see any of his own kind again would make the affair almost\nendurable. And just this once it would be all right for him to eat as\nmuch as he wanted. When he was on Earth out of reach of decent food, he\nwould probably trim down considerably.\n\n       *       *       *       *       *\n\n\"I just _know_ you're going to love Earth, Professor Gzann,\" the hostess\non the interplanetary liner gushed.\n\n\"I'm sure I shall,\" he lied politely. She smiled at him too much,\nover-doing her professional cordiality; underneath the effusiveness, he\nsensed the repulsion. Of course he couldn't blame her for trying not to\nshow her distaste for the strange creature--the effort at concealment\nwas, as a matter of fact, more than he had expected from a Terrestrial.\nBut he wished she would leave him alone to meditate. He had planned to\nget a lot of meditation done on the journey.\n\n\"You speak awfully good English,\" she told him.\n\nHe looked at her. \"I am said to have some scholarly aptitude. I\nunderstand that's why I was chosen as an exchange professor. It does\nseem reasonable, doesn't it?\"\n\nShe turned pink--a sign of embarrassment with these creatures, he had\nlearned. \"I didn't mean to--to question your ability, Professor. It's\njust that--well, you don't look like a professor.\"\n\n\"Indeed?\" he said frostily. \"And what do I look like, then?\"\n\nShe turned even rosier. \"Oh--I--I don't know exactly. It's just\nthat--well....\" And she fled.\n\nHe couldn't resist flicking his antennae forward to catch her _sotto\nvoce_ conversation with the co-pilot; it was so seldom you got the\nchance to learn what others were saying about you behind your back. \"But\nI could hardly tell him he looks like a teddy bear, could I?\"\n\n\"He probably doesn't even know what a teddy bear is.\"\n\n\"Perhaps I don't,\" Narli thought resentfully, \"but I can guess.\"\n\nWith low cunning, the Terrestrials seemed to have ferreted out the\nidentity of all his favorite dishes and kept serving them to him\nincessantly. By the time the ship made planetfall on Earth, he had\ngained ten grisbuts.\n\n\"Oh, well,\" he thought, \"I suppose it's all just part of the regular\ndiplomatic service. On Earth, I'll have to eat crude native foods, so\nI'll lose all the weight again.\"\n\nPresident Purrington of North America came himself to meet Narli at the\nairfield because Narli was the first interplanetary exchange professor\nin history.\n\n\"Welcome to our planet, Professor Gzann,\" he said with warm diplomatic\ncordiality, wringing Narli's upper right hand after a moment of\nindecision. \"We shall do everything in our power to make your stay here\na happy and memorable one.\"\n\n\"I wish you would begin by doing something about the climate,\" Narli\nthought. It was stupid of him not to have realized how hot it would be\non Earth. He was really going to suffer in this torrid climate;\nespecially in the tight Terrestrial costume he wore over his fur for the\nsake of conformity. Of course, justice compelled him to admit to\nhimself, the clothes wouldn't have become so snug if he hadn't eaten\nquite so much on board ship.\n\nPurrington indicated the female beside him. \"May I introduce my wife?\"\n\n\"Ohhh,\" the female gasped, \"isn't he _cute_!\"\n\nThe President and Narli stared at her in consternation. She looked\nabashed for a moment, then smiled widely at Narli and the press\nphotographers.\n\n\"Welcome to Earth, dear Professor Gzann!\" she exclaimed, mispronouncing\nhis name, of course. Bending down, she kissed him right upon his fuzzy\nforehead.\n\nKissing was not a Saturnian practice, nor did Narli approve of it;\nhowever, he had read enough about Earth to know that Europeans sometimes\ngreeted dignitaries in this peculiar way. Only this place, he had been\ngiven to understand, was not Europe but America.\n\n[Illustration]\n\n\"I am having a cocktail party in your honor this afternoon!\" she beamed,\nsmoothing her flowered print dress down over her girdle. \"You'll be\nthere at five sharp, won't you, dear?\"\n\n\"Delighted,\" he promised dismally. He could hardly plead a previous\nengagement a moment after arriving.\n\n\"I've tried to get all the things you like to eat,\" she went on\nanxiously, \"but you will tell me if there's anything special, won't\nyou?\"\n\n\"I am on a diet,\" he said. He must be strong. Probably the food would be\nrepulsive anyhow, so he'd have no difficulty controlling his appetite.\n\"Digestive disorders, you know. A glass of Vichy and a biscuit will\nbe....\"\n\nHe stopped, for there were tears in Mrs. Purrington's eyes. \"Your tummy\nhurts? Oh, you poor little darling!\"\n\n\"Gladys!\" the President said sharply.\n\nThere were frismil nuts at Mrs. Purrington's cocktail party and vilbar\nand even slipnis broogs ... all imported at fabulous expense, Narli\nknew, but then this was a government affair and expense means nothing to\na government since, as far as it is concerned, money grows on taxpayers.\nSome of the native foods proved surprisingly palatable, too--pâté de\nfoie gras and champagne and little puff pastries full of delightful\nsurprises. Narli was afraid he was making a zloogle of himself. However,\nhe thought, trying not to catch sight of his own portly person in the\nmirrors that walled the room, the lean days were just ahead.\n\nBesides, what could he do when everyone insisted on pressing food on\nhim? \"Try this, Professor Gzann.\" \"Do try that, Professor Gzann.\"\n(\"Doesn't he look cunning in his little dress suit?\") They crowded\naround him. The women cooed, the men beamed, and Narli ate. He would be\nglad when he could detach himself from all this cloying diplomacy and\nget back to the healthy rancor of the classroom.\n\n       *       *       *       *       *\n\nAt school, the odor of chalk dust, ink and rotting apple cores was\nenough like its Saturnian equivalent to make Narli feel at home\nimmediately. The students would dislike him on sight, he knew. It is in\nthe nature of the young to be hostile toward whatever is strange and\nalien. They would despise him and jeer at him, and he, in his turn,\nwould give them long, involved homework assignments and such difficult\nexaminations that they would fail....\n\nNarli waddled briskly up to his desk which had, he saw, been scaled down\nto Saturnian size, whereas he had envisioned himself struggling\ntriumphantly with ordinary Earth-sized, furniture. But the atmosphere\nwas as hot and sticky and intolerable as he had expected. Panting as\nunobtrusively as possible, he rapped with his pointer. \"Attention,\nstudents!\"\n\nNow should come the derisive babble ... but there was a respectful\nsilence, broken suddenly by a shrill feminine whisper of, \"Oooo, he's so\nadorable!\" followed by the harsh, \"Shhh, Ava! You'll embarrass the poor\nlittle thing.\"\n\nNarli's face swelled. \"I am your new professor of Saturnian Studies.\nSaturn, as you probably know, is a major planet. It is much larger and\nmore important than Earth, which is only a minor planet.\"\n\nThe students obediently took this down in their notebooks. They\ncarefully took down everything he said. Even a bout of coughing that\nafflicted him half-way through seemed to be getting a phonetic\ntranscription. From time to time, they would interrupt his lecture with\nquestions so pertinent, so well-thought out and so courteous that all he\ncould do was answer them.\n\nHis antennae lifted to catch the whispers that from time to time were\nexchanged between even the best-behaved of the students. \"Isn't he\nprecious?\" \"Seems like a nice fellow--sound grasp of his subject.\"\n\"Sweet little thing!\" \"Unusually interesting presentation.\" \"Doesn't he\nremind you of Winnie the Pooh?\" \"Able chap.\" \"Just darling!\"\n\nAfter class, instead of rushing out of the room, they hovered around his\ndesk with intelligent, solicitous questions. Did he like Earth? Was his\ndesk too high? Too low? Didn't he find it hot with all that fur? Such\nlovely, soft, fluffy fur, though. \"Do you mind if I stroke one of your\npaws--_hands_--Professor?\" (\"So cuddly-looking!\")\n\nHe said yes, as a matter of fact, he was hot, and no, he didn't mind\nbeing touched in a spirit of scientific investigation.\n\nHe had a moment of uplift at the teachers' cafeteria when he discovered\nlunch to be virtually inedible. The manager, however, had been\ndistressed to see him pick at his food, and by dinner-time a\ndistinguished chef with an expert knowledge of Saturnian cuisine had\nbeen rushed from Washington. Since the school food was inedible for all\nintelligent life-forms, everyone ate the Saturnian dishes and praised\nNarli as a public benefactor.\n\n       *       *       *       *       *\n\nThat night, alone in the quiet confines of his small room at the Men's\nFaculty Club, Narli had spread out his notes and was about to start work\non his history when there was a knock at the door. He trotted over to\nopen it, grumbling to himself.\n\nThe head of his department smiled brightly down at him. \"Some of us are\ngoing out for a couple of drinks and a gabfest. Care to come along?\"\n\nNarli did not see how he could refuse and still carry the Saturnian's\nburden, so he accepted. Discovering that gin fizzes and Alexanders were\neven more palatable than champagne and more potent than vilbar, he told\nseveral Saturnine locker-room stories which were hailed with loud\nmerriment. But he was being laughed _at_, not _with_, he knew. All this\nfalse cordiality, he assured himself, would die down after a couple of\ndays, and then he would be able to get back to work. He must curb his\nintellectual impatience.\n\nIn the morning, he found that enrollment in his classes had doubled, and\nthe room was crowded to capacity with the bright, shining, eager faces\nof young Terrestrials athirst for learning. There were apples,\nchocolates and imported frismil nuts on his desk, as well as a pressing\ninvitation from Mrs. Purrington for him to spend all his weekends and\nholidays at the White House. The window was fitted with an\nair-conditioning unit which, he later discovered, his classes had\nchipped in to buy for him, and the temperature had been lowered to a\npoint where it was almost comfortable. All the students wore coats.\n\nWhen he went out on the campus, women--students, teachers, even\nstrangers--stopped to talk to him, to exclaim over him, to touch him,\neven to kiss him. Photographers were perpetually taking pictures, some\nof which turned up in the Student Union as full-color postcards. They\nsold like Lajl out of season.\n\nNarli wrote in Saturnian on the back of one: \"Having miserable time; be\nglad you're not here,\" and sent it to Slood.\n\nThere were cocktail parties, musicales and balls in Narli's honor. When\nhe tried to refuse an invitation, he was accused of shyness and\nvirtually dragged to the affair by laughing members of the faculty. He\nput on so much weight that he had to buy a complete new Terrestrial\noutfit, which set him back a pretty penny. As a result, he had to\naugment his income by lecturing to women's clubs. They slobbered\nappallingly.\n\n       *       *       *       *       *\n\nNarli's students did all their homework assiduously and, in fact, put in\nmore work than had been assigned. At the end of the year, not only did\nall of them pass, but with flying colors.\n\n\"I hope you'll remember, Professor Gzann,\" the President of the\nUniversity said, \"that there will always be a job waiting for you\nhere--a non-exchange professorship. Love to have you.\"\n\n\"Thank you,\" Narli replied politely.\n\nMrs. Purrington broke into loud sobs when he told her he was leaving\nEarth. \"Oh, I'll miss you so, Narli! You will write, won't you?\"\n\n\"Yes, of course,\" he said grimly. That made two hundred and eighteen\npeople to whom he'd had to promise to write.\n\nIt was fortunate he was traveling as a guest of the North American\ngovernment, he thought as he supervised the loading of his matched\ninterplanetary luggage; his eight steamer baskets; his leather-bound\n_Encyclopedia Terrestria_, with his name imprinted in gold on each\nvolume; his Indian war-bonnet; his oil painting of the President; and\nhis six cases of champagne--all parting gifts--onto the liner. Otherwise\nthe fee for excess luggage would take what little remained of his bank\naccount. There had been so many expenses--clothes and hostess gifts and\nice.\n\nNot all his mementoes were in his luggage. A new rare-metal watch\ngleamed on each of his four furry wrists; a brand-new trobskin wallet,\nplatinum key-chain, and uranium fountain pen were in his pocket; and a\ndiamond and curium bauble clasped a tie lovingly handpainted by a female\nstudent. The argyles on his fuzzy ankles had been knitted by another.\nStill another devoted pupil had presented him with a hand-woven plastic\ncase full of frismil nuts to eat on the way back.\n\n       *       *       *       *       *\n\n\"Well, Narli!\" Slood said, his face swelling with joy. \"Well, well!\nYou've put on weight, I see.\"\n\nNarli dropped into his old chair with a sigh. Surely Slood might have\npicked something else to comment on first--his haggardness, for\ninstance, or the increased spirituality of his expression.\n\n\"Nothing else to do on Earth in your leisure moments but eat, I\nsuppose,\" Slood said, pushing over the nut tray. \"Even their food. Have\nsome frismils.\"\n\n\"No, thank you,\" Narli replied coldly.\n\nSlood looked at him in distress. \"Oh, how you must have suffered! Was it\nvery, very bad, Narli?\"\n\nNarli hunched low in his chair. \"It was just awful.\"\n\n\"I'm sure they didn't mean to be unkind,\" Slood assured him. \"Naturally,\nyou were a strange creature to them and they're only--\"\n\n\"_Unkind?_\" Narli gave a bitter laugh. \"They practically killed me with\nkindness! It was fuss, fuss, fuss all the time.\"\n\n\"Now, Narli, I do wish you wouldn't be quite so sarcastic.\"\n\n\"I'm _not_ being sarcastic. And I wasn't a strange creature to them. It\nseems there's a sort of popular child's toy on Earth known as a--\" he\nwinced--\"teddy bear. I aroused pleasant childhood memories in them, so\nthey showered me with affection and edibles.\"\n\nSlood closed his eyes in anguish. \"You are very brave, Narli,\" he said\nalmost reverently. \"Very brave and wise and good. Certainly that would\nbe the best thing to tell our people. After all, the Terrestrials are\nour allies; we don't want to stir up public sentiment against them. But\nyou can be honest with _me_, Narli. Did they refuse to serve you in\nrestaurants? Were you segregated in public vehicles? Did they shrink\nfrom you when you came close?\"\n\nNarli beat the desk with all four hands. \"I was hardly ever given the\nchance to be alone! They crawled all over me! Restaurants begged for my\ntrade! I had to hire private vehicles because in public ones I was\nmobbed by admirers!\"\n\n\"Such a short time,\" Slood murmured, \"and already suspicious of even me,\nyour oldest friend. But don't talk about it if you don't want to,\nNarli.... Tell me, though, did they sneer at you and whisper\nhalf-audible insults? Did they--\"\n\n\"You're right!\" Narli snapped. \"I _don't_ want to talk about it.\"\n\nSlood placed a comforting hand upon his shoulder. \"Perhaps that's\nwisest, until the shock of your experience has worn off.\"\n\nNarli made an irritable noise.\n\n\"The Perzils are giving a vilbar party tonight,\" Slood said. \"But I know\nhow you feel about parties. I've told them you're exhausted from your\ntrip and won't be able to make it.\"\n\n\"Oh, you did, did you?\" Narli asked ironically. \"What makes you think\nyou know how I feel about parties?\"\n\n\"But--\"\n\n\"There's an interesting saying on Earth: 'Travel is so broadening.'\" He\nlooked down at his bulges with tolerant amusement. \"In more than one\nway, in case the meaning eludes you. Very sound psychologically. I've\ndiscovered that I _like_ parties. I _like_ being _liked_. If you'll\nexcuse me, I'm going to inform the Perzils that I shall be delighted to\ncome to their party. Care to join me?\"\n\n\"Well,\" Slood mumbled, \"I'd like to, but I have so much work--\"\n\n\"Introvert!\" said Narli, and he began dialing the Perzils.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Vilbar Party, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VILBAR PARTY ***\n\n***** This file should be named 31626-8.txt or 31626-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/6/2/31626/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}