{"title": "Collector's Item", "author": "Evelyn E. Smith", "releaseDate": "March 18, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            Collector's Item\n\n                           By EVELYN E. SMITH\n\n                          Illustrated by EMSH\n\n[Transcriber's Note: This etext was produced from Galaxy Science Fiction\nDecember 1954. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Being trapped in the steaming h--l of Venus is no excuse for\nforgetting one's manners--but anyone abducted, marooned, tricked, kept\nfrom tea might well crack under the strain!_]\n\n\"What I should like to know,\" Professor Bernardi said, gazing pensively\nafter the lizard-man as he bore the shrieking form of Miss Anspacher off\nin his scaly arms, \"is whether he is planning to eat her or make love to\nher. Because, in the latter instance, I'm not sure we should interfere.\nIt may be her only chance.\"\n\n[Illustration]\n\n\"Carl!\" his wife cried indignantly. \"That's a horrid thing to say! You\nmust rescue her at once!\"\n\n\"Oh, I suppose so,\" he said, then gave his wife a nasty little grin that\nhe knew would irritate her. \"It isn't that she's unattractive, my dear,\nin case you hadn't noticed, though she's pretty well past the bloom of\nyouth--\"\n\n\"_Will_ you stop making leering noises and go save her or _not_?\"\n\n\"I was coming to that. It's just that she persists in using her Ph.D. as\na club to beat men into respectful pulps. Men don't like being beaten\ninto respectful pulps, whether by a man or a woman. Now if she'd only\nlearned that other people have feelings--\"\n\n\"If you don't stop lecturing and go, I will!\" his wife threatened.\n\n\"All right, all right,\" he said wearily. \"Come on, Mortland.\"\n\n       *       *       *       *       *\n\nThe two scientists slogged through the steamy, odorous jungle of Venus\nand soon reached the lizard-man, who, weighed down by his captive, had\nnot been able to travel as fast.\n\n\"You blast him,\" the professor told Mortland. \"Try not to hit Miss\nAnspacher, if you can manage it.\"\n\n\"Er--I've never fired one of these things before,\" Mortland said. \"Can't\nstand having my eardrums blasted. However, here goes.\" He pointed his\nweapon at the lizardlike creature in a gingerly manner. \"Ah--hands up,\"\nhe ordered. \"Only fair to give the--well, blighter a sporting chance,\"\nhe explained to Professor Bernardi.\n\nTo their amazement, the lizard-man promptly dropped Miss Anspacher into\nthe lavender-colored mud and put up his hands. Miss Anspacher gave an\nindignant yelp.\n\n\"Seems intelligent in spite of the kidnaping,\" Mortland commented. \"But\nhow does he happen to understand English? We're the only expedition ever\nto have reached Venus ... that I know of, anyway.\" He and the professor\nstared at each other in consternation. \"There may have been a secret\nexpedition previously and perhaps they left a--a base or something,\nwhich would explain why--\"\n\n\"If you two oafs would stop speculating, you might help me out of\nhere!\" Miss Anspacher remarked in her customary snappish tone. Professor\nBernardi leaped forward to obey. \"You don't have to pull quite so hard!\nI haven't taken root yet!\" She came out of the mud with a sound like two\nwhales kissing. She brushed hopelessly at her once-white blouse and\nshorts. \"Oh, dear, I look a mess!\"\n\nProfessor Bernardi did not comment, being engaged in slapping at a small\nwinged creature--about the size of a bluejay, but looking like a cross\nbetween a bat and a mosquito--that seemed interested in taking a bite\nout of him. It escaped his flapping hand and flew to the top of\nMortland's sun helmet, where it glared at the professor.\n\n\"Since you seem to understand English,\" Miss Anspacher said to the\nlizard-man through a mouthful of hairpins, \"perhaps you will be so kind\nas to explain the meaning of this outrage?\"\n\n\"I was smitten,\" the alien replied suavely. \"Passion made me forget\nmyself.\"\n\nProfessor Bernardi looked thoughtfully at him. \"A prior expedition isn't\nthe answer. It wouldn't have troubled to educate you so thoroughly.\nTherefore, the explanation is that you pick up English by reading our\nminds. Correct?\"\n\nThe lizard-man turned an embarrassed olive. \"Yes.\"\n\n       *       *       *       *       *\n\nNow that he was able to give the creature a more thorough inspection,\nBernardi saw that he really didn't look too much like a lizard. He\ndefinitely appeared to be wearing clothes of some kind, which, in the\nVenusian heat, indicated a particularly refined degree of\ncivilization--unless, of course, the squamous skin protected him from\nthe heat as well as the humidity.\n\nMore than that, though, he was humanoid in almost a Hollywood way. He\nhad a particularly fine profile and an athletic physique, which, oddly,\nhis scales seemed to enhance, much like a movie idol dressed in\nfine-meshed Medieval armor. Naturally, he had a tail, but it was as well\nproportioned as a kangaroo's, though shorter and more graceful, and it\nstruck Professor Bernardi as a particularly handsome and useful gadget.\n\nFor one thing, the people from Earth were standing uncomfortably in the\nslippery mud, while the lizard-man was using his tail much in the\nfashion of a spectator stool, leaning back against it almost in a\nsitting position, with his armor-shod feet supporting him comfortably.\nFor another, the tail undoubtedly served for balance and the added push\nof a walking stick and perhaps for swift attack or getaway. Very\npractical and attractive, the professor concluded--too bad Man had\nrelinquished his tail when climbing down from the trees.\n\n\"Thank you,\" the saurian said with uneasy modesty, looking at him. \"Good\nof you to think so. You are a fairly intelligent species, aren't you?\"\n\n\"Fairly,\" the professor acknowledged, preoccupied with a clever idea.\nPerhaps existence on Venus wasn't going to be as unpleasant as he had\nanticipated. \"From reading my mind, you know what this blaster can do,\ndon't you?\"\n\n\"I'm afraid so.\"\n\n\"Then you know what I expect of you?\"\n\n\"Yes, sahib. I'se comin', massa. To hear is to obey, effendi.\" The\ncreature turned and went briskly back toward the camp, leaving the\nothers to stumble after him.\n\nMrs. Bernardi gave a shriek as his handsome scaled form emerged from the\ngreenish-white underbrush, haloed in luminous yellow mist. Algol, the\nship's cat, prudently took sanctuary behind her, then peered out to see\nwhat was going on and whether there was likely to be anything in it for\nhim.\n\n\"This is our native bearer,\" Professor Bernardi explained as the three\nscientists burst out of the jungle.\n\n\"My name is Jrann-Pttt.\" The creature bowed low. \"At your service,\nmadame.\"\n\n\"Oh, Carl!\" Mrs. Bernardi clapped her hands. \"He's just perfect! So\nthoughtful of you to find one that speaks English! I do hope you can\ncook, Pitt?\"\n\n\"I will do my best, madame.\"\n\n       *       *       *       *       *\n\nAlgol daintily picked his way through the mud toward the saurian,\nsniffed him with judicial deliberation; then, deciding that anyone who\nsmelled so much like the better class of fish must be All Right, rubbed\nagainst his legs.\n\n\"Well,\" remarked Miss Anspacher, using the side of the spaceship as a\nmirror by which to redden her somewhat prissy lips, \"that makes it\npractically unanimous, doesn't it?\"\n\n\"All except Professor Bernardi,\" said Jrann-Pttt, looking at the\nscientist with what might have been a smile. \"He doesn't like me.\"\n\n\"I see that your telepathic powers are not quite accurate,\" the\nprofessor returned. \"I do not dislike you; I distrust you.\"\n\n\"The fact that the two terms are not entirely synonymous in your\nlanguage would argue a certain degree of incipient civilization,\" the\nlizard-man observed.\n\n\"You know, Carl,\" Mrs. Bernardi whispered, \"he has an awfully funny way\nof talking, for a native.\"\n\n\"Frankly I don't like this at all, Professor,\" Captain Greenfield said,\nmopping his brow with a limp handkerchief. \"If I hadn't been off looking\nfor a better berth for the ship--all this mud worries me--this'd never\nhave happened.\"\n\n\"You mean you would have let the lizard get away with Miss Anspacher?\"\n\nThe big man's face flushed crimson. \"I don't think that's funny,\nProfessor.\"\n\nBernardi quickly changed the subject, for he realized that the captain,\nbeing by far the most muscular of the party, was not a man to trifle\nwith. \"Tell me, Greenfield, did you succeed in finding a better spot for\nthe ship? I must admit I'm worried about that mud myself.\"\n\n\"Only remotely dry spot around is an outcropping 'bout two kilometers\naway,\" Greenfield said grudgingly. He shifted his camp stool in a futile\nsearch for shade. Even though the sun never penetrated the thick layer\nof clouds, the yellow light diffused through them was blinding. \"Might\nbe big enough, but it's not level. Could blast it smooth, but that'd\ntake at least a week--Earth time.\"\n\nBernardi pulled his damp shirt away from his body. \"Well, I daresay\nwe'll be all right where we are, if we're not assailed by any violent\nforces of nature. On Earth, this might be a monsoon climate.\"\n\n\"If you ask me, that monster is more of a danger than any monsoon.\"\n\nBernardi sighed. Although by far the most competent officer available\nfor the job of spaceship captain, Greenfield was not quite the man he\nwould have chosen to be his associate for months on end. Still,\nbeggars--as Miss Anspacher might have eloquently put it--could not be\nchoosers. \"What makes you say that?\" he asked, trying to set an example\nof tolerance.\n\n\"Don't like the idea of him cooking for us,\" the captain said\nstubbornly. \"Might poison us all in our beds.\"\n\n\"Well, don't eat in your bed,\" suggested Mortland, strolling out of the\nairlock in the company of the cat. Algol, however, finding that the spot\nbeside the captain's camp stool was as dry as anything could be on\nVenus, decided to turn back.\n\n       *       *       *       *       *\n\n\"The difficulty is easily overcome, Captain,\" the professor said, still\nholding on to his patience. \"You can continue to cook your own meals\nfrom the tinned and packaged foods on board ship. The rest of us will\neat fresh native foods prepared by Jrann-Pttt.\"\n\n\"But why,\" Miss Anspacher interrupted as she emerged from the airlock\nwith a large cast-iron skillet, \"should you think Jrann-Pttt wants to\npoison us?\"\n\nBoth men rose from their stools. \"Stands to reason he'd consider us his\nenemies, Miss Anspacher,\" the captain said. \"After all, we--as a group,\nthat is--captured him.\"\n\n\"Hired him,\" Professor Bernardi contradicted. \"I've telepathically\narranged to pay him an adequate salary. In goods, of course; I don't\nsuppose our money would be of much use to him. And I think he's rather\nglad of the chance to hang around and observe us conveniently.\"\n\n\"Observe us!\" Greenfield exclaimed. \"You mean he's spying out the land\nfor an attack? Let's prepare our defenses at once!\"\n\n\"I doubt if that's what he has in mind,\" Professor Bernardi said\njudiciously.\n\n\"He may be staying because he wants to be near me,\" Miss Anspacher\nblurted. Overcome by this unmaidenly admission, she reddened and rushed\nfrom them, calling, \"Yoo-hoo, Jrann-Pttt! Here is the frying pan!\" Algol\nwoke up instantly and followed her. \"Frying\" was one of the more\nimportant words in his vocabulary.\n\nCaptain Greenfield stared across the clearing after them, then turned\nback to Bernardi with a frown. \"I don't like to see one of our girls\nmixed up with a lizard--and a foreign lizard at that.\" But his face too\nclearly betrayed a personal resentment.\n\n\"Don't tell me you have a--a fondness for Miss Anspacher, Captain,\"\nProfessor Bernardi exclaimed, genuinely surprised. Undeniably Miss\nAnspacher--although no longer in her first youth--was a handsome woman,\nbut he would not have expected her somewhat cerebral type to appeal to\nthe captain. On the other hand, she was the only unattached woman in the\nparty and they were a long way from home.\n\nGreenfield picked a fleck of dried violet mud from the side of the ship\nand avoided Bernardi's eye. \"One of the reasons I came along,\" he said\nalmost bashfully. \"Thought I'd have the chance to be alone with her now\nand again and impress her with, with....\"\n\n\"Your sterling qualities?\" Bernardi suggested.\n\nThe captain flashed him a glance of mingled gratitude and resentment.\n\"And now this damned lizard has to come along!\"\n\n\"Cheer up, Captain,\" said the professor. \"I'll back you against a lizard\nany time.\"\n\n       *       *       *       *       *\n\nAlthough the long twilight of Venus had deepened into night and it could\nnever really be cool there by terrestrial standards, the temperature was\nalmost comfortable. Everything was quite black, except for the pallid\npurple campfire glowing through the darkness; the clouds that\nperpetually covered the surface of the planet prevented even the light\nof the stars from reaching it.\n\n\"Tell me more about the cross-versus the parallel-cousin relationships\nin your culture, Jrann-Pttt,\" Miss Anspacher breathed, wriggling her\ncamp stool closer to the saurian's. \"Anthropology is a great hobby of\nmine, you know. How do your people feel about exogamy?\"\n\n\"I'm afraid I'm rather exhausted, dear lady,\" he said, using one arm to\nmask a yawn, and one to surreptitiously wave away the saurian head that\nwas peering out of the underbrush. \"I shouldn't like to give a scientist\nlike yourself any misinformation that might become a matter of record.\"\n\n\"Of course not,\" she murmured. \"You're so considerate.\"\n\n       *       *       *       *       *\n\nA pale face appeared in the firelight like some weird creature of\ndarkness. Terrestrial and extraterrestrial both started. \"Miss\nAnspacher,\" the captain growled, \"I'd like to lock up the ship, so if\nyou wouldn't mind turning in--\"\n\nMiss Anspacher pouted. \"You've interrupted such an interesting\nconversation. And I don't see why you have to lock up the ship. After\nall, the night is three hundred and eighty-five hours long. We don't\nsleep all that time and it would be a shame to be cooped up.\"\n\n\"I'm going to try to rig up some floodlights,\" Greenfield explained\nstiffly, \"so we won't be caught like this again. Nobody bothered to tell\nme the day equals thirty-two of ours, so that half of it would be\nnight.\"\n\n\"Then I won't see you for almost two weeks of our time, Jrann-Pttt? Are\nyou sure you wouldn't like to spend the rest of the night in our ship?\nPlenty of room, you know.\"\n\n\"No, thank you, dear lady. The jungle is my natural habitat. I should\nfeel stultified by walls and a ceiling. Don't worry--I shan't run away.\"\n\n\"Oh, I'm not worried,\" Miss Anspacher said coyly, throwing a stick of\nwood on the fire.\n\n\"Small riddance if he does.\"\n\n\"Captain Greenfield!\"\n\nThat part of the captain's face not concealed by his piratical black\nbeard turned red. \"Well, if he can read our minds, he knows damn well\nwhat I'm thinking, anyway, so why be hypocritical about it?\"\n\n\"That's right--he is a telepath, isn't he?\" Miss Anspacher's face grew\neven redder than the captain's. \"I forgot he.... It _is_ getting late. I\nreally must go. Good night, Jrann-Pttt.\"\n\n\"Good night, dear lady.\" The saurian bowed low over her hand.\n\nLeaning on the captain's brawny arm, Miss Anspacher ploughed through the\nmud to the ship, followed by the mosquito-bat and Algol, who had been\ntoasting themselves more or less companionably at the fire. The door to\nthe airlock clanged behind all four of them.\n\n       *       *       *       *       *\n\nThe other saurian's head appeared again from the bush. _Jrann-Pttt_, the\ninsistent thought came, _shall I rescue you now_?\n\n_Why, Dfar-Lll? I am not a prisoner. I'm quite free to come and go\nas I please. But let's get away from the strangers' ship while we\ncommunicate. They do have a certain amount of low-grade perception and\nmight be able to sense the presence of another personality. At any rate,\nthey might look out of a port and see you._\n\nKeeping the illuminator on low beam, Dfar-Lll led the way through the\nbushes. _Seems to me you're going to an awful lot of trouble just to get\nzoo specimens_, the youngster protested, disentangling its arms from the\nembrace of an amorous vine. _There's really no reason for carrying on\nthe work since Lieutenant Merglyt-Ruuu ... passed on._\n\nJrann-Pttt sat down on a fallen log and, tucking up his graceful tail,\nsignaled his junior to join him. _In the event that we do decide to\nreturn to base, some handsome specimens might serve to offset the\nlieutenant's demise._\n\n_Return to base? But I thought we were...._\n\n_We haven't found swamp life pleasant, have we? After all, there's no\nreal reason why we shouldn't go back. Is it our fault that Merglyt-Ruuu\nhappened to meet with a fatal accident?_\n\n_We-ell ... but will the commandant see it that way?_\n\n_On the other hand, if we don't go back, wouldn't it be a good idea to\nattach ourselves to an expedition that, no matter how alien, is better\nequipped for survival than we? And carrying out our original purpose\nseemed the best way of getting to meet these strangers informally, as it\nwere._\n\n_They are unquestionably intelligent life-forms then?_\n\n_After a fashion._ Jrann-Pttt yawned and rose. _But why are we sitting\nhere? Let's start back to our camp. We will be able to converse more\ncomfortably._\n\nThey made their way through the jungle--now walking, now wading where\nthe mud became water. Small creatures with hardly any thoughts scurried\nbefore them as they went.\n\n_The commandant may have already made contact with their rulers_,\nDfar-Lll suggested, springing forward to illuminate the way. _In that\ncase, we couldn't hope to remain undiscovered for long._\n\n_Oh, these creatures are not Venusians. There's no intelligent life\nhere. They hail from the third planet of this system and, according to\ntheir thoughts, this is the only vessel that was capable of traversing\ninterplanetary space. So we needn't worry about extradition treaties or\nany other official annoyances._\n\n_If they're friendly, why didn't you spend the night in their ship? It\ncertainly looks more comfortable than our collapsible moslak--which, by\nthe way, collapsed while you were gone. I hope we'll be able to put it\nup again ourselves. I must say this for the lieutenant--he was good at\nthat sort of thing._\n\nJrann-Pttt made a gesture of distaste. _He was unfortunately good at\nother things, too. But let's not discuss him. I'm not staying with the\nstrangers because I want to pick up one or two little things--mostly\nsome of our food to serve them. I used up all the supplies in my pack\nand I want them to think we're living off the land. They believe me to\nbe a primitive and it's best that they should until I decide just how\nI'm going to make most efficient use of them. Besides, I didn't want to\nleave you alone._\n\nThe younger saurian sniffed skeptically.\n\n       *       *       *       *       *\n\n\"Honestly, Pitt,\" Mrs. Bernardi said, keeping to leeward of the\ntablecloth the lizard-man was efficiently shaking out of the airlock,\n\"I've never had a--an employee as competent as you.\" But the word she\nhad in mind, of course, was \"servant.\" \"I do wish you'd come back to\nEarth with us.\"\n\n\"Perhaps you would compel me to come?\" he suggested, as Algol and the\nmosquito-bat entered into hot competition to catch the crumbs before\nthey sank into the purple ooze.\n\n\"Oh, no! We'd want you to come as our guest--our friend.\" _Naturally_,\nher thoughts ran, _a house guest would be expected to help with the\nwashing up and lend a hand with the cooking--and, of course, we wouldn't\nhave to pay him. Though my husband, I suppose, would requisition him as\na specimen._\n\n_I fully intend to go to Earth with them_, Jrann-Pttt mused, _but\ncertainly not in that capacity. Nor would I care to be a specimen. I\nmust formulate some concrete plan._\n\nThe captain was crawling on top of the spaceship, scraping off the dried\nmud, brushing away the leaves and dust that marred its shining purity.\nThe hot, humid haze that poured down from the yellow clouds made the\nmetal surface a little hell. Yet it was hardly less warm on the other\nside of the clearing, where Miss Anspacher tried desperately to write up\nher notes on a table that kept sinking into the spongy ground, and\nhindered by the thick wind that had arisen half an hour before and which\nkept blowing her papers off. The sweet odor of the flowers tucked in the\nopen neck of her already grimy white blouse suddenly sickened her and\nshe flung them into the mud.\n\n\"We won't be going back to Earth for a long time!\" she called. Gathering\nup the purple-stained papers, she came toward the others, little puffs\nof mist rising at each step. \"We like it here. Lovely country.\"\n\nHow could she think to please even the savage she fancied him to be by\nsuch an inanity, Jrann-Pttt wondered. No one could possibly like that\nfetid swamp. Or was it not so much that she was trying to please him as\nconvince herself? Was there some reason the terrestrials had for needing\nto like Venus. It hovered on the edge of the women's minds. If only it\nwould emerge completely, he could pick it up, but it lurked in the\nshadows of their subconscious, tantalizing him.\n\n\"I'd like to know when we're going to start putting up the shelters,\"\nMrs. Bernardi said, pushing a streak of fog-yellow hair out of her eyes.\n\"I can't stand being cooped up for another night on that ship.\"\n\n\"You're planning to put up shelters--to live outside of the ship?\" This\nwould seem to confirm his darkest suspicions. Even a temporary\nsettlement would leave them too open to visitation from the commandant.\nWhat his attitude toward the aliens might be, Jrann-Pttt didn't know. He\nmight consider them as specimens, as enemies or as potential allies.\nWhat his attitude toward Jrann-Pttt and his companion would be, however,\nthe saurian knew only too well. Had they reported the lieutenant's\ndemise immediately, it was possible the commandant might have been\nbrought to believe it was an accident. Now he would unquestionably think\nJrann-Pttt had killed Merglyt-Ruuu on purpose--which was not true; how\nwas Jrann-Pttt to know that the mud into which he'd knocked the\nlieutenant was quicksand?\n\n\"Anything against putting up shelters?\" Captain Greenfield growled from\nhis perch.\n\n\"Monster!\" the mosquito-bat shrieked at the cat. \"Monster! Monster!\"\n\n       *       *       *       *       *\n\nThere was a painfully embarrassed silence.\n\n\"The creature is not intelligent,\" Jrann-Pttt explained, smiling. \"It\nmerely has vocal apparatus that can reproduce a frequently heard word,\nlike--you have a bird, I believe, a--\" he searched their minds for the\nword--\"a parrot.\"\n\n\"Monster!\" the mosquito-bat continued. \"Monster! Monster!\"\n\n\"Shut up or I'll wring your neck!\" the captain snarled. The mosquito-bat\nobeyed sullenly, apparently recognizing the threat in his tone.\n\nBut the concept of \"monster\" hung heavily in the air between the\nterrestrials and the lizard-man. _They should not feel so bad about it_,\nhe thought, _for they are the monsters themselves. But that would never\noccur to them and I can hardly reassure them by saying...._\n\n\"Don't worry,\" Professor Bernardi said smoothly. \"To him, it's we who\nare the monsters.\"\n\nA sudden gust of wind nearly whipped the tablecloth out of Jrann-Pttt's\nhands. He fought with it for a moment, glad of something tangible to\ncontend with. \"About the shelters,\" he said. \"They might not stand up\nagainst a storm.\"\n\n\"So this is monsoon country,\" Bernardi observed thoughtfully. \"Do you\nknow when the storms usually come, Jrann-Pttt?\" The other shook his\nhead. \"Peculiar. There usually is a season for that sort of thing.\"\n\n\"I ... come from another part of the planet.\"\n\n\"Storms here are bad, eh?\" the captain commented, swinging himself down\neasily. \"Frankly, that worries me. Ship's resting on mud as far as I can\nsee, and if there's one thing I do know something about, it's mud. If it\ngot any wetter, the ship might sink.\"\n\n\"Maybe we should leave,\" Mrs. Bernardi suggested. \"Go to another part of\nthe planet where it's drier, or--\" she tried not to show the sudden\nsurge of hope--\"leave for home and come back after the rainy season.\"\n\nThere was a sudden silence, and Jrann-Pttt found himself able to pick up\nthe answers to some of his questions from the alien minds. His worst\nfears were confirmed. Plan A was out. But something could still be done\nwith these creatures.\n\n\"Doesn't she know?\" the captain demanded accusingly. \"You brought her\nhere without telling her?\"\n\nBernardi spread his hands wide in a futile gesture. \"She should know;\nI've told her repeatedly. She just doesn't understand ... or doesn't\nwant to.\"\n\n\"I know they'll forgive us,\" Mrs. Bernardi said stubbornly.\n\"We--you--haven't done anything really wrong, so how could they do\nanything terrible to us? After all, didn't they refuse you the funds\nbecause they said you couldn't--\"\n\n\"Shhh, Louisa,\" her husband commanded.\n\nJrann-Pttt smiled to himself.\n\n--\"do it,\" she went on. \"And you did. So they were wrong and they'll\nhave to forgive us.\"\n\n\"Tcha!\" Miss Anspacher said. \"Since when was there any fairness in\njustice?\"\n\n\"On the other hand,\" Mrs. Bernardi continued, \"we have no idea of how\ndangerous the storms here could be.\"\n\n\"Very dangerous,\" Jrann-Pttt said.\n\n\"For you, perhaps,\" the captain retorted. \"Maybe not for us.\"\n\n\"Now that's silly,\" Miss Anspacher said. \"You can see that Jrann-Pttt is\nmuch more--\" she blushed--\"sturdily built than we are.\"\n\n\"I don't mean that we could face it without protection,\" the captain\nreplied angrily. \"Naturally I mean that our superior technology could\ncope with the effects of any storm.\"\n\n\"Well, Captain, we'll have to put that superior technology to use at\nonce,\" the professor told him. \"You'd better start blasting that rock.\"\n\nLaden with equipment and malevolent thoughts, the captain trudged off\ninto the murky jungle. The others would not even offer to help.\nConfounded scientists; they certainly took his status as captain\nseriously. He wished, for a disloyal moment, that he had stayed on\nEarth. The quiet routine of a test pilot had prepared him for nothing\nlike this. Were Miss Anspacher and adventure worth it? At the moment, he\nthought not. But he was on Venus and it was too late to change his mind.\n\nJrann-Pttt followed him into the jungle, keeping some distance behind,\nfor he had good reason to suspect that Greenfield would take his warm\ninterest in terrestrial technology for plain spying. Or, worse yet, he\nmight try to press the lizard-man into service; Jrann-Pttt felt he had\ndemeaned himself quite enough already.\n\n\"Have you noticed,\" Miss Anspacher asked, pushing the mass of damp brown\nhair off her neck as she came alongside him, \"how the--the smell--\" _a\nscientist does not mince words_--\"of the swamp has grown stronger?\"\n\nJrann-Pttt halted. He had a good idea of what the captain's reactions to\nthe sight of himself and Miss Anspacher arriving hand-in-hand would be.\n\"Yes, it is getting rather overpowering. Perhaps, for a lady of your\ndelicate sensibilities, it would be best to--\"\n\n\"I can stand a bad smell just as well as a male--any male!\"\n\n\"Perhaps even better,\" Jrann-Pttt said, \"for I was on the verge of\nturning back myself.\"\n\n\"Oh,\" she said, appeased. \"Well, in that case, I'll go back with\nyou ... how quiet everything is!\"\n\nHe had not noticed. For him, it would never be quiet because of the\nstream of jangled thoughts constantly pouring into the back of his mind\nfrom everything sentient that surrounded him.\n\nFor a moment, he wondered what it would be like to be non-telepathic\nlike the terrestrials, to have peace from the clamor of confused\nimpressions, emotions and ideas that persistently beat at his mind. But\nthat would be wondering how it was to be deaf to avoid discord, or blind\nto shut out ugliness.\n\n\"The lull before the storm, I suppose,\" she said brightly. _Now is his\nopportunity to kiss me--only perhaps they don't have kissing in his\nsociety. His mouth does seem to be the wrong shape. And if I kissed him,\nit might violate a taboo._\n\nDuring their short absence, the citrine clouds that closed off the sky\nhad changed to a sinister umber. It was now almost as dusky in the\nclearing as in the jungle itself, when Jrann-Pttt and Miss Anspacher\nreturned and joined the others.\n\nProfessor Bernardi stood looking up with sharp gray eyes at a sky he\ncould not see. \"I hope Greenfield can finish the blasting more quickly\nthan he estimated,\" he muttered.\n\n\"Will we hear the noise way out here, Carl?\" his wife worried nervously.\n\n\"Only two kilometers away? Of course we'll hear it. I do wish you\nwouldn't always be asking such stupid questions.\"\n\nShe shivered. \"Well, I hope they get it over with right away. If we just\nhave to sit here waiting and waiting and waiting, I'll go mad. I know I\nwill.\"\n\n\"You should try to keep your nerves in check, Louisa,\" Miss Anspacher\nsnapped. _Silly little fool._\n\n\"At least I can control my glands!\" Mrs. Bernardi flared back.\n_Sex-starved spinster._\n\n\"I shall make some tea, ladies,\" Jrann-Pttt interposed. \"I'm sure we\nwill all feel the better for it.\"\n\nMrs. Bernardi smiled at him feebly. \"You're such a comfort, Pitt. I\ndon't know why you of all creatures should be the one to remind me of\nhome.\"\n\n\"Home,\" remarked Mortland, emerging from the airlock, \"is where the\nheart is. Did I hear someone say 'tea'?\"\n\n       *       *       *       *       *\n\nAs Jrann-Pttt hung the kettle over the fire, suddenly the air erupted in\nstunning violence of sound. The ground undulated under their feet and\nwater slopped out of the kettle, almost putting out the fire that rose\nhigh to claw at it. Rivulets of thick, muddy liquid welled out of the\nground and drabbled their feet. The women turned pale. Algol gave a\nfaint cry and hid under Mrs. Bernardi's skirts, trembling, while the\nmosquito-bat tried to lift Mortland's toupee and hide in his hair. The\nship itself quivered and seemed to jump slightly in the air, then\nreturned to its resting place.\n\nAll was quiet again, quieter than it had been before. Mortland anxiously\ngnawed his light mustache. \"Better hurry with that tea, there's a good\nfellow. I'm violently allergic to loud noises.\"\n\n\"They'll probably continue all day,\" the professor said with almost\nmalevolent cheerfulness, \"so you might as well get used to them.\" _Who\nis he to have nerves? I am easily the most sensitive person here, but I\nmanage to control myself._\n\n\"I don't know how I'm going to stand it!\" Mrs. Bernardi shrieked. \"I\njust know something terrible is going to happen.\"\n\n\"Please try to restrain yourself, Louisa,\" her husband ordered. \"After\nit's over, you'll find we'll be much more comfortable and secure with\nthe ship resting on rock.\"\n\n\"If you ask me, that blast made it sink a little,\" Mortland said. \"I\nwonder whether--\"\n\nHe was interrupted by a thrashing in the bushes. Dfar-Lll burst forth,\nshedding scales. _Do not despair, Jrann-Pttt. I am here, ready to save\nyou or die at your side._\n\nThe women clutched each other, Miss Anspacher praying silently and\nfervently to Juno, Lakshmi, Freya, Isis and a host of other esoteric\nfemale deities she had picked up in the course of her avocational\nresearches.\n\n\"He seems to be one of Jrann-Pttt's people,\" Bernardi observed, \"so\nthere should be nothing to fear.\"\n\n_Dfar-Lll, you fool!_ Jrann-Pttt ideated angrily. _Nothing's wrong.\nThey're just blasting out a better berth for their vessel. And now\nyou've spoiled my plans._\n\n\"What did you think at that poor little creature!\" Mrs. Bernardi blazed.\n\"He's crying!\" And, sure enough, amethyst tears were oozing out of the\nyoung saurian's large, liquid eyes.\n\n_I du-didn't mean any harm._\n\n\"Monster!\" Mrs. Bernardi accused Jrann-Pttt. \"All men are monsters,\nwhether they're aliens or not.\"\n\n\"You're so right, Louisa!\" Miss Anspacher exclaimed, regarding the\nyounger creature in an almost kindly manner.\n\n_I'm sorry, r-Lll_, Jrann-Pttt apologized. _I was upset by that noise,\ntoo. How could you possibly know what it was? Come, let me introduce you\nto the creatures._\n\nDfar-Lll stepped forward diffidently. Jrann-Pttt put a hand on the\nmoss-green shoulder. \"Allow me to introduce my companion, Dfar-Lll,\" he\nsaid aloud.\n\nThe youngster looked at him.\n\nMrs. Bernardi thrust out her hand. \"I'm very glad to meet you, Lil.\"\n\n_Agitate it with one of yours. It's a courtesy. Don't let her see how\nrepulsive she is to you. Remember, you're just as repulsive to her._\n\nDfar-Lll offered a shy, seven-fingered hand. \"Pleased ... to meet\nyou ... ma'am,\" the young lizard squeaked.\n\n\"Why, he's just a baby, isn't he?\" Mrs. Bernardi asked.\n\n_I am not a baby!_ Dfar-Lll thought indignantly. _At the end of this\nyear, I shall celebrate my pre-maturity feast, or I would have. And\nfurthermore--_\n\nThere was another thunderous blast of sound. After the ground had\nstopped trembling, the six found themselves ankle-deep in muddy water.\nAlgol, who was in considerably deeper than his ankles, mewed fretfully.\nMrs. Bernardi picked him up and comforted him.\n\n\"Perhaps blasting wasn't such a good idea,\" the professor muttered.\n\"Maybe I should tell Greenfield to call a halt and we'll take our\nchances with the storm. As a matter of fa--\"\n\n\"The ship!\" Mortland cried. \"It _is_ sinking!\"\n\nAnd the big metal ball slowly but visibly was indeed subsiding into the\nmud.\n\n\"Stop it, somebody!\" Miss Anspacher snapped in her customary schoolroom\nmanner.\n\nThe professor was pale, but he held on to his calm. \"What can we do?\nEven if we could get the captain back in time, there's no way we can\nstop it. It's too heavy to pull out manually, and the engines, of\ncourse, are inside.\"\n\nAs they watched in horror, the ship sank deeper and deeper, picking up\nmomentum as more of it went under. With a loud, sucking sound, it\nvanished into the ooze. Muddy water gurgled over it and, where the ship\nhad been, there was now a small lake.\n\n\"This could be the beginning of a legend,\" Miss Anspacher murmured. \"Or\nthe end.\"\n\nThere was another vibrant detonation. \"Someone ought to go tell the\ncaptain there's no use blasting any more,\" Bernardi said wearily. \"We\nhave nothing to put on the rock when he smooths it off.\" He began to\nlaugh. \"I suppose you could call this poetic justice.\" And he went on\nlaughing, losing a bit of his former self-control.\n\n_There goes Plan B_, Jrann-Pttt thought.\n\nA star of intensely bright green lightning split the clouds and widened\nto cover the visible expanse of sky. There was a planet-shaking clap of\nthunder that made Greenfield's puny efforts sound like the snapping of\ntwigs in comparison and it began to rain hard and fast.\n\n       *       *       *       *       *\n\n\"If only I hadn't gone and blasted that damn rock,\" the captain\ngrumbled, squeezing water out of his shirt-tails, \"we'd have been all\nright. Probably the storm wouldn't have done a thing to the ship except\nget it wet. If you can even call it a storm.\"\n\n\"I can and I do,\" Jrann-Pttt replied, haughtily squeegeeing his wet\nscales. \"All I said was that a storm might be coming up and it might be\ndangerous. How was I to know it would last only half an hour?\"\n\n\"Even the camp stools pulled through,\" Greenfield pointed out, \"and you\nsaid shelters wouldn't stand up.\"\n\n\"I only said they might not. Can't you understand your own language?\"\n\nThe fissure in the clouds had not quite closed yet and through it the\nenormous, blazing disk of the sun glared at them, twice as large as it\nappeared from Earth. It was a moot point as to whether they'd be dried\nout or steamed alive first.\n\n\"Might as well collect whatever gear we have left and get it to higher\nground,\" Miss Anspacher said efficiently. \"Two feet of water won't do\nanything any good--even those camp stools.\"\n\n\"It's my belief you wanted this to happen,\" Greenfield accused\nJrann-Pttt. \"You wanted to get rid of us.\"\n\n\"My dear fellow,\" Jrann-Pttt replied loftily, \"the information I gave\nyou was, to the best of my knowledge, accurate. However, I happen to be\na professor of zoology and not a meteorologist. Apparently you people\nlive out in the open like primitives,\" he continued, ignoring Dfar-Lll's\nadmiring interjection, \"and are accustomed to the vicissitudes of\nweather. I am a civilized creature; I live--\" _or used to live_--\"in an\nair-conditioned, light-conditioned, weather-conditioned city. It is only\nwhen I rough it on field trips like this to trackless parts of\nthe--globe that I am forced to experience weather. Even then, I have\nnever before been caught in a situation like this.\"\n\n_In fact, I was never before caught or I wouldn't be in this situation\nat all._\n\n\"Oh, Jrann-Pttt,\" sighed Miss Anspacher, \"I knew you couldn't be just an\nordinary native!\"\n\n\"How did you get into this situation then?\" Professor Bernardi asked. He\nhad an unfortunate talent for going directly to the point.\n\n\"The third member of our expedition died,\" Jrann-Pttt explained. \"He was\nour dirigational expert. Our guide.\"\n\n\"How did he happen to--\"\n\n\"Are we just going to stand here chatting,\" Miss Anspacher demanded, \"or\nare we going to do something about this?\"\n\n\"What can we do?\" Mrs. Bernardi asked weakly. \"We might just as well lie\ndown and--\"\n\n\"Never say die, Louisa,\" Miss Anspacher admonished.\n\n\"I suggest we go to my camp to see what shape it's in,\" Jrann-Pttt said,\nfuriously putting together Plan C. \"Some of the supplies there might\nprove useful.\"\n\nCaptain Greenfield looked questioningly at Bernardi. The professor\nshrugged. \"Might as well.\"\n\n\"All right,\" the captain growled. \"Let's pick up whatever we can save.\"\n\n       *       *       *       *       *\n\nSince there wasn't much that could be rescued, the little safari was\nsoon on its way. Jrann-Pttt led, carrying Algol in his arms. Behind came\nMortland, bearing a camp stool and the kettle into which he had tucked a\ntin of biscuits and into which the mosquito-bat had tucked itself, its\norange eyes glaring out angrily from beneath the lid. Next came Mrs.\nBernardi with her knitting, her camp stool and her sorrow.\n\nDfar-Lll followed with two stools and the plastic tea set. Close behind\nwas Miss Anspacher, with the sugar bowl, the earthenware teapot and an\nimmense bound volume of the _Proceedings of the Physical Society of\nAmeranglis_ for 1993. Professor Bernardi bore a briefcase full of notes\nand the table. The rain had damaged the latter's mechanism, so that its\nlegs kept unfolding from time to time, to the great inconvenience of\nCaptain Greenfield, who brought up the rear with the blasting equipment.\nBehind them and sometimes alongside them came something--or\nsomeone--else.\n\n[Illustration]\n\n\"Surely your camp must have been closer to ours than this,\" Miss\nAnspacher finally remarked after they had been slogging through mud and\nwater and pushing aside reluctant vegetation for over an Earth hour.\n\n\"I am very much afraid,\" Jrann-Pttt admitted, \"that our camp has been\nlost--that is to say, inundated.\"\n\n\"What are we going to do now?\" the captain asked of the company at\nlarge.\n\nProfessor Bernardi shrugged. \"Our only course would seem to be making\nfor one of the cities and throwing ourselves upon the na--Jrann-Pttt's\npeople's hospitality. If Professor Jrann-Pttt has even the vaguest idea\nof the direction in which his home lies, we might as well head that\nway.\" _I wonder whether the natives could help us raise the ship._\n\n\"I'm sure my people will be more than happy to welcome you,\" Jrann-Pttt\nsaid smoothly, \"and to make you comfortable until your people send\nanother ship to fetch you.\"\n\nThe terrestrials looked at one another. Dfar-Lll looked at Jrann-Pttt.\n\nProfessor Bernardi coughed. \"That was the only spaceship we had,\" he\nadmitted. \"The first experimental model, you know.\" _We don't expect to\nstay on this awful planet forever. After all, as Louisa says, the\ngovernment will have to forgive us. Public opinion and all that._\n\n\"Oh,\" the saurian said. \"Then we shall have the pleasure of your company\nuntil they build another?\"\n\nThere was silence. \"We have the only plans,\" the professor said,\ngripping his briefcase more tightly. \"I am the inventor of the ship, so\nnaturally I would have them.\" _If we brought back some specimens of\nVenusian life--of intelligent Venusian life--to prove we'd been\nhere...._\n\n\"Matter of fact, old fellow,\" Mortland said, \"we took all the plans with\nus so they couldn't build another ship and follow--\"\n\n\"Mortland!\" the professor exclaimed.\n\n\"But they're telepaths,\" Miss Anspacher said. \"They must know already.\"\n\nEveryone turned to look at the saurians.\n\n\"I have ... certain information,\" Jrann-Pttt admitted, \"but I cannot\nunderstand it. You are in trouble with your rulers because they would\nnot give you the funds, claiming space travel was impossible?\"\n\n\"That's right,\" Bernardi said. _Not really specimens, you understand.\nGuests._\n\n\"And you went ahead and appropriated the funds and materials from your\ngovernment, since you were in a trusted position where you could do so?\"\n\nBernardi nodded.\n\n\"Of course the question is now academic, for the ship is gone, but since\nyou proved the possibility of space travel by coming here, wouldn't your\ngovernment then dismiss the charges against you?\"\n\n\"That's exactly what I keep telling him!\" Mrs. Bernardi exclaimed.\n\nBut her husband shook his head. \"The law is inflexible. We have broken\nit and must be punished, even if by breaking it we proved its\nfundamental error.\" _Why let him know our plans?_\n\n_Why, Jrann-Pttt, that sounds just like our own government, doesn't it?_\n\n_Yes, it does. We should be able to establish a very satisfactory mode\nof living with these strangers._\n\n\"We'd hoped that after a year or so the whole thing would die down,\"\nMortland explained frankly, \"and we'd go back as heroes.\"\n\n\"Do you know the way to your home, Jrann-Pttt?\" the professor asked\nanxiously.\n\n\"Since we were able to catch a glimpse of the sun, I think I can figure\nout roughly where we are. All we must do is walk some two hundred\nkilometers in that direction--\" he waved an arm to indicate the\nway--\"and we should be at the capital.\"\n\n\"Will your people accept us as refugees?\" Miss Anspacher demanded\nbluntly, \"or will we be captives?\" _Which is what I'll bet the good\nprofessor is planning for you, if only he can figure some way to get you\nand, of course, ourselves back._\n\n\"We should be proud to accept you as citizens and to receive the\nbenefits of your splendid technology. Our laboratories will be placed at\nyour disposal.\"\n\n\"Well, that's better than we hoped for,\" the professor said,\nbrightening. \"We had expected to have to carve our own laboratories out\nof the wilderness. Now we shall be able to carry on our researches in\ncomfort.\" _No need to trouble the natives; we'll be able to raise the\nship ourselves. Or build a new one. And I'll see to it personally that\nthey have special quarters in the zoo with a considerable amount of\nprivacy._\n\n\"If I were you, I wouldn't trust him too far,\" the captain warned. \"He's\na foreigner.\"\n\n\"You ought to be ashamed of yourself, Captain!\" Miss Anspacher said.\n\"I, for one, trust Jrann-Pttt implicitly. Did you say this direction,\nJrann-Pttt?\" She stepped forward briskly. There was a loud splash and\nwater closed over her head.\n\nCaptain Greenfield rushed forward to haul her out. \"Well,\" she said,\ndaintily coughing up mud, \"I was wet to begin with, anyway.\"\n\n\"You're a brave little woman, Miss Anspacher,\" the captain told her\nadmiringly.\n\n\"This sort of thing may present a problem,\" Professor Bernardi\ncommented. \"I hope that was only a pot-hole, that the water is not going\nto be consistently too deep for wading.\"\n\n\"There might be quicksand, too,\" Mrs. Bernardi said somberly. \"In\nquicksand, one drowns slowly.\"\n\nDfar-Lll gave a start. _Surely you don't intend to lead them back to\nbase?_\n\n_Precisely. The swamp is unfit for settlement._\n\n_But to return voluntarily to captivity?_\n\n_Who mentioned anything about captivity? Assisted by our new friends, we\nhave an excellent chance of taking over the ship and supplies by a\nsurprise attack._\n\n_But why should these aliens assist us?_\n\nJrann-Pttt smiled. _Oh, I think they will. Yes, I have every confidence\nin Plan C._\n\n\"I suggest,\" the professor said, ignoring his wife's pessimism, \"that\neach one of us pull a branch from a tree. We can test the ground before\nwe step on it, to make sure that there is solid footing underneath.\"\n\n\"Good idea,\" the captain approved. He reached out the arm that was not\noccupied with Miss Anspacher and tugged at a tree limb.\n\nAnd then he and the lady physicist were both floundering in the ooze.\n\n\"Well, really, Captain Greenfield!\" she cried, refusing his aid in\nextricating herself. \"I always thought you were at least a gentleman in\nspite of your illiteracy!\"\n\n\"Wha--what happened?\" he asked as he struggled out of the mud.\n\"Something pushed me; I swear it.\"\n\nJrann-Pttt mentalized. \"It seems the tree did not like your trying to\nremove a branch.\"\n\n\"The tree!\" Greenfield's pale blue eyes bulged. \"You're joking!\"\n\n\"Not at all. As a matter of fact, I myself have been wondering why there\nwere so many thought-streams and yet so few animals around here. It\nnever occurred to me that the vegetation could be sentient and have such\nstrong emotive defenses. In all my experience as a botanist, I--\"\n\n\"I thought you were a zoologist,\" Bernardi interrupted.\n\n\"My people do not believe in excessive specialization,\" the saurian\nreplied.\n\n\"Trees that think?\" Mortland inquired incredulously.\n\n\"They're not very bright,\" Jrann-Pttt explained, \"but they don't like\nhaving their limbs pulled off. I don't suppose you would, either, for\nthat matter.\"\n\n\"I propose,\" Miss Anspacher said, shaking out her wet hair, \"that we\nbreak up the camp stools and use the sticks instead of branches to help\nus along.\"\n\n\"Good idea,\" the captain said, trying to get back into her good graces.\n\"I always knew women could put their brains to use if they tried.\"\n\nShe glared at him.\n\n\"I thought we'd use the furniture to make a fire later,\" Mortland\ncomplained. \"For tea, you know.\"\n\n\"The ground's much too wet,\" Professor Bernardi replied.\n\n\"And besides,\" Miss Anspacher added, \"I lost the teapot in that\npot-hole.\"\n\n\"But you managed to save the _Proceedings of the Physical Society_,\"\nMortland snarled. \"Serve you right if I eat it. And I warn you, if\nhard-pressed, I shall.\"\n\n\"How will we cook our food, though?\" Mrs. Bernardi demanded\napprehensively. \"It's a lucky thing, Mr. Pitt, that we have you with us\nto tell us which of the berries and things are edible, so at least we\nshan't starve.\"\n\nThe visible portion of Jrann-Pttt's well-knit form turned deeper green.\n\"But I regret to say I don't know, Mrs. Bernardi. Those 'native' foods I\nserved you were all synthetics from our personal stores. I never tasted\nnatural foods before I met you.\"\n\n\"And if the trees don't like our taking their branches,\" Miss Anspacher\nput in, \"I don't suppose the bushes would like our taking their berries.\nLouisa, don't do that!\"\n\nBut Mrs. Bernardi, with her usual disregard for orders, had fainted into\nthe mud. Pulling her out and reviving her caused so much confusion, it\nwasn't until then that they discovered Algol had disappeared.\n\n       *       *       *       *       *\n\nThe party had been trudging through mud and water and struggling with\npale, malevolent vines and bushes and low-hanging branches for close to\nsix Earth hours. All of them were tired and hungry, now that their\nmeager supply of biscuits and chocolate was gone.\n\n\"Remember, Carl,\" Mrs. Bernardi told her husband, \"I forgive you. And I\nknow I'm being foolishly sentimental, but if you could manage to take my\nbody back to Earth--\"\n\n\"Don't be so pessimistic.\" Professor Bernardi absent-mindedly leaned\nagainst a tree, then recoiled as he remembered it might resent being\ntreated like an inanimate object. \"In any case, we'll most likely all\ndie at the same time.\"\n\n\"I never did want to go to Venus, really,\" Mrs. Bernardi sniffled. \"I\nonly came, like Algol did, because I didn't have any choice. If you left\nme behind, I'd have had to bear the brunt of.... Where is Algol?\" She\nstared at Jrann-Pttt. \"You were carrying him. What have you done with\nhim?\"\n\nThe lizard-man looked at her in consternation. \"He jumped out of my arms\nwhen you fainted and I turned back to help. I was certain one of the\nothers had him.\"\n\n\"He's dead!\" she wailed. \"You let him fall into the water and drown--an\ninnocent kitty that never hurt anybody, except in fun.\"\n\n\"Come, come, Louisa.\" Her husband took her arm. \"He was only a cat. I'm\nsure Jrann-Pttt didn't mean for him to drown. He was just so upset by\nyour fainting that he didn't think....\"\n\n\"Not Jrann-Pttt's fault, of course,\" Miss Anspacher said.\n\n\"After all, we can't expect them to love animals as we do. But Algol was\na very good sort of cat....\"\n\n\"Keep quiet, all of you!\" Jrann-Pttt shouted. \"I have never known any\nspecies to use any method of communication so much in order to\ncommunicate so little. Don't you understand? I would not have assumed\nthe cat was with one of you, if I had not subconsciously sensed his\nthought-stream all along. He must be nearby.\"\n\nEveryone was still, while Jrann-Pttt probed the dense underbrush that\nblocked their view on both sides. \"Over here,\" he announced, and led the\nway through the thick screen of interlaced bushes and vines on the left.\n\nAbout ten meters farther on, the ground sloped up sharply to form a\nridge rising a meter and a half above the rest of the terrain. The water\nhad not reached its blunted top, and on this fairly level strip of\nground, perhaps three meters wide, Algol had been paralleling their path\nin dry-pawed comfort.\n\n\"Scientists!\" Louisa Bernardi almost spat. \"Professors! We could have\nbeen walking on that, too. But did anybody think to look for dry\nground? No! It was wet in one place, so it would be wet in another. Oh,\nAlgol--\" she reached over to embrace the cat--\"you're smarter than any\nso-called intelligent life-forms.\"\n\nHe indignantly straightened a whisker she had crumpled.\n\n       *       *       *       *       *\n\n\"Look,\" Mortland exclaimed in delight as they attained the top of the\nridge, \"here are some dryish twigs! Don't suppose the trees want them,\nsince they've let them fall. If I can get a fire going, we could boil\nsome swamp water and make tea. Nasty thought, but it's better than no\ntea at all. And how long can one go on living without tea?\"\n\n\"We'll need some food before long, too,\" Professor Bernardi observed,\nputting his briefcase down on a fallen log. \"The usual procedure, I\nbelieve, would be for us to draw straws to see which gets\neaten--although there isn't any hurry.\"\n\n\"I'm glad then that we'll be able to have a fire,\" Mortland said, busily\ncollecting twigs. \"I should hate to have to eat you raw, Carl.\"\n\n_Mr. Pitt and his little friend are delightful creatures_, Mrs. Bernardi\nthought. _So intelligent and so well behaved. But eating them wouldn't\nreally be cannibalism. They aren't people._\n\n_That premise works both ways, dear lady_, Jrann-Pttt ideated. _And I\nmust say your species will prove far easier to peel for the cooking\npot._\n\n\"Monster! What are you doing?\" Mortland dropped his twigs and pulled the\nmosquito-bat away from a bush. \"Don't eat those berries, you silly ass;\nthe bush won't like it!\" The mosquito-bat piped wrathfully.\n\nJrann-Pttt probed with intentness. \"You know, I rather think the bush\nwants its berries to be eaten. Something to do with--er--propagating\nitself. Of course it has a false impression as to what is going to be\ndone with the berries, but the important fact is that it won't put up\nany resistance.\"\n\n\"All right, old fellow.\" Mortland released the mosquito-bat, which\npromptly flew back to the bush. \"I'm not the custodian of your morals.\"\n\n\"I wonder whether we could eat those berries, too,\" Professor Bernardi\nremarked pensively.\n\n\"Carl!\" Mrs. Bernardi's tear-stained face flushed pink. \"Why--why,\nthat's almost indecent!\"\n\n\"We eat beans, don't we?\" Mortland pointed out. \"They're seeds.\"\n\n\"We also eat meat,\" Miss Anspacher added.\n\nThere was silence. \"I imagine,\" Mrs. Bernardi murmured, \"it's because\nwe never get to meet the meat socially.\" She avoided the saurians' eyes.\n\n\"We'd better see how Monster makes out, though,\" Miss Anspacher\nobserved, replenishing her lipstick, \"before we try the berries\nourselves. The fact that the bush is anxious to dispose of them doesn't\nmean they can't be poisonous.\"\n\n\"Why should Monster sacrifice himself for us?\" Mortland retorted hotly,\noverlooking the fact that Monster's purpose in eating the berries was\nalmost certainly not an altruistic one. \"If we can risk his life, we can\nrisk our own.\" He crammed a handful of berries into his mouth defiantly.\n\"I say, they're good!\"\n\nAlgol sniffed the bush with disgust, then turned away.\n\n\"See?\" said Miss Anspacher. \"They're undoubtedly poisonous. When he's\nreally hungry, he isn't so fussy.\" She combed her hair.\n\n\"But is he really hungry?\" Bernardi asked suspiciously. \"Come here,\nAlgol. Nice kitty.\" He bent down and sniffed the cat's breath. The cat\nsniffed his interestedly. Their whiskers touched. \"I thought so. Fish!\"\n\n\"You mean,\" Mrs. Bernardi shrieked, \"that while we were struggling\nthrough that water, alternately starving and drowning by centimeters,\nthat wretched cat has not only been walking along here dry as toast, but\ngorging himself on fish?\"\n\n\"Now, now, Mrs. Bernardi,\" Jrann-Pttt said. \"Being a dumb animal, he\nwouldn't think of informing you about matters of which he'd assume that\nyou, as the superior beings, would be fully cognizant.\"\n\n\"You might have told us there were fish on this planet, Mr. Pitt.\"\n\n\"Dear lady, there is something I feel I should tell you. I am not--\"\n\n\"They're here on the other side of the ridge,\" Greenfield called,\nbending over and peering through the foliage. \"The fish, I mean.\"\n\n\"The pools look shallow,\" Bernardi said, also bending over. \"The fish\nshould be easy enough to catch. Might even be able to get them in our\nhands.\" He reached out to demonstrate, proving the error of both his\ntheses, for the fish slipped right through his fingers and, as he\ngrabbed for them, he lost his balance, toppled over the side of the\nridge into the mud and water below and began to disappear, showing\nbeyond a doubt that the pools were deeper than he had thought.\n\n\"Carl, what are you doing?\" Mrs. Bernardi peered into the murky depths\nwhere her husband was threshing about. \"Why don't you come out of that\nfilthy mud?\"\n\nHis voice, though muffled, was still acid. \"It isn't mud, my dear. It's\nquicksand!\"\n\n\"Rope!\" the captain exclaimed, grabbing a coil.\n\n\"Hold on, chaps!\" cried a squeaky voice. \"I'm coming to the rescue!\" A\nstout twelve-foot vine plunged out of the shadows and wrapped one end of\nitself around a tree--disregarding the latter's violent objections--and\nthe other end around Professor Bernardi's thorax, which was just\ndisappearing into the mud. \"Now if one or two of you would haul away,\nwe'll soon have him out all shipshape and proper. Heave ho! Don't be\nafraid of hurting me; my strength is as the strength of ten because my\nheart is pure.\"\n\n\"It's that vine!\" Dfar-Lll exclaimed. \"So that's what has been following\nus all along!\"\n\n       *       *       *       *       *\n\n\"I can accept the idea of a vegetable thinking,\" Professor Bernardi\ngasped as he was pulled out of the quicksand, \"although with the utmost\nreluctance.\" He shook himself like a dog. \"But how can it be mobile?\"\n\n\"You chaps can move around,\" the vine explained, \"so I said to myself:\n'Dammit, I'll have a shot at doing that, too.' Hard going at first, when\nyou're using suckers, but I persevered and I made it. Look, I can talk,\ntoo. Never heard of a vine doing that before, did you? Fact is, I hadn't\nthought of it before, but then I never had anyone to communicate with.\nAll those other vines are so stupid; you have absolutely no idea! Hope\nyou don't mind my picking up your language, but it was the only one\naround--\"\n\n\"We are honored,\" Professor Bernardi declared. \"And I am deeply grateful\nto you, too, sir or madam, for saving my life.\"\n\n\"Think nothing of it,\" the vine said, arranging its leaves, which were\nof a pleasing celadon rather than the whitish-green favored by the rest\nof the local vegetation. \"Now that I can move, I'll probably be doing\nheroic things like that all the time. Are you all going to the city? May\nI go with you? I've heard lots about the city,\" it went on, taking\nconsent for granted, \"but I never thought I'd get to see it. Everybody\nin the swamp is such an old stick-in-the-mud. I thought I was trapped,\ntoo, forced to spend the rest of my life in a provincial environment. Is\nit true that the streets are filled with chlorophyll? Do you think I can\nget a job in a botanical garden or something? Perhaps I can give little\ntalks on horticulture to visitors?\"\n\nThe mosquito-bat looked out of the tea kettle austerely. \"Monster!\" it\npiped shrilly.\n\n\"The very idea!\" the vine snapped back indignantly. \"Oh, well,\" it said,\ncalming down, \"you probably don't know any better. It's up to me as the\nintelligent life-form to forgive you, and I shall.\"\n\nJrann-Pttt and Dfar-Lll looked at each other in consternation. _Do you\nthink there really are cities on this planet, sir? Can there be\nindigenous intelligent life? If so, it may have already got in touch\nwith the commandant._\n\n_Impossible_, Jrann-Pttt replied. _The vine probably just heard us\ntalking about a city. After all, it picked up the language that way;\nvery likely it absorbed some terrestrial concepts along with it. If\nthere are any real settlements at all, they must be quite\nprimitive--nothing more than villages. No, it's we who will build the\ncities on Venus. Combining our technology with the terrestrials', we\ncould develop a pretty little civilization here--after we've disposed of\nthe commandant, so he can't report our disappearance. We don't want any\npublicity. So much better to keep our little society exclusive._\n\n       *       *       *       *       *\n\n\"Wonder what time it is,\" the captain remarked as he rose and stretched\nin the dim yellow light of the long Venusian day. \"Must have slept for\nhours. My watch seems to have stopped.\"\n\n\"Mine, too.\" Mortland unstrapped his from his wrist and shook it\nfutilely. \"Waterproof, hah! If we ever get back to Earth, I shall make\nthe manufacturer eat his guarantee.\"\n\n\"Oh, well, what does time matter to us now?\" Professor Bernardi pointed\nout as he rose from his leafy couch with a loud creak. All of them--even\nthe saurians--had aches and pains in every joint and muscle as a result\nof the unaccustomed exercise and the damp climate. \"We are out of its\nreach. It has no present meaning for us.\"\n\nThis depressed them all. Only the vine seemed in good health and\nspirits. \"I notice you're all wearing clothes except for the short\nfour-legged gentleman with the home-grown fur coat,\" it chattered\nhappily. \"Do you think I'll be socially acceptable without them? I\nwouldn't want to make a bad impression at the very start--or would\nleaves do?\"\n\nEverybody looked at Jrann-Pttt. \"We are not a narrow-minded species,\" he\nsaid hastily. \"I'm sure your leaves will be more than adequate.\"\n\nAfter a breakfast of fish and berries stewed in tea--which the vine\ndeclined with thanks--the various members of the party gathered up\ntheir belongings and resumed their journey. Encrusted with dried purple\nmud and grime, their clothes deliberately torn by anti-social shrubbery,\ntheir chins--of the males, that is--disfigured by hirsute growths, the\nterrestrials made a sorry spectacle. It was hot, boiling hot, and more\nhumid than ever.\n\n\"Well,\" said Miss Anspacher, letting the Swahili marching song with\nwhich she had been attempting to encourage the company peter out, \"I do\nhope we'll reach your city soon, Jrann-Pttt. I must say I could use a\nhot bath.\" She added hastily, \"Hot baths are a peculiar cultural trait\nof ours.\"\n\n\"I could use one myself,\" Jrann-Pttt said. He brushed his scales\nfastidiously.\n\n\"I'm looking forward so to meeting your relatives,\" she said, grabbing\nhis left arm determinedly. \"I'm not violating a taboo or anything, am\nI?\" _It isn't really slimy; it just feels that way._\n\n\"Not one of my people's. But I'm afraid you are violating a terrestrial\ntaboo, judging from the thoughts I pick up from your captain's mind.\"\n\n\"Oh, him--he's a stupid fool!\"\n\n\"Not at all. Rough, perhaps. Untutored, yes. But with a good deal of\nnative intelligence, although fearfully primitive.\"\n\n\"Perhaps I was too harsh,\" Miss Anspacher observed thoughtfully. _The\ncaptain ... is good-looking in a brutal sort of way, although not nearly\nas handsome or even as spiritual in appearance as Jrann-Pttt. And\nsometimes I almost think he_--she blushed to herself--_shows a certain\npartiality for my company._\n\nShe did not, however, let go of the saurian's arm when the captain\nbustled up, prepared to put a stop to this, but tactfully, if possible,\nfor he had begun to realize that his rude ways did not endear him to\nher.\n\n\"Ah--we're making very good progress, aren't we, Pitt?\" he interrupted,\ntrying to insinuate himself between the two.\n\n\"Excellent.\"\n\n\"How soon do you think we'll be at your city at this rate?\"\n\nJrann-Pttt shrugged. \"Since I have no way of telling what our rate is or\nhow far we have gone, how can I tell? As a matter of fact, you might as\nwell learn now as later--I am not a Venusian. There is no intelligent\nlife native to Venus.\"\n\n\"Oh, really!\" the vine interposed indignantly. \"Saying a thing like that\nright in front of me! What would you call me, then, pray tell?\"\n\nJrann-Pttt kept his actual thoughts to himself. \"A mutation,\" he said.\n\"Probably you are the first intelligent life-form to appear upon this\nplanet. Scholarly volumes will be written about you.\"\n\n\"Oh?\" The vine seemed to be appeased. \"I accept your apology. Perhaps\nI'll learn to write and do the books myself, because I'm the only one\nwho can understand the real me.\"\n\n\"But how can you show us the way to your city if you're not native to\nVenus?\" Bernardi demanded, whirling fretfully upon the saurian. \"What is\nthis, anyway? Each time you come up with a different story!\"\n\n\"See?\" said the captain. \"Didn't I tell you he was up to no good?\"\n\n\"I should like to lead you to our base,\" Jrann-Pttt replied with quiet\ndignity. \"I am telling you the truth now since I feel I should have your\nconsent before proceeding farther.\"\n\n??????? Dfar-Lll projected.\n\n\"I hesitated before, because I wasn't sure I could trust you. You\nsee, the spaceship in which we came to this planet is a prison ship,\nwith a crew consisting of malefactors--thieves, murderers,\ndefrauders--dispatched to the remote fastnesses of the Galaxy to fetch\nback zoological specimens. Our zoo, I must say, is the finest and most\ninteresting in the Universe.\"\n\n\"Monster!\" the mosquito-bat squeaked.\n\n\"Shhh,\" Mortland admonished. \"Don't interrupt.\"\n\n\"I was in command of our ill-fated expedition....\"\n\n_Oh_, Dfar-Lll projected. _For a moment there, sir, you had me worried._\n\n\"When we reached Venus, I was, I must admit, careless. I gave the crew a\nchance to mutiny and they did. Slew most of the officers. Dfar-Lll and I\nwere lucky to escape with our lives.\"\n\n\"But you might have told us!\" Mrs. Bernardi's voice held reproach.\n\n\"Until we knew what kind of beings you were, we couldn't let you know\nhow helpless and unprotected we were.\"\n\nThe women seemed moved, but not the men.\n\n\"Leading us on a wild goose chase, were you?\" the captain challenged.\n\nJrann-Pttt drew a deep breath. \"It was my hope that all of you would\nconsent to help us get our ship back from these criminals. Then we could\nfly to my planet--which is the fifth of the star you know as Alpha\nCentauri--where, I assure you, you would be hospitably received.\"\n\n_We aren't really going back home, Jrann-Pttt, are we? I'd sooner stay\nhere in the swamp than go back to that jail._\n\n_Have confidence in me, r-Lll. As soon as we have disposed of the\ncommandant and his officers, I can put our ship out of commission. The\nterrestrials won't be able to tell what's wrong. They know nothing about\nspace travel. The fact that they got their crude vessel to operate was\nprobably sheer luck._\n\nBut the younger was not to be diverted. _Will we kill them after we've\ndisposed of our officers? I should hate to._\n\n_Certainly not. We shall need servants and I don't trust the prisoners\nin the ship--all criminals of the lowest type!_ Aloud, he said to the\nbewildered terrestrials, \"If you don't want to help us, I shall\nunderstand. No sense your interfering in another species' quarrels,\nparticularly as we must seem like monsters to you.\"\n\n\"Monster!\" the mosquito-bat agreed. \"Monster, monster, monster!\" No one\ntried to stop him. Jrann-Pttt sensed that somehow he had lost a good\ndeal of his grip on the terrestrials. Finesse, he thought angrily, was\nwasted on these barbaric life-forms.\n\nBernardi sighed. \"I suppose we'll have to help you.\" _No reason why his\nship shouldn't stop off at Earth before it goes to Alpha Centauri. No\nreason why it should even go to Alpha Centauri at all, in fact._\n\n\"If you ask me,\" the captain said, \"he's one of the criminals himself.\"\n\n\"But nobody asked you,\" Miss Anspacher retorted, the more acidly because\nshe had been wondering the same thing. \"Shall we resume our journey?\"\n\n\"Hold on,\" the vine said. \"I don't want to intrude or anything, but it\nhasn't been made quite clear to me whether or not I'm included in the\ninvitation to this Alpha Centauri place, and I wouldn't want to keep\ngoing only on the off-chance that you might ask me. I really think you\nshould, because you led me astray with your fair promises of glittering\ncities.\"\n\n\"The cities of our planet do not glitter,\" Jrann-Pttt replied, wishing\nit would wither instantly, \"but certainly you are invited. Glad to have\nyou.\"\n\n\"Oh, that's awfully decent of you,\" the vine said emotionally. \"I shan't\nforget it, I promise you.\"\n\n       *       *       *       *       *\n\nThey plodded onward, the vine chattering so incessantly that a faint\ngurgling which accompanied them went unnoticed. The gurgling grew louder\nand louder as they pushed on. Finally, \"I keep hearing water,\" Mortland\nremarked. \"We must be approaching a river of some kind.\"\n\nA few minutes later, bursting through a screen of underbrush, they found\nthemselves confronted by a river whose bubbling violet-blue waters\nextended for at least four kilometers from shadowy bank to bank, with\nthe ridge tapering to a point almost in its exact center.\n\nApparently, while they had been trekking along the elevation, the\nsurrounding terrain, concealed from them by the dense and evil-minded\nvegetation, had imperceptibly taken off, leaving the ridge to become a\npeninsula that jutted out into the river. They seemed to be stranded.\nAll they could do was retrace their steps and, since they had no idea\nhow far back the split became part of the mainland again, the return\njourney might last almost as long as it had taken them to get there.\n\n\"I know we're heading in the right direction,\" Jrann-Pttt defended\nhimself. \"I wasn't aware of the river because we must have come by an\noverland route.\" Although he was telling the truth, at least insofar as\nhe knew it himself, no one, not even Dfar-Lll, believed him.\n\n\"But let's rest a bit before we turn back,\" Mortland proposed, flopping\nto the ground. \"I'm utterly used up.\"\n\n\"Maybe we don't need to go back,\" the vine said. \"Not all the way,\nanyhow.\" Everyone stared. It waved its leaves brightly at them. \"I\nnotice the captain thoughtfully brought along lots of rope and there\nwere scads of fallen logs just a bit back. Couldn't you just lash the\nlogs together with the rope and make a--a thing on which we could float\nthe rest of the way? On the water, you know.\"\n\nThe others continued to look at it open-mouthed.\n\n\"Just a little idea I had,\" it said modestly. \"May not amount to much,\nbut then you can't tell until you've tried, can you?\"\n\n\"It--he--means a raft, I think,\" Mrs. Bernardi said.\n\nJrann-Pttt probed the raft concept in her mind, for he found the\nvegetable's mental processes curiously obscure. \"What an excellent\nidea!\" he exclaimed.\n\n\"It does not seem infeasible,\" Professor Bernardi admitted tightly. By\nnow, he was suspicious of everyone and everything. _If I had never\nbroached the idea of space travel to those peasants_, he thought, _I\nwould be on Earth in the dubious comfort of my own home. That's what\ncomes of trying to help humanity._\n\n       *       *       *       *       *\n\n\"Well,\" observed the captain as the heavy raft hit the water with a\ntremendous splash, \"she seems to be riverworthy.\" He rubbed his hands in\nanticipation, much of his surliness gone, now that he was about to deal\nwith something he understood. \"Since she is, in a manner of speaking, a\nship, I suppose I assume command again?\" He waited for objections,\nglancing involuntarily in Jrann-Pttt's direction. There were none.\n\"Right,\" he said, repressing any outward symptoms of relief.\n\nHe efficiently deployed the personnel to the positions on the raft where\nhe felt they might be least useless, the gear being piled in the middle\nand surmounted by Algol, who naturally assumed possession of the softest\nand safest place by the divine right of cats.\n\n_The captain does have a commanding presence_, Miss Anspacher thought,\n_and a sort of uncouth grace. Moreover, he cannot read my mind--in fact,\nhe often cannot even understand me when I speak._\n\n\"All right!\" he bellowed. \"Cast off!\"\n\nThe vine unfastened the rope that it had insouciantly attached to a tree\ntrunk, remarking to the others, \"Don't let the trees intimidate you.\nActually their bark is worse than their bite.\" Now it dropped lithely on\nboard the raft, looking for a comfortable resting place.\n\n\"Please don't twine around me,\" Miss Anspacher said coldly. \"If you\ninsist upon coming with us, you will have to choose an inanimate object\nto cling to.\"\n\n\"All right, all right,\" it tried to soothe her. \"No need to get yourself\nall worked up over such a mere triviality, is there? I'll just coil\nmyself tidily around one of those spare logs. I must say you're warmer,\nthough.\"\n\n_Yes, she is, isn't she?_ thought the captain, and squeezed her hand.\n\n       *       *       *       *       *\n\nThe raft drifted down the river. Since the current was flowing in the\ndesired direction, there did not appear to be any need to use the poles,\nand everyone sat or reclined as comfortably as possible in the\nsuffocating heat. The yellow haze had become so thick that they seemed\nto be at the bottom of a custard cup.\n\n[Illustration]\n\n\"I do hope we're heading the right way,\" Professor Bernardi said,\n_although who knows what is right and what is wrong any more_?\n\n\"Perhaps we aren't,\" Mrs. Bernardi mused, stroking Algol, who had\ncrawled into her lap. \"Perhaps we will go drifting along endlessly.\nEvery sixteen days, it will get dark and every sixteen days it will get\nlight, and meanwhile we will continue floating along, never going\nanywhere, never getting anywhere, never seeing anything but haze and\nraft and river and each other.\" Algol wheezed in his sleep.\n\n\"Nonsense!\" Jrann-Pttt said rudely. \"I have a compass. I know the\ndirection perfectly well.\"\n\n\"And yet you let us think we were wandering about blindly.\" Miss\nAnspacher gave him a contemptuous look. The captain pressed her hand.\n\n\"Since you seem to breathe the same air and eat much the same food that\nwe do, Mr. Pitt,\" Mrs. Bernardi changed her tack, \"I suppose we'll be\nphysically comfortable on your planet for the rest of our lives. Our\nchildren will be born there and our children's children, and eventually\nthey'll forget all about Earth and think it was only a legend.\"\n\n\"But you did expect to settle permanently on Venus, didn't you?\" the\nvine asked, bewilderedly. \"Or for a long visit, anyway. So I don't\nreally see that it makes much difference if you go to Jrann-Pttt's Alpha\nCentauri place. So much nicer to be living with friends, I should\nthink.\"\n\n\"But Alpha Centauri is so very far away,\" Mrs. Bernardi sighed. \"There\nwouldn't be much chance of our ever getting back.\"\n\n\"Look!\" Mortland exclaimed. \"The river's branching. Which fork do we\ntake?\"\n\n       *       *       *       *       *\n\nJrann-Pttt, who had been dabbling his arms idly in the translucent\nviolet-blue water, withdrew them hastily as nine green eyes, obviously\nbelonging to the same individual, rose to the surface and regarded him\nwith more than casual interest. He consulted his compass. \"Left.\"\n\n\"Contrarily!\" the mosquito-bat suddenly squeaked, pointing a small rod\nat his companions. \"Rightward.\"\n\nThere was a stunned silence.\n\n\"Monster!\" Mortland cried in reproach. \"You can talk! How could you\ndeceive us like that?\"\n\n\"Can talk,\" the creature retorted. \"Me not intelligent life-form, ha!\nWho talks last talks best. Have not linguistic facility of inferior\nlife-forms, but can communicate rudely in your language.\"\n\n\"Remember,\" Mortland cautioned, \"there are ladies present.\"\n\n\"Have been lying low and laughing to self--ha, ha!--at witlessness of\nlowerly life-forms.\"\n\n\"But why?\" Mrs. Bernardi demanded distractedly. \"Haven't we been kind to\nyou?\"\n\n\"You be likewise well treated in our zoo,\" it assured her. \"All of you.\nOur zoo finest in Galaxy. And clean, too.\"\n\n\"Now really, sir, I must protest--\" Professor Bernardi began, trying to\nextricate a blaster unobtrusively from the pile of gear in which the\ntoo-confident terrestrials had cached their weapons.\n\nMonster gestured with his rod. \"This is lethal weapon. Do not try\nhindrancing me. Hate damage fine specimens. Captain, go rightward.\"\n\n\"Oh, is that so!\" Greenfield retorted hotly. \"Let me tell you, you--you\ninsect!\"\n\n\"George!\" Miss Anspacher clutched his arm. \"Do what it says. For my\nsake, George!\"\n\n\"Oh, all right,\" he muttered. \"Just for you, then. Told you not to trust\nany of 'em,\" he went on, reluctantly poling the raft in the ordered\ndirection. \"Foreigners!\"\n\n\"Fine zoo,\" the mosquito-bat insisted. \"Very clean. Run with utmost\nefficientness. Strict visiting hours.\"\n\n       *       *       *       *       *\n\n\"And there goes Plan D,\" the vine said lightly. There was a hint of\nlaughter in its voice. Jrann-Pttt stared at it in consternation. \"Are\nyou also from the Alpha Centauri system, sir?\" It turned its attention\nto the mosquito-bat. \"Naturally I'm curious to know where I'm going,\" it\nexplained, \"since I seem definitely to be included in your gracious\ninvitation.\"\n\n\"Alpha Centauri, hah!\" the mosquito-bat snorted. \"I from what Earthlets\nlaughingly term Sirius. Alpha Centauri merely little star.\"\n\n\"Now see here!\" Jrann-Pttt sprang to his feet. Criminal he might be, but\nhe was not going to sit there and have his sun insulted!\n\n\"Gentlemen! Gentlemen!\" Miss Anspacher cried. \"No use getting yourself\nkilled, Jrann-Pttt!\"\n\n\"Correctly,\" Monster approved. \"Elementary intelligence displayed. Why\ndamage fine specimens?\"\n\n_From one prison into another_, the saurian mentalized bitterly.\n\n_Yes_, returned Dfar-Lll, _and it's all your fault._ The junior lizard\nburst into tears. _I wish I had let Merglyt-Ruuu do what he wanted. I\nwould have been better off._\n\n\"Sirius,\" the vine repeated. \"That's even farther away than Alpha\nCentauri, isn't it? I never thought I would get that far away from the\nswamp! This really will be an adventure!\"\n\n\"How do you know--\" Professor Bernardi began.\n\n\"Frankly,\" it went on, \"I don't see why you chaps are so put out by the\nwhole thing. What's the difference between Alpha Centauri and Sirius\nanyway? Matter of a few light-years, but otherwise a star's a star for\nall that.\"\n\n\"To Jrann-Pttt, we wouldn't have been specimens,\" Mrs. Bernardi said,\nbelatedly recognizing the advantages of Alpha Centauri.\n\n\"No, not specimens,\" the vine told her easily. \"I don't suppose you know\nhe had no intention of taking you back to his system. He wanted you to\nhelp him kill the officers of his ship so they couldn't look for him and\nthe other escaped prisoner or report back to his planet. Then he was\ngoing to put the ship out of commission and found his own colony here\nwith you as his slaves. I'd just as soon be a specimen as a slave.\nSooner. Better to reign in a zoo than serve in a swamp!\"\n\n\"Just how do you know all this?\" Miss Anspacher demanded.\n\n\"It's obvious enough,\" Bernardi said gloomily. \"Another telepath.\" _How\ncan we compete or even cope with creatures like these? What a fool I\nwas to think I could outwit them._\n\n\"Telepathy just tricksomeness,\" the mosquito-bat put in jealously. \"I\nhave no telepathy, yet superior to all.\"\n\n\"But why should Mr. Pitt want to kill his officers?\" Mrs. Bernardi asked\nquerulously. \"He's the commandant, isn't he? Or is he a professor? I\nnever got that straight.\"\n\n\"He was one of the criminals on the ship,\" the vine told her. \"What you\nmight call a confidence man. This is about the only system in the Galaxy\nwhere he isn't wanted. He did tell you the truth, though, when he said\nthey were sent on an expedition to collect zoological specimens.\nDangerous work,\" it sighed, \"and so his people use criminals for it.\nThey were sent out in small detachments. Our friend here killed his\nguard in a fight over a female prisoner, which was why--\"\n\n\"But what happened to the female prisoner?\" Miss Anspacher's eye caught\nDfar-Lll's. \"Oh, no!\" she gasped.\n\n\"Why not?\" Dfar-Lll demanded. \"I'm as much of a female as you are. Maybe\neven more.\"\n\nThe captain leaned close to Miss Anspacher. \"No one can be more feminine\nthan you are, Dolores,\" he whispered.\n\n\"But he--she's so young!\" Mrs. Bernardi wailed.\n\nThe vine made an amused sound. \"Don't you have juvenile delinquents on\nEarth?\"\n\n\"Oh, what does all that matter now?\" Jrann-Pttt said sullenly. \"We're\nall going to a Sirian zoo, anyway.\"\n\n\"Correctly,\" approved the monster-bat. \"Finest zoo. Clean. Commodious\ncages. Reasonable visiting hours. Very nice.\"\n\nMrs. Bernardi began to cry.\n\n\"Now,\" the vine comforted her, \"a zoo's not so bad. After all, most of\nus spend our lives in cages of one kind or another, and without the\nbasic security a zoo affords--\"\n\n\"But we don't know we're in cages,\" Mrs. Bernardi sobbed. \"That's the\nimportant thing.\"\n\nProfessor Bernardi looked at the vine. \"But why are you--\" he began,\nthen halted. \"Perhaps I don't want an answer,\" he said. There was no\nhope at all left in him, now that there was no doubt.\n\n\"You are wise,\" the vine agreed quietly. Algol arose from Mr. Bernardi's\nlap and rubbed against its thick pale green stem. He knew. The\nmosquito-bat looked at both of them restlessly.\n\nThe yellow haze had deepened to old gold. Now it was beginning to turn\nbrown.\n\n\"It's twilight,\" Miss Anspacher observed. \"Soon it will be dark.\"\n\n\"Perhaps we'll sail right past his ship in the night,\" Mortland\nsuggested hopefully.\n\nThe mosquito-bat gave a snort. \"Ship has lights. All modern\nconvenients.\"\n\nSuddenly the air seemed to have grown chilly--colder than it had any\nright to be on that torrid planet. All around them, it was dark and very\nquiet.\n\n\"I think I do see lights,\" Mortland said.\n\n\"Must be ship,\" Monster replied. And somehow the rest of them could\nsense the uneasiness in the thin, piping, alien voice. \"Must be!\"\n\n\"Your ship's a very large one then,\" Bernardi commented as they rounded\na bend and a whole colony of varicolored pastel lights sprang up ahead\nof them.\n\n\"Not my ship!\" the mosquito-bat exclaimed in a voice pierced with\nanguish. \"Not my ship!\"\n\nBefore them rose the fantastic, twisting, convoluting, turning spires of\na tall, marvelous, glittering city.\n\n\"You will find that the streets actually are filled with chlorophyll,\"\nthe vine said. \"And I know you'll be happy here, all of you. You see, we\ncan't have you going back to your planets now. No matter how good your\nintentions were, you'd destroy us. You do see that, don't you?\"\n\n\"You may be right,\" Bernardi agreed dispiritedly, \"although that doesn't\ncheer us any. But what will you do with us?\"\n\n\"You'll be provided with living quarters comparable to those on your own\nplanets,\" the vine told him, \"and you'll give lectures just as if you\nwere in a university--only you'll be much more secure. I assure you--\"\nits voice was very gentle now--\"you'll hardly know you're in a zoo.\"\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Collector's Item, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK COLLECTOR'S ITEM ***\n\n***** This file should be named 31686.txt or 31686.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/6/8/31686/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}