{"title": "Noble Redman", "author": "Jesse Franklin Bone", "releaseDate": "March 19, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Science Fiction Stories July\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n     _It was a big joke on all concerned. When you look back, the\n      whole thing really began because his father had a sense of\n      humor. Oh, the name fit all right, but can you imagine\n      naming your son...._\n\n\n                             NOBLE REDMAN\n\n\n                            By J. F. BONE\n\n\n                        ILLUSTRATED by GRAYAM\n\n       *       *       *       *       *\n\n\n\n\nA pair of words I heartily detest are _noble_ and _redman_,\nparticularly when they occur together. Some of my egghead friends from\nthe Hub tell me that I shouldn't, since they're merely an ancient\ncolloquialism used to describe a race of aborigines on the American\nland mass.\n\nThe American land mass? Where? Why--on Earth, of course--where would\nancestors come from? Yes--I know it's not nice to mention that word.\nIt's an obscenity. No one likes to be reminded that his ancestors came\nfrom there. It's like calling a man a son of a sloat. But it's the\ntruth. Our ancestors came from Earth and nothing we can do is going to\nchange it. And despite the fact that we're the rulers of a good sized\nsegment of the galaxy, we're nothing but transplanted Earthmen.\n\nI suppose I'm no better than most of the citizens you find along the\nperipheral strips of Martian dome cities. But I might have been if it\nhadn't been for Noble Redman. No--not _the_ noble redman--just Noble\nRedman. It's a name, not a description, although as a description his\nsurname could apply, since he _was_ red. His skin was red, his hair\nwas red, his eyes had reddish flecks in their irises, and their whites\nwere red like they were inflamed. Even his teeth had a reddish tinge.\nDamndest guy I ever saw. Redman was descriptive enough--but Noble! Ha!\nthat character had all the nobility of a Sand Nan--.\n\nI met him in Marsport. I was fairly well-heeled, having just finished\nguiding a couple of Centaurian tourists through the ruins of K'nar.\nThey didn't believe me when I told them to watch out for Sand Nans.\nClaimed that there were no such things. They were kinda violent about\nit. Superstition--they said. So when the Nan heaved itself up out of\nthe sand, they weren't ready at all. They froze long enough for it to\nget in two shots with its stingers. They were paralyzed of course, but\nI wasn't, and a Nan isn't quick enough to hit a running target. So I\nwas out of range when the Nan turned its attention to the Centaurians\nand started to feed. I took a few pictures of the Nan finishing off\nthe second tourist--the female one. It wasn't very pretty, but you\nlearn to keep a camera handy when you're a guide. It gets you out of\nall sorts of legal complications later. The real bad thing about it\nwas that the woman must have gotten stuck with an unripe stinger\nbecause she didn't go quietly like her mate. She kept screaming right\nup to the end. I felt bad about it, but there wasn't anything I could\ndo. You don't argue with a Nan without a blaster, and the Park Service\ndoesn't allow weapons in Galactic Parks.\n\n       *       *       *       *       *\n\nDespite the fact that I had our conversation on tape and pictures to\nprove what happened, the Park cops took a dim view of the whole\naffair. They cancelled my license, but what the hell--I wasn't cut out\nfor a guide. So when I got back to Marsport, I put in a claim for my\nfee, and since their money had gone into the Nan with them, the Claims\nCourt allowed that I had the right to garnishee the deceaseds'\npersonal property, which I did. So I was richer by one Starflite class\nyacht, a couple of hundred ounces of industrial gold, and a lot of\npersonal effects which I sold to Abe Feldstein for a hundred and fifty\nmunits.\n\nAbe wasn't very generous, but what's a Martian to do with Centaurian\ngear? Nothing those midgets use is adaptable to us. Even their yacht,\na six passenger job, would barely hold three normal-sized people and\nthey'd be cramped as kampas in a can. But the hull and drives were in\ngood shape and I figured that if I sunk a couple of thousand munits\ninto remodelling, the ship'd sell for at least twenty thousand--if I\ncould find someone who wanted a three passenger job. That was the\nproblem.\n\nAbe offered me five thousand for her as she stood--but I wasn't having\nany--at least not until I'd gotten rid of the gold in her fuel reels.\nThat stuff's worth money to the spacelines--about fifty munits per\nounce. It's better even than lead as fuel--doesn't clog the tubes and\ngives better acceleration.\n\nWell--like I said--I was flusher than I had been since Triworld\nFreight Lines ran afoul of the cops on Callisto for smuggling tekla\nnuts. So I went down to Otto's place on the strip to wash some of that\nDryland dust off my tonsils. And that's where I met Redman.\n\nHe came up the street from the South airlock--a big fellow--walking\nkinda unsteady, his respirator hanging from his thick neck. He was\nburned a dark reddish black from the Dryland sun and looked like he\nwas on his last legs when he turned into Otto's. He staggered up to\nthe bar.\n\n\"Water,\" he said.\n\nOtto passed him a pitcher and damned if the guy didn't drink it\nstraight down!\n\n\"That'll be ten munits,\" Otto said.\n\n\"For water?\" the man asked.\n\n\"You're on Mars,\" Otto reminded him.\n\n\"Oh,\" the big fellow said, and jerked a few lumps of yellow metal out\nof a pocket and dropped it on the bar. \"Will this do?\" he asked.\n\n       *       *       *       *       *\n\nOtto's eyes damn near bulged out of their sockets. \"Where'd you get\nthat stuff?\" he demanded. \"That's gold!\"\n\n\"I know.\"\n\n\"It'll do fine.\" Otto picked out a piece that musta weighed an ounce.\n\"Have another pitcher.\"\n\n\"That's enough,\" the big fellow said. \"Keep the change.\"\n\n\"Yes, sir!\" You'da thought from Otto's voice that he was talking to\nthe Prince Regent. \"Just _where_ did you say you found it.\"\n\n\"I didn't say. But I found it out there.\" He waved a thick arm in the\ndirection of the Drylands.\n\nBy this time a couple of sharpies sitting at one of the tables pricked\nup their ears, removed their pants from their chairs and began closing\nin. But I beat them to it.\n\n\"My name's Wallingford,\" I said. \"Cyril Wallingford.\"\n\n\"So what?\" he snaps.\n\n\"So if you don't watch out you'll be laying in an alley with all that\nnice yellow stuff in someone else's pocket.\"\n\n\"I can take care of myself,\" he said.\n\n\"I don't doubt it,\" I said, looking at the mass of him. He was sure\nking-sized. \"But even a guy as big as you is cold meat for a little\nguy with a Kelly.\"\n\nHe looked at me a bit more friendly. \"Maybe I'm wrong about you,\nfriend. But you look shifty.\"\n\n\"I'll admit my face isn't my fortune,\" I said sticking out what little\nchin I had and looking indignant. \"But I'm honest. Ask anyone here.\" I\nlooked around. There were three men in the place I didn't have\nsomething on, and I was faster than they. I was a fair hand with a\nKelly in those days and I had a reputation. There was a chorus of nods\nand the big fellow looked satisfied. He stuck out a hamsized hand.\n\n\"Me name's Redman,\" he said. \"Noble Redman. My father had a sense of\nhumor.\" He grinned at me, giving me a good view of his pink teeth.\n\nI grinned back. \"Glad to know you,\" I replied. I gave the sharpies a\nhard look and they moved off and left us alone. The big fellow\ninterested me. Fact is--anyone with money interested me--but I'm not\nstupid greedy. It took me about three minutes to spot him for a phony.\nAnyone who's lived out in the Drylands knows that there just _isn't_\nany gold there. Iron, sure, the whole desert's filthy with it, but if\nthere is anything higher on the periodic table than the rare earths,\nnobody had found it yet--and this guy with his light clothes, street\nboots and low capacity respirator--Hell! he couldn't stay out there\nmore than two days if he wanted to--and besides, the gold was refined.\nThe lumps looked like they were cut off something bigger--a bar, for\ninstance.\n\n       *       *       *       *       *\n\nA bar!--a bar of gold! My brain started working. K'nar was about two\ndays out, and there had always been rumors about Martian gold even\nthough no one ever found any. Maybe this tourist had come through. If\nso, he was worth cultivating. For he was a tourist. He certainly\nwasn't a citizen. There wasn't a Martian alive with a skin like his.\nRedman--the name fitted all right. But what was his game? I couldn't\nfigure it. And the more I tried the less I succeeded. It was a\ncertainty he was no prospector despite his burned skin. His hands gave\nhim away. They were big and dirty, but the pink nails were smooth and\nthe red palms soft and uncalloused. There wasn't even a blister on\nthem. He could have been fresh from the Mercury Penal Colony--but\nthose guys were burned black--not red, and he didn't have the hangdog\nlook of an ex-con.\n\nHe talked about prospecting on Callisto--looking for heavy metals. Ha!\nThere were fewer heavy metals on Callisto than there were on Mars. But\nhe had listeners. His gold and the way he spent it drew them like\nhoney draws flies. But finally I got the idea. Somehow, subtly, he\nturned the conversation around to gambling which was a subject\neveryone knew. That brought up tales of the old games, poker, faro,\nthree card monte, blackjack, roulette--and crapshooting.\n\n\"I'll bet there isn't a dice game in town.\" Redman said.\n\n\"You'd lose,\" I answered. I had about all this maneuvering I could\ntake. Bring it out in the open--see what this guy was after. Maybe I\ncould get something out of it in the process. From the looks of his\nhands he was a pro. He could probably make dice and cards sing sweet\nmusic, and if he could I wanted to be with him when he did. The more I\nlistened, the more I was sure he was setting something up.\n\n\"Where is this game?\" he asked incuriously.\n\n\"Over Abie Feldstein's hock-shop,\" I said. \"But it's private. You have\nto know someone to get in.\"\n\n\"You steering for it?\" He asked.\n\nI shook my head, half puzzled. I wasn't quite certain what he meant.\n\n\"Are you touting for the game?\" he asked.\n\nThe light dawned. But the terms he used! Archaic was the only word for\nthem!\n\n\"No,\" I said, \"I'm not fronting for Abie. Fact is, if you want some\nfriendly advice, stay outa there.\"\n\n\"Why--the game crooked?\"\n\nThere it was again, the old fashioned word. \"Yes, it's bowed,\" I said.\n\"It's bowed like a sine wave--in both directions. Honesty isn't one of\nAbie's best policies.\"\n\nHe suddenly looked eager. \"Can I get in?\" he asked.\n\n\"Not through me. I have no desire to watch a slaughter of the\ninnocent. Hang onto your gold, Redman. It's safer.\" I kept watching\nhim. His face smoothed out into an expressionless mask--a gambler's\nface. \"But if you're really anxious, there's one of Abie's fronts just\ncoming in the door. Ask him, if you want to lose your shirt.\"\n\n\"Thanks,\" Redman said.\n\nI didn't wait to see what happened. I left Otto's and laid a\ncourseline for Abie's. I wanted to be there before Redman arrived. Not\nonly did I want an alibi, but I'd be in better position to sit in.\nAlso I didn't want a couple of Abie's goons on my neck just in case\nRedman won. There was no better way to keep from getting old than to\nwin too many munits in Abie's games.\n\n       *       *       *       *       *\n\nI'd already given Abie back fifty of the hundred and fifty he'd paid\nme for the Centaurians' gear, and was starting in on the hundred when\nRedman walked in flanked by the frontman. He walked straight back to\nthe dice table and stood beside it, watching the play. It was an\noldstyle table built for six-faced dice, and operated on\npercentage--most of the time. It was a money-maker, which was the only\nreason Abie kept it. People liked these old-fashioned games. They were\npart of the Martian tradition. A couple of local citizens and a dozen\ntourists were crowded around it, and the diceman's flat emotionless\nvoice carried across the intermittent click and rattle of the dice\nacross the green cloth surface.\n\nI dropped out of the blackjack game after dropping another five\nmunits, and headed slowly towards the dice table. One of the floormen\nlooked at me curiously since I didn't normally touch dice, but\nwhatever he thought he kept to himself. I joined the crowd, and\nwatched for awhile.\n\nRedman was sitting in the game, betting at random. He played the\nfield, come and don't come, and occasionally number combinations. When\nit came his turn at the dice he made two passes, a seven and a four\nthe hard way, let the pile build and crapped out on the next roll.\nThen he lost the dice with a seven after an eight. There was nothing\nunusual about it, except that after one run of the table I noticed\nthat he won more than he lost. He was pocketing most of his\nwinnings--but I was watching him close and keeping count. That was\nenough for me. I got into the game, followed his lead, duplicating his\nbets. And I won too.\n\nPeople are sensitive. Pretty quick they began to see that Redman and I\nwere winning and started to follow our leads. I gave them a dirty look\nand dropped out, and after four straight losses, Redman did likewise.\n\nHe went over to the roulette wheel and played straight red and black.\nHe won there too. And after awhile he went back to the dice table. I\ncashed in. Two thousand was fair enough and there was no reason to\nmake myself unpopular. But I couldn't help staying to watch the fun. I\ncould feel it coming--a sense of something impending.\n\nRedman's face was flushed a dull vermilion, his eyes glittered with\nruby glints, and his breath came faster. The dice had a grip on him\njust like cards do on me. He was a gambler all right--one of the fool\nkind that play it cozy until they're a little ahead and then plunge\noverboard and drown.\n\n\"Place your bets, ladies and gentlemen,\" the diceman droned. \"Eight is\nthe point.\" His rake swept over the board collecting a few munit\nplaques on the wrong spots. Redman had the dice. He rolled. Eight--a\nfive and a three. \"Let it ride,\" he said,--and I jumped nervously. He\nshould have said, \"Leave it.\" But the diceman was no purist. Another\nroll--seven. The diceman looked inquiringly at Redman. The big man\nshook his head, and rolled again--four. Three rolls later he made his\npoint. Then he rolled another seven, another seven, and an eleven. And\nthe pile of munits in front of him had become a respectable heap.\n\n\"One moment, sir,\" the diceman said as he raked in the dice. He rolled\nthem in his hands, tossed them in the air, and handed them back.\n\n\"That's enough,\" Redman said. \"Cash me in.\"\n\n\"But--\"\n\n\"I said I had enough.\"\n\n\"Your privilege, sir.\"\n\n\"One more then,\" Redman said, taking the dice and stuffing munits into\nhis jacket. He left a hundred on the board, rolled, and came up with a\nthree. He grinned. \"Thought I'd pushed my luck as far as it would go,\"\nhe said, as he stuffed large denomination bills into his pockets.\n\n       *       *       *       *       *\n\nI sidled up to him. \"Get out of here, buster,\" I said. \"That diceman\nswitched dice on you. You're marked now.\"\n\n\"I saw him,\" Redman replied in a low voice, not looking at me. \"He's\nnot too clever, but I'll stick around, maybe try some more roulette.\"\n\n\"It's your funeral,\" I whispered through motionless lips.\n\nHe turned away and I left. There was no reason to stay, and our little\ntalk just might have drawn attention. They could have a probe tuned on\nus now. I went down the strip to Otto's and waited. It couldn't have\nbeen more than a half hour later that Redman came by. He was looking\nover his shoulder and walking fast. His pockets, I noted, were\nbulging. So I went out the back door, cut down the serviceway to the\nnext radius street, and flagged a cab.\n\n\"Where to, mister?\" the jockey said.\n\n\"The strip--and hurry.\"\n\nThe jockey fed propane to the turbine and we took off like a scorched\nzarth. \"Left or right?\" he asked as the strip leaped at us. I crossed\nmy fingers, estimated the speed of Redman's walk, and said, \"Right.\"\n\nWe took the corner on two of our three wheels and there was Redman,\nwalking fast toward the south airlock, and behind him, half-running,\ncame two of Abie's goons.\n\n\"Slow down--_fast_!\" I yapped, and was crushed against the back of the\nfront seat as the jock slammed his foot on the brakes. \"In here!\" I\nyelled at Redman as I swung the rear door open.\n\nHis reflexes were good. He hit the floor in a flat dive as the purple\nstreak of a stat blast flashed through the space where he had been.\nThe jockey needed no further stimulation. He slammed his foot down and\nwe took off with a screech of polyprene, whipped around the next\ncorner and headed for the hub, the cops, and safety.\n\n\"Figured you was jerking some guy, Cyril,\" the jockey said over his\nshoulder. \"But who is he?\"\n\n       *       *       *       *       *\n\nRedman picked himself off the floor as I swore under my breath. The\njockey _would_ have to know me. Abie'd hear of my part in this by\nmorning and my hide wouldn't be worth the price of a mangy rat skin. I\nhad to get out of town--fast! And put plenty of distance between me\nand Marsport. This dome--this planet--wasn't going to be healthy for\nquite a while. Abie was the most unforgiving man I knew where money\nwas concerned, and if the large, coarse notes dripping from Redman's\npockets were any indication, there was lots of money concerned.\n\n\"Where to now, Cyril?\" the jockey asked.\n\nThere was only one place to go. I damned the greed that made me pick\nRedman up. I figured that he'd be grateful to the tune of a couple of\nkilomunits but what was a couple of thousand if Abie thought I was\nmixed up in this? Lucky I had a spaceship even if she was an\nunconverted Centaurian. I could stand the cramped quarters a lot\nbetter than I could take a session in Abie's back room. I'd seen what\nhappened to guys who went in there, and it wasn't pretty. \"To the\nspaceport,\" I said, \"and don't spare the hydrocarbons.\"\n\n\"Gotcha!\" the jock said and the whine of the turbine increased another\nten decibels.\n\n\"Thanks, Wallingford,\" Redman said. \"If you hadn't pulled me out I'd\nhave had to shoot somebody. And I don't like killing. It brings too\nmany lawmen into the picture.\" He was as cool as ice. I had to admire\nhis nerve.\n\n\"Thanks for nothing,\" I said. \"I figured you'd be grateful in a more\nsolid manner.\"\n\n\"Like this?\" he thrust a handful of bills at me. There must have been\nfour thousand in that wad. It cheered me up a little.\n\n\"Tell me where you want to get off,\" I said.\n\n\"You said you have a spaceship,\" he countered.\n\n\"I do, but it's a Centaurian job. I might be able to squeeze into it\nbut I doubt if you could. About the only spot big enough for you\nwould be the cargo hold, and the radiation'd fry you before we even\nmade Venus.\"\n\nHe grinned at me. \"I'll take the chance,\" he said.\n\n\"Okay, sucker,\" I thought. \"You've been warned.\" If he came along he'd\ndamn well go in the hold. I could cut the drives after we got clear of\nMars and dump him out--after removing his money, of course. \"Well,\" I\nsaid aloud, \"it's your funeral.\"\n\n\"You're always saying that,\" he said with chuckle in his voice.\n\n       *       *       *       *       *\n\nWe checked out at the airlock and drove out to the spaceport over the\nsand-filled roadbed that no amount of work ever kept clean. We cleared\nthe port office, drew spacesuits from Post Supply, and went out to my\nyacht. Redman looked at her, his heart in his eyes. He seemed\noverwhelmed by it.\n\n\"Lord! she's beautiful!\" he breathed, as he looked at the slim\npolished length standing on her broad fins, nose pointed skyward.\n\n\"Just a Starflite-class yacht,\" I said.\n\n\"Look, Cyril,\" he said. \"Will you sell her?\"\n\n\"If we get to Venus alive and you still want to buy her, she'll cost\nyou--\" I hesitated, \"twenty-five thousand.\"\n\n\"Done!\" he said. It came so fast that I figured I should have asked\nfor fifty.\n\n\"The fuel will be extra,\" I said. \"Fifty munits an ounce. There's\nmaybe ten pounds of it.\"\n\n\"How far will that take me?\"\n\n\"About ten light-years at cruising speed. Gold is economical.\"\n\n\"That should be far enough,\" he said with a faint smile.\n\nWe drew the boarding ladder down and prepared to squeeze aboard. As I\nfigured it, we had plenty of time, but I hadn't counted on that nosy\nguard at the check station, or maybe that character at the south\nairlock of the dome, because I was barely halfway up the ladder to the\nhatch when I heard the howl of a racing turbine and two headlights\ncame cutting through the night over the nearest dune. The speed with\nwhich that car was coming argued no good.\n\n\"Let's go,\" I said, making with the feet.\n\n\"I'm right behind you,\" Redman said into my left heel. \"Hurry! Those\nguys are out for blood!\"\n\nI tumbled through the lock and wiggled up the narrow passageway. By\nsome contortionist's trick Redman came through the hatch feet first,\nan odd looking gun in his hand. Below us the turbo screeched to a stop\nand men boiled out, blasters in hand. They didn't wait--just started\nfiring. Electrostatic discharges leaped from the metal of the ship,\nbut they were in too much of a hurry. The gun in Redman's fist\nsteadied as he took careful aim. A tiny red streak hissed out of the\nmuzzle--and the roof fell in! A thunderous explosion and an\neye-wrenching burst of light filled the passageway through the slit in\nthe rapidly closing hatch. The yacht rocked on her base like a tree in\na gale, as the hatch slammed shut.\n\n\"What in hell was _that_?\" I yelped.\n\n\"Just a low yield nuclear blast,\" Redman said. \"About two tons. Those\nlads won't bother us any more.\"\n\n\"You fool!--you stupid moronic abysmal fool!\" I said dully. \"You're\nnot content to get Abie on our heels. Now you've triggered off the\nwhole Galactic Patrol. Don't you know that nuclear weapons are\nbanned--that they've been banned ever since our ancestors destroyed\nEarth--that their use calls for the execution of the user? Just where\ndo you come from that you don't know the facts of life?\"\n\n\"Earth,\" Redman said.\n\n       *       *       *       *       *\n\nIt left me numb. Any fool knew that there was no life on that\nradioactive hell. Even now, spacers could see her Van Allen bands\nburning with blue-green fire. Earth was a sterile world--a horrible\nexample, the only forbidden planet in the entire galaxy, a galactic\nchamber of horrors ringed with automatic beacons and patrol ships to\nwarn strangers off. We Martians, Earth's nearest neighbor, had the\nwhole history of that last suicidal war drummed into us as children.\nAfter all, we _were_ the cradle of Galactic civilization even though\nwe got that way by being driven off Earth--and feeling that almost any\nplace would be better than Mars. Mars iron built the ships and powered\nthe atomics that had conquered the galaxy. But we knew Earth better\nthan most, and to hear those words from Redman's lips was a shock.\n\n\"You're a damn liar!\" I exploded.\n\n\"You're entitled to your opinion,\" Redman said, \"but you should know\nthe truth when it is told to you. I _am_ from Earth!\"\n\n\"But--\" I said.\n\n\"You'd better get out of here,\" Redman said, \"your Patrol will be here\nshortly.\"\n\nI was thinking that, too. So I wiggled my way up to the control room,\nbraced myself against the walls and fired the jets. Acceleration\ncrushed me flat as the ship lifted and bored out into space.\n\nAs quickly as I could, I cut the jets so the Patrol couldn't trace us\nby our ion trail, flipped the negative inertia generator on and gave\nthe ship one minimal blast that hurled her out of sight. We coasted at\na few thousand miles per second along the plane of the ecliptic while\nwe took stock.\n\nRedman had wedged himself halfway into the control room and eyed my\ncramped body curiously. \"It's a good thing you're a runt,\" he said.\n\"Otherwise we'd be stuck down there.\" He laughed. \"You look like a\njack in the box--all coiled up ready to spring out.\"\n\nBut I was in no mood for humor. Somehow I felt that I'd been conned.\n\"What do I get out of this?\" I demanded.\n\n\"A whole skin--at least for awhile.\"\n\n\"That won't do me any good unless I can take it somewhere.\"\n\n\"Don't worry,\" Redman said. \"They don't give a damn about you. It's me\nthey want, turn on your radio and see.\"\n\nI flipped the switch and a voice came into the control room--\"remind\nyou that this is a Galactic emergency! The Patrol has announced that\nan inhabitant of Earth has been on Mars! This individual is\ndangerously radioactive. A reward of one hundred thousand Galactic\nmunits will be paid to the person who gives information leading to his\ndeath or capture. I repeat,--_one hundred thousand munits_! The man's\ndescription is as follows: Height 180 centimeters, weight 92\nkilograms, eyes reddish brown, hair red. A peculiarity which makes him\neasily recognized is the red color of his skin. He is armed with a\nnuclear weapon and is dangerous. When last seen he was leaving\nMarsport spacefield. Starflite class yacht, registration number CY\n127439. He has a citizen with him, probably a hostage. If seen, notify\nthe nearest Patrol ship.\"\n\n       *       *       *       *       *\n\nI looked at Redman. The greed must have shone from me like a beacon.\n\"A hundred grand!\" I said softly.\n\n\"Try and collect,\" Redman said.\n\n\"I'm not going to,\" I said and turned three separate plans to capture\nhim over in my head.\n\n\"They won't work,\" Redman said. He grinned nastily. \"And don't worry\nabout radioactivity. I'm no more contaminated than you are.\"\n\n\"Yeah?--and just how do you live on that hotbox without being\ncontaminated?\" I asked.\n\n\"Simple. The surface isn't too hot in the first place. Most of the\nstuff is in the Van Allen belts. Second, we live underground. And\nthird we're protected.\"\n\n\"How?\"\n\n\"Where do you think this red skin comes from? It isn't natural. Even\nyou should know that. Actually we had the answer to protection during\nthe Crazy Years before the blowup when everybody talked peace and\nbuilt missiles. A bacteriologist named Anderson discovered it while\nworking with radiation sterilized food. He isolated a whole family of\nbacteria from the food that not only survived, but lived normally in\nthe presence of heavy doses of radiation. The microbes all had one\nthing in common--a peculiar reddish pigment that protected them.\n\n\"Luckily, the military of his nation--the United States, I think they\ncalled it, thought that this pigment might be a useful protective\nshield for supplies. Extracts were made and tested before the Blowup\ncame, and there was quite a bit of it on hand.\n\n\"But the real hero of protection was a general named Ardleigh. He\nordered every man and woman in his command inoculated with the extract\nright after the Blowup--when communications were disorganized and\ncommanders of isolated units had unchallengeable power. He was later\nfound to be insane, but his crazy idea was right. The inoculations\nkilled ten per cent of his command and turned those who lived a bright\nred, but none of the living showed a sign of radiation sickness after\nthey received the extract.\n\n\"By this time your ancestors--the Runners--had gone, and those who\nstayed were too busy trying to remain alive to worry much about them.\nThe \"Double A\" vaccine--named for Anderson and Ardleigh--was given to\nevery person and animal that could be reached, but it was only a small\nfraction of the population that survived. The others died. But enough\nmen and animals remained to get a toe-hold on their ruined world, and\nthey slowly rebuilt.\n\n\"We had forgotten about you Runners--but it seems you didn't forget\nus. You sealed us off--forced us to remain on Earth. And by the time\nwe were again ready for space, you were able to prevent us. But we\nwill not be denied forever. It took an entire planet working together\nto get me on Mars to learn your secrets. And when I got here, I found\nthat I wouldn't have time to learn. We had forgotten one simple\nthing--my skin color. It isn't normal here and there is no way of\nchanging it since the extract combines permanently with body cells. So\nI had to do the next best thing--obtain a sample of your technology\nand bring it to Earth. I planned at first to get enough money to buy a\nship. But those creeps in Marsport don't lose like gentlemen. I damn\nnear had to beat my way out of that joint. And when a couple of them\ncame after me, I figured it was all up. I could kill them of course,\nbut that wouldn't solve anything. Since I can't fly one of your ships\nyet, I couldn't steal one--and I wouldn't have time to buy one because\nI was pretty sure the Patrol would be after me as soon as the rumors\nof a red man got around. You see--_they_ know what we look like and\nits their job to keep us cooped up--\"\n\n\"Hmm,\" I said.\n\n\"Why do they do it?\" Redman asked. \"We're just as human as you are.\"\nHe shrugged. \"At any rate,\" he finished, \"I was at the end of my rope\nwhen you came along. But you have a ship--you can fly--and you'll take\nme back to Earth.\"\n\n\"I will?\" I asked.\n\n       *       *       *       *       *\n\nHe nodded. \"I can make it worth your while,\" he said.\n\n\"How?\" I asked.\n\n\"Money. You'll do anything for money.\" Redman looked at me soberly.\n\"You're a repulsive little weasel, Cyril, and I would distrust you\nthoroughly except that I know you as well as you know me. That's the\nvirtue of being human. We understand each other without words. You are\na cheap, chiseling, doublecrossing, money-grabbing heel. You'd kick\nyour mother's teeth out for a price. And for what I'm going to offer\nyou, you'll jump at the chance to help us--but I don't have to tell\nyou that. You know already.\"\n\n\"What do you mean--know already?\" I said. \"Can I read your mind?\"\n\n\"Do you mean to tell me--\" Redman began. And then a peculiar smile\ncrossed his face, a light of dawning comprehension. \"Why no,\" he said,\n\"why should you be telepathic--why should you? And to think I kept\nhiding--\" he broke off and looked at me with a superior look a man\ngives his dog. Affectionate but pitying. \"No wonder there were no\npsych fields protecting that dice game--and I thought--\" he started to\nlaugh.\n\n       *       *       *       *       *\n\nAnd I knew then why the Patrol had sealed Earth off. Mutated by\nradiation, speeded up in their evolution by the effects of the Blowup,\nEarthmen were as far ahead of us mentally as we were ahead of them\ntechnologically. To let these telepaths, these telekinetics--and God\nknows what else--loose on the Galaxy would be like turning a bunch of\nhungry kelats loose in a herd of fat sloats. My head buzzed like it\nwas filled with a hive of bees. For the first time in years I stopped\nthinking of the main chance. So help me, I was feeling _noble_!\n\n\"Just take it easy, Cyril,\" Redman said. \"Don't get any bright ideas.\"\n\nBright ideas! Ha! I should be getting bright ideas with a character\nwho could read me like a book. What I needed was something else.\n\n\"If you cooperate,\" Redman said, \"you'll be fixed for life.\"\n\n\"You're not kidding,\" I said. \"I'd be fixed all right. The Patrol'd\nhound me all the way to Andromeda if I helped you. And don't think\nthey wouldn't find out. While we can't read minds, we can tell when a\nman's lying.\"\n\n\"Have you ever heard of Fort Knox?\" Redman asked.\n\nFort Knox--Fort Knox--_fourknocks_! the thought staggered me.\n\n\"The gold I had came from there,\" Redman said.\n\nFourknocks! Sure, I'd heard of it. What citizen hadn't? They still\ntell stories of that fabulous hoard of gold. Tons of it buried on\nEarth waiting for someone with guts enough to go in and find it.\n\n\"All your ship will hold,\" Redman said. \"After we analyze its\nprinciples.\"\n\nFive tons of gold! Six million munits! So much money! It staggered me.\nI'd never dreamed of that much money. Redman was right. I _would_ kick\nmy mother's teeth out if the price was right. And the price--I jumped\nconvulsively. My arm brushed the control board, kicking off the\nnegative inertia and slapping the axial correction jets.\n\nThe ship spun like a top! Centrifugal force crushed me against the\ncontrol room floor. Redman, an expression of pained surprise on his\nface before it slammed against the floor, was jammed helplessly in the\ncorridor. I had time for one brief grin. The Patrol would zero in on\nus, and I'd have a hundred thousand I could spend. What could I do\nwith six million I couldn't use?\n\nThen hell broke out. A fire extinguisher came loose from its\nfastenings and started flying around the room in complete defiance of\nartificial gravity. Switches on the control board clicked on and off.\nThe ship bucked, shuddered and jumped. But the spin held. Redman,\ncrushed face down to the floor, couldn't see what he was doing.\nBesides--he didn't know what he was doing--but he was trying. The fire\nextinguisher came whizzing across the floor and cracked me on the\nshin. A scream of pure agony left my lips as I felt the bone snap.\n\n\"Got you!\" Redman grunted, as he lifted his head against the crushing\nforce and sighted at me like a gunner. The extinguisher reversed its\nflight across the room and came hurtling at my head.\n\n\"Too late!\" I gloated mentally. Then the world was filled with novae\nand comets as the extinguisher struck. The cheerful thought that\nRedman was trapped because he didn't--couldn't--know how to drive a\nhypership was drowned in a rush of darkness.\n\n       *       *       *       *       *\n\nWhen I came to, my leg was aching like a thousand devils and I was\nlying on a rocky surface. Near--terribly near--was a jagged rock\nhorizon cutting the black of space dotted with the blazing lights of\nstars. I groaned and rolled over, wincing at the double pain in leg\nand head. Redman was standing over me, carrying a couple of oxygen\nbottles and a black case. He looked odd, standing there with a load in\nhis arms that would have crushed him flat on Mars. And then I knew. I\nwas on an asteroid.\n\n\"But how did I get here?\"\n\n\"Easy,\" Redman's voice came over my headphone. \"Didn't anyone ever\ntell you an unconscious mind is easier to read than a conscious one?\"\nHe chuckled. \"No,\" he continued, \"I don't suppose they did--but it is.\nIndeed it is.\" He laid the bottles down, and put the box beside them.\n\"I learned how to operate the ship, stopped the spin, and got her back\ninto negative inertia before the Patrol found me. Found this place\nabout an hour ago--and since you began to look like you'd live, I\nfigured you should have a chance. So I'm leaving you a communicator\nand enough air to keep you alive until you can get help. But so help\nme--you don't deserve it. After I played square with you, you try to\ndo this to me.\"\n\n\"Square!\" I yelped. \"Why you--\" The rest of what I said was\nunprintable.\n\nRedman grinned at me, his face rosy behind the glassite of his\nhelmet--and turned away. I turned to watch him picking his way\ncarefully back to where the yacht rested lightly on the naked rock. At\nthe airlock he turned and waved at me. Then he squeezed inside. The\nlock closed. There was a brief shimmer around the ship--a briefer\nblast of heat, and the yacht vanished.\n\nI turned on the communicator and called for help. I used the Patrol\nband. \"I'll keep the transmitter turned on so you can home in on me,\"\nI broad-casted, \"but get that Earthman first! He's got my money and my\nship. Pick me up later, but get him now!\"\n\nI didn't know whether my message was received or not, because Redman\ndidn't leave me any receiver other than the spacesuit intercom in my\nhelmet. It was, I suspected, a deliberate piece of meanness on his\npart. So I kept talking until my voice was a hoarse croak, calling the\nPatrol, calling--calling--calling, until a black shark shape blotted\nout the stars overhead and a couple of Patrolmen in jetsuits homed in\non me.\n\n\"Did you get him?\" I asked.\n\nThe Patrolman bending over me shrugged his shoulders. \"They haven't\ntold me,\" he said.\n\n       *       *       *       *       *\n\nThey hauled me back to Marsport, put my leg in a cast, ran me through\nthe lie detector, and then tossed me in jail for safekeeping. I beefed\nabout the jail, but not too loud. As I figured it I was lucky to be\nout of Abie's hands.\n\nTwo days later, a Patrolman with the insignia of a Commander on his\ncollar tabs showed up at my cell. He was apologetic. I was a hero, he\nsaid. Seems like the Patrol caught Redman trying to sneak through the\nasteroid belt on standard drive and blasted him out of space.\n\nSo they gave me the reward and turned me loose.\n\nBut it didn't do me any good. After taxes, it only came to twenty\nthousand, and Abie grabbed that before I could get out of town. Like\nI said, Abie's unforgiving where money's concerned, and Redman had\ntaken him for over thirty kilos, which, according to Abie was my fault\nfor lifting him and getting him out of town. After he got my twenty\nkilos he still figured I owed him twelve--and so I've never made it\nback. Every time I get a stake he grabs it, and what with the\ninterest, I still owe him twelve.\n\nBut I still keep trying, because there's still a chance. You see, when\nRedman probed around in my mind to learn how to run the spaceship, he\nwas in a hurry. He must have done something to my brain, because when\nhe left me on that asteroid, as he turned and waved at me, I could\nhear him thinking that the Patrol would not be able to stop\nhyperships, and if he made it to Earth his people could emigrate to\nsome clean world and stop having to inject their kids, and while they\ncouldn't make the grade themselves, their kids could crash the Galaxy\nwithout any trouble. I got the impression that it wouldn't be too much\ntrouble to empty Earth. Seems as though there wasn't many more than a\nmillion people left. The red color wasn't complete protection\napparently.\n\nAnd there's another thing. About a month after I got the reward, there\nwas a minor complaint from Centaurus V about one of their officials\nwho disappeared on a vacation trip to Mars. His ship was a Starflite\nclass, Serial CY 122439. Get the idea?\n\nSo I keep watching all the incoming tourists like you. Someday I\nfigure I'm going to run into a decolorized Earthman. They won't be\nable to stay away any more than the other peoples of the Galaxy. Old\nMother Earth keeps dragging them back even though they've been gone\nfor over a thousand years. Don't get the idea they want to see Mars.\nIt's Earth that draws them. And it'll draw an Earthman's kids. And I\nfigure that if I could read Redman's mind, I can read theirs, too even\nthough I haven't read a thought since. It figures, does it not?\n\nHey! Hold on! There's no need to run. All I want to do is collect a\nfifty year old bill--plus interest. Your folks owe me that much.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Noble Redman, by Jesse Franklin Bone\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NOBLE REDMAN ***\n\n***** This file should be named 31701.txt or 31701.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/7/0/31701/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}