{"title": "'Mid Pleasures and Palaces", "author": "James McKimmey", "releaseDate": "March 19, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _It was, Kirk thought, like standing in a gully, watching a boulder\n    teeter precariously above you. It might fall at any minute, crushing\n    your life out instantly beneath its weight. Your only possible\n    defenses are your brain and voice--but how do you argue with a\n    boulder which neither sees nor hears?_\n\n\n'mid pleasures and palaces\n\nBy James McKimmey, Jr.\n\nIllustrated by Philip Parsons\n\n\nThis planet was remote and set apart, and nothing about it had made\nWilliam Kirk think he might find human life. Yet just beyond, through a\nthorny bush shaped like an exploding rose, Kirk had seen eyes and nose\nand a flash of yellow hair that were definitely human.\n\nKirk poised motionless. He was three miles from the rocket and Leo, who\nwas waiting inside of it. He thought for a moment of how Leo had told\nhim, as they made their landing, that this is the kind of planet where\nyou could go no further. This is the kind of planet that could be the\nend of twelve years, and you'd better be careful, William, old sport.\n\nKirk noticed a faint breeze; his palms were wet, and they cooled when\nthe breeze touched them. He placed his palms against his jacket. Damn\nyou, Leo, he thought. Damn your rotten fortune-telling. Kirk was\nsuperstitious when he was in space, and the memory of Leo Mason's cool,\nquiet voice saying \"Watch it now, sport. Be careful, be careful ...\"\nseemed now like some certain kiss of fate.\n\nThe bush trembled and Kirk's right hand flicked to his holster. His\npistol was cold against his fingers and he let it fit loosely in his\nhand, the barrel half-raised.\n\nThe bush shivered again, and then all at once the figure was rising from\nbehind it, a tall wide figure with a very tan face, lined and\ntoughened by the sun. The shoulders, bare like the chest, were massive,\nyet somehow stretched-looking, as though endless exposure to wind and\nrain and sun had turned the skin to brown leather.\n\n[Illustration]\n\nKirk had his pistol pointing at the figure's stomach now, and the figure\nblinked, while the breeze touched and ruffled the long bleached hair.\n\nThe figure raised a large hand, palm up, and curled the fingers.\n\"Hello?\" he said softly. Kirk was surprised by the word and the polite\nsound of it.\n\nKirk remained motionless, pistol pointing. \"Who are you?\" he said\nthrough his teeth.\n\n\"Harry,\" said the figure, as though Kirk surely should know who he was.\n\"I'm Harry, of course.\"\n\n\"Yes?\" said Kirk carefully. \"Harry?\"\n\nThe figure nodded. \"Harry Loren, don't you know?\"\n\n\"Oh, yes,\" Kirk said, his eyes watchful. \"Harry Loren.\" There was\nsomething about the man's eyes, Kirk decided. They were deep set and\nvery bright within their sockets. They didn't match the softness of the\nspeech. Harry Loren smiled and showed his yellow teeth. \"Who are you?\"\nhe asked politely.\n\n\"I'm William,\" Kirk said. It was as though he might be speaking to a\nfrightened child, he thought, who held a sharp knife in his hands.\n\"William Kirk, of course.\"\n\nHarry Loren nodded apologetically. \"Oh, yes. I can't remember everyone.\nIt's been so long. How are you, William?\"\n\nKirk's eyes flickered. \"I'm fine.\"\n\n\"That's nice,\" Harry Loren nodded. His wild hair brushed over his\nshoulders and reflected its yellowness against the sun. The knife then,\nthe one that Kirk had thought about a moment ago, appeared in the\nfigure's hand. \"_Bastard_,\" Harry Loren hissed, and he was leaping at\nKirk, the knife making a sweep toward Kirk's stomach.\n\nSomething kept Kirk from squeezing the trigger, and instead he swung his\npistol so that it struck the brown, weathered knuckles. The knife flew\ninto a thicket and Loren, screaming, was upon Kirk, reaching for Kirk's\nneck. Kirk wrenched backward and at the same time swung the barrel of\nthe pistol toward the yellow flying hair. There was a cracking sound,\nand Harry Loren, brown and wild-looking, crumpled silently before Kirk's\nfeet.\n\nKirk examined the man, then he reached down and picked up the knife from\nthe thicket. It was crudely hammered out from some kind of alloy, but\nsharp nevertheless, and it could have been deadly in a hand like Harry\nLoren's.\n\nKirk looked again at the yellow-haired man on the ground. He was wearing\nsome kind of ragged cloth about his waist and nothing else. Across his\nback, Kirk could see, was a curving scar, an inch wide and ten or twelve\ninches long. It was white and very noticeable against the brown of the\nman's skin.\n\nKirk bent down, looking at the scar carefully. It could have been made\nduring a crash of a rocket, but there were, he noticed, fine whiter\nridges running along the length of the scar as though they had been\nmade by fine comb-like teeth. A talon, perhaps. Some kind of strange\nclaw. Kirk straightened quickly.\n\nIt went through his head that Harry Loren might not be the only animal\nlife on this planet. He tightened his hand on his pistol, stepping\nbackward, his eyes darting.\n\nBut he could only pivot slowly, trying to see, to discover, and he was\nmuch too slow when he finally saw it. It was only a flash of yellow and\nbrown, making a hissing kind of sound. He felt the ripping along his\nright arm. The pistol was going out of his hand. And a swirling\nblackness got in front of his eyes.\n\n       *       *       *       *       *\n\nWhen he awoke he saw Harry Loren first, who was sitting up now, silent,\nmotionless, with Kirk's pistol resting in his hands.\n\nTo the side of Loren and just a little behind rested a peculiar-looking\nthing. It was alive because its head, shaped like a cone that had been\nattached to its neck, kept swaying gently back and forth. The dark blue\neyes, spaced back from the smallest end of the cone, were rather small\nwith no lids. The creature's neck was long and thin, a multitude of\nshades of yellow and brown like the head, and the rest of the body\nwidened out like a funnel and this area was covered with yellow\nfeathers. It had what appeared to be arms and legs, long thin extensions\nof dark brown with large bony joints. At the end of each of these, Kirk\ncould see a flat claw with rows of tiny comb-like teeth.\n\nLoren reached out and ran a hand softly along the creature's long neck.\n\nKirk tried to think, testing his muscles without moving, and he\nremembered then the ripping along his right arm. He looked at the arm\nand at the way his jacket had been torn away along with the shirt\nbeneath it. He could see the comb-like marking of his skin. The cut was\nnot deep but it bled a little and stung. He tried to move his arm and\nfound that he could.\n\nKirk looked back to Loren. Loren stroked his hand along the thin neck of\nthe creature. Kirk decided to try:\n\n\"That's a nice-looking animal, Harry.\"\n\nLoren's expression did not change.\n\nKirk paused. From the looks of the man, Loren had been here a long time,\na very long time. It had been a crash, probably. And all the years\nafterward of loneliness, all the time for the quiet but sure warping of\nthe brain.\n\nHe raised a hand quickly, watching Loren's eyes. Loren did not change\nexpressions or move the pistol, but Kirk felt a comb-like claw touching\nhis hand, freezing it to motionless with its razor tips. Kirk looked at\nthe creature. The dark blue eyes were steady. Kirk lowered his hand\nslowly and the claw was drawn away. The creature's head resumed it's\ngentle swaying, and Loren's hand resumed its stroking.\n\nKirk licked his lips.\n\n\"Where have you been?\" Loren said, his voice sudden and hoarse now.\n\n\"Where have I been?\" Kirk said, tight and motionless.\n\n\"Why didn't you come before?\"\n\nKirk considered it. The dancing lights in the man's eyes, the\nhigh-strung sound of his voice were things to make you wary and careful.\nKirk closed his fingers the slightest bit. \"I didn't know you were\nhere.\"\n\nLoren's lips thinned. \"Liar.\"\n\nKirk thought he might try a smile, to reassure Loren that he was telling\nthe truth. He decided against it. \"How long have you been here, Harry?\"\n\n\"How would I know?\"\n\nKirk thought of the endless nights and days when time ran together and\nthere was no more separation of one time from another. Today would be\ntomorrow and tomorrow would be today. No changes. Endless. \"Did you\ncrash, Harry?\"\n\n\"Did you crash, Harry?\" Loren mimicked, and for a moment Kirk felt a\nchill dancing through him as he watched the sarcastic leer of Loren's\nmouth.\n\nKirk kept his tone polite, patronizing. \"Was there anyone else?\"\n\nLoren laughed, a laugh that bounced over the rocks and through the\nscrubs and bushes.\n\n\"Was there, Harry?\"\n\n\"Oh, yes,\" Loren said, grinning and showing his yellow teeth. \"Six. One,\ntwo, three, four, five, six. Would you like to see their graves? I've\nkept the graves pretty. I know where they are because I dug them.\"\n\nLoren remained in a half crouch, the fingers of one hand holding the\npistol loosely, the other keeping up its monotonous stroking of the\nanimal. His eyes seemed to become vacant for a moment, as though lost in\nthe memory of the digging of six graves. Then they narrowed. \"Where have\nyou been?\"\n\nKirk tried to match his answer to the wants of the man. \"I came as soon\nas I could.\"\n\n\"You did?\"\n\n\"Yes,\" Kirk said. \"I did.\"\n\nLoren's right hand stopped its stroking and his fingers tightened about\nthe thin long neck of the animal. \"Eddie?\" he said.\n\nKirk saw the animal's left claw whipping out. He ducked suddenly, but\nthe claw ripped along his left arm. He tried to roll sideways, and then\nhe lay, half sprawled, looking at the blood welling up from this new set\nof ripped ridges in his arm. He shifted his eyes to look at the animal,\nand he was quite certain that he could detect a small mouth fitting\naround the under side of the funnel-shaped head. It was only a line, but\nKirk thought that there was a grinning look to it.\n\n\"You didn't come as soon as you could,\" Loren said, his voice an angry\ntrembling sound.\n\n\"I did, Harry,\" Kirk said, still remaining in his half sprawl. \"I really\ndid.\"\n\nLoren replaced his hand on the neck of the animal, squeezing.\n\n\"No, no,\" Kirk said, and he tried to keep the panic out of his voice.\n\"Harry, I'm telling you the truth!\"\n\n       *       *       *       *       *\n\nLoren's mouth showed a faint surface of his yellow teeth. He shook his\nhead, slowly, back and forth, his fingers tightening about the animal's\nneck.\n\n\"Harry, listen,\" Kirk said, watching Loren's squeezing fingers, \"it's\nover now. You don't have to wait any longer. I'll take you back now.\nI'll take you home!\"\n\nLoren froze, staring. \"Home?\" he said.\n\n\"That's right,\" Kirk said. \"That's right, Harry.\"\n\n\"_Home_,\" Loren breathed, and his eyes were suddenly like a child's,\nwide and unbelieving.\n\n\"The waiting's all over,\" Kirk said. \"You don't have to wait any\nlonger.\"\n\n\"I don't have to wait any longer,\" Loren repeated softly, and his hand\ndropped from the neck of the animal.\n\nKirk watched Loren and the swaying animal. \"The rocket's ready,\" he\nsaid.\n\nLoren's eyes were lost in some distant memory. Gradually Kirk could see\nthe eyes turn shiny with tears. \"Is Annette waiting?\" he asked.\n\nKirk thought quickly. He knew that what he was going to say shouldn't be\nsaid, because he had no right. But he was thinking of his own skin.\n\"Why, yes, Harry,\" he said slowly. \"I imagine Annette _is_ waiting.\"\n\nLoren let a quick breath come through his teeth. \"Annette,\" he\nwhispered. \"And Dickie?\"\n\n\"Dickie?\" Kirk said.\n\n\"Little Dickie?\" Loren said and he held his breath.\n\n\"Oh, yes,\" Kirk lied. \"Of course.\"\n\n\"I can't ask about Eddie, because we never had the chance,\" Loren said,\nhis eyes still lost. \"I always told Annette that no kid should ever grow\nup without a brother, only we never had the chance for Eddie.\" Loren\nreached out absently and touched the brown and yellow neck of the\ncreature. \"I called this fellow Eddie, though. Do you suppose that was\nall right? He's not very pretty.\"\n\nKirk nodded, looking at the waving, funnel-shaped head of the animal.\n\"That was all right, Harry.\"\n\n\"Does she still braid her hair?\" Loren asked, his eyes shiny.\n\n\"What?\" Kirk said.\n\n\"Annette. Does she still braid her hair?\"\n\n\"Why,\" Kirk said slowly, feeling his palms going moist. \"Why wouldn't\nshe, Harry?\"\n\nA faint smile flickered across Loren's lips as he remembered.\n\nKirk watched one of the creature's claws, out of the corners of his\neyes. He opened and closed the fingers of one hand, testing. The claw\njerked slightly.\n\nThe blood of Kirk's new wound was drying, he knew, because it had been\nonly a surface cut. He wondered how it would be if the thing used its\nclaws with serious intent. Like it must have to make the cut that had\nbeen raked into Loren's back. Loren was bending forward now, and Kirk\ncould see the tip end of that scar. Somehow Loren had managed to stay\nalive and befriend the creature. Eddie. The lidless eyes stared.\n\nKirk knew that he had to make use of the moment. It could break apart\nany time, the wildness could return, the unreasoning....\n\n\"Listen, Harry,\" he said, \"we ought to get started, you know. There's no\nuse waiting longer.\"\n\n\"Started?\" Loren said.\n\n\"Of course,\" Kirk said, trying to keep his voice matter-of-fact.\n\"You're going home.\"\n\nLoren looked at Kirk and his eyes turned suddenly hard and his mouth\nlost the faint smile. \"I am,\" he stated flatly.\n\n\"Yes,\" Kirk said. \"Of course.\"\n\n\"You're a liar.\"\n\n\"Now, Harry,\" Kirk said, his eyes flickering to the waiting animal. \"I\nsurely wouldn't lie to you.\"\n\n\"You haven't come for me until after all this time, and now you say you\nsurely wouldn't lie to me.\"\n\nIt was like standing in a gully, Kirk thought, watching a boulder\nteetering above you. It tipped this way and that, and you didn't know\nwhen or if it was going to come hurtling down. You waited. But Kirk\ncouldn't wait, he knew. He had to do something.\n\n\"Harry, listen. It wasn't easy to find you, don't you see?\" He hoped he\nwas making it sound as though all he had done for the last dozen years\nof exploring was look for Harry Loren. He wished that the damned thing\nwould stop swaying its ugly head back and forth. Loren's hand was\ninching out toward the yellow and brown neck.\n\n\"Look, Harry, these things aren't done in a day. We--\"\n\n\"A day!\" Loren hissed. \"A _day_! All this time and you say a _day_!\"\n\n\"No, I'm sorry,\" Kirk said quickly. He wished he could shift out of the\ncramped half-lying position he was in. \"I didn't mean a day, Harry. I\nmeant it wasn't easy. We didn't know where you were--\" He was talking\nquickly, whining almost, and he'd never whined before.\n\nLoren's fingers were touching the waving neck.\n\n\"We'd better hurry,\" Kirk said desperately. \"Annette's waiting. And\nDickie, of course.\"\n\nLoren blinked.\n\n\"You wouldn't want to keep them waiting any longer, not after all this\ntime, Harry.\"\n\nLoren stroked his fingers slowly down the long neck of the animal.\n\n\"I think,\" Kirk said, almost hoarsely, \"now that I really remember it,\nAnnette _was_ still wearing her hair braided. I remember that now,\nHarry. Positively.\"\n\nLoren froze the motion of his hand and stared at Kirk. His lips\ntrembled, and then suddenly he put his hands in front of his face. He\nbent forward, and Kirk felt his nerves jumping, watching the man start\nto cry.\n\nThe animal turned its stare away from Kirk for the first time. It looked\nat Loren and then slowly raised a claw, touching Loren's shoulder\ncarefully. It made a sound then, a peculiar hissing sound, soft, barely\naudible. There was no danger in it, or menace, only a pitiful sound.\n\nLoren raised his head a little and brought his hands away from his face.\nTears had cut through dust and grime and his face was streaked.\n\n\"Shall we go, Harry?\" Kirk said.\n\nLoren wiped at his eyes, stupidly, without knowing what he was doing.\nThen he brought his hands down and wiped them across his chest.\n\n\"All right,\" he said. \"Let's go.\" He picked up Kirk's pistol from where\nhe had dropped it on the ground and held it out.\n\nKirk looked at the gun and at the animal. The claw had been drawn away\nfrom Loren's shoulder and again it was poised, ready. \"You keep it,\nHarry,\" he said.\n\n\"Oh, yes. Of course,\" Loren said. There was a moment of silence as Loren\nstuck the pistol absently into the waist of his ragged cloth covering,\nbeside the knife. The three of them waited then, Kirk, Loren, and the\nanimal.\n\n\"Eddie?\" Loren said finally. \"Are you ready?\"\n\n       *       *       *       *       *\n\nKirk felt himself smiling in the direction of the animal. He remembered\nwhen he was a small boy, going by a house where there had been a mongrel\nwith a flat head and large teeth. He had smiled at that animal as he was\ndoing now. The dog had sensed his fear in spite of the smile.\n\nLoren was standing up slowly, and the animal's head swayed in slow\ncircling motions.\n\n\"All right?\" Loren said.\n\nKirk glanced at the man, saw the wild, nearly vacant look of the face,\nthe polite tilt of the head. Kirk's palms were wet. Goddamn it, he\nthought, and he stood up suddenly.\n\nThe animal extended a claw, slowly, turning it so that it seemed to wind\nand circle as it came toward Kirk.\n\n\"_Eddie_,\" Loren said.\n\nThe claw came away. Kirk caught his breath.\n\n\"Shall we go?\" Loren said, his eyes shining.\n\n\"Yes,\" Kirk said. \"We'll go, Harry.\" He turned slowly, so that his back\nwas to Loren and the animal. He thought about the comb-like claws and\nthe scar on Loren's back. He thought about Loren's knife and about the\npistol.\n\nHe wanted to look back as he walked. He wanted to talk, to hear Loren's\nanswer and so know just where he was. More than anything he wanted to\nbreak into a run and get into that rocket and get out of here.\n\nHe could see the gleam of the rocket finally, but he didn't look back\nyet. He kept moving. As he got closer he could see Leo, standing near\nthe base of the ship, tall, leaning carelessly against the silver\nsurface, smoking. He wanted to shout to Leo, to tell him for God's sake\nto wake up and protect him.\n\nThey reached the edge of the clearing and Leo, whose careless body had\nstiffened, waited motionless, one hand on his pistol. Kirk stopped.\n\"There it is, Harry,\" he said, not turning around. \"There's the ship.\"\nHe waited, half-closing his eyes, breathing slowly.\n\nThere was no sound.\n\n\"That's Leo, my friend, Harry,\" Kirk said, putting his palms flat\nagainst his thighs. \"Your friend, Harry.\"\n\nLeo, Kirk could see, was still frozen, his eyes slitted to narrow\nbrightness. Kirk began to step into the clearing. \"Hello, there, Leo,\"\nhe said, his voice a tense, grating sound. \"I've brought some friends.\"\n\nLeo was lifting his pistol out of its holster, inchingly.\n\n\"_Friends_,\" Kirk rasped.\n\nLeo's thin eyes flickered and the pistol slid back into the holster.\n\nKirk turned around slowly, and he saw that Loren had stopped just inside\nthe clearing. The animal remained beside him, its head making its slow\ncircles. Loren was staring up at the rocket and the sun reflecting from\nthe bright surface, came down and shown on Loren's face, deepening the\nlines there.\n\n\"Leo,\" Kirk said slowly, \"this is Harry Loren and his friend, Eddie.\nHarry's been here quite a while, waiting for us.\"\n\n\"Oh, yes?\" said Leo, still not moving.\n\n\"That's right, Leo,\" Kirk said. \"Quite a while. What year was it,\nHarry?\" he said across the clearing. \"What year did you crash?\"\n\nLoren blinked and there were tears again in his eyes. He reached out\nslowly, and the animal shifted so that its head touched Loren's hand.\n\"Twenty-four-nineteen.\"\n\nKirk put his teeth together. \"Twenty-four-nineteen,\" he said.\n\nLoren nodded slowly, his eyes still upon the rocket.\n\n\"Eighteen years,\" Leo said softly.\n\n\"A long time, Leo,\" Kirk said. He thought of a girl with her hair\nbraided about her head, looking up, while Loren had shot into the depths\nof sky and space. He thought of a little boy called Dickie, standing\nthere, too, watching a fast-disappearing blackness in the sky. He\nthought about eighteen years, and the fading of youth. A boy becoming a\nman. Braided hair becoming gray. Memories fading and minds adjusting.\nNew love, new dedication. A world shifting, a universe shifting.\n\nKirk looked at Eddie, the animal, real and alive, waiting patiently at\nthe tips of Loren's fingers. \"Eddie's been with Harry for a long time,\"\nhe said.\n\n\"Oh?\" said Leo quietly.\n\nLoren's hand stroked the brown and yellow head.\n\n\"Harry,\" Kirk said. \"We're going to leave now. Are you ready?\"\n\nLoren was silent.\n\n\"You go up first, will you, Leo?\" Kirk said.\n\nLeo looked at him, a faint frown touching his brow, then he began moving\nup the ladder to the air lock. Kirk waited until Leo had disappeared\ninto the rocket, then he repeated, \"We're going to leave now, Harry. Are\nyou ready?\"\n\nLoren remained motionless, his hand touching the animal's head. Suddenly\nhe turned then and began moving slowly away through the brush, the brown\nand yellow creature bobbing beside him with queer rocker-like jumps.\n\n\"Goodby, Harry,\" Kirk said. Finally he turned and climbed up the ladder.\nWhen he had gotten into his seat, he said, \"Let's go, Leo,\" and he moved\nhis hands to the controls.\n\n       *       *       *       *       *\n\nThe rocket settled into the quiet motion of its course through space.\n\n\"But I don't get it,\" Leo said. \"I really don't. All that time, and then\nall he has to do is walk a dozen yards and get into the rocket and he's\ngoing home. That's all he would have to do.\"\n\n\"Why?\" Kirk said.\n\n\"Why?\" said Leo, frowning.\n\nKirk nodded, looking at the man. \"Why?\"\n\n                                                           ... THE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If: Worlds of Science Fiction_ March\n    1954. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's 'Mid Pleasures and Palaces, by James McKimmey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK 'MID PLEASURES AND PALACES ***\n\n***** This file should be named 31703.txt or 31703.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/7/0/31703/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}