{"title": "Star Performer", "author": "Robert J. Shea", "releaseDate": "March 22, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Robert Cicconetti, and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from the September 1960 issue of If. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                            Star Performer\n\n\n                          By ROBERT J. SHEA\n\n\n                     Illustrated by DICK FRANCIS\n\n\n     _Blue Boy's rating was high and his fans were loyal to the\n      death--anyone's death!_\n\n       *       *       *       *       *\n\n\n\n\nGavir gingerly fitted the round opening in the bottom of the silvery\nglobe over the top of his hairless blue skull. He pulled the globe\ndown until he felt tiny filaments touching his scalp. The tips of the\nwires were cold.\n\nThe moderator then said, \"_Dreaming Through the Universe_ tonight\nbrings you the first native Martian to appear on the dreamwaves--Gavir\nof the Desert Men. With him is his guardian, Dr. Malcomb Rice, the\nnoted anthropologist.\"\n\n[Illustration]\n\n[Illustration]\n\nThen the moderator questioned Malcomb, while Gavir nervously\nawaited the moment when his thoughts would be transmitted to millions\nof Earthmen. Malcomb told how he had been struck by Gavir's\nintelligence and missionary-taught ability to speak Earth's language,\nand had decided to bring Gavir to Earth.\n\nThe moderator turned to Gavir. \"Are you anxious to get back to Mars?\"\n\n_No!_ Gavir thought. Back behind the Preserve Barrier that killed you\ninstantly if you stepped too close to it? Back to the constant fear of\nbeing seized by MDC guards for a labor pool, to wind up in the MDC\nmines?\n\nMars was where Gavir's father had been pinned, bayonets through his\nhands and feet, to the wall of a shack just the other side of the\nBarrier, to die slowly, out of Gavir's reach. Father James told Gavir\nthat the head of MDC himself had ordered the killing, because Gavir's\nfather had tried to organize resistance to the Corporation. Mars was\nwhere the magic powers of the Earthmen and the helplessness of the\nMartian tribes would always protect the head of MDC from Gavir's\nvengeance.\n\nBack to that world of hopeless fear and hatred? _I never want to go\nback to Mars! I want to stay here!_\n\nBut that wasn't what he was supposed to think. Quickly he said, \"I\nwill be happy to return to my people.\"\n\nA movement caught his eye. The producer, reclining on a divan in a far\ncorner of the small studio, was making some kind of signal by beating\nhis fist against his forehead.\n\n\"Well, enough of that!\" the moderator said briskly. \"How about singing\none of your tribal songs for us?\"\n\nGavir said, \"I will sing the _Song of Going to Hunt_.\" He heaved\nhimself up from the divan, and, feet planted wide apart, threw back\nhis head and began to howl.\n\nHe was considered a poor singer in his tribe, and he was not surprised\nthat Malcomb and the moderator winced. But Malcomb had told him that\nit wouldn't matter. The dreamees receiving the dreamcast would hear\nthe song as it _should_ sound, as Gavir heard it in his mind.\nEverything that Gavir saw and heard and felt in his mind, the dreamees\ncould see and hear and feel....\n\n       *       *       *       *       *\n\nIt was cold, bitter cold, on the plain. The hunter stood at the edge\nof the camp as the shriveled Martian sun struck the tops of the Shakam\nhills. The hunter hefted the long, balanced narvoon, the throwing\nknife, in his hand. He had faith in the knife, and in his skill with\nit.\n\nThe hunter filled his lungs, the cold air reaching deep into his\nchest. He shouted out his throat-bursting hunting cry. He began to run\nacross the plain.\n\nCrouching behind crumbling red rocks, racing over flat expanses of\norange sand, the hunter sought traces of the seegee, the great slow\ndesert beast whose body provided his tribe with all the essentials of\nexistence. At last he saw tracks. He mounted a dune. Out on the plain\nbefore him a great brown seegee lumbered patiently, unaware of its\ndanger.\n\nThe hunter was about to strike out after it, when a dark form leaped\nat him.\n\nThe hunter saw it out of the corner of his eye at the last moment. His\nstartled sidestep saved him from the neck-breaking snap of the great\njaws.\n\nThe drock's long body was armored with black scales. Curving fangs\nprotruded from its upper jaw. Its hand-like forepaws ended in hooked\nclaws, to grasp and tear its prey. It was larger, stronger, faster\nthan the hunter. The thin Martian air carried weirdly high-pitched\ncries which proclaimed its craving to sink its fangs into the hunter's\nbody. The drock's huge hind legs coiled back on their triple joints,\nand it sprang.\n\nThe hunter thrust the gleaming knife out before him, so that the dark\nbody would land on its gleaming blade. The drock twisted in mid-air\nand landed to one side of the hunter.\n\nNow, before it could gather itself for another spring, there was time\nfor one cast of the blade. It had to be done at once. It had to be\nperfect. If it failed, the knife would be lost and the drock would\nhave its kill. The hunter grasped the weapon by the blade, drew his\narm back, and snapped it forward.\n\nThe blade struck deep into the throat of the drock.\n\nThe drock screamed eerily and jumped clumsily. The hunter threw\nhimself at the great, dark body and retrieved the knife. He struck\nwith it again and again into the gray twitching belly. Colorless blood\nran out over the hard, tightly-stretched skin.\n\nThe drock fell, gave a last convulsion, and lay still. The hunter\nplunged the blade into the red sand to clean it. He threw back his\nhead and bellowed his hunting cry. There was great glory in killing\nthe drock, for it showed that the Desert Man and not the drock, was\nlord of the red waste....\n\n       *       *       *       *       *\n\nGavir sat down on the divan, exhausted, his song finished. He didn't\nhear the moderator winding up the dreamcast. Then the producer of the\nprogram was upon him.\n\nHe began shouting even before Gavir removed his headset. \"What kind\nof a fool are you? Before you started that song, you dreamed things\nabout the Martian Development Corporation that were libelous! I got\nthe whole thing--the Barrier, the guards, the labor pools and mines,\nthe father crucified. It was awful! MDC is one of our biggest\nsponsors.\"\n\nMalcomb said, \"You can't expect an untrained young Martian to control\nhis very thoughts. And may I point out that your tone is hostile?\"\n\nAt this a sudden change came over the producer. The standard Earth\nexpression--invincible benignity--took control of his face. \"I\napologize for having spoken sharply, but dreamcasting is a\nnerve-wracking business. If it weren't for Ethical Conditioning, I\ndon't know how I'd control my aggressive impulses. The Suppression of\nAggression is the Foundation of Civilization, eh?\"\n\nMalcomb smiled. \"Ethical Conditioning Keeps Society from Fissioning.\"\nHe shook hands with the producer.\n\n\"Come around tomorrow at 1300 and collect your fee,\" said the\nproducer. \"Good night, gentlemen.\"\n\nAs they left the Global Dreamcasting System building, Gavir said to\nMalcomb, \"Can we go to a bookstore tonight?\"\n\n\"Tomorrow. I'm taking you to your hotel and then I'm going back to my\napartment. We both need sleep. And don't forget, you've been warned\nnot to go prowling around the city by yourself....\"\n\nAs soon as Gavir was sure that Malcomb was out of the hotel and well\non his way home, he left his room and went out into the city.\n\nIn a pitifully few days he would be back in the Preserve, back with\nthe fear of MDC, with hunger and the hopeless desire to find and kill\nthe man who had ordered his father's death.\n\nNow he had an opportunity to learn more about the universe of the\nEarthmen. Despite Malcomb's orders, he was going to find a seller of\nbooks.\n\nDuring a reading class at the mission school, Father James had said,\n\"In books there is power. All that you call magic in our Earth\ncivilization is explained in books.\" Gavir wanted to learn. It was his\nonly hope to find an alternative to the short, fear-ridden,\nimpoverished life he foresaw for himself.\n\nA river of force carried him, along with thousands of\nEarthmen--godlike beings in their perfect health and their impregnable\nbenignity--through the streets of the city. Platforms of force raised\nand lowered him through the city's multiple levels....\n\nAnd, as has always happened to outlanders in cities, he became lost.\n\n       *       *       *       *       *\n\nHe was in a quarter where furtive red and violet lights danced in the\nshadows of hunched buildings. A half-dozen Earthmen approached him,\nstopped and stared. Gavir stared back.\n\nThe Earthmen wore black garments and furs and metal ornaments. The\nbiggest of them wore a black suit, a long black cape, and a\nbroad-brimmed black hat. He carried a coiled whip in one hand. The\nEarthmen turned to one another.\n\n\"A Martian.\"\n\n\"Let's give pain and death to the Martian! It will be a new\nexperience--one to savor.\"\n\n\"Take pain, Martian!\"\n\nThe Earthman with the black hat raised his arm, and the long heavy\nlash fell on Gavir. He felt a savage sting in the arm he had thrown up\nto protect his eyes.\n\nGavir leaped at the Earthmen. He clubbed the man with the whip across\nthe face. As the others rushed in, Gavir flailed about him with long\narms and heavy fists.\n\nHe began to enjoy it. It was rare that a Martian had an opportunity to\nknock Earthmen down. The mood of the _Song of Going to Hunt_ came over\nhim. He sprang free of his attackers and drew his glittering narvoon.\n\nThe man with the whip yelled. They looked at his knife, and then all\nat once turned and ran. Gavir drew back his arm and threw the knife\nwith a practiced catapult-snap of shoulder, elbow, and wrist. To his\nsurprise, the blade clattered to the street far short of his\nretreating enemies. Then he remembered: you couldn't throw far in the\ngravity of Earth.\n\nThe Earthmen disappeared into a lift-force field. Gavir decided not to\npursue them. He walked forward and picked up his narvoon, and saw that\nthe street on which it lay was solid black pavement, not a\nforce-field. He must be in the lowest level of the city. He didn't\nknow his way around; he might meet more enemies. He forgot about the\nbooks he'd wanted, and began to search for his hotel.\n\n       *       *       *       *       *\n\nWhen he got back to his room, he went immediately to bed. He slept\nlate.\n\nMalcomb woke him at 1100. Gavir told Malcomb about the\nstrangely-dressed men who had tried to kill him.\n\n\"I told you not to wander around alone.\"\n\n\"But you did not tell me that Earthmen might try to kill me. You have\ntold me that Earthmen are good and peace-loving, that there have been\nno acts of violence on Earth for many decades. You have told me that\nonly the MDC men are exceptions, because they are living off Earth,\nand this somehow makes them different.\"\n\n\"Well, those people you ran into are another exception.\"\n\n\"Why?\"\n\n\"You know about the Regeneration and Rejuvenation treatment we have\nhere on Earth. A variation of it was given you to acclimate you to\nEarth's gravity and atmosphere. Well, since the R&R treatment was\ndeveloped, we Earthmen have a life-expectancy of about one hundred\nfifty years. Those people who attacked you were Century-Plus. They are\nover a hundred years old, but as healthy, physically, as ever.\"\n\n\"What is wrong with them?\"\n\n\"They seem to have outgrown their Ethical Conditioning. They live\nwildly. Violently. It's a problem without precedent, and we don't know\nwhat to do with them. The fact is, Senile Delinquency is our number\none problem.\"\n\n\"Why not punish them?\" said Gavir.\n\n\"They're too powerful. They are often people who've pursued successful\ncareers and acquired a good deal of property and position. And there\nare getting to be more of them all the time. But come on. You and I\nhave to go over to Global Dreamcasting and collect our fee.\"\n\n       *       *       *       *       *\n\nThe impeccably affable producer of _Dreaming Through the Universe_\ngave Malcomb a check and then asked them to follow him.\n\n\"Mr. Davery wants to see you. Mr. _Hoppy_ Davery, executive\nvice-president in charge of production. Scion of one of Earth's oldest\ncommunications media families!\"\n\nThey went with the producer to the upper reaches of the Global\nDreamcasting building. There they were ushered into a huge office.\n\nThey found Mr. Hoppy Davery lounging on a divan the size of a\nspace-port. He was youthful in appearance, as were all Earthmen, but a\nsoft plumpness and a receding hairline made him look slightly older\nthan average.\n\nHe pointed a rigid finger at Malcomb and Gavir. \"I want you two to\nhear a condensed recording of statements taken from calls we received\nlast night.\"\n\nGavir stiffened. They _had_ gotten into trouble because of his\nthoughts about MDC.\n\nA voice boomed out of the ceiling.\n\n\"That Martian boy has power. That song was a fist in the jaw. More!\"\n\nA woman's voice followed:\n\n\"If you let that boy go back to Mars I'll never dream a Global program\nagain.\"\n\nMore voices:\n\n\"Enormous!\"\n\n\"Potent!\"\n\n\"That hunting song drove me mad. I _like_ being mad!\"\n\n\"Keep him on Earth.\"\n\nHoppy Davery pressed a button in the control panel on his divan, and\nthe voices fell silent.\n\n\"Those callers that admitted their age were all Century-Plus. The boy\nappeals to the Century-Plus mentality. I want to try him again. This\ntime on a really big dream-show, not just an educational 'cast. Got a\nspot on next week's Farfel Flisket Show. If he gets the right\nresponse, we talk about a contract. Okay?\"\n\nMalcomb said, \"His visa expires--\"\n\n\"We'll take care of his visa.\"\n\nGavir trembled with joy. Hoppy Davery pressed another button and a\nsecretary entered with papers. She was followed by another woman.\n\nThe second woman was dark-haired and slender. She wore leather boots\nand tight brown breeches. She was bare from the waist up and her\nbreasts were young and full. A jewelled clip fastened a scarlet cape\nat her neck. Her lips were a disconcertingly vivid red, apparently an\nartificial color. She kissed Hoppy Davery on the forehead, leaving red\nblotches on his pink dome. He wiped his forehead and looked at his\nhand.\n\n\"Do you have to wear that barbaric face-paint?\" Hoppy turned sad eyes\non Gavir and Malcomb. \"Gentlemen, my mother, Sylvie Davery.\"\n\nA Senile Delinquent! thought Gavir. She looked like Davery's younger\nsister. Malcomb stared at her apprehensively, and Gavir wondered if\nshe were somehow going to attack them.\n\nShe looked at Gavir. \"Mmm. What a body, what gorgeous blue skin. How\ntall are you, Blue Boy?\"\n\n\"He's approximately seven feet tall, Sylvie,\" said Hoppy, \"and what do\nyou want here, anyway?\"\n\n\"Just came up to see Blue Boy. One of the crowd dreamed him last\nnight. Positively manic about him. I found out he'd be with you.\"\n\n\"See?\" said Hoppy to Gavir. \"The Century-Plus mentality. You've got\nsomething they go for. Undoubtedly because you're--forgive me--such a\ncomplete barbarian. That's what they're all trying to be.\"\n\n\"Spare me another lecture on Senile Delinquency, Our Number One\nProblem.\" She walked to the door and Gavir watched her all the way.\nShe turned with a swirl of scarlet and a dramatic display of healthy\nyoung flesh. \"See you again, Blue Boy.\"\n\nAfter Sylvie left, Hoppy Davery said, \"That might be a good\nprofessional name--Blue Boy. Gavir doesn't _mean_ anything. Now what\nkind of a song could you do for the Farfel Flisket show?\"\n\nGavir thought. \"Perhaps you would like the _Song of Creation_.\"\n\n\"It's part of a fertility rite,\" Malcomb explained.\n\n\"Great! Give the Senile Delinquents another workout. It's not quite\nethical, but its good for us. But for heaven's sake, Blue Boy, keep\nyour mind off MDC!\"\n\n       *       *       *       *       *\n\nThe following week, Gavir sang the _Song of Creation_ on the Farfel\nFlisket show, and transmitted the images which it brought up in his\nmind to his audience. A jubilant Hoppy Davery called him at his hotel\nnext morning.\n\n\"Best response I've ever seen! The Century-Plussers have been rioting\nand throwing mass orgies ever since you sang. But they take time out\nto call us up and beg for more. I've got a sponsor and a two-year\ncontract lined up for you.\"\n\nThe sponsor was pacing back and forth in Hoppy Davery's office when\nMalcomb and Gavir arrived. Hoppy introduced him proudly. \"Mr. Jarvis\nSpurling, president of the Martian Development Corporation.\"\n\nGavir's hand leaped at the narvoon under his doublet.\n\nThen he stopped himself. He turned the gesture into the proffer of a\nhandshake. \"How do you do?\" he said quietly. In his mind he\ncongratulated himself. He had learned emotional control from the\nEarthmen. Here was the man who had ordered his father crucified! Yet\nhe had managed to hide his instant desire to strike, to kill, to carry\nout the oath of the blood feud then and there.\n\nJarvis Spurling ignored Gavir's hand and stared coldly at him. There\nwas not a trace of the usual Earthman's kindliness in his square,\nbattered face. \"I'm told you got talent. Okay, but a Bluie is a Bluie.\nI'll pay you because a Bluie on Dreamvision is good publicity for MDC\nproducts. But one slip like on your first 'cast and you go back to the\nPreserve.\"\n\n\"Mr. Spurling!\" said Malcomb. \"Your tone is hostile!\"\n\n\"Damn right. That Ethical Conditioning slop doesn't work on me. I've\nlived too long on the frontier. And I know Bluies.\"\n\n       *       *       *       *       *\n\n\"I will sign the contract,\" said Gavir.\n\nAs he drew his signature pictograph on the contract, Sylvie Davery\nsauntered in. She held a white tube between her painted lips. The end\nof the tube was glowing and giving off clouds of smoke. Hoppy Davery\ncoughed and Sylvie winked at Gavir. Gavir straightened up, and she\ntook a long look at his seven feet.\n\n\"All finished, Blue Boy? Come on, let's go have a drink at Lucifer\nGrotto.\"\n\nCaution told Gavir to refuse. But before he could speak Spurling\nsnapped, \"Disgusting! An Earth woman and a Bluie! If you were on Mars,\nlady, we'd deport you so fast your tail would burn. And God help the\nBluie!\"\n\nSylvie blew a cloud of smoke at Spurling. \"You're not on Mars, Jack.\nYou're back in civilization where we do what we damned well please.\"\n\nSpurling laughed. \"I've heard about you Century-Plussers. You're all\nsick.\"\n\n\"You can't claim any monopoly on mental health. Not with that\nconcentration camp you run on Mars. Coming, Gavir?\"\n\nGavir grinned at Spurling. \"The contract, I believe, does not cover my\nprivate life.\"\n\nHoppy Davery said, \"Sylvie, I don't think this is wise.\"\n\nSylvie uttered a short, sharp obscenity, linked arms with Gavir, and\nstrolled out.\n\n\"You screwball Senile Delinquent,\" Spurling yelled after Sylvie, \"you\noughtta be locked up!\"\n\n       *       *       *       *       *\n\nLucifer Grotto was in that same quarter in which Gavir had been\nattacked. Sylvie told him it was _the_ hangout for wealthier New York\nCentury-Plussers. Gavir told her about the attack, and she laughed.\n\"It won't happen again. You're a hero to the Senile Delinquents now.\nBy the way, the big fellow with the broad-brimmed hat, he's one of the\nmost prominent Senile Delinquents of our day. He's president of the\nbiggest privately-owned space line, but he likes to call himself the\nHat Rat. You must be one of the few people who ever got away from him\nalive.\"\n\n\"He seemed happy to get away from me,\" said Gavir.\n\nAn arrangement of force-planes and 3V projections made the front of\nLucifer Grotto appear to be a curtain of flames. Gavir hung back, but\nSylvie inserted a tiny gold pitchfork into a small aperture in the\nglowing, rippling surface. The flames swept aside, revealing a\ndoorway. A bearded man in black tights escorted them through a\nluridly-lit bar to a private room. When they were alone, Sylvie\ndropped her cape to the floor, sat on the edge of a huge, pink divan,\nand smiled at Gavir.\n\nGavir contemplated her. That she was over a hundred years old was a\nlittle frightening. But the skin of her face and her bare upper body\nwas a warm color, and tautly filled. She had lashed out at Spurling,\nand he liked her for that. But in one way she was like Spurling. She\ndidn't fit into the bland, non-violent world of Malcomb and Hoppy.\n\nHe shook his head. He said, \"Sylvie, why--well, why are you the way\nyou are? Why--and how--have you broken away from Ethical\nConditioning?\"\n\nSylvie frowned. She spoke a few words into the air, ordering drinks.\nShe said, \"I didn't do it deliberately. When I reached the age of\nabout a hundred it stopped working for me. I suddenly wanted to do\nwhat _I_ wanted to do. And then I found out that I didn't _know_ what\nI wanted to do. It was Ethical Conditioning or nothing, so I picked\nnothing. And here I am, chasing nothing.\"\n\n\"How do you chase nothing?\"\n\nShe set fire to a white tube. \"This, for instance. They used to do it\nbefore they found out it caused cancer. Now there's no more cancer,\nbut even if there were, I'd still smoke. That's the attitude I have.\nYou try things. You live in the past, if you're inclined, adopt the\ncostumes and manners of some more colorful time. You try ridiculous\nthings, disgusting things, vicious things. You know they're all\nnothing, but you have to do something, so you go on doing nothing,\nelaborately and violently.\"\n\nA tray of drinks rose through the floor. Sylvie frowned as she noticed\na folded paper tucked between the glasses. She picked it up and read\nit, chuckled, and read it again, aloud.\n\n\"Sir: I beg you to forgive the presumption of my recent attack on\nyou. Since then you have captured my imagination. I now hold you to be\nthe noblest savage of them all. Henceforward please consider me, Your\nobedient servant, Hat Rat.\"\n\n\"You've impressed him,\" said Sylvie. \"But you impress me even more.\nCome here.\"\n\nShe held out slim arms to him. He had no wish to refuse her. She was\nnot like a Martian woman, but he found the differences exciting and\nattractive. He went to her, and he forgot entirely that she was over a\nhundred years old.\n\n       *       *       *       *       *\n\nIn the months that followed, Gavir's fame spread over Earth. By\nspring, the rating computers credited him with an audience of eight\nhundred million--ninety-five percent of whom were Century-Plussers.\nDavery doubled Gavir's salary.\n\nGavir toured the world with Sylvie, mobbed everywhere by worshipful\nCentury-Plussers. Male Century-Plussers by the millions adopted blue\ndoublets and blue kilts in honor of their hero.\n\nBlue-dyed hair was now _de rigueur_ among the ladies of Lucifer\nGrotto. The Hat Rat himself, who often appeared at a respectful\ndistance in crowds around Gavir, now wore a wide-brimmed hat of\nbrightest blue.\n\nThen there came the dreamcast on which Gavir sang the _Song of\nComplaint_.\n\nIt was an ancient song, a Desert Man's outcry against injustice,\nenemies, false friends and callous leaders. It was a protest against\nsufferings that could neither be borne nor prevented. At the climax of\nthe song Gavir pictured a tribal chief who refused to make fair\ndivision of the spoils of a hunt with his warriors. Gradually he\nallowed this image to turn into a picture of Hoppy Davery withholding\nbundles of money from a starving Gavir. Then he ended the song.\n\nHoppy sent for him next morning.\n\n\"Why did you do that?\" he said. \"Listen to this.\"\n\nA recorded voice boomed: \"This is Hat Rat. Pay the Blue Boy what he\ndeserves, or I will give you death. It will be a personal thing\nbetween you and me. I will besprinkle you with corrosive acids; I will\nburn out your eyes; I will--\"\n\nHoppy cut the voice off. Gavir saw that he was sweating. \"There were\n_dozens_ like that. If you want more money, I'll _give_ you more\nmoney. Say something nice about me on your next dreamcast, for\nheaven's sake!\"\n\nGavir spread his big blue hands. \"I am sorry. I don't want more money.\nI cannot always control the pictures I make. These images come into\nmy mind even though they have nothing to do with me.\"\n\nHoppy shook his head. \"That's because you haven't had Ethical\nConditioning. We don't have this trouble with our other performers.\nYou just must remember that dreamvision is the most potent\ncommunications medium ever devised. Be _careful_.\"\n\n\"I will,\" said Gavir.\n\n       *       *       *       *       *\n\nOn his next dreamcast Gavir sang the _Song of the Blood Feud_. He\npictured a Desert Man whose father had been killed by a drock.\n\nThe Desert Man ran over the red sand, and he found the drock. He did\nnot throw his knife. That would not have satisfied his hatred. He fell\nupon the drock and stabbed and stabbed.\n\nThe Desert Man howled his hunting-cry over the body of his enemy, and\nspat into its face.\n\nAnd the fanged face of the drock turned into the square, battered face\nof Jarvis Spurling. Gavir held the image in his mind for a long\nmoment.\n\nWhen the dreamcast was over, a studio page ran up to Gavir. \"Mr.\nSpurling wants to see you at once, at his office.\"\n\n\"Let him come and find me,\" said Gavir. \"Let us go, Sylvie.\"\n\nThey went to Lucifer Grotto, where Gavir's wealthiest admirers among\nthe Senile Delinquents were giving a party for him in the Pandemonium\nRoom. The only prominent person missing, as Sylvie remarked after\nsurveying the crowd, was the Hat Rat. They wondered about it, but no\none knew where he was.\n\nSheets of flame illuminated the wild features and strange garments of\nover a hundred Century-Plus ladies and gentlemen. Gouts of flame\nleaped from the walls to light antique-style cigarettes. Drinks were\nrefilled from nozzles of molded fire.\n\nAn hour passed from the time of Gavir's arrival.\n\nThen Jarvis Spurling joined the party. There was a heavy frontier\nsonic pistol strapped at his waist. A protesting Malcomb was behind\nhim.\n\nJarvis Spurling's square face was dark with anger. \"You deliberately\nput my face on that animal! You want to make the public hate me. I pay\nyour salary and keep you here on Earth, and this is what I get for it.\nAll right. A Bluie is a Bluie, and I'll treat you like a Bluie should\nbe treated.\" He unsnapped his holster and drew the square, heavy\npistol out and pointed it at Gavir.\n\nGavir stood up. His right hand plucked at his doublet.\n\n\"You're itching to go for that throwing knife,\" said Spurling. \"Go on!\nTake it out and get ready to throw it. I'll give you that much\nchance. Let's make a game out of this. We'll make like we're back on\nMars, Bluie, and you're out hunting a drock. And you find one, only\nthis drock has a gun. How about that, Bluie?\"\n\nGavir took out the narvoon, grasped the blade, and drew his arm back.\n\n\"Gavir!\"\n\nIt was the Hat Rat. He stood between pillars of flame in the doorway\nof the Pandemonium Room of Lucifer Grotto, and there was a peculiar\ncontrivance of dark brown wood and black metal tubing cradled in his\narm. \"This ancient shotgun I dedicate to your blood feud. I shall hunt\ndown your enemy, Gavir!\"\n\nSpurling turned. The Hat Rat saw him.\n\n\"The enemy!\" the Hat Rat shouted.\n\nThe shotgun exploded.\n\nSpurling's body was thrown back against Gavir. Gavir saw a huge ragged\nred caved-in place in Spurling's chest. Spurling's body sagged to the\nfloor and lay there face up, eyes open. The Senile Delinquents of\nLucifer Grotto leaned forward to grin at the tattered body.\n\nStill holding the narvoon, Gavir stood over his dead enemy. He threw\nback his head and howled out the hunting cry of the Desert Men. Then\nhe looked down and spat in Jarvis Spurling's dead face.\n\nEND\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Star Performer, by Robert J. Shea\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STAR PERFORMER ***\n\n***** This file should be named 31736.txt or 31736.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/7/3/31736/\n\nProduced by Sankar Viswanathan, Robert Cicconetti, and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}