{"title": "The Peacemaker", "author": "Alfred Coppel", "releaseDate": "March 25, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: _The _Arrow_ lanced down out of the night like a spear of\nflame, vengeful and deadly._]\n\n\n    _The legends of Jaq Merril are legion--but legends. Hark, ye, then\n    to the true story of the pirate benefactor of Mankind!_\n\n\nTHE PEACEMAKER\n\nBy Alfred Coppel\n\nIllustrated by BOB MARTIN\n\n\nWe humans are a strange breed, unique in the Universe. Of all the races\nmet among the stars, only _homo sapiens_ thrives on deliberate\nself-delusion. Perhaps this is the secret of our greatness, for we are\ngreat. In power, if not in supernal wisdom.\n\nLegends, I think, are our strength. If one day a man stands on the rim\nof the Galaxy and looks out across the gulfs toward the seetee suns of\nAndromeda, it will be legends that drove him there.\n\nThey are odd things, these legends, peopled with unreal creatures,\nmagnificent heroes and despicable villains. We stand for no nonsense\nwhere our mythology is concerned. A man becoming part of our folklore\nbecomes a fey, one-dimensional, shadow-image of reality.\n\nJaq Merril--the Jaq Merril of the history books--is such an image.\nHistory, folklore's jade, has daubed Merril with the rouge of myth, and\nit does not become him.\n\nThe Peacemaker, the chronicles have named him, and that at least, is\naccurate in point of fact. But it was not through choice that he became\nthe Peacemaker; and when his Peace descended over the worlds of space,\nMerril, the man, was finished. This I know, for I rode with him--his\nlieutenant in a dozen and more bloody fights that earned him his\nironically pacific laurels.\n\n       *       *       *       *       *\n\nNot many now living will remember the Wall Decade. History, ever\npliable, is rewritten often, and facts are forgotten. When it was gone,\nthe Wall Decade was remembered with shame and so was expunged from the\nrecord of time. But I remember it well. It was an era compounded of\nstupidity and grandeur, of brilliant discovery and grimy political\nmaneuver. We, the greedy men of space--and that includes Jaq\nMerril--saw it end with sorrow in our hearts, knowing that we had killed\nit.\n\nIf you will think back to the years immediately preceding the Age of\nSpace, you may remember the Iron Curtain. Among the nations of the Earth\na great schism had arisen, and a wall of ideas was built between east\nand west. Hydrogen bombs were stockpiled and armies marched and\ncountermarched threateningly. Men lived with fear and hatred and\ndistrust.\n\nThen, suddenly, came the years of spaceflight and the expanding\nfrontiers. Luna was passed. Mars and Venus and the Jovian Moons felt the\ntread of living beings for the first time since the dawn of time. The\nlarger asteroids were taken and even the cold moonlets of Saturn and\nUranus trembled under the blast of Terran rockets. But the Iron Curtain\nstill existed. It was extended out into the gulf of space, an intangible\nwall of fear and suspicion. Thus was born the Wall Decade.\n\nJaq Merril was made for that epoch. Ever in human history there are\nthose who profit from the stupidity of their fellows. Jaq Merril so\nprofited. He dredged up the riches of space and took them for his own.\nAnd his weapon was man's fear of his brothers.\n\n       *       *       *       *       *\n\nIt was in Yakki, down-canal from the Terran settlement at Canalopolis,\nthat Merril's plan was born. His ship, the _Arrow_, stood on the red\nsands of Syrtis Major, waiting for a payload to the Outer System. It\nstood among a good many like it: the _Moonmaid_, the _Gay Lady_, the\n_Argonaut_, and my own vessel, the _Starhound_.\n\nWe, the captains, had gathered in the Spaceman's Rest--a tinkling\ngin-mill peopled with human wrecks and hungry-eyed, dusty-skinned women\nwho had come out to Mars hoping for riches and had found only the same\nsqualor they had left behind. I remember the look in Merril's eyes as he\nspoke of the treasures of space that would never be ours, of the gold\nand sapphires, the rubies and unearthly gems of fragile beauty and great\nprice. All the riches of the worlds of space, passing through our hands\nand into the vaults of the stay-at-homes who owned our ships and our\nvery lives. It seemed to me that Merril suffered as though from physical\npain as he spoke of riches. He was nothing if not rapacious. Greedy,\nvenal, ruthless. All of that.\n\n\"Five of us,\" he said in a hard voice, \"Captains all--with ships and\nmen. We carry the riches of the universe and let it slip through our\nfingers. What greater fools could there be?\"\n\nOh, he was right enough. We had the power to command in our hands\nwithout the sense to grasp it firmly and take what we chose.\n\n\"And mark you, my friends,\" Merril said, \"A wall has been built around\nMars. A wall that weakens rather than strengthens. A wonderful, stupid,\nwall....\" He laughed and glanced around the table at our faces, flushed\nwith wine and greed. \"With all space full of walls,\" he said softly,\n\"Who could unite against us?\"\n\nThe question struck home. I thought of the five ships standing out there\non the rusty desert across the silted canal. Five tall ships--against\nthe stars. We felt no kinship to those at home who clung to creature\ncomforts while we bucketed among the stars risking our lives and more.\nWe, the spacemen, had become a race apart from that of the home planet.\nAnd Merril saw this in our faces that night so long ago, and he knew\nthat he had spoken our thoughts.\n\nThus was born the Compact.\n\nGods of space, but I must laugh when I read what history has recorded of\nthe Compact.\n\n    \"_Merril, filled with the wonder of his great dream, spoke his mind\n    to the Captains. He told them of the sorrow in his heart for his\n    divided fellow men, and his face grew stern when he urged them to\n    put aside ideology and prejudice and join with him in the Compact._\"\n\nSo speaks Quintus Bland, historian of the Age of Space. I imagine that I\nhear Merril's laughter even as I write. Oh, we put aside ideology and\nprejudice, all right! That night in Yakki the five Captains clasped\nhands over the formation of the first and only compact of space-piracy\nin history!\n\n       *       *       *       *       *\n\nIt was an all or nothing venture. Our crews were told nothing, but their\npockets were emptied and their pittances joined with ours. We loaded the\nfive ships with supplies and thundered off into the cobalt Martian sky\nto seek a stronghold. We found one readily enough. The chronicles do not\nrecord it accurately. They say that the fleet of the Compact based\nitself on Eros. This is incorrect. We wanted no Base that would bring us\nso close to the home planet every year. The asteroid we chose was\nnameless, and remained so. We spoke of it seldom aspace, but it was ever\nin our minds. There was no space wall, there to divide us one from the\nother. It was a fortress against the rest of mankind, and in it we were\nbrothers.\n\nWhen we struck for the first time, it was not at a Russian missile post\nas the histories say. It was at the _Queen of Heaven_, an undefended and\nunsuspecting merchantman. The records of Earth say the _Queen_ was lost\nin space between Uranus and Mars, and this is so. But she was listed\nlost only because no Russian or American patrol found her gutted hulk. I\nimagine that at this very moment she hangs out beyond Pluto, rounding\nthe bend of the long ellipse we sent her on that day we stripped her\nbones.\n\nShe carried gold and precious stones--and more important yet, women\nbeing furloughed home after forced labor in the mines of Soviet Umbriel.\nThe _Starhound_ and the _Arrow_ bracketed her a million miles above the\nplane of the ecliptic near Saturn's orbit, and killed her. We drew\nabreast of her and forced her valves. We boarded her and took what we\nchose. Then we slaughtered her men and sent them on their long voyage.\nThat was the beginning.\n\nThe attack against Corfu was our next move. This is the battle that\nCelia Witmar Day has described in verse. Very bad verse.\n\n    \"_Corfu slumbered, gorged and proud--\n    While _Arrow_, _Hound_ and _Maid_ marshalled\n    Freedom's might above the tyrant's ground,\n    And rained down death--_\"\n\nThere is much more, of course. Brave phrases of emotion and fanciful\nunreality written by one who never saw the night of space agleam with\nstars.\n\nThere was no talk of tyranny or liberty aboard the _Hound_ that day we\nleveled with the _Maid_ and the _Arrow_ a thousand miles over the\nRussian Base of Corfu. There _was_ talk of the bullion stored under the\nfortress' turrets.\n\nMerril's face appeared in my visor screen, superimposed on the image of\nthe grimy little asteroid floating darkly against the starfields.\n\n\"Their radar has picked us up by now, and they're wondering who we are,\"\nhe said, \"Take the _Hound_ out on tangent left and join the _Maid_.\nCover my attack and stand by to put a landing party aground.\"\n\nI watched the image of the _Arrow_--a sliver of darkness against the\ncrescent of Corfu--lancing down at the fortress. Her forward tubes were\nglowing with the familiar pre-discharge emanation.\n\nBelow us, confusion reigned. For the first time in memory an asteroid\nBase was under attack. Merril brought the _Arrow_ in to within fifty\nmiles and then unleashed the fury of his forward tubes. Hellfire\ncoruscated over the steel turrets and stone walls of Corfu. It splashed\nlike a liquid flame over men and metal and twisted the towers and\nbuttresses into spidery tendrils of glowing thread. Corfu died without\nfiring a shot.\n\nWe put a party from the _Hound_ aground ten hours later. Even then, we\nhad to wear insulated suits to walk in that still molten inferno.\nCharred bodies had become one with the stuff of the fortress, and\nnothing living was left within the keep. We looted Corfu's treasure and\nlifted into space heavy with gold.\n\n       *       *       *       *       *\n\nTime passed in an orgy of looting for the men of the Compact. We grew\nrich and arrogant, for in space we were kings. Torn by suspicion of one\nanother, America and Russia could do nothing against us. They had built\nan Iron Curtain in space, and it kept them divided and weak.\n\nEndymion felt our blasts, and Clio. Then came Tethys, Rhea, Iapetus. We\ncared nothing for the flag these Bases flew. They were the gathering\npoints for all the gold and treasure of space and we of the Compact took\nwhat we wished of it, leaving a trail of blood and rapine behind us. No\nnation claimed our loyalty; space was our mother and lust our father.\n\nThus, the Peacemakers.\n\n       *       *       *       *       *\n\nFor five full years--the long years of the Outer Belt--the _Arrow_, the\n_Starhound_, the _Moonmaid_, the _Lady_ and the _Argonaut_ were the\nscourges of the spacelanes. No patrol could find us, and no defense\ncould contain us. I recall how we laughed at the angry sputtering of\nEarth's radio. Vast sums were spent in searches and new weapons to\nprotect the meek and the mutually distrustful from Merril and the men of\nthe Compact. Budgets, already strained to the breaking point by\ngenerations of the cold war, creaked and groaned as Russians and\nAmericans spent furiously to build up their defenses against our\ndepredations. But though we were few and they many--space was large and\nit hid us well.\n\nAnd then one darkling day, Jaq Merril and I stood on the thin methane\nsnow that carpeted our Base's landing ramp, waiting under our own\nblue-black sky for the return of the _Argonaut_. Merril had sent her\nsunward to strike at the mines of Loki, an asteroid where Russian\n_komisars_ rolled in mountains of blood-red rubies.\n\nWe waited through the day and into the sable night, but the _Argonaut_\ndid not return. For the first time since the formation of the Compact,\nwe had lost a ship, and something like unease crept into our hearts. The\ncarousal that night had no gaiety, and there was the sound of bereaved\nwomen weeping.\n\nMerril could learn nothing of the _Argonaut's_ fate. It was as though\nshe had dropped through a hole in the fabric of space itself and\nvanished from the ken of men. To me he said: \"I fear a new weapon.\" But\nto the rest, he kept his peace and let the work of the Compact continue.\nThere was nothing else to be done. Our Wall Decade was waning, and when\na man or a Compact outlives the age that gave him or it birth, there is\nnothing to do but go forward and meet the new day dawning.\n\nSo it was with the Compact. We lived on as we had lived before: looting\nand killing and draining the wealth of space into our coffers. But in\nthe back of our minds a shadow was lurking.\n\nOn the next raid, the _Lady_ was lost. I saw it happen, as did Merril.\nThere was nothing we could do to help her, and she died, spilling men\ninto the void as she ruptured in her last agony.\n\nIt was off Hyperion, whence we had come to loot the trove built there by\nthe prospectors of the Saturnian Moons. And it was a trap.\n\nThe _Arrow_, the _Hound_ and the _Lady_ circled the moonlet, swinging\ninward to the attack. It was the _Lady_ who was to put aground the\nraiding party, and her valves hung open while men readied the\nassault-boats. Our radar screens showed nothing of danger. There was\nonly the bloated giant in the sky, a ringed monster of yellow gold\nagainst the starry velvet of space.\n\nThe _Lady_ dropped her boats, the _Hound_ and the _Arrow_ hovering by to\nwatch over their sister. And suddenly, the jagged moonscape below\nerupted--belching streaks of fire that sought us like probing fingers. I\nknew in one single instant of terror that this was the new weapon that\nhad killed the _Argonaut_, for it sliced into the _Lady's_ flanks as\nthough the steelite hull were cheese.\n\nShe bulged, glowing like an ember. There was a sudden nimbus of snow\nabout her as her air escaped and froze, and then she rolled into her\ndeath-dance, open from bow to stern, spilling scorched corpses into the\nvoid.\n\nThe _Arrow_ and the _Hound_ drove off into space like furies leaving the\nspinning body of their sister ship behind, not waiting to watch her\ncrash down onto the rocky face of Hyperion. And now the five of the\nCompact were only three, and again there was the sound of weeping among\nour women.\n\n       *       *       *       *       *\n\nTwo months after that engagement, a single assault-boat returned to\nBase. It was the lone survivor of the _Lady's_ landing party. By some\nmiracle, the three men aboard had escaped the holocaust. They had landed\nand been captured and then they had fought their way free and into the\nvoid once more. They were half-dead from starvation and exposure, but\nthey had brought word to Merril that the wall that had so long protected\nus was crumbling.\n\nMerril sought me out, his lean hard face grim and set.\n\n\"There was a Russian among the Americans on Hyperion,\" he said.\n\n\"A prisoner?\" It was my hope that spoke so, not my sure knowledge of\nwhat was to come.\n\nMerril shook his head slowly. \"A technician. They developed the beam\nthat killed the _Argonaut_ and the _Lady_--together.\" His voice was\nharsh and bleak. Then suddenly he laughed. \"We've touched them,\" he\nsaid, \"Touched them on their tender spot--their purses.\" He bowed low,\nfilled with bitter mockery. \"Behold the diplomats, the men who are\naccomplishing the impossible!\"\n\nAnd I knew that his words spelt doom. Doom for the Compact and for the\nWall Decade that was our life.\n\nYet we did not stint. In that year we raided Dione, Io, Ganymede, and\neven the American naval Base on Callisto. We gutted six Russian and four\nAmerican rockets filled with treasure. And we ventured sunward as far as\nthe moons of Mars.\n\nWe dared battles with patrol ships and won. We killed the destroyer\n_Alexei Tolstoi_ off Europa and we shattered an American monitor over\nSyrtis itself, and watched the wreckage rain down on Yakki, the place\nwhere the Compact was born.\n\nAnd we lost the _Moonmaid_.\n\n       *       *       *       *       *\n\nThe radio told us the story. Other new weapons were being developed\nagainst us, and here and there American and Russian spacecraft were seen\nin company for the first time in the history of the Age of Space.\nConvoys were formed from ships of both flags to protect spatial commerce\nfrom the imagined \"great fleet\" of the Compact. None knew that only the\n_Arrow_ and the _Starhound_, small ships, weary ships, were left to face\nthe slowly combining might of Earth.\n\nAnd then at last, the pickings--growing slimmer always--diminished to\nthe vanishing point. Merril stood before us and gave the assembled crews\ntheir option.\n\n\"The treasure hunt is over,\" our captain told us, \"And those who wish\nmay withdraw now. Take your women and the space-boats and return to\nMars. You have your shares, and you can live in comfort wherever you\nmay choose. If you wish it, go now.\"\n\nSome few did go, but most remained. I watched Merril's face, and saw one\nlast plan maturing there. Then he spoke again and we all understood. One\nlast raid ... to take Luna and command the world!\n\n       *       *       *       *       *\n\n    \"_Still the unity of Mankind was not secure, and Merril, filled with\n    impatience for his great dream, decided on one final stroke. He\n    would descend on Luna Base itself with his fleet, and commanding all\n    Earth, he would drive men together--even though it might mean his\n    own death. With this plan of self-immolation in his heart, the\n    Peacemaker ordered his hosts and sought the pumice soil of the\n    mother planet's moon...._\"\n\nThis is the way Quintus Bland, historian and scholar, puts it down for\nposterity. I, one of \"his hosts,\" would say it another way.\n\nWe had gutted the Solar System of its treasure and at last men were\nuniting against us. Our \"fleet\" was reduced to two small ships and a\nbare handful of men and women to fight them. Jaq Merril could see the\nhandwriting on the wall and he knew that all must be gambled on one last\nthrow of the dice. Only with Terra herself under our guns could we hope\nto continue sucking the juice of the worlds into our mouths. It was all\nor nothing, for we had grown used to our life and we could no longer\nchange it to meet the demands of the dawning age of Soviet-American\namity.\n\n       *       *       *       *       *\n\nSide by side the _Arrow_ and the _Hound_ slanted sunward. Mars behind\nus, ahead lay the Earth-Moon system. Ten years had passed since any of\nus aboard the Compact ships had seen the home world, and though we no\nlonger felt a part of it, the sight of the silvery cloud-flecked globe\ntouched our hearts. Touched them as the sapphires of Mimas or the gold\nof Corfu touched them. We saw the planet that gave us birth and we were\nfilled with hunger for it. To own it, command it, make it our own.\n\nLuna's mountains were white and stark under our keels as Merril led us\nacross the curve of the southern horizon, seeking to put us into\nposition to attack the UN Moon Base in Clavius from the direction of the\nMoon's hidden face.\n\nWe swung low across unnamed mountain ranges and deep sheer valleys\nsteeped in shadow. The voice of the ranger in the _Arrow_ came softly\nthrough the open intercom into the tiny control room of the _Hound_. A\nwoman's voice, tense with excitement, but disciplined and controlled.\n\n\"Range five hundred miles, four seventy five, four fifty--\"\n\nAnd then Merril's voice, calm and reassuring, giving heart to all the\nuntried ones aboard with his steady conning commands.\n\n\"Four o'clock jet, easy, hold her. Drivers up one half standard. Steady\ngoes. Meet her. Steady--\"\n\nLine astern now, the two ships flashing low across the jagged lunar\nlandscape, and a world in the balance--\n\nAn alarm bell ringing suddenly, and my screen showing the fleeting\noutline of a Russian monitor above, running across our stern. My own\nvoice, sharp with command:\n\n\"Gun pointer!\"\n\n\"Here, sir!\"\n\n\"Get me that gunboat.\"\n\nThe _Hound's_ turret wound about with agonizing slowness as the monitor\nreached for the sky, clawing for altitude and safety. And then there\ncame a searing blast of fire and the fragments of the Russian gunboat\nraining down lazily, seeking their eternal rest in the pumice of Luna's\nhidden face.\n\nBut they had been warned at the UN Base. The monitor had left one dying\nshriek in the ether, and the waiting garrison had heard. Merril knew it,\nand so did I. We moved forward calmly, into the jaws of hell.\n\n       *       *       *       *       *\n\nThe _Arrow_ attacked from ten o'clock, low on the horizon, the _Hound_\nfrom twelve o'clock high. We swept in over the batteries of pulsating\nprojectors, raining down our bombs. The ground shuddered and shook with\nthe fury of exploding uranium and the sky was laced with a net of fiery\ndeath. The _Hound_ shrieked her protest as I swung her about for another\nattack.\n\nThere was a sickening swerve and the smell of ozone in my ship.\nSomewhere, deep within her, a woman screamed and I felt the deck under\nme give as one of the questing beams from the fortress below cut into\nthe hull. Airtight doors slammed throughout the wounded vessel, and I\ndrove her to the attack again, hard. The last of the bombs clattered out\nof the vents, sending mushrooms of pumice miles into the black sky. One\nbattery of guns below fell silent.\n\nThe _Arrow_ vanished into the night above and as suddenly reappeared,\nher forward tubes spewing red fire onto the Base below. Then Merril\npulled her up again and disappeared among the pale stars.\n\nThe _Hound's_ hurt was mortal, I could feel her dying under my hands,\nand tears streaked my face. Below decks, she was a shambles where the\ncutting beam from the ground had torn part of her heart out. Still I\nfought her. There was no retreat from this last raid, nor did I wish\nany. There was a madness in us--a blood-lust as hot and demanding as\never our lust for gold and treasure might have been.\n\nI lashed the face of the fortress with the _Hound's_ forward tubes,\nfrantically, filled with a hateful anguish. I felt my ship losing way,\ntwisting and seeking rest on the jagged ground below, and thinking he\nhad deserted us, I cursed Merril in an ecstasy of blind fury.\n\nAgain and again the _Hound_ was hit. I knew then that Merril's plan had\nbeen madness, a last gesture of defiance to the new age of unity among\nmen. The _Hound_ fell at last, spitting fire and gall in a futile dance\nof death.\n\nShe struck on a high plateau, grinding into the pumice, rolling with\nmacabre abandon across the face of the high tableland. Then at last she\nwas still, hissing and groaning fitfully as she died, her buccaneering\ndays gone forever.\n\nI donned a suit and staggered, half dazed, out into the lunar night. A\nhalf-dozen men and women from the crew had survived the impact and they\nstood by the wreckage, faces under the plastic helmets turned skyward.\nThey were one and all stunned and bleeding from the violence of the\n_Hound's_ end, but they looked neither back nor around them. Their eyes\nwere filled with the insane glory of the drama being enacted in the sky.\n\nThe _Arrow_ had returned. She lanced down out of the night like a spear\nof flame, vengeful and deadly. Straight into the mouth of the screaming\nguns she dove, death spilling from her tubes. She bathed the Moon Base\nin fire, searing the men within--Russian and American alike--into the\nbrotherhood of death.\n\nMiraculously, she pulled up out of her encircling net of flame. We\nwatched in openmouthed wonder as she reached with sobbing heart for the\nsky just once again--and then, failing, crippled and dying, she hung\nabove the crater's rim, framed with deadly beams from below, but radiant\nin her own right--gleaming in the light of the sun.\n\nThis was defeat. We knew it as we stood by the tangled pile of steelite\nthat had been the _Hound_ and watched the _Arrow_ die. But nothing in\nthis life that I have lived ever told me so grandly that the Wall Decade\nwas ended--and our life of buccaneering with it--as the thing that\nhappened next.\n\nThe _Arrow's_ valve opened and a tiny figure stepped out--into space. I\ndid not need to be told that Jaq Merril was coming to meet the men he\nhad welded together against him.\n\nLazily, unreally, the tiny shape twisted over and over as it fell, until\nat last it vanished amid the raw welter of craters and ridges beyond the\nrazor wall of Clavius....\n\n       *       *       *       *       *\n\nI have told a true tale, though one that will not be believed. I have\ntaken the Peacemaker of the histories and painted him _as he was_.\n\nBut men are ashamed, and the chronicles of history must be rewritten to\nhide their weaknesses, Jaq Merril has become a legend, and the man that\nI knew is forgotten.\n\nMerril--pirate, fighter, grandiose dreamer. That was my captain. Not the\ncolorless do-good creature of the legend. Merril fought for lust and\ngreed, and these are the things that will one day take men to the stars.\nHe knew this truth, of course, and that was the substance of his great\ndream. Because of it, there are no longer walls in space, and the men\nwho united to fight the Peacemaker will one day rule the universe.\n\nMeanwhile, chroniclers will write lies about him, and Jaq Merril's\nlaughter will echo in some ghostly Valhalla beyond the farthest star.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If: Worlds of Science Fiction_ January\n    1953. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Peacemaker, by Alfred Coppel\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PEACEMAKER ***\n\n***** This file should be named 31767.txt or 31767.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/7/6/31767/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}