{"title": "The Draw", "author": "Jerome Bixby", "releaseDate": "March 25, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Stories March 1954. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                               THE DRAW\n\n\n                           BY JEROME BIXBY\n\n\n                      _Illustrator_: Wm. Ashman\n\n\n     _Stories of the old West were filled with bad men who lived\n      by the speed of their gun hand. Well, meet Buck Tarrant, who\n      could outdraw them all. His secret: he didn't even have to\n      reach for his weapon...._\n\n       *       *       *       *       *\n\n\n\n\nJoe Doolin's my name. Cowhand--work for old Farrel over at Lazy F\nbeyond the Pass. Never had much of anything exciting happen to\nme--just punched cows and lit up on payday--until the day I happened\nto ride through the Pass on my way to town and saw young Buck\nTarrant's draw.\n\nNow, Buck'd always been a damn good shot. Once he got his gun in his\nhand he could put a bullet right where he wanted it up to twenty\npaces, and within an inch of his aim up to a hundred feet. But Lord\nGod, he couldn't draw to save his life--I'd seen him a couple of times\nbefore in the Pass, trying to. He'd face a tree and go into a crouch,\nand I'd know he was pretending the tree was Billy the Kid or somebody,\nand then he'd slap leather--and his clumsy hand would wallop his\ngunbutt, he'd yank like hell, his old Peacemaker would come staggering\nout of his holster like a bear in heat, and finally he'd line on his\ntarget and plug it dead center. But the whole business took about a\nsecond and a half, and by the time he'd ever finished his fumbling in\na real fight, Billy the Kid or Sheriff Ben Randolph over in town or\neven me, Joe Doolin, could have cut him in half.\n\nSo this time, when I was riding along through the Pass, I saw Buck\nupslope from me under the trees, and I just grinned and didn't pay too\nmuch attention.\n\nHe stood facing an old elm tree, and I could see he'd tacked a playing\ncard about four feet up the trunk, about where a man's heart would\nbe.\n\nOut of the corner of my eye I saw him go into his gunman's crouch. He\nwas about sixty feet away from me, and, like I said, I wasn't paying\nmuch mind to him.\n\nI heard the shot, flat down the rocky slope that separated us. I\ngrinned again, picturing that fumbly draw of his, the wild slap at\nleather, the gun coming out drunklike, maybe even him dropping it--I'd\nseen him do that once or twice.\n\nIt got me to thinking about him, as I rode closer.\n\n       *       *       *       *       *\n\nHe was a bad one. Nobody said any different than that. Just bad. He\nwas a bony runt of about eighteen, with bulging eyes and a wide mouth\nthat was always turned down at the corners. He got his nickname Buck\nbecause he had buck teeth, not because he was heap man. He was some\nhandy with his fists, and he liked to pick ruckuses with kids he was\nsure he could lick. But the tipoff on Buck is that he'd bleat like a\ntwo-day calf to get out of mixing with somebody he was scared\nof--which meant somebody his own size or bigger. He'd jaw his way out\nof it, or just turn and slink away with his tail along his belly. His\ndad had died a couple years before, and he lived with his ma on a\nsmall ranch out near the Pass. The place was falling to pieces,\nbecause Buck wouldn't lift a hand to do any work around--his ma just\ncouldn't handle him at all. Fences were down, and the yard was all\nweedgrown, and the house needed some repairs--but all Buck ever did\nwas hang around town, trying to rub up against some of the tough\ncustomers who drank in the Once Again Saloon, or else he'd ride up and\nlie around under the trees along the top of the Pass and just\nthink--or, like he was today, he'd practise drawing and throwing down\non trees and rocks.\n\nGuess he always wanted to be tough. Really tough. He tried to walk\nwith tough men, and, as we found out later, just about all he ever\nthought about while he was lying around was how he could be tougher\nthan the next two guys. Maybe you've known characters like that--for\nsome damfool reason they just got to be able to whup anybody who comes\nalong, and they feel low and mean when they can't, as if the size of a\nman's fist was the size of the man.\n\nSo that's Buck Tarrant--a halfsized, poisonous, no-good kid who wanted\nto be a hardcase.\n\n[Illustration]\n\nBut he'd never be, not in a million years. That's what made it\nfunny--and kind of pitiful too. There wasn't no real strength in him,\nonly a scared hate. It takes guts as well as speed to be tough with\na gun, and Buck was just a nasty little rat of a kid who'd probably\nalways counterpunch his way through life when he punched at all. He'd\nkite for cover if you lifted a lip.\n\nI heard another shot, and looked up the slope. I was near enough now\nto see that the card he was shooting at was a ten of diamonds--and\nthat he was plugging the pips one by one. Always could shoot, like I\nsaid.\n\n       *       *       *       *       *\n\nThen he heard me coming, and whirled away from the tree, his gun\nholstered, his hand held out in front of him like he must have\nimagined Hickock or somebody held it when he was ready to draw.\n\nI stopped my horse about ten feet away and just stared at him. He\nlooked real funny in his baggy old levis and dirty checkered shirt and\nthat big gun low on his hip, and me knowing he couldn't handle it\nworth a damn.\n\n\"Who you trying to scare, Buck?\" I said. I looked him up and down and\nsnickered. \"You look about as dangerous as a sheepherder's wife.\"\n\n\"And you're a son of a bitch,\" he said.\n\nI stiffened and shoved out my jaw. \"Watch that, runt, or I'll get off\nand put my foot in your mouth and pull you on like a boot!\"\n\n\"Will you now,\" he said nastily, \"you son of a bitch?\"\n\nAnd he drew on me ... and I goddam near fell backwards off my saddle!\n\nI swear, I hadn't even seen his hand move, he'd drawn so fast! That\ngun just practically _appeared_ in his hand!\n\n\"Will you now?\" he said again, and the bore of his gun looked like a\ngreased gate to hell.\n\nI sat in my saddle scared spitless, wondering if this was when I was\ngoing to die. I moved my hands out away from my body, and tried to\nlook friendlylike--actually, I'd never tangled with Buck, just razzed\nhim a little now and then like everybody did; and I couldn't see much\nreason why he'd want to kill me.\n\nBut the expression on his face was full of gloating, full of wildness,\nfull of damn-you recklessness--exactly the expression you'd look to\nfind on a kid like Buck who suddenly found out he was the deadliest\ngunman alive.\n\nAnd that's just what he was, believe me.\n\nOnce I saw Bat Masterson draw--and he was right up there with the very\nbest. Could draw and shoot accurately in maybe half a second or\nso--you could hardly see his hand move; you just heard the slap of\nhand on gunbutt, and a split-second later the shot. It takes a lot of\npractise to be able to get a gun out and on target in that space of\ntime, and that's what makes gunmen. Practise, and a knack to begin\nwith. And, I guess, the yen to be a gunman, like Buck Tarrant'd always\nhad.\n\nWhen I saw Masterson draw against Jeff Steward in Abilene, it was that\nway--slap, crash, and Steward was three-eyed. Just a blur of motion.\n\nBut when Buck Tarrant drew on me, right now in the Pass, I didn't see\nany motion _atall_. He just crouched, and then his gun was on me. Must\nhave done it in a millionth of a second, if a second has millionths.\n\nIt was the fastest draw I'd ever seen. It was, I reckoned, the fastest\ndraw anybody's ever seen. It was an impossibly fast draw--a man's hand\njust couldn't move to his holster that fast, and grab and drag a heavy\nPeacemaker up in a two foot arc that fast.\n\nIt was plain damn impossible--but there it was.\n\nAnd there I was.\n\n       *       *       *       *       *\n\nI didn't say a word. I just sat and thought about things, and my horse\nwandered a little farther up the slope and then stopped to chomp\ngrass. All the time, Buck Tarrant was standing there, poised, that\nwild gloating look in his eyes, knowing he could kill me anytime and\nknowing I knew it.\n\nWhen he spoke, his voice was shaky--it sounded like he wanted to bust\nout laughing, and not a nice laugh either.\n\n\"Nothing to say, Doolin?\" he said. \"Pretty fast, huh?\"\n\nI said, \"Yeah, Buck. Pretty fast.\" And my voice was shaky too, but not\nbecause I felt like laughing any.\n\nHe spat, eying me arrogantly. The ground rose to where he stood, and\nour heads were about on a level. But I felt he was looking down.\n\n\"Pretty fast!\" he sneered. \"Faster'n anybody!\"\n\n\"I reckon it is, at that,\" I said.\n\n\"Know how I do it?\"\n\n\"No.\"\n\n\"I _think_, Doolin. I _think_ my gun into my hand. How d'you like\nthat?\"\n\n\"It's awful fast, Buck.\"\n\n\"I just _think_, and my gun is there in my hand. Some draw, huh!\"\n\n\"Sure is.\"\n\n\"You're damn right it is, Doolin. Faster'n anybody!\"\n\nI didn't know what his gabbling about \"thinking his gun into his hand\"\nmeant--at least not then, I didn't--but I sure wasn't minded to\nquestion him on it. He looked wild-eyed enough right now to start\ntaking bites out of the nearest tree.\n\nHe spat again and looked me up and down. \"You know, you can go to\nhell, Joe Doolin. You're a lousy, God damn, white-livered son of a\nbitch.\" He grinned coldly.\n\nNot an insult, I knew now, but a deliberate taunt. I'd broken jaws for\na lot less--I'm no runt, and I'm quick enough to hand back crap if\nsome lands on me. But now I wasn't interested.\n\nHe saw I was mad, though, and stood waiting.\n\n\"You're fast enough, Buck,\" I said, \"so I got no idea of trying you.\nYou want to murder me, I guess I can't stop you--but I ain't drawing.\nNo, sir, that's for sure.\"\n\n\"And a coward to boot,\" he jeered.\n\n\"Maybe,\" I said. \"Put yourself in my place, and ask yourself why in\nhell I should kill myself?\"\n\n\"Yellow!\" he snarled, looking at me with his bulging eyes full of\nmeanness and confidence.\n\nMy shoulders got tight, and it ran down along my gun arm. I never took\nthat from a man before.\n\n\"I won't draw,\" I said. \"Reckon I'll move on instead, if you'll let\nme.\"\n\nAnd I picked up my reins, moving my hands real careful-like, and\nturned my horse around and started down the slope. I could feel his\neyes on me, and I was half-waiting for a bullet in the back. But it\ndidn't come. Instead Buck Tarrant called, \"Doolin!\"\n\nI turned my head. \"Yeah?\"\n\nHe was standing there in the same position. Somehow he reminded me of\na crazy, runt wolf--his eyes were almost yellowish, and when he talked\nhe moved his lips too much, mouthing his words, and his big crooked\nteeth flashed in the sun. I guess all the hankering for toughness in\nhim was coming out--he was acting now like he'd always wanted\nto--cocky, unafraid, mean--because now he wore a bigger gun than\nanybody. It showed all over him, like poison coming out of his skin.\n\n\"Doolin,\" he called. \"I'll be in town around three this afternoon.\nTell Ben Randolph for me that he's a son of a bitch. Tell him he's a\ndunghead sheriff. Tell him he'd better look me up when I get there, or\nelse get outa town and stay out. You got that?\"\n\n\"I got it, Buck.\"\n\n\"Call me Mr. Tarrant, you Irish bastard.\"\n\n\"Okay ... Mr. Tarrant,\" I said, and reached the bottom of the slope\nand turned my horse along the road through the Pass. About a hundred\nyards farther on, I hipped around in the saddle and looked back. He\nwas practising again--the crouch, the fantastic draw, the shot.\n\nI rode on toward town, to tell Ben Randolph he'd either have to run or\ndie.\n\n       *       *       *       *       *\n\nBen was a lanky, slab-sided Texan who'd come up north on a drive ten\nyears before and liked the Arizona climate and stayed. He was a good\nsheriff--tough enough to handle most men, and smart enough to handle\nthe rest. Fourteen years of it had kept him lean and fast.\n\nWhen I told him about Buck, I could see he didn't know whether he was\ntough or smart or fast enough to get out of this one.\n\nHe leaned back in his chair and started to light his pipe, and then\nstared at the match until it burned his fingers without touching it to\nthe tobacco.\n\n\"You sure, Joe?\" he said.\n\n\"Ben, I saw it four times. At first I just couldn't believe my\neyes--but I tell you, he's fast. He's faster'n you or me or Hickock or\nanybody. God knows where he got it, but he's got the speed.\"\n\n\"But,\" Ben Randolph said, lighting another match, \"it just don't\nhappen that way.\" His voice was almost mildly complaining. \"Not\novernight. Gunspeed's something you work on--it comes slow, mighty\nslow. You know that. How in hell could Buck Tarrant turn into a\nfire-eating gunslinger in a few days?\" He paused and puffed. \"You\nsure, Joe?\" he asked again, through a cloud of smoke.\n\n\"Yes.\"\n\n\"And he wants me.\"\n\n\"That's what he said.\"\n\nBen Randolph sighed. \"He's a bad kid, Joe--just a bad kid. If his\nfather hadn't died, I reckon he might have turned out better. But his\nmother ain't big enough to wallop his butt the way it needs.\"\n\n\"You took his gun away from him a couple times, didn't you, Ben?\"\n\n\"Yeah. And ran him outa town too, when he got too pestiferous. Told\nhim to get the hell home and help his ma.\"\n\n\"Guess that's why he wants you.\"\n\n\"That. And because I'm sheriff. I'm the biggest gun around here, and\nhe don't want to start at the bottom, not him. He's gonna show the\nworld right away.\"\n\n\"He can do it, Ben.\"\n\nHe sighed again. \"I know. If what you say's true, he can sure show\n_me_ anyhow. Still, I got to take him up on it. You know that. I can't\nleave town.\"\n\nI looked at his hand lying on his leg--the fingers were trembling. He\ncurled them into a fist, and the fist trembled.\n\n\"You ought to, Ben,\" I said.\n\n\"Of course I ought to,\" he said, a little savagely. \"But I can't. Why,\nwhat'd happen to this town if I was to cut and run? Is there anyone\nelse who could handle him? Hell, no.\"\n\n\"A crazy galoot like that,\" I said slowly, \"if he gets too damn nasty,\nis bound to get kilt.\" I hesitated. \"Even in the back, if he's too\ngood to take from the front.\"\n\n\"Sure,\" Ben Randolph said. \"Sooner or later. But what about\nmeantime?... how many people will he have to kill before somebody gets\nangry or nervy enough to kill _him_? That's my job, Joe--to take care\nof this kind of thing. Those people he'd kill are depending on me to\nget between him and them. Don't you see?\"\n\n       *       *       *       *       *\n\nI got up. \"Sure, Ben, I see. I just wish _you_ didn't.\"\n\nHe let out another mouthful of smoke. \"You got any idea what he meant\nabout thinking his gun into his hand?\"\n\n\"Not the slightest. Some crazy explanation he made up to account for\nhis sudden speed, I reckon.\"\n\nAnother puff. \"You figure I'm a dead man, Joe, huh?\"\n\n\"It looks kind of that way.\"\n\n\"Yeah, it kind of does, don't it?\"\n\nAt four that afternoon Buck Tarrant came riding into town like he\nowned it. He sat his battered old saddle like a rajah on an elephant,\nand he held his right hand low beside his hip in an exaggerated\ngunman's stance. With his floppy hat over at a cocky angle, and his\nbig eyes and scrawny frame, he'd have looked funny as hell trying to\nlook like a tough hombre--except that he _was_ tough now, and\neverybody in town knew it because I'd warned them. Otherwise somebody\nmight have jibed him, and the way things were now, that could lead to\na sudden grave.\n\nNobody said a word all along the street as he rode to the hitchrail in\nfront of the Once Again and dismounted. There wasn't many people\naround _to_ say anything--most everybody was inside, and all you could\nsee of them was a shadow of movement behind a window there, the\nflutter of a curtain there.\n\nOnly a few men sat in chairs along the boardwalks under the porches,\nor leaned against the porchposts, and they just sort of stared around,\nlooking at Buck for a second and then looking off again if he turned\ntoward them.\n\nI was standing near to where Buck hitched up. He swaggered up the\nsteps of the saloon, his right hand poised, his bulging eyes full of\nhell.\n\n\"You tell him?\" he asked.\n\nI nodded. \"He'll look you up, like you said.\"\n\nBuck laughed shortly. \"I'll be waiting. I don't like that lanky\nbastard. I reckon I got some scores to settle with him.\" He looked at\nme, and his face twisted into what he thought was a tough snarl.\nFunny--you could see he really wasn't tough down inside. There wasn't\nany hard core of confidence and strength. His toughness was in his\nholster, and all the rest of him was acting to match up to it.\n\n\"You know,\" he said, \"I don't like you either, Irish. Maybe I oughta\nkill you. Hell, why not?\"\n\nNow, the only reason I'd stayed out of doors that afternoon was I\nfigured Buck had already had one chance to kill me and hadn't done it,\nso I must be safe. That's what I figured--he had nothing against me,\nso I was safe. And I had an idea that maybe, when the showdown came, I\nmight be able to help out Ben Randolph somehow--if anything on God's\nEarth _could_ help him.\n\nNow, though, I wished to hell I hadn't stayed outside. I wished I was\nbehind one of them windows, looking out at somebody else get told by\nBuck Tarrant that maybe he oughta kill him.\n\n\"But I won't,\" Buck said, grinning nastily. \"Because you done me a\nfavor. You run off and told the sheriff just like I told you--just\nlike the goddam white-livered Irish sheepherder you are. Ain't that\nso?\"\n\nI nodded, my jaw set so hard with anger that the flesh felt stretched.\n\nHe waited for me to move against him. When I didn't, he laughed and\nswaggered to the door of the saloon. \"Come on, Irish,\" he said over\nhis shoulder. \"I'll buy you a drink of the best.\"\n\nI followed him in, and he went over to the bar, walking heavy, and\nlooked old Menner right in the eye and said, \"Give me a bottle of the\nbest stuff you got in the house.\"\n\n       *       *       *       *       *\n\nMenner looked at the kid he'd kicked out of his place a dozen times,\nand his face was white. He reached behind him and got a bottle and put\nit on the bar.\n\n\"Two glasses,\" said Buck Tarrant.\n\nMenner carefully put two glasses on the bar.\n\n\"_Clean_ glasses.\"\n\nMenner polished two other glasses on his apron and set them down.\n\n\"You don't want no money for this likker, do you, Menner?\" Buck asked.\n\n\"No, sir.\"\n\n\"You'd just take it home and spend it on that fat heifer of a wife you\ngot, and on them two little halfwit brats, wouldn't you?\"\n\nMenner nodded.\n\n\"Hell, they really ain't worth the trouble, are they?\"\n\n\"No, sir.\"\n\nBuck snickered and poured two shots and handed me one. He looked\naround the saloon and saw that it was almost empty--just Menner behind\nthe bar, and a drunk asleep with his head on his arms at a table near\nthe back, and a little gent in fancy town clothes fingering his drink\nat a table near the front window and not even looking at us.\n\n\"Where is everybody?\" he asked Menner.\n\n\"Why, sir, I reckon they're home, most of them,\" Menner said. \"It\nbeing a hot day and all--\"\n\n\"Bet it'll get hotter,\" Buck said, hard.\n\n\"Yes, sir.\"\n\n\"I guess they didn't want to really feel the heat, huh?\"\n\n\"Yes, sir.\"\n\n\"Well, it's going to get so hot, you old bastard, that everybody'll\nfeel it. You know that?\"\n\n\"If you say so, sir.\"\n\n\"It might even get hot for you. Right now even. What do you think of\nthat, huh?\"\n\n\"I--I--\"\n\n\"You thrun me outa here a couple times, remember?\"\n\n\"Y-yes ... but I--\"\n\n\"Look at this!\" Buck said--and his gun was in his hand, and he didn't\nseem to have moved at all, not an inch. I was looking right at him\nwhen he did it--his hand was on the bar, resting beside his shotglass,\nand then suddenly his gun was in it and pointing right at old Menner's\nbelly.\n\n\"You know,\" Buck said, grinning at how Menner's fear was crawling all\nover his face, \"I can put a bullet right where I want to. Wanta see me\ndo it?\"\n\nHis gun crashed, and flame leaped across the bar, and the mirror\nbehind the bar had a spiderweb of cracks radiating from a round black\nhole.\n\nMenner stood there, blood leaking down his neck from a split earlobe.\n\nBuck's gun went off again, and the other earlobe was a red tatter.\n\nAnd Buck's gun was back in its holster with the same speed it had come\nout--I just couldn't see his hand move.\n\n\"That's enough for now,\" he told Menner. \"This is right good likker,\nand I guess I got to have somebody around to push it across the bar\nfor me, and you're as good as anybody to do jackass jobs like that.\"\n\n       *       *       *       *       *\n\nHe didn't ever look at Menner again. The old man leaned back against\nthe shelf behind the bar, trembling, two trickles of red running down\nhis neck and staining his shirt collar--I could see he wanted to touch\nthe places where he'd been shot, to see how bad they were or just to\nrub at the pain, but he was afraid to raise a hand. He just stood\nthere, looking sick.\n\nBuck was staring at the little man in town clothes, over by the\nwindow. The little man had reared back at the shots, and now he was\nsitting up in his chair, his eyes straight on Buck. The table in\nfront of him was wet where he'd spilled his drink when he'd jumped.\n\nBuck looked at the little guy's fancy clothes and small mustache and\ngrinned. \"Come on,\" he said to me, and picked up his drink and started\nacross the floor. \"Find out who the dude is.\"\n\nHe pulled out a chair and sat down--and I saw he was careful to sit\nfacing the front door, and also where he could see out the window.\n\nI pulled out another chair and sat.\n\n\"Good shooting, huh?\" Buck asked the little guy.\n\n\"Yes,\" said the little guy. \"Very fine shooting. I confess, it quite\nstartled me.\"\n\nBuck laughed harshly. \"Startled the old guy too....\" He raised his\nvoice. \"Ain't that right, Menner? Wasn't you startled?\"\n\n\"Yes, sir,\" came Menner's pain-filled voice from the bar.\n\nBuck looked back at the little man--let his insolent gaze travel up\nand down the fancy waistcoat, the string tie, the sharp face with its\nmustache and narrow mouth and black eyes. He looked longest at the\neyes, because they didn't seem to be scared.\n\nHe looked at the little guy, and the little guy looked at Buck, and\nfinally Buck looked away. He tried to look wary as he did it, as if he\nwas just fixing to make sure that nobody was around to sneak-shoot\nhim--but you could see he'd been stared down.\n\nWhen he looked back at the little guy, he was scowling. \"Who're you,\nmister?\" he said. \"I never seen you before.\"\n\n\"My name is Jacob Pratt, sir. I'm just traveling through to San\nFrancisco. I'm waiting for the evening stage.\"\n\n\"Drummer?\"\n\n\"Excuse me?\"\n\nFor a second Buck's face got ugly. \"You heard me, mister. You a\ndrummer?\"\n\n\"I heard you, young man, but I don't quite understand. Do you mean, am\nI a musician? A performer upon the drums?\"\n\n\"No, you goddam fool--I mean, what're you selling? Snake-bite\nmedicine? Likker? Soap?\"\n\n\"Why--I'm not selling anything. I'm a professor, sir.\"\n\n\"Well, I'll be damned.\" Buck looked at him a little more carefully. \"A\nperfessor, huh? Of what?\"\n\n\"Of psychology, sir.\"\n\n\"What's that?\"\n\n\"It's the study of man's behavior--of the reasons why we act as we\ndo.\"\n\nBuck laughed again, and it was more of a snarl. \"Well, perfessor, you just\nstick around here then, and I'll show you some _real_ reasons for people\nacting as they do! From now on, I'm the big reason in this town ...\nthey'll jump when I yell frog, or else!\"\n\nHis hand was flat on the table in front of him--and suddenly his\nPeacemaker was in it, pointing at the professor's fourth vest button.\n\"See what I mean huh?\"\n\nThe little man blinked. \"Indeed I do,\" he said, and stared at the gun\nas if hypnotized. Funny, though--he still didn't seem scared--just a\nlot interested.\n\n       *       *       *       *       *\n\nSitting there and just listening, I thought about something else\nfunny--how they were both just about of a size, Buck and the\nprofessor, and so strong in different ways: with the professor, you\nfelt he was strong inside--a man who knew a lot, about things and\nabout himself--while with Buck it was all on the outside, on the\nsurface: he was just a milksop kid with a deadly sting.\n\nBuck was still looking at the professor, as carefully as he had\nbefore. He seemed to hesitate for a second, his mouth twisting. Then\nhe said, \"You're an eddicated man, ain't you? I mean, you studied a\nlot. Ain't that right?\"\n\n\"Yes, I suppose it is.\"\n\n\"Well....\" Again Buck seemed to hesitate. The gun in his hand lowered\nuntil the end of the barrel rested on the table. \"Look,\" he said\nslowly, \"maybe you can tell me how in hell....\"\n\nWhen he didn't go on, the professor said, \"Yes?\"\n\n\"Nothing.\"\n\n\"You were going to say--?\"\n\nBuck looked at him, his bulging eyes narrowed, the gunman's smirk on\nhis lips again. \"Are you telling me what's true and what ain't,\" he\nsaid softly, \"with my gun on you?\"\n\n\"Does the gun change anything?\"\n\nBuck tapped the heavy barrel on the table. \"I say it changes a hell of\na lot of things.\" _Tap_ went the barrel. \"You wanta argue?\"\n\n\"Not with the gun,\" the professor said calmly. \"It always wins. I'll\ntalk with you, however, if you'll talk with your mouth instead of with\nthe gun.\"\n\n       *       *       *       *       *\n\nBy this time I was filled with admiration for the professor's guts,\nand fear that he'd get a bullet in them ... I was all set to duck, in\ncase Buck should lose his temper and start throwing lead.\n\nBut suddenly Buck's gun was back in his holster. I saw the professor\nblink again in astonishment.\n\n\"You know,\" Buck said, grinning loosely, \"you got a lotta nerve,\nprofessor. Maybe you _can_ tell me what I wanta know.\"\n\nHe didn't look at the little man while he talked--he was glancing\naround, being \"wary\" again. And grinning that grin at the same time.\nYou could see he was off-balance--he was acting like everything was\ngoing on just like he wanted it; but actually the professor had beaten\nhim again, words against the gun, eyes against eyes.\n\nThe professor's dark eyes were level on Buck's right now. \"What is it\nyou want to know?\"\n\n\"This--\" Buck said, and his gun was in his hand again, and it was the\nfirst time when he did it that his face stayed sober and kind of\nstupid-looking, his normal expression, instead of getting wild and\ndangerous. \"How--do you know how do I do it?\"\n\n\"Well,\" the professor said, \"suppose you give me your answer first, if\nyou have one. It might be the right one.\"\n\n       *       *       *       *       *\n\n\"I--\" Buck shook his head--\"Well, it's like I _think_ the gun into my\nhand. It happened the first time this morning. I was standing out in\nthe Pass where I always practise drawing, and I was wishing I could\ndraw faster'n anybody who ever lived--I was wishing I could just get\nmy gun outa leather in no time atall. And--\" the gun was back in his\nholster in the blink of an eye--\"that's how it happened. My gun was in\nmy hand. Just like that. I didn't even reach for it--I was just\ngetting set to draw, and had my hand out in front of me ... and my gun\nwas in my hand before I knew what'd happened. God, I was so surprised\nI almost fell over!\"\n\n\"I see,\" said the professor slowly. \"You _think_ it into your hand?\"\n\n\"Yeah, kind of.\"\n\n\"Would you do it now, please?\" And the professor leaned forward so he\ncould see Buck's holster, eyes intent.\n\nBuck's gun appeared in his hand.\n\nThe professor let out a long breath. \"Now think it back into its\nholster.\"\n\nIt was there.\n\n\"You did not move your arm either time,\" said the professor.\n\n\"That's right,\" said Buck.\n\n\"The gun was just suddenly in your hand instead of in your holster.\nAnd then it was back in the holster.\"\n\n\"Right.\"\n\n\"Telekinesis,\" said the professor, almost reverently.\n\n\"Telewhat?\"\n\n\"Telekinesis--the moving of material objects by mental force.\" The\nprofessor leaned back and studied the holstered gun. \"It _must_ be\nthat. I hardly dared think if at first--the first time you did it. But\nthe thought did occur to me. And now I'm virtually certain!\"\n\n\"How do you say it?\"\n\n\"T-e-l-e-k-i-n-e-s-i-s.\"\n\n\"Well, how do I _do_ it?\"\n\n\"I can't answer that. Nobody knows. It's been the subject of many\nexperiments, and there are many reported happenings--but I've never\nheard of any instance even remotely as impressive as this.\" The\nprofessor leaned across the table again. \"Can you do it with other\nthings, young man?\"\n\n\"What other things?\"\n\n\"That bottle on the bar, for example.\"\n\n\"Never tried.\"\n\n\"Try.\"\n\nBuck stared at the bottle.\n\nIt wavered. Just a little. Rocked, and settled back.\n\nBuck stared harder, eyes bulging.\n\nThe bottle shivered. That was all.\n\n\"Hell,\" Buck said. \"I can't seem to--to get ahold of it with my mind,\nlike I can with my gun.\"\n\n\"Try moving this glass on the table,\" the professor said, \"It's\nsmaller, and closer.\"\n\n       *       *       *       *       *\n\nBuck stared at the glass. It moved a fraction of an inch across the\ntabletop. No more.\n\nBuck snarled like a dog and swatted the glass with his hand, knocking\nit halfway across the room.\n\n\"Possibly,\" the professor said, after a moment, \"you can do it with\nyour gun because you want to so very badly. The strength of your\ndesire releases--or creates--whatever psychic forces are necessary to\nperform the act.\" He paused, looking thoughtful. \"Young man, suppose\nyou try to transport your gun to--say, to the top of the bar.\"\n\n\"Why?\" Buck asked suspiciously.\n\n\"I want to see whether distance is a factor where the gun is\nconcerned. Whether you can place the gun that far away from you, or\nwhether the power operates only when you want your gun in your hand.\"\n\n\"No,\" Buck said in an ugly voice. \"Damn if I will. I'd maybe get my\ngun over, there and not be able to get it back, and then you'd jump\nme--the two of you. I ain't minded to experiment around too much,\nthank you.\"\n\n\"All right,\" the professor said, as if he didn't care. \"The suggestion\nwas purely in the scientific spirit--\"\n\n\"Sure,\" said Buck. \"Sure. Just don't get any more scientific, or I'll\nexperiment on how many holes you can get in you before you die.\"\n\nThe professor sat back in his chair and looked Buck right in the eye.\nAfter a second, Buck looked away, scowling.\n\nMe, I hadn't said a word the whole while, and I wasn't talking now.\n\n\"Wonder where that goddam yellow-bellied sheriff is?\" Buck said. He\nlooked out the window, then glanced sharply at me. \"He said he'd come,\nhuh?\"\n\n\"Yeah.\" When I was asked, I'd talk.\n\nWe sat in silence for a few moments.\n\nThe professor said, \"Young man, you wouldn't care to come with me to\nSan Francisco, would you? I and my colleagues would be very grateful\nfor the opportunity to investigate this strange gift of yours--we\nwould even be willing to pay you for your time and--\"\n\nBuck laughed. \"Why, hell, I reckon I got bigger ideas'n that, mister!\n_Real_ big ideas. There's no man alive I can't beat with a gun! I'm\ngoing to take Billy the Kid ... Hickock ... all of them! I'm going to\nget myself a rep bigger'n all theirs put together. Why, when I walk\ninto a saloon, they'll hand me likker. I walk into a bank, they'll\ngive me the place. No lawman from Canada to Mexico will even stay in\nthe same town with me! Hell, what could _you_ give me, you goddam\nlittle dude?\"\n\nThe professor shrugged. \"Nothing that would satisfy you.\"\n\n\"That's right.\" Suddenly Buck stiffened, looking out the window. He\ngot up, his bulging blue eyes staring down at us. \"Randolph's coming\ndown the street! You two just stay put, and maybe--just maybe--I'll\nlet you live. Professor, I wanta talk to you some more about this\ntelekinesis stuff. Maybe I can get even faster than I am, or control\nmy bullets better at long range. So you be here, get that?\"\n\n       *       *       *       *       *\n\nHe turned and walked out the door.\n\nThe professor said, \"He's not sane.\"\n\n\"Nutty as a locoed steer,\" I said. \"Been that way for a long time. An\nugly shrimp who hates everything--and now he's in the saddle holding\nthe reins, and some people are due to get rode down.\" I looked\ncuriously at him. \"Look, professor--this telekinesis stuff--is all\nthat on the level?\"\n\n\"Absolutely.\"\n\n\"He just _thinks_ his gun into his hand?\"\n\n\"Exactly.\"\n\n\"Faster than anyone could ever draw it?\"\n\n\"Inconceivably faster. The time element is almost non-existent.\"\n\nI got up, feeling worse than I'd ever felt in my life. \"Come on,\" I\nsaid. \"Let's see what happens.\"\n\nAs if there was any doubt about what was bound to happen.\n\nWe stepped out onto the porch and over to the rail. Behind us, I\nheard Menner come out too. I looked over my shoulder. He'd wrapped a\ntowel around his head. Blood was leaking through it. He was looking at\nBuck, hating him clear through.\n\n       *       *       *       *       *\n\nThe street was deserted except for Buck standing about twenty feet\naway, and, at the far end, Sheriff Ben Randolph coming slowly toward\nhim, putting one foot ahead of the other in the dust.\n\nA few men were standing on porches, pressed back against the walls,\nmostly near doors. Nobody was sitting now--they were ready to\ngroundhog if lead started flying wild.\n\n\"God damn it,\" I said in a low, savage voice. \"Ben's too good a man to\nget kilt this way. By a punk kid with some crazy psychowhosis way of\nhandling a gun.\"\n\nI felt the professor's level eyes on me, and turned to look at him.\n\n\"Why,\" he said, \"doesn't a group of you get together and face him\ndown? Ten guns against his one. He'd have to surrender.\"\n\n\"No, he wouldn't,\" I said. \"That ain't the way it works. He'd just\ndare any of us to be the first to try and stop him--and none of us\nwould take him up on it. A group like that don't mean anything--it'd\nbe each man against Buck Tarrant, and none of us good enough.\"\n\n\"I see,\" the professor said softly.\n\n\"God....\" I clenched my fists so hard they hurt. \"I wish we could\nthink his gun right back into the holster or something!\"\n\nBen and Buck were about forty feet apart now. Ben was coming on\nsteadily, his hand over his gunbutt. He was a good man with a gun,\nBen--nobody around these parts had dared tackle him for a long time.\nBut he was out-classed now, and he knew it. I guess he was just hoping\nthat Buck's first shot or two wouldn't kill him, and that he could\nplace a good one himself before Buck let loose any more.\n\nBut Buck was a damn good shot. He just wouldn't miss.\n\nThe professor was staring at Buck with a strange look in his eyes.\n\n\"He should be stopped,\" he said.\n\n\"Stop him, then,\" I said sourly.\n\n\"After all,\" he mused, \"if the ability to perform telekinesis lies\ndormant in all of us, and is released by strong faith and desire to\naccomplish something that can be accomplished only by that means--then\nour desire to stop him might be able to counter his desire to--\"\n\n\"Damn you and your big words,\" I said bitterly.\n\n\"It was your idea,\" the professor said, still looking at Buck. \"What\nyou said about thinking his gun back into its holster--after all, we\n_are_ two to his one--\"\n\nI turned around and stared at him, really hearing him for the first\ntime. \"Yeah, that's right--I said that! My God ... do you think we\ncould do it?\"\n\n\"We can try,\" he said. \"We know it _can_ be done, and evidently that\nis nine-tenths of the battle. He can do it, so we should be able to.\nWe must want him _not_ to more than he _wants_ to.\"\n\n       *       *       *       *       *\n\n\"Lord,\" I said, \"I want him not to, all right....\"\n\nBen and Buck were about twenty feet apart now, and Ben stopped.\n\nHis voice was tired when he said, \"Any time, Buck.\"\n\n\"You're a hell of a sheriff,\" Buck sneered. \"You're a no-good\nbastard.\"\n\n\"Cuss me out,\" Ben said. \"Don't hurt me none. I'll be ready when you\nstart talking with guns.\"\n\n\"I'm ready now, beanpole,\" Buck grinned. \"You draw first, huh?\"\n\n\"_Think of his gun!_\" the professor said in a fierce whisper. \"Try to\ngrab it with your mind--break his aim--pull it away from him--_you\nknow it can be done! Think, think_--\"\n\nBen Randolph had never in anyone's knowledge drawn first against a\nman. But now he did, and I guess nobody could blame him.\n\nHe slapped leather, his face already dead--and Buck's Peacemaker was\nin his hand--\n\nAnd me and the professor were standing like statues on the porch of\nthe Once Again, thinking at that gun, glaring at it, fists clenched,\nour breath rasping in our throats.\n\nThe gun appeared in Buck's hand, and wobbled just as he slipped\nhammer. The bullet sprayed dust at Ben's feet.\n\nBen's gun was halfway out.\n\nBuck's gunbarrel pointed down at the ground, and he was trying to lift\nit so hard his hand got white. He drove a bullet into the dust at his\nown feet, and started to whine.\n\nBen's gun was up and aiming.\n\nBuck shot himself in the foot.\n\nThen Ben shot him once in the right elbow, once in the right shoulder.\nBuck screamed and dropped his gun and threw out his arms, and Ben, who\nwas a thorough man, put a bullet through his right hand, and another\none on top of it.\n\nBuck sat in the dust and flapped blood all around, and bawled when we\ncame to get him.\n\n       *       *       *       *       *\n\nThe professor and I told Ben Randolph what had happened, and nobody\nelse. I think he believed us.\n\nBuck spent two weeks in the town jail, and then a year in the state\npen for pulling on Randolph, and nobody's seen him now for six years.\nDon't know what happened to him, or care much. I reckon he's working\nas a cowhand someplace--anyway, he sends his mother money now and\nthen, so he must have tamed down some and growed up some too.\n\nWhile he was in the town jail, the professor talked to him a lot--the\nprofessor delayed his trip just to do it.\n\nOne night he told me, \"Tarrant can't do anything like that again. Not\nat all, even with his left hand. The gunfight destroyed his faith in\nhis ability to do it--or most of it, anyway. And I finished the job, I\nguess, asking all my questions. I guess you can't think too much about\nthat sort of thing.\"\n\nThe professor went on to San Francisco, where he's doing some\ninteresting experiments. Or trying to. Because he has the memory of\nwhat happened that day--but, like Buck Tarrant, not the ability to do\nanything like that any more. He wrote me a couple times, and it seems\nthat ever since that time he's been absolutely unable to do any\ntelekinesis. He's tried a thousand times and can't even move a\nfeather.\n\nSo he figures it was really me alone who saved Ben's life and stopped\nBuck in his tracks.\n\nI wonder. Maybe the professor just knows too much not to be some\nskeptical, even with what he saw. Maybe the way he looks at things and\ntries to find reasons for them gets in the way of his faith.\n\nAnyway, he wants me to come to San Francisco and get experimented on.\nMaybe someday I will. Might be fun, if I can find time off from my\njob.\n\nI got a lot of faith, you see. What I see, I believe. And when Ben\nretired last year, I took over his job as sheriff--because I'm the\nfastest man with a gun in these parts. Or, actually, in the world.\nProbably if I wasn't the peaceable type, I'd be famous or something.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Draw, by Jerome Bixby\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DRAW ***\n\n***** This file should be named 31778.txt or 31778.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/7/7/31778/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}