{"title": "The Water Eater", "author": "Win Marks", "releaseDate": "March 31, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction June 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                           the water eater\n\n\n                             By WIN MARKS\n\n\n                       Illustrated by BALBALIS\n\n\n     _Most experiments were dropped because they failed--and some\n      because they worked too well!_\n\n       *       *       *       *       *\n\n\n\n\nI just lost a weekend. I ain't too anxious to find it. Instead, I sure\nwish I had gone fishing with McCarthy and the boys like I'd planned.\n\nI drive a beer truck for a living, but here it is almost noon Monday\nand I haven't turned a wheel. Sure, I get beer wholesale, and I have\nbeen known to take some advantage of my discount. But that wasn't what\nhappened to this weekend.\n\nInstead of fishing or bowling or poker or taking the kids down to the\namusement park over Saturday and Sunday, I've been losing sleep over\nan experiment.\n\nDown at the Elks' Club, the boys say that for a working stiff I have a\nvery inquiring mind. I guess that's because they always see me reading\n_Popular Science_ and _Scientific American_ and such, instead of\nheading for the stack of _Esquires_ that are piled a foot deep in the\nmiddle of the big table in the reading room, like the rest of them do.\n\nWell, it was my inquiring mind that lost me my wife, the skin of my\nright hand, a lot of fun and sleep--yeah, not a wink of sleep for two\ndays now! Which is the main reason I'm writing this down now. I've\nread somewheres that if you wrote down your troubles, you could get\nthem out of your system.\n\nI thought I had troubles Friday night when I pulled into the driveway\nand Lottie yelled at me from the porch, \"The fire's out! And it's\nflooded. Hurry up!\"\n\nTrouble, hah! That was just the beginning.\n\n       *       *       *       *       *\n\nLottie is as cute a little ex-waitress as ever flipped the suds off a\nglass of beer, but she just ain't mechanically minded. The day Uncle\nAlphonse died and left us $2500 and I went out and bought a kitchen\nand shed full of appliances for her, that was a sad day, all right.\nShe has lived a fearful life ever since, too proud of her dishwasher\nand automatic this and that to consider selling them, but scared stiff\nof the noises they make and the vibrations and all the mysterious\ndials and lights, etc.\n\nSo this Friday afternoon when the oil-burner blew out from the high\nwind, she got terrified, sent the kids over to their grandmother's in\na cab and sat for two hours trying to make up her mind whether to call\nthe fire department or the plumber.\n\nMeanwhile, this blasted oil stove was overflowing into the fire pot.\n\n\"Well, turn it off!\" I yelled. \"I'll be in right away!\"\n\nI ducked into the garage and got a big handful of rags and a hunk of\nstring and a short stick. This I have been through before. I went in\nand kissed her pretty white face, and a couple of worry lines\ndisappeared.\n\n\"Get me a pan or something,\" I said and started dismantling the front\nof the heater.\n\nThese gravity-flow oil heaters weren't built to make it easy to drain\noff excess oil. There's a brass plug at the inlet, but no one in\nhistory has been able to stir one, the oil man told me. I weigh 200\npounds stripped, but all I ever did was ruin a tool trying.\n\nThe only way to get out the oil was to open the front, stuff rags down\nthrough the narrow fire slot, sop up the stuff and fish out the rags\nwith the string tied around one end of the bundle. Then you wring out\nthe rags with your bare hands into a pan.\n\n\"Hey, Lottie,\" I yelled, \"this is your roaster! It'll be hard to\nclean out the oil smell!\"\n\nBut, of course, it was too late. I had squeezed a half-pint of oil\ninto it already. So I went on dunking and wringing and thinking how\nlousy my cigarettes were going to taste all evening and feeling glad\nthat I delivered beer instead of oil for a living.\n\n       *       *       *       *       *\n\nI got the stove bailed out and lit with only one serious blast of soot\nout the \"Light Here\" hole. Then I dumped the oil out in the alley and\nset the roaster pan in the sink. Lottie was peeling potatoes for\ndinner, and she snuggled her yellow curls on my shoulder kind of\napologetically for the mess she had caused me. I scrubbed the soot and\noil off my hands and told her it was all right, only next time, for\ngosh sakes, please turn the stove off at least.\n\nThe water I was splashing into the roaster gathered up in little\nshrinking drops and reminded me that the pig-hocks I brought home for\nSunday dinner were going to rate throwing out unless we got the oil\nsmell out of the pan.\n\n\"Tell you what you do,\" I said to Lottie. \"Get me all your cleaning\nsoaps and stuff and let's see what we got.\"\n\nLottie is always trying out some new handy-dandy little kitchen helper\ncompound, so she hefted up quite an armload. Now, when I was in high\nschool, I really liked chemistry. \"Charlie, Boy Scientist,\" my pals\nused to sneer at me. But I was pretty good at it, and I been reading\nthe science magazines right along ever since. So I know what a\ndetergent is supposed to do, and all about how soaps act, and stuff\nthat most people take the advertisers' word for.\n\n\"This one,\" I told Lottie, \"has a lot of caustic in it, see?\"\n\nShe nodded and said that's the one that ruined her aluminum coffee\npot. She remembered it specially.\n\nI poured some very hot tap water into the roaster and shook in the\nstrong soap powder. \"This is to saponify the oil,\" I explained.\n\n\"What's saponify?\" Lottie asked.\n\n\"That means to make soap. Soap is mainly a mixture of some caustic\nwith fat or oil. It makes sudsy soap.\"\n\n\"But we got soap,\" she said. \"Why don't you just use the soap we got?\"\n\nWe went into the business of soap-making pretty deep. Meanwhile, I\nread some more labels and added pinches of this and that detergent and\na few squirts of liquid \"wonder-cleaners\" that didn't say what was in\nthem.\n\nIn her crisp Scotch way, Lottie got across to me that she thought I\nwas wasting soap powder and my time and cluttering up the sink while\nshe was busy there, so I wound up with half a cup of Doozey soap\nflakes, filled the pan to the brim and set the concoction at the back\nof the drain board to do its business.\n\n       *       *       *       *       *\n\nWhen dinner was over, I was in the living room reading the paper when\nI heard Lottie muttering at the sink. Lottie doesn't usually mutter,\nso I went out to see what was wrong.\n\n\"Nice mess,\" she said and pointed at the roaster. The stuff had cooled\nand jelled into a half-solid condition.\n\n\"Hah!\" I said. \"We had a supersaturated solution. When it cooled off,\nit coagulated.\"\n\nLottie scowled. It makes her nervous when I use big words which I only\ndo when I'm talking about chemistry and the like.\n\n\"Well, uncoogalate it and dump it out of my roaster,\" she told me.\n\nMy scientific inquiring mind was stirred as I lifted the pan over to\nthe table under the center light. We had here a gelatin of various\ncleaners, and every one of them claiming to be best ever. What would\nthis new combination do?\n\nI grabbed a pan off the stove that had a mess of scorched carrot\nleavings in the bottom. Lottie had been soaking it with about a half\ninch of water. As I reached for a tablespoon, Lottie objected. \"Look,\nnow, if you are going to start another _experiment_, dump that mess\nout first and let me work on the roaster.\"\n\nI saved about a cupful of the slimy gunk and she went back to her\ndishes.\n\n\"You'll be sorry,\" I said under my breath, \"if this turns out to be\nthe only batch of the finest cleaner in the whole world. And us with\nonly a cupful.\"\n\nA minute later, I was glad she hadn't heard me. When I dropped a\nlittle glob of the stuff into the carrot pan and stirred it around a\nbit, instead of dissolving and diluting in the extra water, the\nmixture seemed to stay the same density after swallowing up the water.\n\n\"Give me a pie tin,\" I demanded.\n\nLottie sighed, but she got a shallow pan out of the pantry and handed\nit to me. Then I poured the jelly out of the carrot pan and I made my\nfirst important discovery.\n\nThe stuff was not good for cleaning out scorched carrots.\n\nThe pot was bone-dry. So were the carrots. They had a desiccated look\nand were stuck worse than ever to the bottom. I brushed them with my\nfinger and the top layers powdered to dust. Then I noticed that not a\ndroplet or smidgin of the jelly remained in the pot. When I had poured\nit out, it had gone out all at the same time, as if it was trying to\nhang together.\n\nThe carbonized carrots at the very bottom were hard and dry, too. A\nscrape job if I ever saw one.\n\n       *       *       *       *       *\n\nThe pie tin was now full almost to the rim. The globby stuff sort of\nrolled around, trying to find a flat condition, which it finally did.\nThe motion was not as startling as the sudden quiet that settled over\nthe surface after a last ripple.\n\nThe stuff looked like it was waiting.\n\nThe temptation was worse than a park bench labeled \"wet paint,\" so I\nstuck my finger in it. Right in the middle of it.\n\nA ripple flashed out from the center like when you drop a pebble in a\npool, and the ripple hit the brim and converged back to my finger.\nWhen it hit, the surface climbed up my finger about an eighth of an\ninch. Another ripple, another eighth of an inch, and about now I felt\nsomething like a gentle sucking sensation. Also, another feeling I can\nonly tell you was \"unclammy.\"\n\nI jerked away fast and shook my finger hard over the pan, but it\nwasn't necessary. None of the stuff had stayed with me. In fact, my\nfinger was dry--powdery dry!\n\nThen I got the feeling that someone was staring over my shoulder.\nThere was. It was Lottie, and she had a look of horror on her face\nthat didn't help my nerves a bit.\n\n\"Get rid of it, Charlie!\" she cried. \"Get rid of it! Please throw it\nout!\"\n\n\"Now, now, honey,\" I said. \"It ain't alive.\"\n\n\"It is!\" she insisted.\n\nLottie chatters quite a bit and pretty well speaks her mind. But she\ndoesn't go around making assertions. When she does come out\nflat-footed with a serious statement, it is always from the bottom of\nher 22-carat womanly intuition, and she is practically always right.\n\n\"How could it be alive?\" I argued. I often argue when I know I'm\nwrong. This time I argued because I wanted to wipe that awful look off\nmy wife's face. \"Come on in the living room and relax,\" I said.\n\n       *       *       *       *       *\n\nAnd then sweet-natured, honey-haired little Lottie did a violent\nthing. Still staring over my shoulder at the pie tin, she screamed\nwide-open and ran out of the house. A second later, I heard her start\nthe car out the driveway at 30 miles an hour in reverse. She burned\nrubber out in front and was gone.\n\nI hadn't moved an inch. Because when she screamed, I looked back at\nthe jelly to see why, and the stuff had oozed over the edge and was\nflowing slowly toward me.\n\nI know a little about Korzybski and how he wanted everybody to make\nwhat he called a cortico-thalamic pause whenever they get scared as\nhell. So I was making this cortico-thalamic pause, which is really\ncounting to ten before you do anything, while Lottie was leaving the\nhouse. When I got through with my pause, I jumped backward over my\nkitchen chair so hard that I must have knocked my head on the tile\nsink-board.\n\nWhen I came to, it was after midnight. The kitchen light was still on.\nLottie was still gone. I knew it. If she was here, she'd have had me\nin bed. No matter how much of my employer's product I have sampled,\nnever has Lottie let me sleep it off on the kitchen floor. Her 110\npounds is a match for my 200 in more ways than one, and she takes good\ncare of her man.\n\nThen I realized that this was not a stag beer-bust. There was\nsomething about a pot of soap-jelly.\n\nIt was still there. A long slug of the half-transparent stuff had\nstrung down off the edge of the table and still hung there like a\nnasty-looking icicle.\n\nThe knob on the back of my head throbbed so much that at first I\ncouldn't figure what was wrong with the air. Then my aching dry throat\ntold me what the matter was. The air was dry like the summer we spent\nat a dude ranch in Arizona. It made my nostrils crimp, and my tongue\nfelt like a mouthful of wrinkled pepperoni.\n\nWhen I got to my feet and looked at the top of the kitchen table, I\nalmost panicked again. But this time the pause worked and I got better\nresults.\n\nAlive or dead, the gunk was the most powerful desiccant I'd ever heard\nof. It had drunk up the water in the carrot pot, sucked the surface\nmoisture from my finger and then spent the past few hours feeding on\nthe humidity in the air.\n\nIt was thirsty. Like alcohol has affinity for water, this stuff was\nthe same way, only more so. In fact, it even reached out toward\nanything that had water in it--like me.\n\nThat's why it had oozed over the pan the way it did.\n\n       *       *       *       *       *\n\nWhat's so frightening about that, I asked myself. Plants grow toward\nwater.\n\n[Illustration]\n\nBut plants are alive!\n\nThat's what Lottie had said--before she screamed.\n\n\"So you're thirsty?\" I asked it out loud. \"Okay, we'll give you a\n_real_ drink!\"\n\nI got a bucket from the service porch and took the pancake turner to\nscrape the gooey nightmare into it. I even caught the drip off the\nedge, and it seemed quietly grateful to sink back to the parent glob\nin the pail, which by now amounted to about a quart.\n\nI set the pail in the laundry tray and turned on the faucet hard. In\nabout a second and a half, I almost sprained my wrist turning it off.\nNot only did the jelly drink up the water without dissolving, but it\nstarted creeping up the stream in a column about three inches in\ndiameter, with the water pouring down its middle.\n\nWhen I got the water shut off, the unholy jelly-spout slopped back\ndisappointedly.\n\nAnd now the bucket was over half full of the stuff.\n\nI dropped in an ice-cube as an experiment. It didn't even splash. The\nsurface pulled away, letting the cube make a pretty good dent in it,\nbut then only gradually did the displaced goo creep back around it as\nif to sample it cautiously.\n\nI couldn't stand the dry air any more, so I threw open the doors and\nwindows and let the cool, damp night air come in. The ice-cube had\ndisappeared without even a surface puddle. Now, as the humidity came\nback, I thought I noticed a restless shimmering in the jelly.\n\nThe phone rang. It was Lottie's mother wanting to know why Lottie had\ncome over there in hysterics, and where had I been since seven\no'clock. I don't remember what I answered, but it served the purpose.\nLottie hasn't returned and they haven't called up any more.\n\nWhen I returned to the bucket, it seemed that the stuff was deeper\nyet, but I couldn't tell because I hadn't marked the level. I got\nLottie's fever thermometer out of the medicine chest and took the\njelly's temperature. It read 58 degrees F. The wall thermometer read\n58 degrees, too. Room temperature, with the windows open. What kind of\n\"life\" could this be that had no temperature of its own?\n\nBut then what kind of a fancy-pants metabolism could you expect out of\nan organism that fed on nothing but Lake Michigan water, right out of\nthe reservoir?\n\n       *       *       *       *       *\n\nI got a pencil and notebook out of Lottie's neat little desk and\nstarted making notes.\n\nI wondered about the density of the stuff. Ice floated in it and the\nbucket seemed heavy. I broke the thermometer and tapped a drop of\nmercury onto the restless surface. The droplet sank slowly to the\nbottom with no apparent effect either way.\n\nHeavier than water. Lighter than mercury.\n\nI took a beer out of the refrigerator and swallowed it. The last drops\nI sprinkled into the pail. The drippings sizzled across the surface\nuntil only a fine dust was left. A tiny ripple flipped this dust over\nto the edge of the pail as if clearing the thirsty decks for action.\nBut this drew my eyes to the rim of the liquid. There was no meniscus,\neither up or down.\n\nRemembering back, I figured this meant there was no surface tension,\nwhich reminded me that part of this mixture was made of detergent.\n\nBut had I created a new form of life? Like Lottie said, was it really\nalive? Certainly it could reproduce itself. It had brains enough to\nknow the direction of more water, like when it took off after me on\nthe table.\n\nNot long ago, there was this important physicist who wrote about how\nlife probably got started away back when the Earth was just forming.\nHe argued that special creation was more or less a lot of hogwash, and\nthat what actually took place was that as the Earth cooled, all the\nhot chemicals mixing around sort of stumbled onto a combination or two\nthat took on the first characteristics of life.\n\nIn other words, this guy left off where Mr. Darwin began his theory of\nevolution.\n\nNow me, I don't know. Lottie makes me go to church with the kids every\nSunday and I like it. If this chemical theory about life getting\nstarted is right--well, then, a lot of people got the wrong idea about\nthings, I always figured.\n\nBut how would I or this physicist explain this quivering mess of\nprotoplasm I got on my hands by accident this particular Friday night?\n\nI experimented some more. I got out the kids' junior encyclopedia and\nlooked up some things I'd forgot, and some I had never learned in the\nfirst place.\n\n       *       *       *       *       *\n\nSo it got to be Saturday morning. Fred and Claude phoned about the\nfishing trip and I made an excuse. No one else bothered me. All day\nSaturday, I studied. And all Saturday night and Sunday. But I couldn't\nfigure out any sensible answers that would make peace with my\nminister.\n\nIt looked like I had created some form of life. Either that or some\nlife-form in the stove oil that had been asleep a billion years had\nsuddenly found a condition to its liking and had decided to give up\nhibernating in favor of reproduction.\n\nWhat drove me on was the thought that I must have something here that\nwas commercially important--a new culture of something that would\nrevolutionize some branch of chemistry or biology. I wouldn't even\nstop to fry an egg. I chewed up some crackers and drank a few more\nbottles of beer when my stomach got too noisy. I wasn't sleepy,\nalthough my eyes felt like they were pushed four inches into my skull.\n\nJunior's little chemistry set didn't tell me very much when I made the\nfew tests I knew how. Litmus paper remained either red or blue when\nstuck into the jelly. This surprised me a little because this whole\nmass of de-sudsed washing compound mixture had started out with a\npretty good shot of lye in it.\n\nSo my notes grew, but my useful information didn't. By midnight\nSunday, it appeared that my jelly invention had only one important\ntalent: The ability to drink endlessly anything containing water. And\nonly the water was used, it seemed. Dissolved solids were cast aside\nin the form of variously colored dusts.\n\nBy now, the goop had outgrown the pail and was two-thirds up in the\nlaundry tub. A slow drip from the faucet kept the surface of my\nmonster in a constant state of frenzy, like feeding a rumpot beer by\nthe thimbleful.\n\nIt was fascinating to watch the little curleycues of jelly flip up\nafter each drop, reaching for more, and then falling back with a\ncranky little lash.\n\n       *       *       *       *       *\n\nAt two o'clock this morning, I began to get a little sense in me. Or\nmaybe it was just the fear finally catching up again.\n\n_There was danger here._\n\nI was too fuzzy to know exactly what the danger was, but I began to\ndevelop a husky hate for the whole project.\n\n\"Kill it!\" came into my mind. \"Get rid of it, Charlie!\"\n\nLottie's scream shrilled back into my ears, and this command became\nvery important to me. I became angry.\n\n\"Want a drink, do you?\" I shouted out loud. I put on the tea kettle\nand when it was to full steam, I took it back to the tub. \"I'll give\nyou a drink with a kick in it!\"\n\nWhat happened, I would like to forget. Ten times as fast as it had\nclimbed up the cold water spout, it ran up the boiling water stream,\ninto the tea kettle, blew off the lid and swarmed over my hand with a\nscalding-dry slither that made me drop the kettle into the tub and\nscream with pain.\n\nThe jelly steamed and stuck to my flesh long enough to sear it half to\nthe bone. Then it slopped back with the rest and left me grabbing my\nwrist and tearing at the flesh with my finger-nails to stop the pain.\n\nThen I got insane mad. I got my big blowtorch I use for peeling paint,\nand I lit it and pumped it up as high as it would go and aimed it down\ninto that tub.\n\nNot too much happened. The jelly shrank away from the roaring blast,\nbut it didn't climb over the edge of the tub. It shrank some more and\nI poured the flame on.\n\nIt didn't burn. It just got to be less and less, and what was left\nbegan to get cloudy. And when I hit the bottom of the tub, the last\nglob moved around pretty active, trying to escape the heat, but I got\nit. Every damned last shred of it, and I was laughing and crying when\nI dropped the torch into the tub. I had been holding it with my\nscalded hand and I guess I fainted.\n\nI wasn't out long. I got up and dressed my hand with lard, and it felt\npretty good. Took a couple of aspirins and sat down at Lottie's\ntypewriter. I know I won't sleep until I get this off my mind in about\nthe way it happened, because I probably won't believe all of it myself\nwhen I get back to normal.\n\nI just now went out and fished the blowtorch out of the laundry tub.\nAll there was left in the bottom of the tub was maybe half a pound of\nsinged-looking--soap flakes?\n\n       *       *       *       *       *\n\nThere, I've finished writing this all down. But I'm still not sleepy.\nI'm not worried about patching things up with Lottie. She's the most\nwonderful, understanding wife a guy ever had.\n\nMy hand feels real good now. I got it wrapped in lard and gauze, and I\ncould drive the truck if I wanted to.\n\nI'm not afraid of getting fired or bawled out for not coming to work\non time this morning.\n\nNo, the reason I haven't turned a wheel on my beer truck today is\nsomething else.\n\nFriday night, when Lottie wanted to wash the roaster, I saved only a\ncup of the jelly for my experiments. The rest she washed down the\ndrain.\n\nThe sewer empties into Lake Michigan.\n\nThe brewery where I load up is right on the shore of Lake Michigan.\n\nI'm afraid to drive down there and look.\n\n--WIN MARKS\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Water Eater, by Win Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WATER EATER ***\n\n***** This file should be named 31841.txt or 31841.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/8/4/31841/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}