{"title": "Ring Once for Death", "author": "Robert Andrew Arthur", "releaseDate": "March 31, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Stories March 1954. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                         RING ONCE FOR DEATH\n\n\n                           BY ROBERT ARTHUR\n\n\n                       Illustrator: Ernie Barth\n\n\n     _The power of the old gods was certainly nothing for Mark\n      and Edith--a modern, twentieth-century couple--to worry\n      about. After all--everybody dies!_\n\n       *       *       *       *       *\n\n\n\n\n[Illustration:]\n\nTwenty years had left no trace inside Sam Kee's little shop on Mott\nStreet. There were the same dusty jars of ginseng root and tigers'\nwhiskers, the same little bronze Buddahs, the same gim-cracks mixed\nwith fine jade. Edith Williams gave a little murmur of pleasure as the\ndoor shut behind them.\n\n\"Mark,\" she said, \"it hasn't changed! It doesn't look as if a thing\nhad been sold since we were here on our honeymoon.\"\n\n\"It certainly doesn't,\" Dr. Mark Williams agreed, moving down the\nnarrow aisle behind her. \"If someone hadn't told us Sam Kee was dead,\nI'd believe we'd stepped back twenty years in time, like they do in\nthose scientific stories young David reads.\"\n\n\"We must buy something,\" his wife said. \"For a twentieth anniversary\npresent for me. Perhaps a bell?\"\n\nFrom the shadowy depths of the shop a young man emerged, American in\ndress and manner despite the Oriental contours of his face and eyes.\n\n\"Good evening,\" he said. \"May I show you something?\"\n\n\"We think we want a bell,\" Dr. Williams chuckled. \"But we aren't quite\nsure. You're Sam Kee's son?\"\n\n\"Sam Kee, junior. My honored father passed to the halls of his\nancestors five years ago. I could just say that he died--\" black eyes\ntwinkled--\"but customers like the more flowery mode of speech. They\nthink it's quaint.\"\n\n\"I think it's just nice, and not quaint at all,\" Edith Williams\ndeclared. \"We're sorry your father is dead. We'd hoped to see him\nagain. Twenty years ago when we were a very broke young couple on a\nhoneymoon he sold us a wonderful rose-crystal necklace for half\nprice.\"\n\n\"I'm sure he still made a profit.\" The black eyes twinkled again. \"But\nif you'd like a bell, here are small temple bells, camel bells, dinner\nbells....\"\n\nBut even as he spoke, Edith Williams' hand darted to something at the\nback of the shelf.\n\n\"A bell carved out of crystal!\" she exclaimed. \"And rose-crystal at\nthat. What could be more perfect? A rose-crystal wedding present and a\nrose-crystal anniversary present!\"\n\nThe young man half stretched out his hand.\n\n\"I don't think you want that,\" he said. \"It's broken.\"\n\n\"Broken?\" Edith Williams rubbed off the dust and held the lovely\nbell-shape of crystal, the size of a pear, to the light. \"It looks\nperfect to me.\"\n\n\"I mean it is not complete.\" Something of the American had vanished\nfrom the young man. \"It has no clapper. It will not ring.\"\n\n\"Why, that's right.\" Mark Williams took the bell. \"The clapper's\nmissing.\"\n\n\"We can have another clapper made,\" his wife declared. \"That is, if\nthe original can't be found?\"\n\nThe young Chinese shook his head.\n\n\"The bell and the clapper were deliberately separated by my father\ntwenty years ago.\" He hesitated, then added: \"My father was afraid of\nthis bell.\"\n\n\"Afraid of it?\" Mark Williams raised his eyebrows.\n\nThe other hesitated again.\n\n\"It will probably sound like a story for tourists,\" he said. \"But my\nfather believed it. This bell was supposedly stolen from the temple of\na sect of Buddhists somewhere in the mountains of China's interior.\nJust as many Occidentals believe that the Christian Judgement Day will\nbe heralded by a blast on St. Peter's trumpet, so this small sect is\nsaid to believe that when a bell like this one is rung, a bell carved\nfrom a single piece of rose crystal, and consecrated by ceremonies\nlasting ten years, any dead within sound of it will rise and live\nagain.\"\n\n\"Heavenly!\" Edith Williams cried. \"And no pun intended. Mark, think\nwhat a help this bell will be in your practise when we make it ring\nagain!\" To the Chinese she added, smiling: \"I'm just teasing him. My\nhusband is really a very fine surgeon.\"\n\nThe other bowed his head.\n\n\"I must tell you,\" he said, \"you will not be able to make it ring.\nOnly the original clapper, carved from the same block of rose crystal,\nwill ring it. That is why my father separated them.\"\n\nAgain he hesitated.\n\n\"I have told you only half of what my father told me. He said that,\nthough it defeats death, Death can not be defeated. Robbed of his\nchosen victim, he takes another in his place. Thus when the bell was\nused in the temple of its origin--let us say when a high priest or a\nchief had died--a slave or servant was placed handy for Death to take\nwhen he had been forced to relinquish his grasp upon the important\none.\"\n\nHe smiled, shook his head.\n\n\"There,\" he said. \"A preposterous story. Now if you wish it, the bell\nis ten dollars. Plus, of course, sales tax.\"\n\n\"The story alone is worth more,\" Dr. Williams declared. \"I think we'd\nbetter have it sent, hadn't we, Edith? It'll be safer in the mail than\nin our suitcase.\"\n\n\"Sent?\" His wife seemed to come out of some deep feminine meditation.\n\"Oh, of course. And as for its not ringing--I shall make it ring. I\nknow I shall.\"\n\n\"If the story is true,\" Mark Williams murmured, \"I hope not....\"\n\n       *       *       *       *       *\n\nThe package came on a Saturday morning, when Mark Williams was\ncatching up on the latest medical publications in his untidy,\nbook-lined study. He heard Edith unwrapping paper in the hall outside.\nThen she came in with the rose-crystal bell in her hands.\n\n\"Mark, it's here!\" she said. \"Now to make it ring.\"\n\nShe plumped herself down beside his desk. He took the bell and reached\nfor a silver pencil.\n\n\"Just for the sake of curiosity,\" he remarked, \"and not because I\nbelieve that delightful sales talk we were given, let's see if it will\nring when I tap. It should, you know.\"\n\nHe tapped the lip of the bell. A muted _thunk_ was the only response.\nThen he tried with a coin, a paper knife, and the bottom of a glass.\nIn each instance the resulting sound was nothing like a bell ringing.\n\n\"If you've finished, Mark,\" Edith said then, with feminine tolerance,\n\"let me show you how it's done.\"\n\n\"Gladly,\" her husband agreed. She took the bell and turned away for a\nmoment. Then she shook the bell vigorously. A clear, sweet ringing\nshivered through the room--so thin and etherial that small involuntary\nshivers crawled up his spine.\n\n\"Good Lord!\" he exclaimed. \"How did you do that?\"\n\n\"I just put the clapper back in place with some thread,\" Edith told\nhim.\n\n\"The clapper?\" He struck his forehead with his palm. \"Don't tell\nme--the crystal necklace we bought twenty years ago!\"\n\n\"Of course.\" Her tone was composed. \"As soon as young Sam Kee told us\nabout his father's separating the clapper and the bell, I remembered\nthe central crystal pendant on my necklace. It _is_ shaped like a bell\nclapper--we mentioned it once.\n\n\"I guessed right away we had the missing clapper. But I didn't say so.\nI wanted to score on you, Mark--\" she smiled affectionately at\nhim--\"and because, you know, I had a queer feeling Sam Kee, junior,\nwouldn't let us have the bell if he guessed we had the clapper.\"\n\n\"I don't think he would.\" Mark Williams picked up his pipe and rubbed\nthe bowl with his thumb. \"Yet he didn't really believe that story he\ntold us any more than we do.\"\n\n\"No, but his father did. And if old Sam Kee had told it to\nus--remember how wrinkled and wise he seemed?--I do believe we'd have\nbelieved the story.\"\n\n\"You're probably right.\" Dr. Williams rang the bell and waited. The\nthin, sweet sound seemed to hang in the air a long moment, then was\ngone.\n\n\"Nope,\" he said. \"Nothing happened. Although, of course, that may be\nbecause there was no deceased around to respond.\"\n\n\"I'm not sure I feel like joking about the story.\" A small frown\ngathered on Edith's forehead. \"I had planned to use the bell as a\ndinner bell and to tell the story to our guests. But now--I'm not\nsure.\"\n\nFrowning, she stared at the bell until the ringing of the telephone in\nthe hall brought her out of her abstraction.\n\n\"Sit still, I'll answer.\" She hurried out. Dr. Williams, turning the\nrose crystal bell over in his hand, could hear the sudden tension in\nher voice as she answered. He was on his feet when she reentered.\n\n\"An emergency operation at the hospital,\" she sighed. \"Nice young\nman--automobile accident. Fracture of the skull, Dr. Amos says. He\nwouldn't have disturbed you but you're the only brain man in town,\nwith Dr. Hendryx away on vacation.\"\n\n\"I know.\" He was already in the hall, reaching for his hat. \"Man's\nwork is from sun to sun, but a doctor's work is never done,\" he\nmisquoted.\n\n\"I'll drive you.\" Edith followed him out. \"You sit back and relax for\nanother ten minutes....\"\n\n       *       *       *       *       *\n\nTwo hours later, as they drove homeward, the traffic was light, which\nwas fortunate. More than once Mark, in a frowning abstraction, found\nhimself on the left of the center line and had to pull back into his\nown lane.\n\nHe had lost patients before, but never without a feeling of personal\ndefeat. Edith said he put too much of himself into every operation.\nPerhaps he did. And yet--No, there was every reason why the young man\nshould have lived. Yet, just as Mark Williams had felt that he had\nbeen successful, the patient had died.\n\nIn twenty years of marriage, Edith Williams had learned to read his\nthoughts at times. Now she put a hand comfortingly on his arm.\n\n\"These things happen, darling,\" she said. \"You know that. A doctor can\nonly do so much. Some of the job always remains in the hands of\nNature. And she does play tricks at times.\"\n\n\"Yes, confound it, I know it,\" her husband growled. \"But I resent\nlosing that lad. There was no valid reason for it--unless there was\nsome complication I overlooked.\" He shook his head, scowling. \"I\nordered an autopsy but--Yes, I'm going to do that autopsy myself. I'm\ngoing to turn back and do it now. I have to know!\"\n\nHe pulled abruptly to the left to swing into a side road and turn.\nEdith Williams never saw the car that hit them. She heard the frantic\nblare of a horn and a scream of brakes, and in a frozen instant\nrealized that there had been someone behind them, about to pass. Then\nthe impact came, throwing her forward into the windshield and\nunconsciousness.\n\n       *       *       *       *       *\n\nEdith Williams opened her eyes. Even before she realized that she was\nlying on the ground and that the figure bending over her was a State\nTrooper, she remembered the crash. Her head hurt but there was no\nconfusion in her mind. Automatically, even as she tried to sit up, she\naccepted the fact that there had been a crash, help had come, and she\nmust have been unconscious for several minutes at least.\n\n\"Hey, lady, take it easy!\" the Trooper protested. \"You had a bad bump.\nYou got to lie still until the ambulance gets here. It'll be along in\nfive minutes.\"\n\n\"Mark,\" Edith said, paying no attention. \"My husband! Is he all\nright?\"\n\n\"Now lady, please. He's being taken care of. You--\"\n\nBut she was not listening. Holding to his arm she pulled herself to a\nsitting position. She saw their car on its side some yards away, other\ncars pulled up around them, a little knot of staring people. Saw them\nand dismissed them. Her gaze found her husband, lying on the ground a\nfew feet away, a coat folded beneath his head.\n\nMark was dead. She had been a doctor's wife for twenty years, and\nbefore that a nurse. She knew death when she saw it.\n\n\"Mark.\" The word was spoken to herself, but the Trooper took it for a\nquestion.\n\n\"Yes, lady,\" he said. \"He's dead. He was still breathing when I got\nhere, but he died two, three minutes ago.\"\n\nShe got to her knees. Her only thought was to reach his side. She\nscrambled across the few feet of ground to him still on her knees and\ncrouched beside him, fumbling for his pulse. There was none. There was\nnothing. Just a man who had been alive and now was dead.\n\nBehind her she heard a voice raised. She turned. A large, disheveled\nman was standing beside the Trooper, talking loudly.\n\n\"Now listen, officer,\" he was saying, \"I'm telling you again, it\nwasn't my fault. The guy pulled sharp left right in front of me. Not a\nthing I could do. It's a wonder we weren't all three of us killed. You\ncan see by the marks on their car it wasn't my fault--\"\n\nEdith Williams closed her mind to the voice. She let Mark's hand lie\nin her lap as she fumbled in her bag, which was somehow still clutched\nin her fingers. She groped for a handkerchief to stem the tears which\nwould not be held back. Something was in the way--something smooth and\nhard and cold. She drew it out and heard the thin, sweet tinkle of the\ncrystal bell. She must have dropped it automatically into her bag as\nthey were preparing to leave the house.\n\nThe hand in her lap moved. She gasped and bent forward as her\nhusband's eyes opened.\n\n\"Mark!\" she whispered. \"Mark, darling!\"\n\n\"Edith,\" Mark Williams said with an effort. \"Sorry--damned careless of\nme. Thinking of the hospital....\"\n\n\"You're alive!\" she said. \"You're _alive_! Oh, darling, darling, lie\nstill, the ambulance will be here any second.\"\n\n\"Ambulance?\" he protested. \"I'm all right now. Help me--sit up.\"\n\n\"But Mark----\"\n\n\"Just a bump on the head.\" He struggled to sit up. The State Trooper\ncame over.\n\n\"Easy, buddy, easy,\" he said, his voice awed. \"We thought you were\ngone. Now let's not lose you a second time.\" His mouth was tight.\n\n\"Hey, I'm sure glad you're all right!\" the red-faced man said in a\nrush of words. \"Whew, fellow, you had me all upset, even though it\nwasn't my fault. I mean, how's a guy gonna keep from hitting you\nwhen--when----\"\n\n\"Catch him!\" Mark Williams cried, but the Trooper was too late. The\nother man plunged forward to the ground and lay where he had fallen\nwithout quivering.\n\n       *       *       *       *       *\n\nThe clock in the hall struck two with muted strokes. Cautiously Edith\nWilliams rose on her elbow and looked down at her husband's face. His\neyes opened and looked back at her.\n\n\"You're awake,\" she said, unnecessarily.\n\n\"I woke up a few minutes ago,\" he answered. \"I've been lying\nhere--thinking.\"\n\n\"I'll get you another phenobarbital. Dr. Amos said for you to take\nthem and sleep until tomorrow.\"\n\n\"I know. I'll take one presently. You know--hearing that clock just\nnow reminded me of something.\"\n\n\"Yes?\"\n\n\"Just before I came to this afternoon, after the crash, I had a\nstrange impression of hearing a bell ring. It sounded so loud in my\nears I opened my eyes to see where it was.\"\n\n\"A--bell?\"\n\n\"Yes. Just auditory hallucination, of course.\"\n\n\"But Mark--\"\n\n\"Yes?\"\n\n\"A--a bell did ring. I mean, I had the crystal bell in my bag and it\ntinkled a little. Do you suppose--\"\n\n\"Of course not.\" But though he spoke swiftly he did not sound\nconvincing. \"This was a loud bell. Like a great gong.\"\n\n\"But--I mean, Mark darling--a moment earlier you--had no pulse.\"\n\n\"No pulse?\"\n\n\"And you weren't--breathing. Then the crystal bell tinkled and\nyou--you....\"\n\n\"Nonsense! I know what you're thinking and believe me--it's nonsense!\"\n\n\"But Mark.\" She spoke carefully. \"The driver of the other car. You had\nno sooner regained consciousness than he--\"\n\n\"He had a fractured skull!\" Dr. Williams interrupted sharply. \"The\nambulance intern diagnosed it. Skull fractures often fail to show\nthemselves and then--bingo, you keel over. That's what happened. Now\nlet's say no more about it.\"\n\n\"Of course.\" In the hall, the clock struck the quarter hour. \"Shall I\nfix the phenobarbital now?\"\n\n\"Yes--no. Is David home?\"\n\nShe hesitated. \"No, he hasn't got back yet.\"\n\n\"Has he phoned? He knows he's supposed to be in by midnight at the\nlatest.\"\n\n\"No, he--hasn't phoned. But there's a school dance tonight.\"\n\n\"That's no excuse for not phoning. He has the old car, hasn't he?\"\n\n\"Yes. You gave him the keys this morning, remember?\"\n\n\"All the more reason he should phone.\" Dr. Williams lay silent a\nmoment. \"Two o'clock is too late for a 17-year-old boy to be out.\"\n\n\"I'll speak to him. He won't do it again. Now please, Mark, let me get\nyou the phenobarbital. I'll stay up until David--\"\n\n       *       *       *       *       *\n\nThe ringing phone, a clamor in the darkness, interrupted her. Mark\nWilliams reached for it. The extension was beside his bed.\n\n\"Hello,\" he said. And then, although she could not hear the answering\nvoice, she felt him stiffen. And she knew. As well as if she could\nhear the words she knew, with a mother's instinct for disaster.\n\n\"Yes,\" Dr. Williams said. \"Yes ... I see ... I understand ... I'll\ncome at once.... Thank you for calling.\"\n\nHe slid out of bed before she could stop him.\n\n\"An emergency call.\" He spoke quietly. \"I have to go.\" He began to\nthrow on his clothes.\n\n\"It's David,\" she said. \"Isn't it?\" She sat up. \"Don't try to keep me\nfrom knowing. It's about David.\"\n\n\"Yes,\" he said. His voice was very tired. \"David is hurt. I have to go\nto him. An accident.\"\n\n\"He's dead.\" She said it steadily. \"David's dead, isn't he, Mark?\"\n\nHe came over and sat beside her and put his arms around her.\n\n\"Edith,\" he said. \"Edith--Yes, he's dead. Forty minutes ago. The\ncar--went over a curve. They have him--at the County morgue. They want\nme to--identify him. Identify him. Edith! You see, the car caught\nfire!\"\n\n\"I'm coming with you,\" she said. \"I'm coming with you!\"\n\n       *       *       *       *       *\n\nThe taxi waited in a pool of darkness between two street lights. The\nlong, low building which was the County morgue, a blue lamp over its\ndoor, stood below the street level. A flight of concrete steps went\ndown to it from the sidewalk. Ten minutes before, Dr. Mark Williams\nhad gone down those steps. Now he climbed back up them, stiffly,\nwearily, like an old man.\n\nEdith was waiting in the taxi, sitting forward on the edge of the\nseat, hands clenched. As he reached the last step she opened the door\nand stepped out.\n\n\"Mark,\" she asked shakily, \"was it--\"\n\n\"Yes, it's David.\" His voice was a monotone. \"Our son. I've completed\nthe formalities. For now the only thing we can do is go home.\"\n\n\"I'm going to him!\" She tried to pass. He caught her wrist. Discretely\nthe taxi driver pretended to doze.\n\n\"No, Edith! There's no need. You mustn't--see him!\"\n\n\"He's my son!\" she cried. \"Let me go!\"\n\n\"No! What have you got under your coat?\"\n\n\"It's the bell, the rose-crystal bell!\" she cried. \"I'm going to ring\nit where David can hear!\"\n\nDefiantly she brought forth her hand, clutching the little bell. \"It\nbrought you back, Mark! Now it's going to bring back David!\"\n\n\"Edith!\" he said in horror. \"You mustn't believe that's possible. You\ncan't. Those were coincidences. Now let me have it.\"\n\n\"No! I'm going to ring it.\" Violently she tried to break out of his\ngrip. \"I want David back! I'm going to ring the bell!\"\n\nShe got her hand free. The crystal bell rang in the quiet of the early\nmorning with an eerie thinness, penetrating the silence like a silver\nknife.\n\n\"There!\" Edith Williams panted. \"I've rung it. I know you don't\nbelieve, but I do. It'll bring David back.\" She raised her voice.\n\"David!\" she called. \"David, son! Can you hear me?\"\n\n\"Edith,\" Dr. Williams groaned. \"You're just tormenting yourself. Come\nhome. Please come home.\"\n\n\"Not until David has come back.... David, David, can you hear me?\" She\nrang the bell again, rang it until Dr. Williams seized it, then she\nlet him take it.\n\n\"Edith, Edith,\" he groaned. \"If only you had let me come alone....\"\n\n\"Mark, listen!\"\n\n\"What?\"\n\n\"Listen!\" she whispered with fierce urgency.\n\nHe was silent. And then fingers of horror drew themselves down his\nspine at the clear, youthful voice that came up to them from the\ndarkness below.\n\n\"Mother?... Dad?... Where are you?\"\n\n\"David!\" Edith Williams breathed. \"It's David! Let me go! I must go\nto him.\"\n\n\"No, Edith!\" her husband whispered frantically, as the voice below\ncalled again.\n\n\"Dad?... Mother?... Are you up there? Wait for me.\"\n\n\"Let me go!\" she sobbed. \"David, we're here! We're up here, son!\"\n\n\"Edith!\" Mark Williams gasped. \"If you've ever loved me, listen to me.\nYou mustn't go down there. David--I had to identify him by his class\nring and his wallet. He was burned--terribly burned!\"\n\n\"I'm going to him!\" She wrenched herself free and sped for the steps,\nup which now was coming a tall form, a shadow shrouded in the\ndarkness.\n\nDr. Williams, horror knotting his stomach, leaped to stop her. But he\nslipped and fell headlong on the pavement, so that she was able to\npant down the stairs to meet the upcoming figure.\n\n\"Oh, David,\" she sobbed, \"David!\"\n\n\"Hey, Mom!\" The boy held her steady. \"I'm sorry. I'm terribly sorry.\nBut I didn't know what had happened until I got home and you weren't\nthere and then one of the fellows from the fraternity called me. I\nrealized they must have made a mistake, and you'd come here, and I\ncalled for a taxi and came out here. My taxi let me off at the\nentrance around the block, and I've been looking for you down\nthere.... Poor Pete!\"\n\n\"Pete?\" she asked.\n\n\"Pete Friedburg. He was driving the old car. I lent him the keys and\nmy driver's license. I shouldn't have--but he's older and he kept\nbegging me....\"\n\n\"Then--then it's Pete who was killed?\" she gasped. \"Pete who\nwas--burned?\"\n\n\"Yes, Pete. I feel terrible about lending him the car. But he was\nsupposed to be a good driver. And then them calling you, you and Dad\nthinking it was me--\"\n\n\"Then Mark was right. Of course he was right.\" She was laughing and\nsobbing now. \"It's just a bell, a pretty little bell, that's all.\"\n\n\"Bell? I don't follow you, Mom.\"\n\n\"Never mind,\" Edith Williams gasped. \"It's just a bell. It hasn't any\npowers over life and death. It doesn't bring back and it doesn't take\naway. But let's get back up to your father. He may be thinking that\nthe bell--that the bell really worked.\"\n\nThey climbed the rest of the steps. Dr. Mark Williams still lay where\nhe had fallen headlong on the pavement. The cab driver was bending\nover him, but there was nothing to be done. The crystal bell had been\nbeneath him when he fell, and it had broken. One long, fine splinter\nof crystal was embedded in his heart.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Ring Once for Death, by Robert Andrew Arthur\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RING ONCE FOR DEATH ***\n\n***** This file should be named 31840.txt or 31840.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/8/4/31840/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}