{"title": "Big Pill", "author": "Raymond Zinke Gallun", "releaseDate": "April 9, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Planet Stories September 1952. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                               BIG PILL\n\n\n                         By RAYMOND Z. GALLUN\n\n\n     _Child, it was, of the now ancient H-bomb. New. Untested.\n      Would its terrible power sweep the stark Saturnian moon of\n      Titan from space ... or miraculously create a flourishing\n      paradise-colony?_\n\n       *       *       *       *       *\n\n\n\n\nUnder the glow of Saturn and his Rings, five of the airdomes of the\nnew colony on Titan were still inflated. They were enormous bubbles of\nclear, flexible plastic. But the sixth airdome had flattened. And\nbeneath its collapsed roof, propped now by metal rods, a dozen men in\nspacesuits had just lost all hope of rescuing the victims of the\naccident.\n\nBert Kraskow, once of Oklahoma City, more recently a space-freighter\npilot, and now officially just a colonist, was among them. His small,\nhard body sagged, as if by weariness. His lips curled. But his full\nanger and bitterness didn't show.\n\n\"Nine dead,\" he remarked into the radio-phone of his oxygen helmet.\n\"No survivors.\" And then, inaudibly, inside his mind: \"I'm a stinkin'\nfool. Why didn't we act against Space Colonists' Supply Incorporated,\nbefore this could happen?\"\n\nHis gaze swung back to the great rent that had opened in a seam in the\nairdome--under only normal Earthly atmospheric pressure, when it\nshould have been able to withstand much more. Instantly the warmed air\nhad rushed out into the near-vacuum of Titan, Saturn's largest moon.\nThose who had been working the night-shift under the dome, to set up\nprefabricated cottages, had discarded their spacesuits for better\nfreedom of movement. It was the regulation thing to do; always\nconsidered safe. But they had been caught by the sudden dropping of\npressure around them to almost zero. And by the terrible cold of the\nTitanian night.\n\nFor a grief-stricken second Bert Kraskow looked down again at the body\nbeside which he stood. You could hardly see that the face had been\nyoung. The eyes popped. The pupils were white, like ice. The fluid\nwithin had frozen. The mouth hung open. In the absence of normal\nair-pressure, the blood in the body had boiled for a moment, before\nthe cold had congealed it.\n\n\"Your kid brother, Nick, eh, Bert?\" an air-conditioning mechanic named\nLawler said, almost in a whisper. \"About twenty years old, hunh?\"\n\n\"Eighteen,\" Bert Kraskow answered into his helmet-phones as he spread\nthe youth's coat over the distorted face.\n\nOld Stan Kraskow, metal-worker, was there, too. Bert's and Nick's dad.\nHe was blubbering. There wasn't much that anybody could do for him.\nAnd for the other dead, there were other horrified mourners. Some of\nthem had been half nuts from homesickness, and the sight of harsh,\nvoidal stars, even before this tragedy had happened.\n\nIt was Lawler who first cut loose, cursing. He was a big, apish man,\nwith a certain fiery eloquence.\n\n\"Damned, lousy, stinkin' obsolete equipment!\" he snarled. \"Breathe on\nit and it falls apart! Under old Bill Lauren, Space Colonists' Supply\nused to make good, honest stuff. I worked with it on Mars and the\nmoons of Jupiter. But now look what the firm is turning out under\nTrenton Lauren, old Bill's super-efficient son! He was so greedy for\nquick profits in the new Titan colonization project, and so afraid of\nbeing scooped by new methods of making these fizzled-out worlds\nlivable, that he didn't even take time to have his products decently\ninspected! And that, after not being able to recognize progress! Hell!\nWhere is that dumb, crawlin' boob?\"\n\n[Illustration]\n\nThere was a moment of silence. Then somebody muttered: \"Speak of the\ndevil!...\"\n\n       *       *       *       *       *\n\nWith eyes that had grown quietly wolfish, Bert Kraskow saw Trenton\nLauren arrive at last from the administration dome. He was plump,\nmaybe thirty-five, and somehow dapper even in a spacesuit. That he was\nhere on Titan at all, and not in a pressurized settlement on Mars, or\nat the main office of his firm in Chicago, was a cocky gesture of\nbravado, a leaf torn from the book of his more worthy sire, and\nperhaps more particularly an attempt to counteract the consequences of\nhis bad business judgment, personally.\n\nThe fear of one who sees how his haste and breed can be called\npunishable criminal negligence, was in his face. The things that had\nbeen human, sprawled stiff before him, accusing him. But the worst was\nthe presence of those grim, silent men, who might add him forcibly to\nthe death-list. That moment held crystallized in it the conflict of an\nurge to win vast profits, with the payment in human lives that had\nbeen exacted this time.\n\nNear-dead Titan was the present step in mankind's outward march of\ncolonial dominion toward the stars. Titan itself was rich in the\nradioactive ores that has become the fuel, the moving force, not only\nof the rockets of Earth's expanding space-commerce, but of the wheels\nof industry and comfort at home. And richer in those elements were the\nRings of Saturn, nearby, those stupendous, whirling bands of dust,\nwreckage of a broken satellite in which, as in any other planet or\nmoon most of those heaviest, costliest metals had originally sunk to\nits center, far out of reach of mining operations. But in the Rings,\nall this incalculable wealth of uranium, radium, osmium, and so forth,\nnot to mention millions of tons of useless gold, was uniquely exposed\nas easily accessible dust.\n\nOh, yes. And the S.C.S.--Space Colonists' Supply--wanted its cut for\nproviding equipment, as received elsewhere in the past. Bert Kraskow\nknew that this must remain dapper Trenton Lauren's aim, in spite of a\nvast and possibly ruinous investment in manufactured goods that could\nturn out to be obsolete and unmarketable, in addition to its poor\nquality.\n\nBert studied Lauren from between narrowed eyelids, weighing his\nqualities further, judging, ever predicting. Trenton Lauren might hate\nhimself some for the deaths that were his responsibility. Yet Bert bet\nthat he hated himself more for having to explain the failure of one of\nhis airdomes to these crude colonists. It hurt his ego. Lauren was\nfull of fear; he was a stuffy, visionless conservative, but he was\nwily, too.\n\nBert saw his lips tighten, as he marshalled his forces to smooth down\nthe fury of the men before him.\n\n\"I'm deeply sorry that these people had to die,\" he said in his\nhigh-pitched voice. \"But chance-taking is part of any new\nspace-venture. And all who use airdomes, spacesuits, or other S.C.S.\nequipment, are insured against its defective performance. Ten thousand\ndollars, paid in case of death, is still a lot of money. S.C.S. has\nmade fine products for over forty years. No dangerous, new-fangled\nideas can yet replace them. Considering the risk inherent in space\ncolonization, occasional mishaps can hardly be avoided. You all know\nthat. Business--life--everything--is a gamble.\"\n\nSure. About chance-taking there was truth in his pompous words. But\ndid one buy a life with a few thousand dollars, or call money a just\npenalty for obvious and deadly neglect?\n\nKnots of muscle gathered at the angles of Lawler's square jaw. Old\nStan Kraskow stared at Lauren as if he didn't believe that anybody\ncould talk so stupidly.\n\nBert Kraskow's savage blood seethed. But when he was really sore his\ntendency was to be coldly and quietly logical in his speech and\nactions. The plans to change things were made. He was in on them. And\nwhat was the use of getting into arguments that might give the enemy a\nhint? Or set off violence that might spoil everything?\n\n\"Easy,\" he whispered. \"Dad! Lawler! Don't talk. Don't start anything.\"\n\nBut Alice Leland Kraskow, Bert's wife, had arrived on the scene. She\nwas little and dark and fiery, one of the few feminine colonists yet\non Titan. In another airdome, where Bert and she had their cottage,\nshe had been awakened by the shouts of those who had seen the accident\ntake place. Donning a spacesuit, she had followed the crowd.\n\nBeing at a little distance from her, Bert had no chance to shush her\noutspoken comments. And to try might have done no good, anyway. She\nhad truth to tell, and a woman's tongue to tell it.\n\n\"Yes, Mr. Lauren,\" she said pointedly. \"We're all gamblers. Granted.\nBut you started to cheat even before you were afraid of losing. Maybe\nit's time we did something about it.\"\n\nTrenton Lauren looked more scared than before. But now, as two Space\nPatrolmen in their silvery armor, arrived from their quarters and\nstood beside him, he smiled a little.\n\n\"Madam,\" he drawled, \"maybe I know what you mean. You want to defy the\nlaw. Someone around here has been hoping for word from Earth that an\nokay has been granted by the Safe Products Approval Board, for, shall\nwe say, a radically new product? Well, the optimists will wait a long\ntime for such approval at the S.P.A.B. The action of this invention\nis, to say the least, extremely dangerous. So, if they're that\nfoolish, those optimists might as well go ahead with their alternate\ncourse: To bring their deadly and spectacular innovation dramatically\ninto use without the stamp of safety!\"\n\nBert's concern about his wife's outspoken challenge to Lauren was thus\nsuddenly diverted. His jaw hardened further. A nagging suspicion that\nTrenton Lauren had found things out, was confirmed. It meant, perhaps,\nthat Lauren had already taken counteraction secretly.\n\nBert Kraskow longed to beat up Lauren in spite of the presence of the\ntwo space policemen. But the need for immediate and better action\ndenied him this extravagant luxury. He went to his wife's side and\ntook her arm.\n\n\"Lauren,\" he said. \"I've got a brother to bury. So discussions are\nout, for now. Guys, will you bring Nick's body to my cottage? Come on,\nAllie....\"\n\n       *       *       *       *       *\n\nBert was trying very hard to slip away unobtrusively when Lauren\ngrinned mockingly. \"Hold on, Kraskow,\" he snapped. \"You're tangled up\nin this matter, somehow. I've learned that you've already broken a\nminor law by landing a ship quietly out in the deserts of Titan\nwithout declaring its presence; a ship that can be assumed reasonably\nto be freighted with lethal materials. As a dangerous individual, you\ncan be put under an arrest of restraint. Legal technicalities can be\ndisregarded in a raw colonization project where people are apt to show\nhysteria, and where something like military law must be enforced for\ngeneral protection. The say-so of an old and honorable firm like S. C.\nS. that you are a menace, can, I am sure, be accepted. Patrolmen, take\nhim!\"\n\nThe cops were puzzled. They offered no immediate objection as Bert,\nleading his wife, tried to pass them. But Lauren got in Bert's way to\nprevent him from slipping into the glowering crowd.\n\nAgainst a man in space-armor, fists weren't very effective; still Bert\nhad the satisfaction of giving Lauren a mighty shove that sent him\nsprawling. A terrible fury was behind it. The desperation of a last\nchance. Here was where he had to become completely outlaw.\n\nAlice and he threaded their way through the crowd where the cops could\nuse neither their blasters nor their paralyzers, in spite of Lauren's\nfrantic urging to \"Get them!\"\n\nOnce in the clear, Bert ran with his wife. There was no question of\ndestination. They came to a metal shed. Inside it, beside the small\nspaceboat, they found Lawler who had anticipated where Bert would go.\n\nThe two men spoke to each other with their helmet radios shut off to\navoid eaves-dropping. They clasped hands so that the sound-waves of\ntheir voices would have a channel over which to pass, in the absence\nof a sufficiently dense atmosphere.\n\n\"All of a sudden I'm a little worried, Bert,\" Lawler growled. \"About\nthe Big Pill. Maybe Lauren is half right about its being so dangerous.\nAfter all it has never been tested on a large scale before. And there\nare two hundred people here on Titan. Well, you know what's got to be\ndone now. When you get to the _Prometheus_, tell Doc Kramer that I'm\nsqueezing my thumbs....\"\n\nLawler sounded almost plaintive at the end.\n\nBert felt the tweak of that same worry, too, but his course was set.\nHe grinned in the darkness that surrounded them.\n\n\"Nuts!\" he said. \"Even Lauren admits that everything is a gamble,\nremember? And you can pile all of the people into the space ship here\nin camp, and blast off with them, and hover at a safe distance from\nTitan till we're absolutely sure. I'd better hurry now, Lawler.\nLauren's cops'll be on my tail any second. Gotta go.\"\n\n\"With your wife along?\" Lawler demanded.\n\n\"Sure,\" Bert answered. \"Allie's a fine shot with a blaster. Often I\nwish she wasn't such a good shot with her tongue. But I guess that\nwith Lauren she cleared the atmosphere. Right, Allie?\"\n\nWith a small hand on the shoulder of each man, Alice had been\nlistening in. \"I think so,\" she answered grimly. \"Let's dash.\"\n\nTen seconds later Bert Kraskow and his wife went rocketing up into the\nweird and glorious Titanian night, which was nearing its end. They\nthought of Doc Kramer, the little physicist, waiting for them out in\nthe desert, in the space ship, _Prometheus_, with its terrible and\nwonderful cargo. Bert thought, too, of his contact and contract with\nthe new colonists' supply company, which was also called Prometheus.\nYeah, Prometheus, the educator, the fire-bringing god of the ancient\nGreeks. The symbol of progress. At that moment Bert Kraskow felt very\nright. He'd been hired secretly to help carry the torch against the\nstiff and smug forces of conservative obstructionism, with its awkward\nand now antiquated methods.\n\nAlice kept looking behind through the windows of the spaceboat's\ncabin. She spoke, now, with her helmet face-window open, for there was\nbreathable air around them.\n\n\"I was thinking that Lauren might want us to run like this, Bert, so\nthat we'd lead the cops to the hiding place of the _Prometheus_. So\nfar there's no pursuit.\"\n\nBert growled, \"I'm not worried that the Patrol boys won't be along.\nWhat really scares me is that some of Lauren's men may already have\nfound the _Prometheus_. We'll just have to wait and see.\"\n\nBeneath the spaceboat the desert rolled. Vast Saturn and his multiple\nmoons, hung against the black and all-but-airless star-curtain. Then,\nall of a sudden, before the eastward hurtling craft, it was daylight,\nas the tiny sun burst over the horizon. Its wan rays fell on pale,\nstratified mists of air, all but frozen in the cold of night.\n\nThose mists, cupped between the hills, were the last of Titan's\natmosphere. Once, eons ago, when monster Saturn had been hot enough to\nsupplement the far-off sun's heat with radiation of its own, those\nhills had been, for a few brief ages, verdant with primitive, mossy\ngrowths.\n\nBert followed the dry bed of an ancient river, till he came to the\nrocky cleft where the _Prometheus_ had been concealed.\n\nJust as they glimpsed the ship, Alice gave a sharp gasp, as they saw\nanother spaceboat dart unhurriedly away. Bert landed in the rocky\ngorge, and on foot they approached the _Prometheus_ cautiously, the\nblasters from the cabin of the spaceboat gripped in their gauntleted\nhands.\n\nThey found the ship's airlock securely bolted. But someone had tried\nto cut through its tough, heat-resistant shell with a blaster for the\nmetal was still hot.\n\n\"A break,\" Bert breathed raggedly. \"We got here just in time to scare\nthem off.... Hey!...\"\n\nThat was when they found Doc Kramer. He lay behind a boulder, a\npathetic little figure who seemed to be merely sleeping. There wasn't\na mark on him that could be easily discovered. There was no time to\nfigure out how he had died--by poisoned needle, overstrong paralyzer\nbeam, or whatever. His body, within its spacesuit, was just beginning\nto develop rigor mortis.\n\nAlice's eyes were wet, her small jaw set hard. \"Your brother's death\nwas at least an unintentional accident caused by carelessly made\nequipment, Bert,\" she said. \"But Doc was murdered.\"\n\n\"Yeah,\" Bert grated thickly. \"Only murder is awful hard to prove as\nfar from civilization as this. Come on, we can't do a thing about it\nright now.\"\n\n       *       *       *       *       *\n\nDouble rage and grief drove him on toward what he must do with greater\ninsistence than before. With a key from his hip-pouch, he opened the\nairlock of the _Prometheus_. With great caution they went inside but\nfound no one in the ship.\n\nThe mood of its interior was brooding and sullen. Every cubic foot of\nspace not taken up by its machinery and fuel was packed with black\ningots of an alloy, a large proportion of which was fissionable metal,\nquiescent now, and harmless, but under the right kind of primer,\ncapable of bursting into a specialized hell of energy. Five thousand\ntons of the stuff, Earth-weight!\n\nBut even all this was the secondary part of the purpose for which the\n_Prometheus_ had been fitted. Bert and Alice followed a narrow catwalk\nto a compartment along the keel of the ship which was fitted like a\nhuge bomb-bay. And the monster that rested there, gripped by\nmechanically operated claws, would certainly have fitted the\ndefinition of a bomb as well as anything that had ever been made by\nEarth-science. Child, it was, of the now ancient H-bomb.\n\nIt was a tapered cylinder, a hundred feet long and thirty feet thick.\nFor one grim, devilish moment Bert Kraskow paused to pat its flank, to\nfeel the solid metallic slap of its tremendous shellcase under his\npalm, to be aware of the intricacies of its hidden parts: The forklike\nmasses of fissionable metals that could dovetail and join instantly;\nthe heavy-water, the lead, the steel, the beryllium.\n\nHere was watchlike perfection and delicacy of mechanism--precision\nmeant to function faultlessly for but a fragment of a second, and then\nto perish in a mighty and furious fulfillment. Here was the thought of\nman crystallized--trying to tread a hairline past inconceivable\ndisaster, to the realization of a dream that was splendid.\n\nIn that moment this thing seemed the answer to all the fury of wrong\nand sorrow that burned in Bert Kraskow. And the vision soared in his\nmind like a legend of green fields and light. For a few seconds he was\nsure, until doubt crept up again from the bottom of his brain, and\nuntil Alice put that uncertainty into words.\n\n\"Doc is gone,\" she said. \"Even with his expert help, using the Big\nPill would be taking a chance. Bert, do you think we can do it alone?\nWill it be all right? Are you certain, Bert?\"\n\nHer large, dark eyes pleaded for reassurance.\n\nHe sighed as the strain plucked at his nerves, in spite of what he\nknew of Doc Kramer's careful small-scale tests. Maybe what he felt was\njust a normal suspicion of anything so new and so colossal.\n\n\"No, Allie, not _absolutely_ certain,\" he replied. \"But how can\nanybody ever be sure of anything unless they try it? Doc died for an\nidea that holds tremendous hope for the good of all people who make\ntheir living in space. He was the principal inventor, and much more\nthan just the boss of a new company. We aren't going to let him down.\nWhat we're going to do is for Nick, and for everybody who ever died\nviolently on near-dead worlds. Lauren, and what he stands for, won't\nstop us. We can radio another warning and instruct everyone on Titan\nto blast off for a while.\"\n\nAlice seemed to draw confidence from her husband's words. She smiled a\nbit wanly. \"Okay, Bert,\" she said. \"This is also for the folks who\nhave gone nuts, or have just gotten terribly homesick from seeing too\nmuch black sky of space for too long. Let's go!\"\n\nThey strapped themselves to the seats in the _Prometheus_' control\nroom. Bert depressed the throttle. Rocket jets flamed. The rebuilt\nfreighter lifted heavily and gained momentum toward a speed of miles\nper second. In the rear-vision screen the Kraskows saw two police\nspaceboats flashing the blue signal for them to land.\n\nBert set the _Prometheus_ in an orbit around Titan, about a thousand\nmiles above the bleak and dried out surface of this Saturnian\nsatellite. Thus the ship became a little moon of a moon.\n\nAlice was shouting into the mike of the large radio transmitter:\n\"Colonists at Camp Titan! Enter your ship! Blast into space for\nsafety! We are about to use the Big Pill! Colonists at Camp Titan!\nBlast for safety!... Police boats, give us room! Don't interfere!...\"\n\nThis was the start of wild drama. When Alice switched from\ntransmission to reception, the calls from the patrol craft were stern:\n\"Freighter _Prometheus_, this is the Space Patrol. Proceed to a\nlanding or we blast.\"\n\nBut these calls still seemed secondary, compared to other words also\ncoming from the receiver, like another, overlapping radio program. It\nwas Trenton Lauren's scared voice that spoke:\n\n\"Space Colonists' Supply, Incorporated, calling deep-space units of\npatrol! Send more help to Titan! Maniac named Kraskow amuck with\nfreighter _Prometheus_, known to contain huge bomb! Destroy on sight:\nBomb supposed to be invention of group headed by one, Emil Kramer,\nrenegade scientist believed to have a grudge against S. C. S. Claims\nfor invention wholly extravagant and unbased. Hurry, deep-space units\nof Patrol. More help! Or all of Titan will be flooded with heat and\ndeadly radioactivity! Hurry.... Hurry.... Hurry....\"\n\nJust then the _Prometheus_ rocked from the impact of a blaster-beam;\nand though the Kraskows could not see the effect of the weapon, they\nknew that there were glowing spots on their ship's tough hull. If the\nPatrol boats could bear down with their beams on a particular area for\na few seconds, a mighty episode could end violently before it had a\nchance to start.\n\nAlice's small hands were on the complicated aiming and firing\nmechanism of the heavy blaster, mounted externally on the hull of the\n_Prometheus_.\n\n\"I'll keep the cops at a distance with a few near-misses,\" she said.\n\"Maybe they aren't too anxious to take the chance of setting off the\nBig Pill, anyway. Let me worry about them, Bert. Just do what you've\ngot to do....\"\n\nThey had shut off their radio. There was no need to listen to the\nsomewhat hysterical repetitions of what had come through before.\n\nEvery few moments there was a burst of humming sound as Alice fired.\nBert put additional power into the rockets to surpass fixed orbital\nspeed; but he held the ship to a tight curve around Titan. It was best\nto cover distance as quickly as possible. In his speeding course, he\npassed almost over the camp. But his purpose was to bomb a point at\nantipodes from it, halfway around this Saturnian moon.\n\n       *       *       *       *       *\n\nUnder full acceleration, the _Prometheus_ was soon nearing this\ndestination. To allow for the Big Pill's forward motion, imparted to\nit by the ship's velocity even after release, he pressed the lever\nthat opened the bomb-bay doors, and then jabbed the single button that\ncontrolled both release, and the firing of the gigantic missile's own\npropulsive jets. Without those jets, considering the centrifugal force\nof its vast velocity in a circular path around Titan, much\noverbalancing the feebler gravitational pull of the moon, it could not\nhave started its fall at all. It needed jets to drive it down.\n\nBert jabbed the button with his eyes closed since he had no precise\ntarget to hit. His teeth were gritted.\n\nWith the sudden loss of mass, the ship lurched. Bert had to struggle\nfor a moment to adjust the angle of its flaming stern-jets, and bring\nit back on course. In another few seconds he cut the stern-jets out\nentirely, and opened the fore-nozzles wide to check excess speed, and\nreestablish the _Prometheus_ in a stable orbit around Titan. One that\ncould last forever without additional thrust.\n\n\"Well, the Big Pill is on its way--for better or worse,\" Alice\nremarked. \"Half of our job is done.\"\n\nBut time had to pass before that metal colossus could drive itself and\nfall the thousand miles to the bleak, dried-out hills below. And the\nspace ship hurtled on, to leave the point of coming impact far beyond\nthe horizon. This, the Kraskows knew, was fortunate for them. The\nsolid bulk of Titan would be the shield between them and holocaust. No\nhuman eyes could have looked directly on such a holocaust, at a range\nof a mere thousand miles, and not be burned from their sockets.\n\nBert and Alice noticed that the Space Patrol craft were no longer\npursuing them. Alice switched on the radio again but only jangled\nsounds came through.\n\n\"Now for the last half of our job, Allie,\" Bert said. \"First we attach\nshoulder-pack jets to our spacesuits.\"\n\nThis was accomplished a few seconds before the stupendous flash of the\nBig Pill's explosion blazed beyond the horizon. The dark curve of\nTitan's bulk was limned against thin white fire that streamed outward\ntoward the stars like comet's hair. The spectacle looked like a\nmuch-enlarged color-photo of a segment of a solar eclipse. The glare\non the other side of Titan was so intense and far-reaching that the\nnight-portions of huge Saturn and his other satellites, and the\nshadowed part of the fabulous, treasure-filled Rings, all hundreds of\nthousands of miles away, registered an easily perceptible flicker.\nBut in airless space, of course, no sound was transmitted.\n\nAlice's face went pale. Bert did not stop doing what must be\ndone--adjusting the timing system in the black case beside his pilot\nseat, and looking with a final, intense glance along the cable which\nled back through the hull of the ship to a silvery, pipelike thing\naround which the thousands of tons of sinister black ingots were\nstacked. It was the primer-cap of another kind of subatomic fury.\n\nAbout the white fire beyond the horizon, hardly dimming at all after\nits first dazzling flash, neither Alice nor Bert said anything. Maybe\ntheir awe and concern were too great. But already long fingers of\nincandescent gases were jetting and flowing over the hilltops, as if\nto catch up with the speeding ship.\n\nBert Kraskow knew pretty well what was going on where the Big Pill had\nstruck the crust of Titan. First, there had been that stupendous\nblast. Then, inconceivable blue-white incandescence, like the heart of\na star, began gnawing more gradually into the walls of the gigantic\ncrater that had been formed. A chain-reacting process was now\nspreading through the silicates and other components of Titan's crust.\nIt was a blunt and terrible inferno.\n\nBut to the scientist's view, chemical compounds were being broken\napart; atoms were being shattered, and recast in new forms, as floods\nof neutrons, and other basic particles raced like bullets through\ntheir structure. On a small scale, here was something that was like\nthe birth of the universe.\n\nBert found his voice at last. \"The ship is firm in its orbit around\nTitan, Allie. The primer is set for thirty minutes from now. And we're\napproaching position above camp again. So here's where we bail out.\"\n\nThe Kraskow's closed their helmet face-windows and jumped from the\nairlock together. Flame-propelled by their shoulder-pack jets, they\ndarted downward toward the sad, rolling hills that curved away under\nthe weak light of the distance-shrunken sun. It was hard to believe\nthat eons ago, before most of Titan's air and water had leaked away\ninto space, those hills had been green with life.\n\nEven with an ugly, red-lit vapor pouring and spreading over the arc of\nTitan's edge, they thought of such things.\n\n       *       *       *       *       *\n\nTheir helmet radiophones were full of static from intense\nelectromagnetic disturbances, so that it was hard to converse.\n\nBut presently Alice shouted: \"Bert! It's funny that we don't see the\nship from camp anywhere in space. They must have gotten our warning to\nblast off with everybody. Radio reception was clear as a bell,\nthen!... Wait! Somebody's trying to call us now....\"\n\nBert strained his ears to penetrate the scratchy noises thrown up by\nthe atomic holocaust that he had set off, and hear the words spoken\nblurredly by a familiar voice:\n\n\"... Bert ... Alice.... This is Lawler.... Rockets of ship won't\nfunction.... So ... can't leave ... camp.... Two Space Patrol boats\ncleared Titan with some ... women.... Too small ... few passengers....\nMost ... stranded here.... Bert--what?... I think ... Lauren....\"\n\nThe rest of the words were drowned in a cataract of static.\n\nBert gulped. His mouth tasted suddenly sour with near-panic. \"Lauren,\"\nhe grated, his voice like a file. \"Again. It would be a long chance\nthat the ship broke down just by coincidence. He doctored those\nrockets and probably got clear in his own spaceboat. Leave it to him\nto make the use of the Big Pill look like disaster. And it can be\nthat, now, with people left in the danger zone, losing their heads,\nacting foolishly.\"\n\nBert felt much more than just bitter, furious chagrin. His fellow\ncolonists might lose their lives. He was responsible. He had launched\na gigantic experiment recklessly.\n\n\"All we can do is get back to camp as fast as possible,\" Alice shouted\nabove the static. \"Come on, Bert! Bear down on the jets!\"\n\nSo they hurtled at even greater speed toward the surface of Titan\nbelow. Meanwhile, faintly luminous vapors continued to pour over the\nhills from the direction of the terrible glow that fringed the\nhorizon. Minutes before they reached the ground, hot, dusty murk\nthickened around them. It blew against them like a devil's wind.\n\nThey began to use their jets to brake speed. The camp was all but lost\nto view in the thickening haze. They landed heavily a mile outside it\nand went rolling for a few yards after the impact. Dazed, they\nstaggered up.\n\nFor a while their impressions were blurred, as if they struggled\nthrough some murky, cobwebby nightmare. Once more on Titan, silent as\ndeath for unthinkable ages, there were howling wind-sounds that found\ntheir way to Alice and Bert dimly through their oxygen helmets. Often\nthe hot blast bowled them over, but they arose and kept on toward\ncamp.\n\nBert took a Geiger counter, pencil-size from his chest-pouch. In it,\nflashes of light replaced the ancient clicking. It flickered madly.\nThis meant that outside their shielding spacesuits was radioactive\ndeath. The gases of the wind that howled around them, had been in part\nreleased from chemical compounds, but more had been transmuted from\nother elements of the rock and dust in the crust of Titan, in that\natomic vortex where the Big Pill had struck. Those gases were so new\nthat they were tainted with the fires of their birth--saturated with\nradioactivity.\n\n\"It's nothing that we didn't expect, Allie,\" Bert grated into his\nhelmet-phone, as if to reassure himself as well as his wife. \"We knew\nbeforehand.\"\n\nHis arm was around Alice, supporting her unsteady steps. Through\nblowing clouds of dust and gas that had surpassed hurricane force,\nthey reached camp. Through the murk they saw that the wind had\nflattened and scorched every airdome. But there was no one in sight.\n\n\"The people must be inside the ship!\" Alice shouted. \"Even if it can't\nfly, it can protect them! There it is, undamaged!...\"\n\n\"Yeah,\" Bert agreed, but he knew that her cheerfulness was a little\nlike grabbing at a straw.\n\nThen Alice had another thought, \"By now there isn't anymore Space Ship\n_Prometheus_,\" she said. \"It has melted to a globe of incandescent\nmetal, kept hot by a slow atomic breakdown in its substance. But it's\nsticking to the same tight orbit around Titan.\"\n\nThey hadn't seen it happen because by then the _Prometheus_ had passed\nbeyond the horizon. But the globe would circle Titan and return.\n\nAlice kept trying to be cheerful. Bert felt a flicker of that same\nmood when he said, \"Sure, Allie.\" But then his mind dropped the\nsubject of the _Prometheus_. For there was too much terrible\nuncertainty and human confusion to be dealt with.\n\nBert led Alice to the small, seldom-used airlock near the stern of the\ncamp ship. He had a logical hunch that Lawler would be waiting just\ninside to tell them what the situation was on board.\n\nThe hunch proved true. The lock's inner door slid aside stiffly and\nthere was Lawler, a finger to his lips.\n\nQuickly the Kraskows removed their radioactivity-tainted spacesuits.\nBert spoke softly.\n\n\"Well, Lawler, how do the gases that are spreading over Titan test out\nchemically?\"\n\n\"As was expected, Bert. Plenty of nitrogen. Some helium. Plenty of\nhydrogen. A lot more oxygen. So that, as all of the hydrogen\nburns--combines with it to form water-vapor--there still will be lots\nof oxygen left over, floating free. Of course these gases are still so\nradioactive that half a lungful would kill. Only time will tell if Doc\nfigured things straight. By the way, where is he?\"\n\n\"Dead,\" Bert answered. \"Murdered.\"\n\nLawler's lip curled, but he showed no surprise. \"Uhunh,\" he grunted.\n\"We can't prove the sabotage of this ship's rockets, either. When we\ntried to take off they just fizzled out their insides.\"\n\nThen Lawler's eyes gleamed. \"But,\" he said, \"I foresaw funny business,\nso I doctored the jets of Lauren's private spaceboat as a precaution.\nHe's still here with a couple of his stooges. He just about had\nhysterics when the space cops couldn't find room for him. He's been\nyelling accusations and promises of court action ever since while\ntrying to repair his spaceboat.\"\n\n\"How are the colonists taking what happened?\" Bert cut in.\n\nLawler shrugged. \"Not bad. Not good. What you'd expect. Lots of those\npeople are new to space. That was hard to take in itself. Add some\nmessy deaths, and now this. And with Lauren yelling--well--plenty of\nthem don't like us.\"\n\n\"Did anybody get hurt, yet?\" Bert demanded.\n\n\"Not yet. Want to see the bunch?\"\n\n\"Sure,\" Bert answered.\n\n       *       *       *       *       *\n\nHe thrust Alice behind him as they approached the main lounge of the\nship where most of the colonists were assembled.\n\nTrenton Lauren's voice burst on his ears. \"There he is! Kraskow, I'll\nsee that you spend your life in prison! A Patrol ship is coming out\nfrom Mars right now to get you! You may even hang! Out there in camp\nare ten million dollars' worth of equipment--property of my\nfirm--which has been destroyed by your malicious action. And you've\nmade a whole world useless for colonization for centuries to come!\nIt's poisoned with radioactivity! Maybe we'll all die! Do you hear me,\nKraskow? Die!\"\n\nBert Kraskow moved quietly forward, past faces that glowered at him.\nThen he struck. There was a vicious thud. Lauren went down, drooling\nblood, his eyes glazed. Bert did not lose a motion as he stepped\nforward, and laid Lauren's two henchmen low with equal dispatch.\n\nMinutes passed before the trio was awake again. Before Lauren could\nspout more venom, Bert stopped him with a growl. \"Get out of my\nsight,\" he said. \"Say another word and you'll get more of what you\njust got.\"\n\nThey went, Lawler following to watch out for possible mischief.\n\n\"None of us are hurt, yet,\" Bert told those near him, \"though some\nthings have gone wrong. Let's sit tight and see how matters turn out.\"\n\nAs he looked around him Bert felt that most of the colonists didn't\nreally care to listen to him. Maybe you couldn't blame them. They'd\nall heard and seen too much. And, in a sense, Bert felt little\ndifferent than they did. There was fear in him, and tension. He had\nreleased a colossus. Calculations and minor tests might call it a\ngenie of benevolence. But this remained still unproven.\n\nOutside, the wind howled, making the ship quiver. The glow from the\nBig Pill continued to paint the now murky sky. Bert and his wife\nwaited grimly and silently in the lounge with the others. Hours passed\nwithout much change. Once, briefly, it was red-lit night. Then this\nchanged for a while to daylight that was blurred, but far stronger\nthan that to which a Saturnine moon was accustomed.\n\nA little later Lawler came back to the lounge. \"Trenton and his bums\ngot their spaceboat patched up,\" he announced. \"I watched 'em do it.\nThey went out protected by spacesuits, of course. They did a botch\njob, but I guess it'll hold. Now they're taking off.\"\n\nThrough the leaded glass of the window-ports, the colonists watched\nthe craft vanish into the steam-filled wind.\n\nA minute later disaster struck the colonists.\n\nThe explosion was not heavy against the roar of the storm, but a\njagged hole, a yard across, was ripped in the ship's hull. Into the\nhole rushed the hot, radioactive wind. Automatic safety doors failed\nto close properly. Maybe they had been sabotaged, too, by Lauren.\n\nMany of the colonists were wearing spacesuits. They were the lucky\nones, only having to slam their face-windows shut to be protected\nsufficiently from radiation. The others had to scramble to armor\nthemselves. Bert and Alice Kraskow, and Lawler, had been outside. The\nouter surfaces of their suits had been contaminated, so they had had\nto remove them inside the ship to avoid tainting their surroundings.\nAnd in the press of events they hadn't thought to put on other\nspacesuits.\n\nIn the lounge and elsewhere, fastened against the walls, were such\narmor for emergency use. Bert tried to help his wife get into one. But\nshe ordered sharply: \"I can do this! Take care of yourself, Bert.\"\n\nHe didn't do that. Nor did Lawler. They ran down a passage toward the\nrent in the ship, intent on stopping the gases that were flooding the\ncraft's interior. Seconds were important. The radioactive wind, much\ncooled during the long journey from its point of origin, but poisoned\nby invisible emanations, struck their unprotected bodies. Yet they\nkept on. They dared not breathe or speak; still they worked together\nwith an efficiency of terrible need, stepping over the forms of men\nwho had already fallen.\n\nBert found a flat sheet of metal to use as a patch. He fitted it over\nthe rent, and, while Lawler piled boxes of supplies against it to hold\nit in place, sealed the edges with a thick, tarry substance.\n\nWhen the job was done they staggered back to the lounge. Blotches of\ncolor danced before their vision. Many corpuscles in their blood had\nalready been destroyed by radiation. They sank to the deck.\n\n       *       *       *       *       *\n\nBert had a jangled impression of Alice, now in a spacesuit, holding\nhis head. He saw her lips mouthing endearments.... Game little\nAllie.... His mind wandered off. He was going to die. Maybe everyone\non the ship was going to die. Lauren's last move had been meant to\nprovide a real disaster, with many deaths! Prove the Big Pill a\nfailure. Make sure that it would be banned for good by the Safe\nProducts Approval Board. Put the stamp of crime on Doc Kramer, the\ngentle little scientist who had been murdered! And on him, Bert\nKraskow. And where was the rat, Lauren? On his way to the colonized\nmoons of Jupiter, or even Mars, yelling and accusing by radio all\nalong the line?\n\nAs consciousness faded further, Bert stopped thinking unpleasant\nthings. His mind drifted into Doc Kramer's dream--of the changes which\nwould make the near-dead worlds of space really habitable and\nhomelike, fit for human colonists. It was a beautiful, lost vision.\n\nHe was out cold, then, for several Earth-days, and only dimly aware\nfor many days afterward. He knew that he was in the ship's sick-bay,\nand that Lawler and other men were there, too. He heard their voices,\nand his own, without remembering what was said. Alice often came to\nsee him. Often he heard roaring, watery sounds, as of vast rains.\n\nGradually he came out of the dream-like period, learning of what had\nhappened. Until the time when he walked from the sick-bay, unsteadily,\nbut on the mend.\n\nAlice, at his elbow, spoke: \"It was like Doc Kramer planned, Bert,\nsolving the hardest problem.\"\n\nHe knew what this meant. Transmutation, or any atomic process, must\ninvolve the generation of much radioactivity that can destroy life. In\nthe Big Pill, the problem was to make all the atoms break, and\nrearrange their components into new elements as cleanly and sharply as\npossible, so that residual atomic instability--radioactivity, that\nis--would not linger for years, but would disappear quickly.\n\n\"Titan's new atmosphere is clean and breathable, now, Bert,\" Alice\nwent on. \"And likewise the radioactive poisons that made you and\nLawler and the others very ill disappeared quickly from your bodies.\nHowever, two colonists were beyond saving.\"\n\nLawler was with the Kraskows. They went out of the ship without the\ncumbersome protection of spacesuits. A Space Patrolman hovered like a\nworried hawk, watching Bert, but the latter seemed not to mind.\n\nFar above, replacing the hard stars and blackness of space, common to\nthe firmaments of all dead and near-dead worlds, were great fleecy\nclouds and blue sky. The atmosphere, because of Titan's low gravity,\nwas highly expanded and hence thin, but rich in oxygen. The breeze\nsmelled cool and fresh. Overhead was a second sun, seemingly much\nlarger in diameter than the distant central orb of the solar system.\nIt crept with visible motion across the sky. It was the molten globe\nof what had been the _Prometheus_ and its cargo, locked in its\nsub-lunar orbit around Titan. But it was calculated to provide\nsufficient warmth and light to a small world such as this, for ten\nEarth-years, without renewal.\n\nColonists were clearing away the wreckage of the now useless airdomes,\nand putting their cottages in order. But they still looked around in\nawe at the miracles that ended their space-nostalgia, making them feel\ntruly at home here. Down in the valley there was even a great lake of\nrainwater from condensed steam--one of the end-products of the process\nthat had gone on in the rocks of the great crater on the other side of\nTitan. That process had died to a sleepy smoking, now; but all over\nthis moon of Saturn there were many lakes.\n\nBig Lawler chuckled gleefully, the sound rumbling deep in his chest.\n\"Rejuvenation of burnt-out spheres on a really progressive basis,\" he\ngrowled. \"No obsolete, jury-rigged junk! Expensive? Sure! But we can\npay for it! Out there are Saturn's metal-rich Rings!\"\n\nBert was thinking that the same trick could be used on any world with\nenough gravity to hold down a respectable atmosphere. Half-dead Mars.\nJupiter's four biggest moons. Some of the other satellites of Saturn.\nMercury.\n\n\"The one thing that burns me is that my brother, Nick, and Doc Kramer,\nand those two colonists, had to die!\" Bert grated. \"Poor Doc. He was\nrich from the atomic engines he invented. And I knew long ago that, by\nhis will, all his stock is to be put in trust for the welfare of\nspacemen and colonists. Should we feel glad or humble?\"\n\nLawler's grin had become a snarl. \"Damn Trenton Lauren!\" he said.\n\nAlice didn't exactly smile. \"I should have told you before this,\" she\noffered seriously, \"but death always upsets me. By radio report from a\nscouting Patrol boat an hour ago, Lauren and his stooges were found,\nsmashed and burned in the crash of their craft a hundred miles from\ncamp. Their half-repaired spaceboat killed them.\"\n\nBert and Lawler exchanged glances. Their anger faded.\n\n\"What's new from the Safe Products Approval Board, Allie?\" Lawler\nasked at last. \"You seem to find things out fast.\"\n\n\"Nothing new,\" she answered. \"The latest messages are much the same as\nthose from a while ago. Guarded enthusiasm, and the statement that an\nokay for the Kramer Methods must be withheld pending complete and\nprompt investigation. Can't blame them. Caution is important.\"\n\n\"Maybe, if you played your cards right, you could become the new\npresident of the Prometheus outfit, Bert,\" Lawler kidded.\n\nBut the possibility was certainly there. Bert was proud of what he'd\ndone. Prometheus owed him plenty. Still, looking across camp past\ncottages and shops to the red mud of the once-dry, frigid hills, and\ndown to the blue lake in the valley, reflecting sky and clouds, he\nknew that his heart was here in this crescendoing colonial scene.\nSomewhere a circle-saw screamed. From the metals-shop came the\nclanging of a mechanical hammer. These were sounds of a great future\nhere.\n\n\"Nuts, pal,\" Bert chuckled to Lawler. \"I'll leave the official\npencil-pushing to the lab experts. The building and progress are here.\nYou and Allie and I will all be back on Titan very soon.\"\n\nThese three began to be aware that a crowd of still befuddled but\nhappy colonists were gathering around them. Another Space Patrol man\napproached, and said very officially:\n\n\"Mr. and Mrs. Kraskow, and Mr. Lawler: Our large ship leaves for Earth\nin five hours. Be ready to blast off. As you are aware, certain still\nvalid charges were lodged against you by Trenton Lauren. You used\ndangerous equipment, not yet legally approved. As you are also aware,\nyou must go to answer these charges. Sorry. But we of the Patrol know\nthe score. In the face of your success I'm sure that this is mere red\ntape.\"\n\nBert scowled until he saw the cop's sly grin.\n\n\"Worried?\" Alice asked him, smiling. She was pretty. She had courage.\nShe had everything.\n\n\"Worried?\" Bert echoed. In general he approved the S.P.A.B. \"How can\nwe lose on this last gamble with all the cards stacked in our favor.\nWe even win a needed short vacation on Earth!\"\n\n\"What are you two gonna bring back for me?\" an old man, grimed from\nthe forges, demanded, grinning. It was old Stan Kraskow, who had\nburied his younger son in the camp cemetery.\n\n\"Hiyuh, Dad!\" Bert greeted happily. \"What'll we bring him, Allie?\"\n\n\"Wildbirds, Pop,\" Alice answered, her eyes twinkling. \"You always\nliked wildbirds. No world is complete without them.\"\n\nBert noticed that the gardens of the camp, planted weeks ago under\nairdomes that were now being cleared away, were now showing a faint\ngreen. The beginning of a new and verdant Titan.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Big Pill, by Raymond Zinke Gallun\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BIG PILL ***\n\n***** This file should be named 31929.txt or 31929.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/9/2/31929/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}