{"title": "Thompson's Cat", "author": "Robert Moore Williams", "releaseDate": "April 11, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              THOMPSON'S CAT\n\n                         By ROBERT MOORE WILLIAMS\n\n[Transcriber Note: This etext was produced from Planet Stories September\n1952. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: _The weird, invisible insect depopulated an entire planet.\nNow it was felling Thompson's crew as his ship hurtled toward the\nsun ... certain death for all, including the disease carrier. Forgotten\nin the panic was Buster, Thompson's wise cat._]\n\n\n\"It's a dead world,\" Thompson spoke. There was awe in his voice, and in\nspite of his sure knowledge that nothing could happen to him or to his\ncrew here on this world, there was also somewhere inside of him the\ntrace of a beginning fear.\n\nStanding beside him on the rooftop of the building, Kurkil spoke in a\nwhisper, asking a question that had been better unasked. \"What killed\nit?\"\n\nThompson stirred fretfully. He hadn't wanted to hear this question, he\ndidn't want to hear it now. His gaze went automatically to the trim\nlines of the space cruiser resting quietly in the square below the\nbuilding. His spirits lifted at the sight. That was his ship, he was in\ncharge of this far-flung exploring expedition thrown out from Sol\nCluster to the fringes of the universe, thrown out by Earth-sired races\nbeginning their long exploration of the mysteries of space and of the\nworlds of space. There was pride in the sight of the ship and pride in\nthe thought of belonging to this space-ranging race. Then his gaze went\nover the deserted city radiating in all directions from them and he was\naware again of the touch of fear.\n\nResolutely he turned the feeling out of his mind, began seeking an\nanswer to Kurkil's question.\n\nThis place had been a city once. If you counted buildings and streets,\ntall structures where people might work quietly and effectively, broad\navenues leading out to trim homes where they might rest in peace after\ntheir labors of the day, if you counted these things as being important,\nit was still a city. But if you thought that the important element in\nthe make-up of a city was its inhabitants then this place no longer\ndeserved the name.\n\nIt had no inhabitants.\n\n\"I don't know what killed it,\" Thompson said. Before landing they had\ncircled this world. From the air they had seen more than a dozen cities\nsuch as this one. All of them dead, all of them deserted, all of them\nwith streets overgrown by shrubbery, the pavements buckling from the\nsimple pressure of roots pushing upward, the buildings falling away into\nruin for the same reason. But they had seen no inhabitants. They had\nseen the roads the inhabitants had built to connect their cities,\ndeserted now. They had seen the fields where these people had once\nworked, fields that now were turning back into forests. They had seen no\nevidence of landing fields for air craft or space ships. The race that\nhad built the cities had not yet learned the secret of wings.\n\nFrom the roof of the building where they stood, the only living\ncreatures to be seen were visible through the plastic viewport of the\nship below them--Grant, the communication specialist, and Buster, the\nship's cat.\n\nGrant had been left to guard the vessel. Buster had been required to\nremain within the ship, obviously against his will. He had wanted to\ncome with Thompson. A trace of a grin came to Thompson's face at the\nsight of the cat. He and Buster were firm mutual friends.\n\n\"I don't like this place,\" Kurkil spoke suddenly. \"We shouldn't have\nlanded here.\"\n\nKurkil paused, then his voice came again, stronger now, and with\novertones of fear in it. \"There's death here.\" He slapped at his arm,\nstared around him.\n\n\"What happened?\"\n\n\"Something bit me.\" He showed the back of his hand. A tiny puncture was\nvisible.\n\n\"Some insect,\" Thompson said. The matter of an insect bite was of no\nconcern. Kurkil, and every other member of this expedition, were\ndisease-proof. Back in Sol Cluster vaccines and immunizing agents had\nbeen developed against every known or conceivable form of germ or virus.\nEach member of the crew had been carefully immunized. In addition, they\nhad been proofed against stress, against mounting neural pressure\nresulting from facing real or imaginary danger.\n\nBarring space collision or an accident on a world they were exploring,\nnothing could happen to them.\n\n\"We checked the air, took soil and vegetation samples, before we\nlanded,\" Thompson said. \"There is nothing here that is harmful to a\nhuman.\" There was comfort in the thought.\n\nKurkil brightened perceptibly. \"But, what happened to the race that\nbuilt this city?\"\n\n\"I don't know,\" Thompson answered. A tinge of gruffness crept into his\nvoice as he forced out of his mind the memories of what they had seen in\nthis building they had entered and had climbed. This had once been an\noffice building, a place where the unknown people who had worked here\nhad handled their business transactions and had kept their records. They\nhad seen no bookkeeping machines, none of the elaborate mechanical\ndevices used in Sol Cluster to record the pulse of commerce. This race\nhad not progressed that far. But they had left behind them books written\nin an unintelligible script, orders for merchandise still neatly\npigeonholed, all in good order with no sign of disturbance.\n\nThe workers might have left these offices yesterday, except for the\ncarpets of dust that covered everything.\n\n\"There isn't even any animal life left,\" Kurkil spoke.\n\n\"I know.\"\n\n\"But what happened? A race that has progressed to the city-building\nstage doesn't just get wiped out without leaving some indication of what\nhappened to them.\"\n\n\"Apparently they did just that.\"\n\n\"But it's not possible.\"\n\n\"It happened.\"\n\n\"But--\"\n\n\"There's Neff,\" Thompson spoke. Far down the avenue below them, three\nfigures had appeared, Neff, Fortune, and Ross. Neff tall and slender,\nFortune round like a ball, and Ross built square like a block of\nconcrete. Neff saw them on top of the building and beckoned to them.\nThere was urgency in the gesture.\n\n\"They've found something,\" Thompson said. With Kurkil following him he\nwent hastily out of the building.\n\n\"What is it?\"\n\n\"Come and see,\" Neff answered. Neff's face was gray. Fortune and Ross\nwere silent.\n\nThe building in front of which they were standing had been a house once.\nThe architecture resembled nothing they had ever seen on Earth but the\npurpose of the structure was obvious. Here somebody had lived. Thompson\ntried to imagine people living here, the husband coming home in the\nevening to the dinner prepared by the wife, kids running to meet him.\nHis imagination failed.\n\n\"Back here,\" Neff said.\n\nThey went around what had been a house into what had been a garden of\nsome kind, a quiet nook where a family might sprawl in peace. \"There,\"\nNeff said pointing.\n\nThe three skeletons were huddled together in an alcove in front of what\nhad once been a shrine. They lay facing the shrine as if they had died\npraying. Above them in a niche in a wall was--\n\n\"An idol,\" Kurkil whispered.\n\n\"They died praying to their god,\" Thompson said. He was not aware that\nhe had spoken. Three skeletons....\n\nThe bones indicated a creature very similar to the human in structure. A\nlarge, a middle-sized, and a small skeleton.\n\n\"We think the small one is that of a child,\" Ross spoke. \"We think this\nwas a family.\"\n\n\"I see,\" Thompson said. \"Did you find other skeletons?\"\n\n\"Many others. We found them almost everywhere but usually tucked away in\ncorners, as if the people had tried to hide from something.\" His voice\nwent suddenly into uneasy silence.\n\n\"Any indication as to the cause of death?\"\n\n\"None. It apparently came on quite suddenly. We judge that the\ninhabitants had some warning. At least we do not seem to find enough\nskeletons for a city of this size, so we estimate that part of the\npopulation fled, or tried to.\"\n\n\"I see,\" Thompson repeated tonelessly. He caught a vague impression that\nsomething had passed before his eyes, like a darting flicker of light,\nand he caught, momentarily, a fast rustle in the air, as of souls\npassing. His mind was on the flight of this race, the mass hegira they\nhad attempted in an effort to escape from some menace. What menace?\n\"What do you think caused it?\"\n\nRoss shrugged, a gesture eloquent with a lack of knowledge and of\nunderstanding. \"War--\"\n\n\"No wars were fought on this planet,\" Neff spoke quickly. \"These cities\nshow no evidence of conflict.\"\n\n\"Um,\" Thompson said. The four men were looking uneasily at him. They\nwere waiting for him to make up his mind, to decide on a course of\naction.\n\nThompson did not like his own thinking. Something--the blood-brother of\ndeath--had been here on this planet, that much was certain. The evidence\nwas everywhere.\n\n\"We will return to the ship,\" Thompson said.\n\nGrant saw them coming, had the lock open for them. His worried face\nlooked out at them. \"What gives here?\"\n\n\"We don't know,\" Thompson answered. The cat, Buster, pushed forward\nbetween Grant's legs, took a long leap at Thompson's chest, made a\ntwenty-claw safe landing there. \"Hi, old fellow, were you worried about\nme?\"\n\nThey passed through the lock. \"Take her up,\" Thompson said. \"We need a\nlittle time to think about this enigma. Maybe we can think better when\nwe're not so close to it.\"\n\nAt his words, relief showed on the faces of the men. \"Maybe sometime\nsoon we'll be heading for home?\" Kurkil spoke, grinning hopefully.\n\n\"You can be certain of that,\" Thompson said.\n\n       *       *       *       *       *\n\nThe ship lifted, hung miles high in the air above the silent planet. The\ngroup considered the problem.\n\n\"I vote to make a complete investigation,\" Grant said. He was full of\neager enthusiasm. \"There was a race here. Something happened to it.\nWe've got to find out what happened because--\" He got no further. Slowly\nthe enthusiasm went from his face. \"No, that's not possible,\" he ended.\n\n\"There's no danger of the virus that destroyed this race crossing space\nto Sol Cluster,\" Kurkil spoke. \"The distance is too great.\"\n\n\"The distance wasn't too great for us to cross it,\" Fortune spoke.\n\n\"Please,\" Thompson interrupted. \"We can't use logic on this situation\nuntil we have adequate data. The only data we have--\" His voice trailed\noff into silence as his memory presented him with a facsimile of that\ndata--silent, deserted cities, a world going back to vegetation, three\nskeletons in front of a shrine.\n\nAbruptly he reached a decision. It was impulsive. \"Our tour of\nexploration is near an end anyhow. We're leaving. We're heading back to\nSol Cluster. We'll mark this planet on the star maps for further\nexploration.\"\n\nThe face of every man present brightened as he made the announcement.\nSol Cluster! Home! The green world of Earth across the depths of space.\nIn even the thought there was almost enough magic to wipe out the fear\nof what they'd seen back there on the deserted planet.\n\nLess than an hour later, the drone of the drivers picked up as the ship,\nalready set on course, began to accelerate in preparation for the jump\ninto hyper-flight. Thompson was in his cabin making a final check of the\nmachine-provided flight data. Buster was in his lap half-asleep.\nSuddenly the cat jumped from his lap and seemed to pounce on some\nelusive prey in the room. The cat caught what it was seeking, its jaws\ncrunched, it swallowed.\n\nThompson stared at the cat from disbelieving eyes. \"Buster, are you\ndreaming? Did you dream there was a mouse in here?\"\n\nThe cat meowed, came toward him, jumped again into his lap and went back\nto sleep. Thompson returned to his figures. They were correct.\n\nOver the ship's communication system came the soft throb of a gong. The\nwarning that the jump was coming. In his lap, Buster awakened, instantly\nsank twenty claws into Thompson's clothing. Thompson reached out and\ntook a firm grip on the hand holds on his desk, began to breathe deeply.\nThe gong sounded again. Final warning that the ship was going into\nhyper-flight. Thompson took as deep a breath as possible, held it.\n\nThe gong went into silence. The ship throbbed. The jump was in progress.\nThompson had the dazed impression that every atom in his body tried to\nturn over at once. For a moment, there was a feeling of intense strain.\nThen the feeling was gone as the ship and its contents passed into\nhyper-flight. Thompson began to breathe again. In his lap, Buster\nrelaxed his claw holds, began to purr. Buster was an old hand at taking\nthese jumps.\n\n\"EEEEEEyooow!\"\n\nThe eerie scream that came echoing through the ship seemed to lift up\nevery single strand of hair on Thompson's head. Thompson ran out of the\ncabin. The scream came again, from the lounge. Thompson entered the\nlounge just in time to see Kurkil standing in the middle of the room,\nrip the last remnant of clothing from his body. Revealed under the\nlights, his skin was turning a vivid green.\n\nFortune was trying to approach him. Kurkil was warning the man off.\n\n\"Stay away, stay away. Don't touch me. You'll get it.\"\n\nIn the split second that was needed for Thompson to take in the\nsituation, the green color flowing over Kurkil's body deepened in\nintensity.\n\nAs the color deepened, the screams bubbling on his lips began to die\naway. He fell slowly, like a man who is coming unhinged one joint at a\ntime.\n\nHe was dead before he hit the floor. Dead so completely that not even a\nconvulsive tremor passed through his body.\n\nA frozen silence held the lounge. For this was a dream, a nightmare,\nwild, distorted imagery.\n\nFortune's hand waved vaguely in the direction of Sol Cluster. \"It looks\nas if we're not as bug and stress proof as they said we were.\"\n\n\"What happened?\"\n\n\"He was sitting there in the chair and I thought he was asleep. Then he\nwas screaming and tearing his clothes off.\" Ross spread his hands. \"I\ntried to help--\"\n\n\"I know,\" Thompson said. He was trying to decide what to do. This ship\npossessed no facilities for handling the dead. Such a contingency had\nbeen thought too remote for consideration. Well, there was the ejection\nport. \"Get sheets,\" Thompson said. With Fortune and Ross helping, he set\nabout doing what had to be done.\n\n       *       *       *       *       *\n\nLater, in the lounge, they met to decide what had to be done. Neff,\nleaving the drivers on automatic control, came up from the engine room.\nGrant came forward from the control room. If any danger presented\nitself, warning bells would call them back to their posts.\n\nThey were a silent and an uneasy group. Only Buster remained unaffected.\n\n\"There seems no doubt that we brought the infection back on board ship\nwith us,\" Thompson said.\n\nHe had stated the obvious. It got the answer it deserved. Silence.\n\n\"We also must consider the possibility that another of us, possibly all\nof us, are infected.\"\n\nNo man stirred, no man spoke. Apparently they hoped they had not heard\ncorrectly the words that had been spoken. In Thompson's lap Buster\ngrumbled as if he had understood and did not like what had been said.\n\n\"What are we going to do?\"\n\n\"How can we find out what's causing this disease?\"\n\nTwo voices came. Then came Fortune's voice. \"And even if we find out,\nwhat can we do about it? _They_ couldn't do anything about it.\"\n\n\"The fact that the race back there couldn't stop the disease, doesn't\nmean we can't stop it. We're a different race with a different\nmetabolism and a different body structure--\"\n\n\"Kurkil had the same metabolism and the same body structure,\" Ross said.\n\n\"We will do what we can,\" Thompson spoke flatly. In spite of the fact\nthat these men were supposed to be nerve proof, there was panic in the\nair. He could sense it, knew that it had to be stopped before it got\nstarted. Inwardly he cursed the fact that there was no doctor aboard,\nbut he knew only too well the line of reasoning that had led to the\nomission of a physician.\n\n\"We have a medical library,\" Ross said, tentatively.\n\n\"Yes,\" Fortune spoke. \"And it tells you exactly how to treat every\nconceivable form of accident but it doesn't say a single damned word\nabout infections, and if it did we don't have any medicine to treat\nthem.\n\nAgain silence fell. In Thompson's lap, Buster squirmed, dropped to the\nfloor. Tail extended, body low, he moved across the plastic floor as if\nhe were stalking something that lay beyond the open door. \"We'll\nfumigate anyhow,\" Thompson said. \"We'll scour the ship.\"\n\nThere was some relief in action. The clothing that had been worn by the\nlanding party went out through the ejection lock. Inside the ship, the\nfloors, walls, and ceilings were scoured by sweating men who worked\nfeverishly. Fumigants were spread in every room.\n\nWith the spreading of the fumigants, spirits began to rise, but even\nthen the signs of stress were still all too obvious. No one knew the\nincubation period of the virus. Hours only had been needed to bring\nKurkil to his death. But days might pass before the virus developed in\nits next victim.\n\nMonths or even years might pass before they were absolutely sure they\nwere free from any chance of infection.\n\nBy the time the ship reached Sol Cluster, and the automatic controls\nstopped its hyper-flight, they might all be dead.\n\nIf that happened, the ship's controls would automatically stop its\nflight. It would be picked up by the far-ranging screens of the space\npatrol, a ship would be sent out to board it and bring it in.\n\nAt the thought of what would happen then, Thompson went hastily forward\nto the control room. Grant, thin-lipped and nervous, was on duty there.\nThompson hastily began plotting a new course. Grant watched over his\nshoulder.\n\n\"Make this change,\" Thompson said.\n\n\"But, Captain--\" Grant protested. The man's face had gone utterly white\nas he realized the implications of this new course. \"No. We can't do\nthat. It'll mean--\"\n\n\"I know what it will mean. And I'm in my right mind, I hope. This course\nis a precaution, just in case nobody is left alive by the time we reach\nSol Cluster.\"\n\n\"But--\"\n\n\"Make the change,\" Thompson ordered bluntly.\n\nReluctantly Grant fed the new course into the computers. A throb went\nthrough the vessel as the ship shifted in response.\n\n\"We'll come out of hyper-flight in less than three hours,\" Grant spoke.\n\"Heaven help us if this course is not changed before that time.\"\n\n\"If this course is not changed before that time, Heaven alone can help\nus. From now on, you're not to leave this control room for an instant.\"\n\n\"Yes, sir.\"\n\nWith Buster following behind him, Thompson left the control room.\n\n\"Yoooow!\" The scream coming from the lounge this time was in a different\nkey and had a different sound. But the meaning was the same as it had\nbeen when Kurkil had screamed. Thompson went forward on the run.\n\nThe victim was Ross. Like Kurkil, he was tearing his clothes off. Like\nKurkil, he was turning green. When he went down, he did not rise again.\n\nAs he stood staring down at Ross, Thompson had the vague impression of\nwhirring wings passing near him. Whispering wings, as if a soul were\ntaking flight.\n\nFrom the engine room Neff appeared. \"I heard somebody scream over the\nintercom. Oh, I see.\" His face worked, his jaws moved as if he was\ntrying to speak. But no sound came.\n\nFortune emerged from his quarters to look down at Ross. \"Our fumigating\ndidn't work, huh?\"\n\n\"Maybe he caught the bug on the planet,\" Thompson said. He tried to put\nconviction into his voice. The effort failed. \"Get sheets,\" he said.\n\n       *       *       *       *       *\n\nThere was no prayer. There was no burial ceremony. The body went through\nthe ejection port and disappeared in the vast depths of space.\n\nThompson returned to his cabin, slumped down at his desk, Fortune and\nNeff following.\n\nBuster meowed. \"Okay, pal.\" The cat jumped into Thompson's lap.\n\n\"I guess there's not much point in trying to kid ourselves any longer,\"\nFortune said. His voice was dull and flat, without tone and without\nspirit. A muscle in Neff's cheek was twitching.\n\n\"I don't understand you,\" Thompson said.\n\n\"Hell, you understand me well enough. The facts are obvious. We've\neither all got the virus, or it's here in the ship, and we will get it.\nAll we're doing is waiting to see who goes next. What I want to know\nis--Who'll shove the last man through the ejection port?\"\n\n\"I don't know,\" Thompson answered.\n\n\"Isn't there anything else we can do?\" The tic in Neff's cheek was\nbecoming more pronounced.\n\n\"If there is, I don't know--What the hell, Buster?\" The cat which had\nbeen lying in his lap, suddenly leaped to the floor. Tail extended,\ncrouched, eyes alert, the cat seemed to be trying to follow the flight\nof something through the air above him.\n\nVery vaguely, very dimly, Thompson caught the rustle of wings.\n\nThe actions of the cat, and the sound, sent a wave of utter cold washing\nover his body.\n\nBefore he could move, the cat leaped upward, caught something in\nsnapping jaws.\n\nIn the same split second Thompson moved. Before Buster had had time to\nswallow, Thompson had caught him behind the jaws, forcing them shut. On\nhis desk was a bell jar. He lifted it, thrust the cat's head under it,\nforced his thumb and forefinger against the jaws of the cat.\n\nThe outraged Buster disgorged something. Thompson jerked the cat's head\nfrom under the jar, slammed down the rim. The angry cat snarled at him.\nNeff and Fortune were staring at him from eyes that indicated they\nthought he had lost his senses. Thompson paid them no attention. He was\ntoo busy watching something inside the bell jar even to notice that they\nexisted.\n\nHe could not see the creature under the jar.\n\nHe knew it could fly but he did not know its shape or size. He could\nhear it hitting the falls of the jar. And each time it hit the wall, a\ntiny greenish smudge appeared at the point of impact.\n\n\"What--what the hell have you got there?\" Neff whispered.\n\n\"I don't know for sure. But I think I've got the carrier of the virus.\"\n\n\"What?\"\n\n\"Watch.\"\n\n\"I can't see anything.\"\n\n\"Nor can I yet, but I can hear it and I can see the places where it hits\nthe wall of the jar. There's something under the jar. Something that\nBuster has been seeing all along.\"\n\n\"What?\"\n\nThompson pointed at the jar. \"One or several of those things came into\nthe ship when the lock was open. We couldn't see them, didn't know they\nexisted. But Buster saw them. He caught one of them in this cabin soon\nafter we took off. I thought he was playing a game to amuse himself,\nor--\" He broke off. From the back of his mind came a fragment of\nhistory, now in the forgotten Dark Ages of Earth, whole populations had\nbeen ravaged and destroyed by a fever that was carried by some kind of\nan insect. Did they have some kind of an insect under his jar?\n\nHolding his breath, Thompson watched.\n\nThe pounding against the walls of the jar was growing weaker. Then it\nstopped. On the desk top, a smudge appeared. Wings quavered there, wings\nthat shifted through a range of rainbow colors as they became visible.\n\nAs the flutter of the wings stopped the whole creature became visible.\nMade up of some kind of exceedingly thin tissue that was hardly visible,\nit was about as big as a humming bird.\n\nSilence held the room. Thompson was aware of his eyes coming to focus on\nthe long pointed bill of the creature.\n\n\"Alive it was not visible at all,\" Fortune whispered. \"Dead, you can see\nit.\" His voice lifted, picked up overtones of terror. \"Say an hour or so\nago Ross was complaining that something had bit him.\"\n\nLike the last remnant of a picture puzzle fitting together, something\nclicked in Thompson's mind. \"And Kurkil. While we were out of the ship\nsomething bit him.\"\n\nSilence again. His eyes went from Neff to Fortune. \"Did--\"\n\nThey shook their heads.\n\n\"Then that ties up the package,\" Thompson whispered. \"This creature\ncarried the virus, or poison, or whatever it was. Without being bitten,\nthe virus cannot spread. We've found the cause. We've got it licked.\"\n\nHe was aware of sweat appearing on his face, the sweat of pure relief.\nHe sank back into his chair. Buster, recovering from his indignity at\nthe outrage he had suffered, jumped to the top of the desk, settled down\nwith his nose against the glass, watching the dead creature inside the\nbell jar.\n\n\"He caught one of those things right in this cabin,\" Thompson whispered.\nA shudder passed over him and was gone. He had been so close to death,\nand had not known it. Buster had saved him.\n\nInstead of seeking protection from him, the cat, in a sense, had been\nprotecting him. His gaze centered fondly on the cat.\n\n\"What if there are more of those things in the ship?\" Fortune spoke.\n\n\"We can solve that one,\" Thompson spoke. \"Space suits. And, now that we\nknow what we're looking for, we can clean out the ship. If we don't,\nBuster will do it for us.\"\n\n\"Space suits!\" As if he had heard no more than those two words, Fortune\nran from the room. He returned with three suits. They hastily donned\nthem.\n\n\"No damned bug can bite through one of these things,\" Neff said\nexultantly. \"Say, what about Grant? Hadn't we better take him a suit\ntoo?\"\n\n\"I should say so. Fortune....\" But Fortune was already leaving the room\non his errand. Thompson snapped open the intercom system. \"Grant?\"\n\n\"Yes, what is it?\"\n\n\"We've found the cause and we've got the disease licked.\"\n\nGrant's voice a shout coming back from the control room. \"Thank God.\nI've been sitting here watching Sol grow bigger and bigger....\" His\nvoice suddenly choked, went into silence, then came again, asking a\nquestion. \"Is it all right to change course now?\"\n\n\"Definitely it's all right,\" Thompson answered. \"In fact, it's an\norder.\"\n\nAn instant later, the ship groaned as the direction of flight was\nshifted. Thompson took a deep breath, was aware that Neff was staring at\nhim. \"What was that he said about watching Sol grow bigger and bigger?\nSay, what course were we on?\"\n\n\"Collision course with the sun,\" Thompson answered.\n\n\"What?\" Neff gasped. \"Do you mean to say that you were going to throw\nthe ship into the sun?\"\n\nSlowly Thompson nodded. \"I didn't know whether we would be alive or not\nbut I didn't want this ship to enter Sol Cluster and turn loose there\nthe virus that had already depopulated a planet.\"\n\nHe spoke slowly, with the sure knowledge of a desperate danger safely\npassed. Neff stared at him from round and frightened eyes.\n\nOn the desk top Buster gave up his vigil, meowed, and jumped into the\ncaptain's lap. With the thick gloves of his space suit clad hands,\nThompson fondly stroked him.\n\nBuster arched his back in grateful appreciation and began to purr.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Thompson's Cat, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THOMPSON'S CAT ***\n\n***** This file should be named 31948.txt or 31948.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/9/4/31948/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}