{"title": "The Tunnel Under The World", "author": "Frederik Pohl", "releaseDate": "April 14, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction January 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                              The Tunnel\n\n                                Under\n\n                              The World\n\n\n                           By FREDERIK POHL\n\n\n     Pinching yourself is no way to see if you are dreaming.\n     Surgical instruments? Well, yes--but a mechanic's kit is\n     best of all!\n\n\n                         Illustrated by EMSH\n\n       *       *       *       *       *\n\n\n\n\nOn the morning of June 15th, Guy Burckhardt woke up screaming out of a\ndream.\n\nIt was more real than any dream he had ever had in his life. He could\nstill hear and feel the sharp, ripping-metal explosion, the violent\nheave that had tossed him furiously out of bed, the searing wave of\nheat.\n\nHe sat up convulsively and stared, not believing what he saw, at the\nquiet room and the bright sunlight coming in the window.\n\nHe croaked, \"Mary?\"\n\nHis wife was not in the bed next to him. The covers were tumbled and\nawry, as though she had just left it, and the memory of the dream was\nso strong that instinctively he found himself searching the floor to\nsee if the dream explosion had thrown her down.\n\n[Illustration]\n\nBut she wasn't there. Of course she wasn't, he told himself, looking\nat the familiar vanity and slipper chair, the uncracked window, the\nunbuckled wall. It had only been a dream.\n\n\"Guy?\" His wife was calling him querulously from the foot of the\nstairs. \"Guy, dear, are you all right?\"\n\nHe called weakly, \"Sure.\"\n\nThere was a pause. Then Mary said doubtfully, \"Breakfast is ready. Are\nyou sure you're all right? I thought I heard you yelling--\"\n\nBurckhardt said more confidently, \"I had a bad dream, honey. Be right\ndown.\"\n\n       *       *       *       *       *\n\nIn the shower, punching the lukewarm-and-cologne he favored, he told\nhimself that it had been a beaut of a dream. Still, bad dreams weren't\nunusual, especially bad dreams about explosions. In the past thirty\nyears of H-bomb jitters, who had not dreamed of explosions?\n\nEven Mary had dreamed of them, it turned out, for he started to tell\nher about the dream, but she cut him off. \"You _did_?\" Her voice was\nastonished. \"Why, dear, I dreamed the same thing! Well, almost the\nsame thing. I didn't actually _hear_ anything. I dreamed that\nsomething woke me up, and then there was a sort of quick bang, and\nthen something hit me on the head. And that was all. Was yours like\nthat?\"\n\nBurckhardt coughed. \"Well, no,\" he said. Mary was not one of these\nstrong-as-a-man, brave-as-a-tiger women. It was not necessary, he\nthought, to tell her all the little details of the dream that made it\nseem so real. No need to mention the splintered ribs, and the salt\nbubble in his throat, and the agonized knowledge that this was death.\nHe said, \"Maybe there really was some kind of explosion downtown.\nMaybe we heard it and it started us dreaming.\"\n\nMary reached over and patted his hand absently. \"Maybe,\" she agreed.\n\"It's almost half-past eight, dear. Shouldn't you hurry? You don't\nwant to be late to the office.\"\n\nHe gulped his food, kissed her and rushed out--not so much to be on\ntime as to see if his guess had been right.\n\nBut downtown Tylerton looked as it always had. Coming in on the bus,\nBurckhardt watched critically out the window, seeking evidence of an\nexplosion. There wasn't any. If anything, Tylerton looked better than\nit ever had before: It was a beautiful crisp day, the sky was\ncloudless, the buildings were clean and inviting. They had, he\nobserved, steam-blasted the Power & Light Building, the town's only\nskyscraper--that was the penalty of having Contro Chemical's main\nplant on the outskirts of town; the fumes from the cascade stills left\ntheir mark on stone buildings.\n\nNone of the usual crowd were on the bus, so there wasn't anyone\nBurckhardt could ask about the explosion. And by the time he got out\nat the corner of Fifth and Lehigh and the bus rolled away with a muted\ndiesel moan, he had pretty well convinced himself that it was all\nimagination.\n\nHe stopped at the cigar stand in the lobby of his office building, but\nRalph wasn't behind the counter. The man who sold him his pack of\ncigarettes was a stranger.\n\n\"Where's Mr. Stebbins?\" Burckhardt asked.\n\nThe man said politely, \"Sick, sir. He'll be in tomorrow. A pack of\nMarlins today?\"\n\n\"Chesterfields,\" Burckhardt corrected.\n\n\"Certainly, sir,\" the man said. But what he took from the rack and\nslid across the counter was an unfamiliar green-and-yellow pack.\n\n\"Do try these, sir,\" he suggested. \"They contain an anti-cough factor.\nEver notice how ordinary cigarettes make you choke every once in a\nwhile?\"\n\n       *       *       *       *       *\n\nBurckhardt said suspiciously, \"I never heard of this brand.\"\n\n\"Of course not. They're something new.\" Burckhardt hesitated, and the\nman said persuasively, \"Look, try them out at my risk. If you don't\nlike them, bring back the empty pack and I'll refund your money. Fair\nenough?\"\n\nBurckhardt shrugged. \"How can I lose? But give me a pack of\nChesterfields, too, will you?\"\n\nHe opened the pack and lit one while he waited for the elevator. They\nweren't bad, he decided, though he was suspicious of cigarettes that\nhad the tobacco chemically treated in any way. But he didn't think\nmuch of Ralph's stand-in; it would raise hell with the trade at the\ncigar stand if the man tried to give every customer the same\nhigh-pressure sales talk.\n\nThe elevator door opened with a low-pitched sound of music. Burckhardt\nand two or three others got in and he nodded to them as the door\nclosed. The thread of music switched off and the speaker in the\nceiling of the cab began its usual commercials.\n\nNo, not the _usual_ commercials, Burckhardt realized. He had been\nexposed to the captive-audience commercials so long that they hardly\nregistered on the outer ear any more, but what was coming from the\nrecorded program in the basement of the building caught his\nattention. It wasn't merely that the brands were mostly unfamiliar; it\nwas a difference in pattern.\n\nThere were jingles with an insistent, bouncy rhythm, about soft drinks\nhe had never tasted. There was a rapid patter dialogue between what\nsounded like two ten-year-old boys about a candy bar, followed by an\nauthoritative bass rumble: \"Go right out and get a DELICIOUS\nChoco-Bite and eat your TANGY Choco-Bite _all up_. That's\n_Choco-Bite_!\" There was a sobbing female whine: \"I _wish_ I had a\nFeckle Freezer! I'd do _anything_ for a Feckle Freezer!\" Burckhardt\nreached his floor and left the elevator in the middle of the last one.\nIt left him a little uneasy. The commercials were not for familiar\nbrands; there was no feeling of use and custom to them.\n\nBut the office was happily normal--except that Mr. Barth wasn't in.\nMiss Mitkin, yawning at the reception desk, didn't know exactly why.\n\"His home phoned, that's all. He'll be in tomorrow.\"\n\n\"Maybe he went to the plant. It's right near his house.\"\n\nShe looked indifferent. \"Yeah.\"\n\nA thought struck Burckhardt. \"But today is June 15th! It's quarterly\ntax return day--he has to sign the return!\"\n\nMiss Mitkin shrugged to indicate that that was Burckhardt's problem,\nnot hers. She returned to her nails.\n\nThoroughly exasperated, Burckhardt went to his desk. It wasn't that he\ncouldn't sign the tax returns as well as Barth, he thought\nresentfully. It simply wasn't his job, that was all; it was a\nresponsibility that Barth, as office manager for Contro Chemicals'\ndowntown office, should have taken.\n\n       *       *       *       *       *\n\nHe thought briefly of calling Barth at his home or trying to reach him\nat the factory, but he gave up the idea quickly enough. He didn't\nreally care much for the people at the factory and the less contact he\nhad with them, the better. He had been to the factory once, with\nBarth; it had been a confusing and, in a way, a frightening\nexperience. Barring a handful of executives and engineers, there\nwasn't a soul in the factory--that is, Burckhardt corrected himself,\nremembering what Barth had told him, not a _living_ soul--just the\nmachines.\n\nAccording to Barth, each machine was controlled by a sort of computer\nwhich reproduced, in its electronic snarl, the actual memory and mind\nof a human being. It was an unpleasant thought. Barth, laughing, had\nassured him that there was no Frankenstein business of robbing\ngraveyards and implanting brains in machines. It was only a matter, he\nsaid, of transferring a man's habit patterns from brain cells to\nvacuum-tube cells. It didn't hurt the man and it didn't make the\nmachine into a monster.\n\nBut they made Burckhardt uncomfortable all the same.\n\nHe put Barth and the factory and all his other little irritations out\nof his mind and tackled the tax returns. It took him until noon to\nverify the figures--which Barth could have done out of his memory and\nhis private ledger in ten minutes, Burckhardt resentfully reminded\nhimself.\n\nHe sealed them in an envelope and walked out to Miss Mitkin. \"Since\nMr. Barth isn't here, we'd better go to lunch in shifts,\" he said.\n\"You can go first.\"\n\n\"Thanks.\" Miss Mitkin languidly took her bag out of the desk drawer\nand began to apply makeup.\n\nBurckhardt offered her the envelope. \"Drop this in the mail for me,\nwill you? Uh--wait a minute. I wonder if I ought to phone Mr. Barth to\nmake sure. Did his wife say whether he was able to take phone calls?\"\n\n\"Didn't say.\" Miss Mitkin blotted her lips carefully with a Kleenex.\n\"Wasn't his wife, anyway. It was his daughter who called and left the\nmessage.\"\n\n\"The kid?\" Burckhardt frowned. \"I thought she was away at school.\"\n\n\"She called, that's all I know.\"\n\nBurckhardt went back to his own office and stared distastefully at the\nunopened mail on his desk. He didn't like nightmares; they spoiled his\nwhole day. He should have stayed in bed, like Barth.\n\n       *       *       *       *       *\n\nA funny thing happened on his way home. There was a disturbance at the\ncorner where he usually caught his bus--someone was screaming\nsomething about a new kind of deep-freeze--so he walked an extra\nblock. He saw the bus coming and started to trot. But behind him,\nsomeone was calling his name. He looked over his shoulder; a small\nharried-looking man was hurrying toward him.\n\nBurckhardt hesitated, and then recognized him. It was a casual\nacquaintance named Swanson. Burckhardt sourly observed that he had\nalready missed the bus.\n\nHe said, \"Hello.\"\n\nSwanson's face was desperately eager. \"Burckhardt?\" he asked\ninquiringly, with an odd intensity. And then he just stood there\nsilently, watching Burckhardt's face, with a burning eagerness that\ndwindled to a faint hope and died to a regret. He was searching for\nsomething, waiting for something, Burckhardt thought. But whatever it\nwas he wanted, Burckhardt didn't know how to supply it.\n\nBurckhardt coughed and said again, \"Hello, Swanson.\"\n\nSwanson didn't even acknowledge the greeting. He merely sighed a very\ndeep sigh.\n\n\"Nothing doing,\" he mumbled, apparently to himself. He nodded\nabstractedly to Burckhardt and turned away.\n\nBurckhardt watched the slumped shoulders disappear in the crowd. It\nwas an _odd_ sort of day, he thought, and one he didn't much like.\nThings weren't going right.\n\nRiding home on the next bus, he brooded about it. It wasn't anything\nterrible or disastrous; it was something out of his experience\nentirely. You live your life, like any man, and you form a network of\nimpressions and reactions. You _expect_ things. When you open your\nmedicine chest, your razor is expected to be on the second shelf; when\nyou lock your front door, you expect to have to give it a slight extra\ntug to make it latch.\n\nIt isn't the things that are right and perfect in your life that make\nit familiar. It is the things that are just a little bit wrong--the\nsticking latch, the light switch at the head of the stairs that needs\nan extra push because the spring is old and weak, the rug that\nunfailingly skids underfoot.\n\nIt wasn't just that things were wrong with the pattern of Burckhardt's\nlife; it was that the _wrong_ things were wrong. For instance, Barth\nhadn't come into the office, yet Barth _always_ came in.\n\nBurckhardt brooded about it through dinner. He brooded about it,\ndespite his wife's attempt to interest him in a game of bridge with\nthe neighbors, all through the evening. The neighbors were people he\nliked--Anne and Farley Dennerman. He had known them all their lives.\nBut they were odd and brooding, too, this night and he barely listened\nto Dennerman's complaints about not being able to get good phone\nservice or his wife's comments on the disgusting variety of television\ncommercials they had these days.\n\nBurckhardt was well on the way to setting an all-time record for\ncontinuous abstraction when, around midnight, with a suddenness that\nsurprised him--he was strangely _aware_ of it happening--he turned\nover in his bed and, quickly and completely, fell asleep.\n\n\nII\n\nOn the morning of June 15th, Burckhardt woke up screaming.\n\n[Illustration]\n\nIt was more real than any dream he had ever had in his life. He could\nstill hear the explosion, feel the blast that crushed him against a\nwall. It did not seem right that he should be sitting bolt upright in\nbed in an undisturbed room.\n\nHis wife came pattering up the stairs. \"Darling!\" she cried. \"What's\nthe matter?\"\n\nHe mumbled, \"Nothing. Bad dream.\"\n\nShe relaxed, hand on heart. In an angry tone, she started to say: \"You\ngave me such a shock--\"\n\nBut a noise from outside interrupted her. There was a wail of sirens\nand a clang of bells; it was loud and shocking.\n\nThe Burckhardts stared at each other for a heartbeat, then hurried\nfearfully to the window.\n\nThere were no rumbling fire engines in the street, only a small panel\ntruck, cruising slowly along. Flaring loudspeaker horns crowned its\ntop. From them issued the screaming sound of sirens, growing in\nintensity, mixed with the rumble of heavy-duty engines and the sound\nof bells. It was a perfect record of fire engines arriving at a\nfour-alarm blaze.\n\nBurckhardt said in amazement, \"Mary, that's against the law! Do you\nknow what they're doing? They're playing records of a fire. What are\nthey up to?\"\n\n\"Maybe it's a practical joke,\" his wife offered.\n\n\"Joke? Waking up the whole neighborhood at six o'clock in the\nmorning?\" He shook his head. \"The police will be here in ten minutes,\"\nhe predicted. \"Wait and see.\"\n\nBut the police weren't--not in ten minutes, or at all. Whoever the\npranksters in the car were, they apparently had a police permit for\ntheir games.\n\nThe car took a position in the middle of the block and stood silent\nfor a few minutes. Then there was a crackle from the speaker, and a\ngiant voice chanted:\n\n \"Feckle Freezers!\n  Feckle Freezers!\n  Gotta have a\n  Feckle Freezer!\n  Feckle, Feckle, Feckle,\n  Feckle, Feckle, Feckle--\"\n\nIt went on and on. Every house on the block had faces staring out of\nwindows by then. The voice was not merely loud; it was nearly\ndeafening.\n\nBurckhardt shouted to his wife, over the uproar, \"What the hell is a\nFeckle Freezer?\"\n\n\"Some kind of a freezer, I guess, dear,\" she shrieked back\nunhelpfully.\n\n       *       *       *       *       *\n\nAbruptly the noise stopped and the truck stood silent. It was still\nmisty morning; the Sun's rays came horizontally across the rooftops.\nIt was impossible to believe that, a moment ago, the silent block had\nbeen bellowing the name of a freezer.\n\n\"A crazy advertising trick,\" Burckhardt said bitterly. He yawned and\nturned away from the window. \"Might as well get dressed. I guess\nthat's the end of--\"\n\nThe bellow caught him from behind; it was almost like a hard slap on\nthe ears. A harsh, sneering voice, louder than the arch-angel's\ntrumpet, howled:\n\n\"Have you got a freezer? _It stinks!_ If it isn't a Feckle Freezer,\n_it stinks_! If it's a last year's Feckle Freezer, _it stinks_! Only\nthis year's Feckle Freezer is any good at all! You know who owns an\nAjax Freezer? Fairies own Ajax Freezers! You know who owns a\nTriplecold Freezer? Commies own Triplecold Freezers! Every freezer but\na brand-new Feckle Freezer _stinks_!\"\n\nThe voice screamed inarticulately with rage. \"I'm warning you! Get out\nand buy a Feckle Freezer right away! Hurry up! Hurry for Feckle! Hurry\nfor Feckle! Hurry, hurry, hurry, Feckle, Feckle, Feckle, Feckle,\nFeckle, Feckle....\"\n\nIt stopped eventually. Burckhardt licked his lips. He started to say\nto his wife, \"Maybe we ought to call the police about--\" when the\nspeakers erupted again. It caught him off guard; it was intended to\ncatch him off guard. It screamed:\n\n\"Feckle, Feckle, Feckle, Feckle, Feckle, Feckle, Feckle, Feckle. Cheap\nfreezers ruin your food. You'll get sick and throw up. You'll get sick\nand die. Buy a Feckle, Feckle, Feckle, Feckle! Ever take a piece of\nmeat out of the freezer you've got and see how rotten and moldy it is?\nBuy a Feckle, Feckle, Feckle, Feckle, Feckle. Do you want to eat\nrotten, stinking food? Or do you want to wise up and buy a Feckle,\nFeckle, Feckle--\"\n\nThat did it. With fingers that kept stabbing the wrong holes,\nBurckhardt finally managed to dial the local police station. He got a\nbusy signal--it was apparent that he was not the only one with the\nsame idea--and while he was shakingly dialing again, the noise outside\nstopped.\n\nHe looked out the window. The truck was gone.\n\n       *       *       *       *       *\n\nBurckhardt loosened his tie and ordered another Frosty-Flip from the\nwaiter. If only they wouldn't keep the Crystal Cafe so _hot_! The new\npaint job--searing reds and blinding yellows--was bad enough, but\nsomeone seemed to have the delusion that this was January instead of\nJune; the place was a good ten degrees warmer than outside.\n\nHe swallowed the Frosty-Flip in two gulps. It had a kind of peculiar\nflavor, he thought, but not bad. It certainly cooled you off, just as\nthe waiter had promised. He reminded himself to pick up a carton of\nthem on the way home; Mary might like them. She was always interested\nin something new.\n\nHe stood up awkwardly as the girl came across the restaurant toward\nhim. She was the most beautiful thing he had ever seen in Tylerton.\nChin-height, honey-blonde hair and a figure that--well, it was all\nhers. There was no doubt in the world that the dress that clung to her\nwas the only thing she wore. He felt as if he were blushing as she\ngreeted him.\n\n\"Mr. Burckhardt.\" The voice was like distant tomtoms. \"It's wonderful\nof you to let me see you, after this morning.\"\n\nHe cleared his throat. \"Not at all. Won't you sit down, Miss--\"\n\n\"April Horn,\" she murmured, sitting down--beside him, not where he had\npointed on the other side of the table. \"Call me April, won't you?\"\n\nShe was wearing some kind of perfume, Burckhardt noted with what\nlittle of his mind was functioning at all. It didn't seem fair that\nshe should be using perfume as well as everything else. He came to\nwith a start and realized that the waiter was leaving with an order\nfor _filets mignon_ for two.\n\n\"Hey!\" he objected.\n\n\"Please, Mr. Burckhardt.\" Her shoulder was against his, her face was\nturned to him, her breath was warm, her expression was tender and\nsolicitous. \"This is all on the Feckle Corporation. Please let\nthem--it's the _least_ they can do.\"\n\nHe felt her hand burrowing into his pocket.\n\n\"I put the price of the meal into your pocket,\" she whispered\nconspiratorially. \"Please do that for me, won't you? I mean I'd\nappreciate it if you'd pay the waiter--I'm old-fashioned about things\nlike that.\"\n\nShe smiled meltingly, then became mock-businesslike. \"But you must\ntake the money,\" she insisted. \"Why, you're letting Feckle off lightly\nif you do! You could sue them for every nickel they've got, disturbing\nyour sleep like that.\"\n\n       *       *       *       *       *\n\nWith a dizzy feeling, as though he had just seen someone make a rabbit\ndisappear into a top hat, he said, \"Why, it really wasn't so bad, uh,\nApril. A little noisy, maybe, but--\"\n\n\"Oh, Mr. Burckhardt!\" The blue eyes were wide and admiring. \"I knew\nyou'd understand. It's just that--well, it's such a _wonderful_\nfreezer that some of the outside men get carried away, so to speak. As\nsoon as the main office found out about what happened, they sent\nrepresentatives around to every house on the block to apologize. Your\nwife told us where we could phone you--and I'm so very pleased that\nyou were willing to let me have lunch with you, so that I could\napologize, too. Because truly, Mr. Burckhardt, it is a _fine_ freezer.\n\n\"I shouldn't tell you this, but--\" the blue eyes were shyly\nlowered--\"I'd do almost anything for Feckle Freezers. It's more than a\njob to me.\" She looked up. She was enchanting. \"I bet you think I'm\nsilly, don't you?\"\n\nBurckhardt coughed. \"Well, I--\"\n\n\"Oh, you don't want to be unkind!\" She shook her head. \"No, don't\npretend. You think it's silly. But really, Mr. Burckhardt, you\nwouldn't think so if you knew more about the Feckle. Let me show you\nthis little booklet--\"\n\nBurckhardt got back from lunch a full hour late. It wasn't only the\ngirl who delayed him. There had been a curious interview with a little\nman named Swanson, whom he barely knew, who had stopped him with\ndesperate urgency on the street--and then left him cold.\n\nBut it didn't matter much. Mr. Barth, for the first time since\nBurckhardt had worked there, was out for the day--leaving Burckhardt\nstuck with the quarterly tax returns.\n\nWhat did matter, though, was that somehow he had signed a purchase\norder for a twelve-cubic-foot Feckle Freezer, upright model,\nself-defrosting, list price $625, with a ten per cent \"courtesy\"\ndiscount--\"Because of that _horrid_ affair this morning, Mr.\nBurckhardt,\" she had said.\n\nAnd he wasn't sure how he could explain it to his wife.\n\n       *       *       *       *       *\n\nHe needn't have worried. As he walked in the front door, his wife said\nalmost immediately, \"I wonder if we can't afford a new freezer, dear.\nThere was a man here to apologize about that noise and--well, we got\nto talking and--\"\n\nShe had signed a purchase order, too.\n\nIt had been the damnedest day, Burckhardt thought later, on his way up\nto bed. But the day wasn't done with him yet. At the head of the\nstairs, the weakened spring in the electric light switch refused to\nclick at all. He snapped it back and forth angrily and, of course,\nsucceeded in jarring the tumbler out of its pins. The wires shorted\nand every light in the house went out.\n\n\"Damn!\" said Guy Burckhardt.\n\n\"Fuse?\" His wife shrugged sleepily. \"Let it go till the morning,\ndear.\"\n\nBurckhardt shook his head. \"You go back to bed. I'll be right along.\"\n\nIt wasn't so much that he cared about fixing the fuse, but he was too\nrestless for sleep. He disconnected the bad switch with a screwdriver,\nstumbled down into the black kitchen, found the flashlight and climbed\ngingerly down the cellar stairs. He located a spare fuse, pushed an\nempty trunk over to the fuse box to stand on and twisted out the old\nfuse.\n\nWhen the new one was in, he heard the starting click and steady drone\nof the refrigerator in the kitchen overhead.\n\nHe headed back to the steps, and stopped.\n\nWhere the old trunk had been, the cellar floor gleamed oddly bright.\nHe inspected it in the flashlight beam. It was metal!\n\n\"Son of a gun,\" said Guy Burckhardt. He shook his head unbelievingly.\nHe peered closer, rubbed the edges of the metallic patch with his\nthumb and acquired an annoying cut--the edges were _sharp_.\n\nThe stained cement floor of the cellar was a thin shell. He found a\nhammer and cracked it off in a dozen spots--everywhere was metal.\n\nThe whole cellar was a copper box. Even the cement-brick walls were\nfalse fronts over a metal sheath!\n\n       *       *       *       *       *\n\nBaffled, he attacked one of the foundation beams. That, at least, was\nreal wood. The glass in the cellar windows was real glass.\n\nHe sucked his bleeding thumb and tried the base of the cellar stairs.\nReal wood. He chipped at the bricks under the oil burner. Real bricks.\nThe retaining walls, the floor--they were faked.\n\nIt was as though someone had shored up the house with a frame of metal\nand then laboriously concealed the evidence.\n\nThe biggest surprise was the upside-down boat hull that blocked the\nrear half of the cellar, relic of a brief home workshop period that\nBurckhardt had gone through a couple of years before. From above, it\nlooked perfectly normal. Inside, though, where there should have been\nthwarts and seats and lockers, there was a mere tangle of braces,\nrough and unfinished.\n\n\"But I _built_ that!\" Burckhardt exclaimed, forgetting his thumb. He\nleaned against the hull dizzily, trying to think this thing through.\nFor reasons beyond his comprehension, someone had taken his boat and\nhis cellar away, maybe his whole house, and replaced them with a\nclever mock-up of the real thing.\n\n\"That's crazy,\" he said to the empty cellar. He stared around in the\nlight of the flash. He whispered, \"What in the name of Heaven would\nanybody do that for?\"\n\nReason refused an answer; there wasn't any reasonable answer. For long\nminutes, Burckhardt contemplated the uncertain picture of his own\nsanity.\n\nHe peered under the boat again, hoping to reassure himself that it was\na mistake, just his imagination. But the sloppy, unfinished bracing\nwas unchanged. He crawled under for a better look, feeling the rough\nwood incredulously. Utterly impossible!\n\nHe switched off the flashlight and started to wriggle out. But he\ndidn't make it. In the moment between the command to his legs to move\nand the crawling out, he felt a sudden draining weariness flooding\nthrough him.\n\nConsciousness went--not easily, but as though it were being taken\naway, and Guy Burckhardt was asleep.\n\n\nIII\n\nOn the morning of June 16th, Guy Burckhardt woke up in a cramped\nposition huddled under the hull of the boat in his basement--and raced\nupstairs to find it was June 15th.\n\nThe first thing he had done was to make a frantic, hasty inspection of\nthe boat hull, the faked cellar floor, the imitation stone. They were\nall as he had remembered them--all completely unbelievable.\n\nThe kitchen was its placid, unexciting self. The electric clock was\npurring soberly around the dial. Almost six o'clock, it said. His wife\nwould be waking at any moment.\n\nBurckhardt flung open the front door and stared out into the quiet\nstreet. The morning paper was tossed carelessly against the steps--and\nas he retrieved it, he noticed that this was the 15th day of June.\n\nBut that was impossible. _Yesterday_ was the 15th of June. It was not\na date one would forget--it was quarterly tax-return day.\n\nHe went back into the hall and picked up the telephone; he dialed for\nWeather Information, and got a well-modulated chant: \"--and cooler,\nsome showers. Barometric pressure thirty point zero four, rising ...\nUnited States Weather Bureau forecast for June 15th. Warm and sunny,\nwith high around--\"\n\nHe hung the phone up. June 15th.\n\n\"Holy heaven!\" Burckhardt said prayerfully. Things were very odd\nindeed. He heard the ring of his wife's alarm and bounded up the\nstairs.\n\nMary Burckhardt was sitting upright in bed with the terrified,\nuncomprehending stare of someone just waking out of a nightmare.\n\n\"Oh!\" she gasped, as her husband came in the room. \"Darling, I just\nhad the most _terrible_ dream! It was like an explosion and--\"\n\n\"Again?\" Burckhardt asked, not very sympathetically. \"Mary,\nsomething's funny! I _knew_ there was something wrong all day\nyesterday and--\"\n\nHe went on to tell her about the copper box that was the cellar, and\nthe odd mock-up someone had made of his boat. Mary looked astonished,\nthen alarmed, then placatory and uneasy.\n\nShe said, \"Dear, are you _sure_? Because I was cleaning that old trunk\nout just last week and I didn't notice anything.\"\n\n\"Positive!\" said Guy Burckhardt. \"I dragged it over to the wall to\nstep on it to put a new fuse in after we blew the lights out and--\"\n\n\"After we what?\" Mary was looking more than merely alarmed.\n\n\"After we blew the lights out. You know, when the switch at the head\nof the stairs stuck. I went down to the cellar and--\"\n\nMary sat up in bed. \"Guy, the switch didn't stick. I turned out the\nlights myself last night.\"\n\nBurckhardt glared at his wife. \"Now I _know_ you didn't! Come here and\ntake a look!\"\n\nHe stalked out to the landing and dramatically pointed to the bad\nswitch, the one that he had unscrewed and left hanging the night\nbefore....\n\nOnly it wasn't. It was as it had always been. Unbelieving, Burckhardt\npressed it and the lights sprang up in both halls.\n\n       *       *       *       *       *\n\nMary, looking pale and worried, left him to go down to the kitchen and\nstart breakfast. Burckhardt stood staring at the switch for a long\ntime. His mental processes were gone beyond the point of disbelief and\nshock; they simply were not functioning.\n\nHe shaved and dressed and ate his breakfast in a state of numb\nintrospection. Mary didn't disturb him; she was apprehensive and\nsoothing. She kissed him good-by as he hurried out to the bus without\nanother word.\n\nMiss Mitkin, at the reception desk, greeted him with a yawn.\n\"Morning,\" she said drowsily. \"Mr. Barth won't be in today.\"\n\nBurckhardt started to say something, but checked himself. She would\nnot know that Barth hadn't been in yesterday, either, because she was\ntearing a June 14th pad off her calendar to make way for the \"new\"\nJune 15th sheet.\n\nHe staggered to his own desk and stared unseeingly at the morning's\nmail. It had not even been opened yet, but he knew that the Factory\nDistributors envelope contained an order for twenty thousand feet of\nthe new acoustic tile, and the one from Finebeck & Sons was a\ncomplaint.\n\nAfter a long while, he forced himself to open them. They were.\n\nBy lunchtime, driven by a desperate sense of urgency, Burckhardt made Miss\nMitkin take her lunch hour first--the June-fifteenth-that-was-yesterday,\n_he_ had gone first. She went, looking vaguely worried about his strained\ninsistence, but it made no difference to Burckhardt's mood.\n\nThe phone rang and Burckhardt picked it up abstractedly. \"Contro\nChemicals Downtown, Burckhardt speaking.\"\n\nThe voice said, \"This is Swanson,\" and stopped.\n\nBurckhardt waited expectantly, but that was all. He said, \"Hello?\"\n\nAgain the pause. Then Swanson asked in sad resignation, \"Still\nnothing, eh?\"\n\n\"Nothing what? Swanson, is there something you want? You came up to me\nyesterday and went through this routine. You--\"\n\nThe voice crackled: \"Burckhardt! Oh, my good heavens, _you remember_!\nStay right there--I'll be down in half an hour!\"\n\n\"What's this all about?\"\n\n\"Never mind,\" the little man said exultantly. \"Tell you about it when\nI see you. Don't say any more over the phone--somebody may be\nlistening. Just wait there. Say, hold on a minute. Will you be alone\nin the office?\"\n\n\"Well, no. Miss Mitkin will probably--\"\n\n\"Hell. Look, Burckhardt, where do you eat lunch? Is it good and\nnoisy?\"\n\n\"Why, I suppose so. The Crystal Cafe. It's just about a block--\"\n\n\"I know where it is. Meet you in half an hour!\" And the receiver\nclicked.\n\n       *       *       *       *       *\n\nThe Crystal Cafe was no longer painted red, but the temperature was\nstill up. And they had added piped-in music interspersed with\ncommercials. The advertisements were for Frosty-Flip, Marlin\nCigarettes--\"They're sanitized,\" the announcer purred--and something\ncalled Choco-Bite candy bars that Burckhardt couldn't remember ever\nhaving heard of before. But he heard more about them quickly enough.\n\nWhile he was waiting for Swanson to show up, a girl in the cellophane\nskirt of a nightclub cigarette vendor came through the restaurant with\na tray of tiny scarlet-wrapped candies.\n\n\"Choco-Bites are _tangy_,\" she was murmuring as she came close to his\ntable. \"Choco-Bites are _tangier_ than tangy!\"\n\nBurckhardt, intent on watching for the strange little man who had\nphoned him, paid little attention. But as she scattered a handful of\nthe confections over the table next to his, smiling at the occupants,\nhe caught a glimpse of her and turned to stare.\n\n\"Why, Miss Horn!\" he said.\n\nThe girl dropped her tray of candies.\n\nBurckhardt rose, concerned over the girl. \"Is something wrong?\"\n\nBut she fled.\n\nThe manager of the restaurant was staring suspiciously at Burckhardt,\nwho sank back in his seat and tried to look inconspicuous. He hadn't\ninsulted the girl! Maybe she was just a very strictly reared young\nlady, he thought--in spite of the long bare legs under the cellophane\nskirt--and when he addressed her, she thought he was a masher.\n\nRidiculous idea. Burckhardt scowled uneasily and picked up his menu.\n\n\"Burckhardt!\" It was a shrill whisper.\n\nBurckhardt looked up over the top of his menu, startled. In the seat\nacross from him, the little man named Swanson was sitting, tensely\npoised.\n\n\"Burckhardt!\" the little man whispered again. \"Let's get out of here!\nThey're on to you now. If you want to stay alive, come on!\"\n\nThere was no arguing with the man. Burckhardt gave the hovering\nmanager a sick, apologetic smile and followed Swanson out. The little\nman seemed to know where he was going. In the street, he clutched\nBurckhardt by the elbow and hurried him off down the block.\n\n\"Did you see her?\" he demanded. \"That Horn woman, in the phone booth?\nShe'll have them here in five minutes, believe me, so hurry it up!\"\n\n       *       *       *       *       *\n\nAlthough the street was full of people and cars, nobody was paying any\nattention to Burckhardt and Swanson. The air had a nip in it--more\nlike October than June, Burckhardt thought, in spite of the weather\nbureau. And he felt like a fool, following this mad little man down\nthe street, running away from some \"them\" toward--toward what? The\nlittle man might be crazy, but he was afraid. And the fear was\ninfectious.\n\n\"In here!\" panted the little man.\n\nIt was another restaurant--more of a bar, really, and a sort of\nsecond-rate place that Burckhardt had never patronized.\n\n\"Right straight through,\" Swanson whispered; and Burckhardt, like a\nbiddable boy, side-stepped through the mass of tables to the far end\nof the restaurant.\n\nIt was \"L\"-shaped, with a front on two streets at right angles to each\nother. They came out on the side street, Swanson staring coldly back\nat the question-looking cashier, and crossed to the opposite sidewalk.\n\nThey were under the marquee of a movie theater. Swanson's expression\nbegan to relax.\n\n\"Lost them!\" he crowed softly. \"We're almost there.\"\n\nHe stepped up to the window and bought two tickets. Burckhardt trailed\nhim in to the theater. It was a weekday matinee and the place was\nalmost empty. From the screen came sounds of gunfire and horse's\nhoofs. A solitary usher, leaning against a bright brass rail, looked\nbriefly at them and went back to staring boredly at the picture as\nSwanson led Burckhardt down a flight of carpeted marble steps.\n\nThey were in the lounge and it was empty. There was a door for men and\none for ladies; and there was a third door, marked \"MANAGER\" in gold\nletters. Swanson listened at the door, and gently opened it and peered\ninside.\n\n\"Okay,\" he said, gesturing.\n\nBurckhardt followed him through an empty office, to another door--a\ncloset, probably, because it was unmarked.\n\nBut it was no closet. Swanson opened it warily, looked inside, then\nmotioned Burckhardt to follow.\n\nIt was a tunnel, metal-walled, brightly lit. Empty, it stretched\nvacantly away in both directions from them.\n\nBurckhardt looked wondering around. One thing he knew and knew full\nwell:\n\nNo such tunnel belonged under Tylerton.\n\n       *       *       *       *       *\n\nThere was a room off the tunnel with chairs and a desk and what looked\nlike television screens. Swanson slumped in a chair, panting.\n\n\"We're all right for a while here,\" he wheezed. \"They don't come here\nmuch any more. If they do, we'll hear them and we can hide.\"\n\n\"Who?\" demanded Burckhardt.\n\nThe little man said, \"Martians!\" His voice cracked on the word and the\nlife seemed to go out of him. In morose tones, he went on: \"Well, I\nthink they're Martians. Although you could be right, you know; I've\nhad plenty of time to think it over these last few weeks, after they\ngot you, and it's possible they're Russians after all. Still--\"\n\n\"Start from the beginning. Who got me when?\"\n\nSwanson sighed. \"So we have to go through the whole thing again. All\nright. It was about two months ago that you banged on my door, late at\nnight. You were all beat up--scared silly. You begged me to help\nyou--\"\n\n\"_I_ did?\"\n\n\"Naturally you don't remember any of this. Listen and you'll\nunderstand. You were talking a blue streak about being captured and\nthreatened, and your wife being dead and coming back to life, and all\nkinds of mixed-up nonsense. I thought you were crazy. But--well, I've\nalways had a lot of respect for you. And you begged me to hide you and\nI have this darkroom, you know. It locks from the inside only. I put\nthe lock on myself. So we went in there--just to humor you--and along\nabout midnight, which was only fifteen or twenty minutes after, we\npassed out.\"\n\n\"Passed out?\"\n\nSwanson nodded. \"Both of us. It was like being hit with a sandbag.\nLook, didn't that happen to you again last night?\"\n\n\"I guess it did,\" Burckhardt shook his head uncertainly.\n\n\"Sure. And then all of a sudden we were awake again, and you said you\nwere going to show me something funny, and we went out and bought a\npaper. And the date on it was June 15th.\"\n\n\"June 15th? But that's today! I mean--\"\n\n\"You got it, friend. It's _always_ today!\"\n\nIt took time to penetrate.\n\nBurckhardt said wonderingly, \"You've hidden out in that darkroom for\nhow many weeks?\"\n\n\"How can I tell? Four or five, maybe. I lost count. And every day the\nsame--always the 15th of June, always my landlady, Mrs. Keefer, is\nsweeping the front steps, always the same headline in the papers at\nthe corner. It gets monotonous, friend.\"\n\n\nIV\n\nIt was Burckhardt's idea and Swanson despised it, but he went along.\nHe was the type who always went along.\n\n\"It's dangerous,\" he grumbled worriedly. \"Suppose somebody comes by?\nThey'll spot us and--\"\n\n\"What have we got to lose?\"\n\nSwanson shrugged. \"It's dangerous,\" he said again. But he went along.\n\nBurckhardt's idea was very simple. He was sure of only one thing--the\ntunnel went somewhere. Martians or Russians, fantastic plot or crazy\nhallucination, whatever was wrong with Tylerton had an explanation,\nand the place to look for it was at the end of the tunnel.\n\nThey jogged along. It was more than a mile before they began to see an\nend. They were in luck--at least no one came through the tunnel to\nspot them. But Swanson had said that it was only at certain hours that\nthe tunnel seemed to be in use.\n\nAlways the fifteenth of June. Why? Burckhardt asked himself. Never\nmind the how. _Why?_\n\nAnd falling asleep, completely involuntarily--everyone at the same\ntime, it seemed. And not remembering, never remembering\nanything--Swanson had said how eagerly he saw Burckhardt again, the\nmorning after Burckhardt had incautiously waited five minutes too many\nbefore retreating into the darkroom. When Swanson had come to,\nBurckhardt was gone. Swanson had seen him in the street that\nafternoon, but Burckhardt had remembered nothing.\n\nAnd Swanson had lived his mouse's existence for weeks, hiding in the\nwoodwork at night, stealing out by day to search for Burckhardt in\npitiful hope, scurrying around the fringe of life, trying to keep from\nthe deadly eyes of _them_.\n\nThem. One of \"them\" was the girl named April Horn. It was by seeing\nher walk carelessly into a telephone booth and never come out that\nSwanson had found the tunnel. Another was the man at the cigar stand\nin Burckhardt's office building. There were more, at least a dozen\nthat Swanson knew of or suspected.\n\nThey were easy enough to spot, once you knew where to look--for they,\nalone in Tylerton, changed their roles from day to day. Burckhardt was\non that 8:51 bus, every morning of every day-that-was-June-15th, never\ndifferent by a hair or a moment. But April Horn was sometimes gaudy in\nthe cellophane skirt, giving away candy or cigarettes; sometimes\nplainly dressed; sometimes not seen by Swanson at all.\n\nRussians? Martians? Whatever they were, what could they be hoping to\ngain from this mad masquerade?\n\nBurckhardt didn't know the answer--but perhaps it lay beyond the door\nat the end of the tunnel. They listened carefully and heard distant\nsounds that could not quite be made out, but nothing that seemed\ndangerous. They slipped through.\n\nAnd, through a wide chamber and up a flight of steps, they found they\nwere in what Burckhardt recognized as the Contro Chemicals plant.\n\n       *       *       *       *       *\n\nNobody was in sight. By itself, that was not so very odd--the\nautomatized factory had never had very many persons in it. But\nBurckhardt remembered, from his single visit, the endless, ceaseless\nbusyness of the plant, the valves that opened and closed, the vats\nthat emptied themselves and filled themselves and stirred and cooked\nand chemically tasted the bubbling liquids they held inside\nthemselves. The plant was never populated, but it was never still.\n\nOnly--now it _was_ still. Except for the distant sounds, there was no\nbreath of life in it. The captive electronic minds were sending out no\ncommands; the coils and relays were at rest.\n\nBurckhardt said, \"Come on.\" Swanson reluctantly followed him through\nthe tangled aisles of stainless steel columns and tanks.\n\nThey walked as though they were in the presence of the dead. In a way,\nthey were, for what were the automatons that once had run the factory,\nif not corpses? The machines were controlled by computers that were\nreally not computers at all, but the electronic analogues of living\nbrains. And if they were turned off, were they not dead? For each had\nonce been a human mind.\n\nTake a master petroleum chemist, infinitely skilled in the separation\nof crude oil into its fractions. Strap him down, probe into his brain\nwith searching electronic needles. The machine scans the patterns of\nthe mind, translates what it sees into charts and sine waves. Impress\nthese same waves on a robot computer and you have your chemist. Or a\nthousand copies of your chemist, if you wish, with all of his\nknowledge and skill, and no human limitations at all.\n\nPut a dozen copies of him into a plant and they will run it all,\ntwenty-four hours a day, seven days of every week, never tiring, never\noverlooking anything, never forgetting....\n\nSwanson stepped up closer to Burckhardt. \"I'm scared,\" he said.\n\nThey were across the room now and the sounds were louder. They were\nnot machine sounds, but voices; Burckhardt moved cautiously up to a\ndoor and dared to peer around it.\n\nIt was a smaller room, lined with television screens, each one--a\ndozen or more, at least--with a man or woman sitting before it,\nstaring into the screen and dictating notes into a recorder. The\nviewers dialed from scene to scene; no two screens ever showed the\nsame picture.\n\nThe pictures seemed to have little in common. One was a store, where a\ngirl dressed like April Horn was demonstrating home freezers. One was\na series of shots of kitchens. Burckhardt caught a glimpse of what\nlooked like the cigar stand in his office building.\n\nIt was baffling and Burckhardt would have loved to stand there and\npuzzle it out, but it was too busy a place. There was the chance that\nsomeone would look their way or walk out and find them.\n\n       *       *       *       *       *\n\nThey found another room. This one was empty. It was an office, large\nand sumptuous. It had a desk, littered with papers. Burckhardt stared\nat them, briefly at first--then, as the words on one of them caught\nhis attention, with incredulous fascination.\n\nHe snatched up the topmost sheet, scanned it, and another, while\nSwanson was frenziedly searching through the drawers.\n\nBurckhardt swore unbelievingly and dropped the papers to the desk.\n\nSwanson, hardly noticing, yelped with delight: \"Look!\" He dragged a\ngun from the desk. \"And it's loaded, too!\"\n\nBurckhardt stared at him blankly, trying to assimilate what he had\nread. Then, as he realized what Swanson had said, Burckhardt's eyes\nsparked. \"Good man!\" he cried. \"We'll take it. We're getting out of\nhere with that gun, Swanson. And we're going to the police! Not the\ncops in Tylerton, but the F.B.I., maybe. Take a look at this!\"\n\nThe sheaf he handed Swanson was headed: \"Test Area Progress Report.\nSubject: Marlin Cigarettes Campaign.\" It was mostly tabulated figures\nthat made little sense to Burckhardt and Swanson, but at the end was a\nsummary that said:\n\n     Although Test 47-K3 pulled nearly double the number of new\n     users of any of the other tests conducted, it probably\n     cannot be used in the field because of local sound-truck\n     control ordinances.\n\n     The tests in the 47-K12 group were second best and our\n     recommendation is that retests be conducted in this appeal,\n     testing each of the three best campaigns with and without\n     the addition of sampling techniques.\n\n     An alternative suggestion might be to proceed directly with\n     the top appeal in the K12 series, if the client is unwilling\n     to go to the expense of additional tests.\n\n     All of these forecast expectations have an 80% probability\n     of being within one-half of one per cent of results\n     forecast, and more than 99% probability of coming within 5%.\n\nSwanson looked up from the paper into Burckhardt's eyes. \"I don't get\nit,\" he complained.\n\nBurckhardt said, \"I don't blame you. It's crazy, but it fits the\nfacts, Swanson, _it fits the facts_. They aren't Russians and they\naren't Martians. These people are advertising men! Somehow--heaven\nknows how they did it--they've taken Tylerton over. They've got us,\nall of us, you and me and twenty or thirty thousand other people,\nright under their thumbs.\n\n\"Maybe they hypnotize us and maybe it's something else; but however\nthey do it, what happens is that they let us live a day at a time.\nThey pour advertising into us the whole damned day long. And at the\nend of the day, they see what happened--and then they wash the day out\nof our minds and start again the next day with different advertising.\"\n\n       *       *       *       *       *\n\nSwanson's jaw was hanging. He managed to close it and swallow. \"Nuts!\"\nhe said flatly.\n\nBurckhardt shook his head. \"Sure, it sounds crazy--but this whole\nthing is crazy. How else would you explain it? You can't deny that\nmost of Tylerton lives the same day over and over again. You've _seen_\nit! And that's the crazy part and we have to admit that that's\ntrue--unless we are the crazy ones. And once you admit that somebody,\nsomehow, knows how to accomplish that, the rest of it makes all kinds\nof sense.\n\n\"Think of it, Swanson! They test every last detail before they spend a\nnickel on advertising! Do you have any idea what that means? Lord\nknows how much money is involved, but I know for a fact that some\ncompanies spend twenty or thirty million dollars a year on\nadvertising. Multiply it, say, by a hundred companies. Say that every\none of them learns how to cut its advertising cost by only ten per\ncent. And that's peanuts, believe me!\n\n\"If they know in advance what's going to work, they can cut their\ncosts in half--maybe to less than half, I don't know. But that's\nsaving two or three hundred million dollars a year--and if they pay\nonly ten or twenty per cent of that for the use of Tylerton, it's\nstill dirt cheap for them and a fortune for whoever took over\nTylerton.\"\n\nSwanson licked his lips. \"You mean,\" he offered hesitantly, \"that\nwe're a--well, a kind of captive audience?\"\n\nBurckhardt frowned. \"Not exactly.\" He thought for a minute. \"You know\nhow a doctor tests something like penicillin? He sets up a series of\nlittle colonies of germs on gelatine disks and he tries the stuff on\none after another, changing it a little each time. Well, that's\nus--we're the germs, Swanson. Only it's even more efficient than that.\nThey don't have to test more than one colony, because they can use it\nover and over again.\"\n\nIt was too hard for Swanson to take in. He only said: \"What do we do\nabout it?\"\n\n\"We go to the police. They can't use human beings for guinea pigs!\"\n\n\"How do we get to the police?\"\n\nBurckhardt hesitated. \"I think--\" he began slowly. \"Sure. This place\nis the office of somebody important. We've got a gun. We'll stay right\nhere until he comes along. And he'll get us out of here.\"\n\nSimple and direct. Swanson subsided and found a place to sit, against\nthe wall, out of sight of the door. Burckhardt took up a position\nbehind the door itself--\n\nAnd waited.\n\n       *       *       *       *       *\n\nThe wait was not as long as it might have been. Half an hour, perhaps.\nThen Burckhardt heard approaching voices and had time for a swift\nwhisper to Swanson before he flattened himself against the wall.\n\nIt was a man's voice, and a girl's. The man was saying, \"--reason why\nyou couldn't report on the phone? You're ruining your whole day's\ntest! What the devil's the matter with you, Janet?\"\n\n\"I'm sorry, Mr. Dorchin,\" she said in a sweet, clear tone. \"I thought\nit was important.\"\n\nThe man grumbled, \"Important! One lousy unit out of twenty-one\nthousand.\"\n\n\"But it's the Burckhardt one, Mr. Dorchin. Again. And the way he got\nout of sight, he must have had some help.\"\n\n\"All right, all right. It doesn't matter, Janet; the Choco-Bite\nprogram is ahead of schedule anyhow. As long as you're this far, come\non in the office and make out your worksheet. And don't worry about\nthe Burckhardt business. He's probably just wandering around. We'll\npick him up tonight and--\"\n\nThey were inside the door. Burckhardt kicked it shut and pointed the\ngun.\n\n\"That's what you think,\" he said triumphantly.\n\nIt was worth the terrified hours, the bewildered sense of insanity,\nthe confusion and fear. It was the most satisfying sensation\nBurckhardt had ever had in his life. The expression on the man's face\nwas one he had read about but never actually seen: Dorchin's mouth\nfell open and his eyes went wide, and though he managed to make a\nsound that might have been a question, it was not in words.\n\nThe girl was almost as surprised. And Burckhardt, looking at her, knew\nwhy her voice had been so familiar. The girl was the one who had\nintroduced herself to him as April Horn.\n\nDorchin recovered himself quickly. \"Is this the one?\" he asked\nsharply.\n\nThe girl said, \"Yes.\"\n\nDorchin nodded. \"I take it back. You were right. Uh, you--Burckhardt.\nWhat do you want?\"\n\n       *       *       *       *       *\n\nSwanson piped up, \"Watch him! He might have another gun.\"\n\n\"Search him then,\" Burckhardt said. \"I'll tell you what we want,\nDorchin. We want you to come along with us to the FBI and explain to\nthem how you can get away with kidnapping twenty thousand people.\"\n\n\"Kidnapping?\" Dorchin snorted. \"That's ridiculous, man! Put that gun\naway--you can't get away with this!\"\n\nBurckhardt hefted the gun grimly. \"I think I can.\"\n\nDorchin looked furious and sick--but, oddly, not afraid. \"Damn it--\"\nhe started to bellow, then closed his mouth and swallowed. \"Listen,\"\nhe said persuasively, \"you're making a big mistake. I haven't\nkidnapped anybody, believe me!\"\n\n\"I don't believe you,\" said Burckhardt bluntly. \"Why should I?\"\n\n\"But it's true! Take my word for it!\"\n\nBurckhardt shook his head. \"The FBI can take your word if they like.\nWe'll find out. Now how do we get out of here?\"\n\nDorchin opened his mouth to argue.\n\nBurckhardt blazed: \"Don't get in my way! I'm willing to kill you if I\nhave to. Don't you understand that? I've gone through two days of hell\nand every second of it I blame on you. Kill you? It would be a\npleasure and I don't have a thing in the world to lose! Get us out of\nhere!\"\n\nDorchin's face went suddenly opaque. He seemed about to move; but the\nblonde girl he had called Janet slipped between him and the gun.\n\n\"Please!\" she begged Burckhardt. \"You don't understand. You mustn't\nshoot!\"\n\n\"_Get out of my way!_\"\n\n\"But, Mr. Burckhardt--\"\n\nShe never finished. Dorchin, his face unreadable, headed for the door.\nBurckhardt had been pushed one degree too far. He swung the gun,\nbellowing. The girl called out sharply. He pulled the trigger. Closing\non him with pity and pleading in her eyes, she came again between the\ngun and the man.\n\nBurckhardt aimed low instinctively, to cripple, not to kill. But his\naim was not good.\n\nThe pistol bullet caught her in the pit of the stomach.\n\n       *       *       *       *       *\n\nDorchin was out and away, the door slamming behind him, his footsteps\nracing into the distance.\n\nBurckhardt hurled the gun across the room and jumped to the girl.\n\nSwanson was moaning. \"That finishes us, Burckhardt. Oh, why did you do\nit? We could have got away. We could have gone to the police. We were\npractically out of here! We--\"\n\nBurckhardt wasn't listening. He was kneeling beside the girl. She lay\nflat on her back, arms helter-skelter. There was no blood, hardly any\nsign of the wound; but the position in which she lay was one that no\nliving human being could have held.\n\nYet she wasn't dead.\n\nShe wasn't dead--and Burckhardt, frozen beside her, thought: _She\nisn't alive, either._\n\nThere was no pulse, but there was a rhythmic ticking of the\noutstretched fingers of one hand.\n\nThere was no sound of breathing, but there was a hissing, sizzling\nnoise.\n\nThe eyes were open and they were looking at Burckhardt. There was\nneither fear nor pain in them, only a pity deeper than the Pit.\n\nShe said, through lips that writhed erratically, \"Don't--worry, Mr.\nBurckhardt. I'm--all right.\"\n\nBurckhardt rocked back on his haunches, staring. Where there should\nhave been blood, there was a clean break of a substance that was not\nflesh; and a curl of thin golden-copper wire.\n\nBurckhardt moistened his lips.\n\n\"You're a robot,\" he said.\n\nThe girl tried to nod. The twitching lips said, \"I am. And so are\nyou.\"\n\n\nV\n\nSwanson, after a single inarticulate sound, walked over to the desk\nand sat staring at the wall. Burckhardt rocked back and forth beside\nthe shattered puppet on the floor. He had no words.\n\nThe girl managed to say, \"I'm--sorry all this happened.\" The lovely\nlips twisted into a rictus sneer, frightening on that smooth young\nface, until she got them under control. \"Sorry,\" she said again.\n\"The--nerve center was right about where the bullet hit. Makes it\ndifficult to--control this body.\"\n\nBurckhardt nodded automatically, accepting the apology. Robots. It was\nobvious, now that he knew it. In hindsight, it was inevitable. He\nthought of his mystic notions of hypnosis or Martians or something\nstranger still--idiotic, for the simple fact of created robots fitted\nthe facts better and more economically.\n\nAll the evidence had been before him. The automatized factory, with\nits transplanted minds--why not transplant a mind into a humanoid\nrobot, give it its original owner's features and form?\n\nCould it know that it was a robot?\n\n\"All of us,\" Burckhardt said, hardly aware that he spoke out loud. \"My\nwife and my secretary and you and the neighbors. All of us the same.\"\n\n\"No.\" The voice was stronger. \"Not exactly the same, all of us. I chose\nit, you see. I--\" this time the convulsed lips were not a random\ncontortion of the nerves--\"I was an ugly woman, Mr. Burckhardt, and nearly\nsixty years old. Life had passed me. And when Mr. Dorchin offered me the\nchance to live again as a beautiful girl, I jumped at the opportunity.\nBelieve me, I _jumped_, in spite of its disadvantages. My flesh body is\nstill alive--it is sleeping, while I am here. I could go back to it. But I\nnever do.\"\n\n\"And the rest of us?\"\n\n\"Different, Mr. Burckhardt. I work here. I'm carrying out Mr.\nDorchin's orders, mapping the results of the advertising tests,\nwatching you and the others live as he makes you live. I do it by\nchoice, but you have no choice. Because, you see, you are dead.\"\n\n\"Dead?\" cried Burckhardt; it was almost a scream.\n\nThe blue eyes looked at him unwinkingly and he knew that it was no\nlie. He swallowed, marveling at the intricate mechanisms that let him\nswallow, and sweat, and eat.\n\nHe said: \"Oh. The explosion in my dream.\"\n\n\"It was no dream. You are right--the explosion. That was real and this\nplant was the cause of it. The storage tanks let go and what the blast\ndidn't get, the fumes killed a little later. But almost everyone died\nin the blast, twenty-one thousand persons. You died with them and that\nwas Dorchin's chance.\"\n\n\"The damned ghoul!\" said Burckhardt.\n\n       *       *       *       *       *\n\nThe twisted shoulders shrugged with an odd grace. \"Why? You were gone.\nAnd you and all the others were what Dorchin wanted--a whole town, a\nperfect slice of America. It's as easy to transfer a pattern from a\ndead brain as a living one. Easier--the dead can't say no. Oh, it took\nwork and money--the town was a wreck--but it was possible to rebuild\nit entirely, especially because it wasn't necessary to have all the\ndetails exact.\n\n\"There were the homes where even the brains had been utterly\ndestroyed, and those are empty inside, and the cellars that needn't be\ntoo perfect, and the streets that hardly matter. And anyway, it only\nhas to last for one day. The same day--June 15th--over and over\nagain; and if someone finds something a little wrong, somehow, the\ndiscovery won't have time to snowball, wreck the validity of the\ntests, because all errors are canceled out at midnight.\"\n\nThe face tried to smile. \"That's the dream, Mr. Burckhardt, that day\nof June 15th, because you never really lived it. It's a present from\nMr. Dorchin, a dream that he gives you and then takes back at the end\nof the day, when he has all his figures on how many of you responded\nto what variation of which appeal, and the maintenance crews go down\nthe tunnel to go through the whole city, washing out the new dream\nwith their little electronic drains, and then the dream starts all\nover again. On June 15th.\n\n\"Always June 15th, because June 14th is the last day any of you can\nremember alive. Sometimes the crews miss someone--as they missed you,\nbecause you were under your boat. But it doesn't matter. The ones who\nare missed give themselves away if they show it--and if they don't, it\ndoesn't affect the test. But they don't drain us, the ones of us who\nwork for Dorchin. We sleep when the power is turned off, just as you\ndo. When we wake up, though, we remember.\" The face contorted wildly.\n\"If I could only forget!\"\n\nBurckhardt said unbelievingly, \"All this to sell merchandise! It must\nhave cost millions!\"\n\nThe robot called April Horn said, \"It did. But it has made millions\nfor Dorchin, too. And that's not the end of it. Once he finds the\nmaster words that make people act, do you suppose he will stop with\nthat? Do you suppose--\"\n\nThe door opened, interrupting her. Burckhardt whirled. Belatedly\nremembering Dorchin's flight, he raised the gun.\n\n\"Don't shoot,\" ordered the voice calmly. It was not Dorchin; it was\nanother robot, this one not disguised with the clever plastics and\ncosmetics, but shining plain. It said metallically: \"Forget it,\nBurckhardt. You're not accomplishing anything. Give me that gun before\nyou do any more damage. Give it to me _now_.\"\n\n       *       *       *       *       *\n\nBurckhardt bellowed angrily. The gleam on this robot torso was steel;\nBurckhardt was not at all sure that his bullets would pierce it, or do\nmuch harm if they did. He would have put it to the test--\n\nBut from behind him came a whimpering, scurrying whirlwind; its name\nwas Swanson, hysterical with fear. He catapulted into Burckhardt and\nsent him sprawling, the gun flying free.\n\n\"Please!\" begged Swanson incoherently, prostrate before the steel\nrobot. \"He would have shot you--please don't hurt me! Let me work for\nyou, like that girl. I'll do anything, anything you tell me--\"\n\nThe robot voice said. \"We don't need your help.\" It took two precise\nsteps and stood over the gun--and spurned it, left it lying on the\nfloor.\n\nThe wrecked blonde robot said, without emotion, \"I doubt that I can\nhold out much longer, Mr. Dorchin.\"\n\n\"Disconnect if you have to,\" replied the steel robot.\n\nBurckhardt blinked. \"But you're not Dorchin!\"\n\nThe steel robot turned deep eyes on him. \"I am,\" it said. \"Not in the\nflesh--but this is the body I am using at the moment. I doubt that you\ncan damage this one with the gun. The other robot body was more\nvulnerable. Now will you stop this nonsense? I don't want to have to\ndamage you; you're too expensive for that. Will you just sit down and\nlet the maintenance crews adjust you?\"\n\nSwanson groveled. \"You--you won't punish us?\"\n\nThe steel robot had no expression, but its voice was almost surprised.\n\"Punish you?\" it repeated on a rising note. \"How?\"\n\nSwanson quivered as though the word had been a whip; but Burckhardt\nflared: \"Adjust _him_, if he'll let you--but not me! You're going to\nhave to do me a lot of damage, Dorchin. I don't care what I cost or\nhow much trouble it's going to be to put me back together again. But\nI'm going out of that door! If you want to stop me, you'll have to\nkill me. You won't stop me any other way!\"\n\nThe steel robot took a half-step toward him, and Burckhardt\ninvoluntarily checked his stride. He stood poised and shaking, ready\nfor death, ready for attack, ready for anything that might happen.\n\nReady for anything except what did happen. For Dorchin's steel body\nmerely stepped aside, between Burckhardt and the gun, but leaving the\ndoor free.\n\n\"Go ahead,\" invited the steel robot. \"Nobody's stopping you.\"\n\n       *       *       *       *       *\n\nOutside the door, Burckhardt brought up sharp. It was insane of\nDorchin to let him go! Robot or flesh, victim or beneficiary, there\nwas nothing to stop him from going to the FBI or whatever law he could\nfind away from Dorchin's synthetic empire, and telling his story.\nSurely the corporations who paid Dorchin for test results had no\nnotion of the ghoul's technique he used; Dorchin would have to keep\nit from them, for the breath of publicity would put a stop to it.\nWalking out meant death, perhaps--but at that moment in his\npseudo-life, death was no terror for Burckhardt.\n\nThere was no one in the corridor. He found a window and stared out of\nit. There was Tylerton--an ersatz city, but looking so real and\nfamiliar that Burckhardt almost imagined the whole episode a dream. It\nwas no dream, though. He was certain of that in his heart and equally\ncertain that nothing in Tylerton could help him now.\n\nIt had to be the other direction.\n\nIt took him a quarter of an hour to find a way, but he found\nit--skulking through the corridors, dodging the suspicion of\nfootsteps, knowing for certain that his hiding was in vain, for\nDorchin was undoubtedly aware of every move he made. But no one\nstopped him, and he found another door.\n\nIt was a simple enough door from the inside. But when he opened it and\nstepped out, it was like nothing he had ever seen.\n\nFirst there was light--brilliant, incredible, blinding light.\nBurckhardt blinked upward, unbelieving and afraid.\n\nHe was standing on a ledge of smooth, finished metal. Not a dozen\nyards from his feet, the ledge dropped sharply away; he hardly dared\napproach the brink, but even from where he stood he could see no\nbottom to the chasm before him. And the gulf extended out of sight\ninto the glare on either side of him.\n\n       *       *       *       *       *\n\nNo wonder Dorchin could so easily give him his freedom! From the\nfactory, there was nowhere to go--but how incredible this fantastic\ngulf, how impossible the hundred white and blinding suns that hung\nabove!\n\nA voice by his side said inquiringly, \"Burckhardt?\" And thunder rolled\nthe name, mutteringly soft, back and forth in the abyss before him.\n\nBurckhardt wet his lips. \"Y-yes?\" he croaked.\n\n\"This is Dorchin. Not a robot this time, but Dorchin in the flesh,\ntalking to you on a hand mike. Now you have seen, Burckhardt. Now will\nyou be reasonable and let the maintenance crews take over?\"\n\nBurckhardt stood paralyzed. One of the moving mountains in the\nblinding glare came toward him.\n\nIt towered hundreds of feet over his head; he stared up at its top,\nsquinting helplessly into the light.\n\nIt looked like--\n\nImpossible!\n\nThe voice in the loudspeaker at the door said, \"Burckhardt?\" But he\nwas unable to answer.\n\nA heavy rumbling sigh. \"I see,\" said the voice. \"You finally\nunderstand. There's no place to go. You know it now. I could have told\nyou, but you might not have believed me, so it was better for you to\nsee it yourself. And after all, Burckhardt, why would I reconstruct a\ncity just the way it was before? I'm a businessman; I count costs. If\na thing has to be full-scale, I build it that way. But there wasn't\nany need to in this case.\"\n\nFrom the mountain before him, Burckhardt helplessly saw a lesser cliff\ndescend carefully toward him. It was long and dark, and at the end of\nit was whiteness, five-fingered whiteness....\n\n\"Poor little Burckhardt,\" crooned the loudspeaker, while the echoes\nrumbled through the enormous chasm that was only a workshop. \"It must\nhave been quite a shock for you to find out you were living in a town\nbuilt on a table top.\"\n\n\nVI\n\nIt was the morning of June 15th, and Guy Burckhardt woke up screaming\nout of a dream.\n\nIt had been a monstrous and incomprehensible dream, of explosions and\nshadowy figures that were not men and terror beyond words.\n\nHe shuddered and opened his eyes.\n\nOutside his bedroom window, a hugely amplified voice was howling.\n\nBurckhardt stumbled over to the window and stared outside. There was\nan out-of-season chill to the air, more like October than June; but\nthe scent was normal enough--except for the sound-truck that squatted\nat curbside halfway down the block. Its speaker horns blared:\n\n\"Are you a coward? Are you a fool? Are you going to let crooked\npoliticians steal the country from you? NO! Are you going to put up\nwith four more years of graft and crime? NO! Are you going to vote\nstraight Federal Party all up and down the ballot? YES! _You just bet\nyou are!_\"\n\nSometimes he screams, sometimes he wheedles, threatens, begs, cajoles ...\nbut his voice goes on and on through one June 15th after another.\n\n                                                          --FREDERIK POHL\n\n[Illustration]\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Tunnel Under The World, by Frederik Pohl\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TUNNEL UNDER THE WORLD ***\n\n***** This file should be named 31979.txt or 31979.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/9/7/31979/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}