{"title": "The Eel", "author": "Miriam Allen DeFord", "releaseDate": "April 14, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction April 1958.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                               the eel\n\n\n                        BY MIRIAM ALLEN DeFORD\n\n\n                        Illustrated by DILLON\n\n\n     _The punishment had to fit more than just the crime--it had\n      to suit every world in the Galaxy!_\n\n       *       *       *       *       *\n\n\n\n\nHe was intimately and unfavorably known everywhere in the Galaxy, but\nwith special virulence on eight planets in three different solar\nsystems. He was eagerly sought on each; they all wanted to try him and\npunish him--in each case, by their own laws and customs. This had been\ngoing on for 26 terrestrial years, which means from minus ten to plus\n280 in some of the others. The only place that didn't want him was\nEarth, his native planet, where he was too smart to operate--but, of\ncourse, the Galactic Police were looking for him there too, to deliver\nhim to the authorities of the other planets in accordance with the\nInterplanetary Constitution.\n\nFor all of those years, The Eel (which was his Earth monicker;\nelsewhere, he was known by names indicating equally squirmy and slimy\nlife-forms) had been gayly going his way, known under a dozen\ndifferent aliases, turning up suddenly here, there, everywhere,\ncommitting his gigantic depredations, and disappearing as quickly and\nsilently when his latest enterprise had succeeded. He specialized in\nenormous, unprecedented thefts. It was said that he despised stealing\nanything under the value of 100 million terrestrial units, and most of\nhis thefts were much larger than that.\n\nHe had no recognizable _modus operandi_, changing his methods with\neach new crime. He never left a clue. But, in bravado, he signed his\nname to every job: his monicker flattered him, and after each\nmalefaction the victim--usually a government agency, a giant\ncorporation, or one of the clan enterprises of the smaller\nplanets--would receive a message consisting merely of the impudent\ndepiction of a large wriggling eel.\n\nThey got him at last, of course. The Galactic Police, like the\nprehistoric Royal Canadian Mounted, have the reputation of always\ncatching their man. (Sometimes they don't catch him till he's dead,\nbut they catch him.) It took them 26 years, and it was a hard job, for\nThe Eel always worked alone and never talked afterward.\n\nThey did it by the herculean labor of investigating the source of the\nfortune of every inhabitant of Earth, since all that was known was\nthat The Eel was a terrestrial. Every computer in the Federation\nworked overtime analyzing the data fed into it. It wasn't entirely a\nthankless task, for, as a by-product, a lot of embezzlers, tax evaders\nand lesser robbers were turned up.\n\nIn the end, it narrowed down to one man who owned more than he could\naccount for having. Even so, they almost lost him, for his takings\nwere cached away under so many pseudonyms that it took several months\njust to establish that they all belonged to the same person. When that\nwas settled, the police swooped. The Eel surrendered quietly; the one\nthing he had been surest of was never being apprehended, and he was so\ndumfounded he was unable to put up any resistance.\n\nAnd then came the still greater question: which of the planets was to\nhave him?\n\n       *       *       *       *       *\n\nXystil said it had the first right because his theft there had been\nthe largest--a sum so huge, it could be expressed only by an algebraic\nindex. Artha's argument was that his first recorded crime had been on\nthat planet. Medoris wanted him because its only penalty for any\nfelony is an immediate and rather horrible death, and that would\nguarantee getting rid of The Eel forever.\n\nCeres put in a claim on the ground that it was the only planet or moon\nin the Sol System in which he had operated, and since he was a\nterrestrial, it was a matter for local jurisdiction. Eb pleaded that\nit was the newest and poorest member of the Galactic Federation, and\nshould have been protected in its inexperience against his\nthievishness.\n\nHa-Almirath argued that it had earned his custody because it was its\nChief Ruler who had suggested to the police the method which had\nresulted in his arrest. Vavinour countered that it should be the\nchosen recipient, since the theft there had included desecration of\nthe High Temple.\n\nLittle Agsk, which was only a probationary Galactic Associate,\nmodestly said that if it were given The Eel, its prompt and exemplary\npunishment might qualify it for full membership, and it would be\ngrateful for the chance.\n\nA special meeting of the Galactic Council had to be called for the\nsole purpose of deciding who got The Eel.\n\nRepresentatives of all the claimant planets made their\nrepresentations. Each told in eloquent detail why his planet and his\nalone was entitled to custody of the arch-criminal, and what they\nwould do to him when--not if--they got him. After they had all been\nheard, the councilors went into executive session, with press and\npublic barred. An indiscreet councilor (it was O-Al of Phlagon of\nAltair, if you want to know) leaked later some of the rather\nindecorous proceedings.\n\nThe Earth councilor, he reported, had been granted a voice but no\nvote, since Earth was not an interested party as to the crime, but\nonly as to the criminal. Every possible system of arbitration had been\ndiscussed--chronological, numerical in respect to the size of the\ntheft, legalistic in respect to whether the culprit would be available\nto hand on to another victim when the first had got through punishing\nhim.\n\nIn the welter of claims and counterclaims, one harassed councilor\nwearily suggested a lottery. Another in desperation recommended\nhanding The Eel a list of prospective punishments on each of the eight\nplanets and observing which one seemed to inspire him with most\ndread--which would then be the one selected. One even proposed\npoisoning him and announcing his sudden collapse and death.\n\nThe sessions went on day and night; the exhausted councilors separated\nfor brief periods of sleep, then went at it again. A hung jury was\nunthinkable; something had to be decided. The news outlets of the\nentire Galaxy were beginning to issue sarcastic editorials about\nprocrastination and coddling criminals, with hints about bribery and\ncorruption, and remarks that perhaps what was needed was a few\nimpeachments and a new general election.\n\nSo at last, in utter despair, they awarded The Eel to Agsk, as a sort\nof bonus and incentive. Whichever planet they named, the other seven\nwere going to scream to high heaven, and Agsk was least likely to be\nable to retaliate against any expressions of indignation.\n\n       *       *       *       *       *\n\nAgskians, as everyone knows, are fairly humanoid beings, primitives\nfrom the outer edge of the Galaxy. They were like college freshmen\ninvited to a senior fraternity. This was their Big Chance to Make\nGood.\n\nThe Eel, taciturn as ever, was delivered to a delegation of six of\nthem sent to meet him in one of their lumbering spaceships, a low\ncountergrav machine such as Earth had outgrown several millennia\nbefore. They were so afraid of losing him that they put a metal belt\naround him with six chains attached to it, and fastened all six of\nthemselves to him. Once on Agsk, he was placed in a specially made\nstone pit, surrounded by guards, and fed through the only opening.\n\nIn preparation for the influx of visitors to the trial, an anticipated\ngreater assembly of off-planeters than little Agsk had ever seen, they\nevacuated their capital city temporarily, resettling all its citizens\nexcept those needed to serve and care for the guests, and remodeled\nthe biggest houses for the accommodation of those who had peculiar\nspace, shape, or other requirements.\n\nNever since the Galactic Federation was founded had so many beings,\nhuman, humanoid, semi-humanoid and non-humanoid, gathered at the same\ntime on any one member-planet. Every newstape, tridimens, audio and\nall other varieties of information services--even including the drum\namplifiers of Medoris and the ray-variants of Eb--applied for and were\ngranted a place in the courtroom. This, because no other edifice was\nlarge enough, was an immense stone amphitheater usually devoted to\nrather curious games with animals; since it rains on Agsk only for two\nspecified hours on every one of their days, no roof was needed. At\nevery seat, there was a translatophone, with interpreters ready in\nplastic cages to translate the Intergalactic in which the trial was\nconducted into even the clicks and hisses of Jorg and the eye-flashes\nof Omonro.\n\nAnd in the midst of all this, the cause and purpose of it all, sat the\nlegendary Eel.\n\nSeen at last, he was hardly an impressive figure. Time had been going\non and The Eel was in his fifties, bald and a trifle paunchy. He was\ncompletely ordinary in appearance, a circumstance which had, of\ncourse, enabled him to pass unobserved on so many planets; he looked\nlike a salesman or a minor official, and had indeed been so taken by\nthe unnoticing inhabitants of innumerable planets.\n\nPeople had wondered, when word came of some new outrage by this\nmaster-thief, if perhaps he had disguised himself as a resident of the\nscene of each fresh crime, but now it was obvious that this had not\nbeen necessary. He had been too clever to pick any planet where\nvisitors from Earth were not a common sight, and he had been too\ninsignificant for anyone to pay attention to him.\n\n       *       *       *       *       *\n\nThe criminal code of Agsk is unique in the Galaxy, though there are\nrumors of something similar among a legendary extinct tribe on Earth\ncalled the Guanches. The high priest is also the chief executive (as\nwell as the minister of education and head of the medical faculty),\nand he rules jointly with a priestess who also officiates as chief\njudge.\n\nThe Agskians have some strange ideas to a terrestrial eye--for\nexample, suicide is an honor, and anyone of insufficient rank who\ncommits it condemns his immediate family to punishment for his\npresumption. They are great family people, in general. Also, they\nnever lie, and find it hard to realize that other beings do.\n\nMurder, to them, is merely a matter for negotiation between the\nmurderer and the relatives of the victim, provided it is open and\nwithout deceit. But grand larceny, since property is the foundation of\nthe family, is punished in a way that shows that the Agskians, though\ntechnologically primitive, are psychologically very advanced.\n\nThey reason that death, because it comes inevitably to all, is the\nleast of misfortunes. Lasting grief, remorse and guilt are the\ngreatest. So they let the thief live and do not even imprison him.\n\nInstead, they find out who it is that the criminal most loves. If they\ndo not know who it is, they merely ask him, and since Agskians never\nlie, he always tells them. Then they seize that person, and kill him\nor her, slowly and painfully, before the thief's eyes.\n\nAnd the agreement had been that The Eel was to be tried and punished\nby the laws and customs of the planet to which he was awarded.\n\nThe actual trial and conviction of The Eel were almost perfunctory.\nWithout needing to resort to torture, his jailers had been presented,\non a platter as it were, with a full confession--so far as the\nparticular robbery he had committed on Agsk was concerned. There is a\nprovision for defense in the Agskian code, but it was unneeded because\nThe Eel had pleaded guilty.\n\nBut he knew very well he would not be executed by the Agskians; he\nwould instead be set free (presumably with a broken heart) to be\nhanded over to the next claimant--and that, the Council had decided,\nwould be Medoris. Since Medoris always kills its criminals, that would\nend the whole controversy.\n\nSo the Eel was quite aware that his conviction by Agsk would be only\nthe preliminary to an exquisitely painful and lingering demise at the\ntwo-clawed hands of the Medorans. His business was somehow to get out\nfrom under.\n\nNaturally, the resources of the Galactic Police had been at the full\ndisposal of the officials of Agsk.\n\nThe files had been opened, and the Agskians had before them The Eel's\nhistory back to the day of his birth. He himself had been questioned,\nencelographed, hypnotized, dormitized, injected, psychographed,\nsubjected to all the means of eliciting information devised by all\neight planets--for the other seven, once their first resentment was\nover, had reconciled themselves and cooperated whole-heartedly with\nAgsk.\n\nMedoris especially had been of the greatest help. The Medorans could\nhardly wait.\n\n       *       *       *       *       *\n\nIn the spate of news of the trial that inundated every portion of the\nGalaxy, there began to be discovered a note of sympathy for this one\nlittle creature arrayed against the mightiest powers of the Galaxy.\nPoor people who wished they had his nerve, and romantic people who\ndreamed of adventures they would never dare perform, began to say that\nThe Eel wasn't so bad, after all; he became a symbol of the rebellious\nindividual thumbing his nose at entrenched authority. Students of\nEarth prehistory will recognize such symbols in the mythical Robin\nHood and Al Capone.\n\nThese were the people who were glad to put up when bets began to be\nmade. At first the odds were ten to one against The Eel; then, as time\ndragged by, they dropped until it was even money.\n\nAgsk itself began to be worried. It was one thing to make a big,\nexpensive splurge to impress the Galaxy and to hasten its acceptance\ninto full membership in the Federation, but nobody had expected the\nshow to last more than a few days. If it kept on much longer, Agsk\nwould be bankrupt.\n\nFor the trial had foundered on one insoluble problem: the only way The\nEel could ever be punished by their laws was to kill the person he\nmost loved--and nobody could discover that he had ever loved anybody.\n\n[Illustration]\n\nHis mother? His father? He had been an undutiful and unaffectionate\nson, and his parents were long since dead in any case. He had never\nhad a brother, a sister, a wife or a child. No probing could find any\nwoman with whom he had ever been in love. He had never had an intimate\nfriend.\n\nHe did nothing to help, naturally. He simply sat in his chains and\nsmiled and waited. He was perfectly willing to be escorted from the\ncourt every evening, relieved of his fetters and placed in his pit. It\nwas a much pleasanter existence than being executed inch by inch by\nthe Medorans. For all he cared, the Agskians could go on spending\ntheir planetary income until he finally died of old age.\n\nThe priestess-judge and her co-adjutors wore themselves out in\ndiscussions far into the night. They lost up to 15 pounds apiece,\nwhich on Agsk, where the average weight of adults is about 40, was\nserious. It began to look as if The Eel's judges would predecease him.\n\n_Whom_ did The Eel love? They went into minutiae and subterfuges. He\nhad never had a pet to which he was devoted. He had never even loved a\nhouse which could be razed. He could not be said to have loved the\nimmense fortune he had stolen, for he had concealed his wealth and\nused little of it, and in any event it had all been confiscated and,\nso far as possible, restored proportionately to those he had robbed.\n\nWhat he had loved most, doubtless, was his prowess in stealing\nunimaginable sums and getting away with it--but there is no way of\n\"killing\" a criminal technique.\n\n       *       *       *       *       *\n\nAlmost a year had passed. Agsk was beginning to wish The Eel had never\nbeen caught, or that they had never been awarded the glory of trying\nhim.\n\nAt last the priestess-judge, in utter despair, took off her judge's\nrobes, put on the cassock and surplice of her sacred calling, and laid\nthe problem before the most unapproachable and august of the gods of\nAgsk.\n\nThe trial was suspended while she lay for three days in a trance on\nthe high altar. She emerged weak and tottering, her skin light blue\ninstead of its healthy purple, but her head high and her mouth curved\nin triumph.\n\nAt sight of her, renewed excitement surged through the audience.\nNews-gatherers, who had been finding it difficult of late to get\nanything to report, rushed to their instruments.\n\n\"Remove the defendant's chains and set him free,\" the priestess-judge\nordered in ringing tones. \"The Great God of the Unspeakable Name has\nrevealed to me whom the defendant most loves. As soon as he is freed,\nseize him and slay him. For the only being he loves is--himself.\"\n\nThere was an instant's silence, and then a roar. The Medorans howled\nin frustration.\n\nBut The Eel, still guarded but unchained, stood up and laughed aloud.\n\n\"Your Great God is a fool!\" he said blasphemously. \"I deny that I love\nmyself. I care nothing for myself at all.\"\n\nThe priestess-judge sighed. \"Since this is your sworn denial, it must\nbe true,\" she said. \"So then we cannot kill you. Instead, we grant\nthat you do indeed love no one. Therefore you are a creature so far\noutside our comprehension that you cannot come under our laws, no\nmatter how you have broken them. We shall notify the Federation that\nwe abandon our jurisdiction and hand you over to our sister-planet\nwhich is next in line to judge you.\"\n\nThen all the viewers on tridimens on countless planets saw something\nthat nobody had ever thought to see--The Eel's armor of\nself-confidence cracked and terror poured through the gap.\n\nHe dropped to his knees and cried: \"Wait! Wait! I confess that I\nblasphemed your god, but without realizing that I did!\"\n\n\"You mean,\" pressed the priestess-judge, \"you acknowledge that you\nyourself are the only being dear to you?\"\n\n\"No, not that, either. Until now, I have never known love. But now it\nhas come upon me like a nova and I must speak the truth.\" He paused,\nstill on his knees, and looked piteously at the priestess-judge.\n\"Are--are you bound by your law to--to believe me and to kill, instead\nof me, this--this being I adore?\"\n\n\"We are so bound,\" she stated.\n\n\"Then,\" said The Eel, smiling and confident again, rising to his feet,\n\"before all the Galaxy, I must declare the object of my sudden but\neverlasting passion. Great lady, it is you!\"\n\n       *       *       *       *       *\n\nThe Eel is still in his pit, which has been made most comfortable by\nhis sympathizers, while the Council of the Galactic Federation seeks\nfeverishly and vainly, year after year, to find some legal way out of\nthe impasse.\n\nAgsk, however, requests all Federation citizens to submit solutions,\nthe grand prize for a workable answer being a lifetime term as\npresident of the planet. A secondary contest (prize: lifetime\nambassadorship to the Galactic Federation) is offered for a legal way\naround the statute barring criminals (specifically The Eel) from\nentering the primary contest.\n\n                                                   --MIRIAM ALLEN DeFORD\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Eel, by Miriam Allen DeFord\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE EEL ***\n\n***** This file should be named 31981.txt or 31981.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/9/8/31981/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}