{"title": "The Knights of Arthur", "author": "Frederik Pohl", "releaseDate": "April 16, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    This etext was produced from Galaxy Science Fiction January\n    1958. Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n\n\n\nThe Knights of Arthur\n\n\nBy FREDERIK POHL\n\n\nIllustrated by MARTIN\n\n\n    _With one suitcase as his domain, Arthur was desperately in\n    need of armed henchmen ... for his keys to a kingdom were\n    typewriter keys!_\n\n\nI\n\n\nThere was three of us--I mean if you count Arthur. We split up to\navoid attracting attention. Engdahl just came in over the big bridge,\nbut I had Arthur with me so I had to come the long way around.\n\n    [Illustration]\n\nWhen I registered at the desk, I said I was from Chicago. You know how\nit is. If you say you're from Philadelphia, it's like saying you're\nfrom St. Louis or Detroit--I mean _nobody_ lives in Philadelphia any\nmore. Shows how things change. A couple years ago, Philadelphia was\nall the fashion. But not now, and I wanted to make a good impression.\n\nI even tipped the bellboy a hundred and fifty dollars. I said: \"Do me\na favor. I've got my baggage booby-trapped--\"\n\n\"Natch,\" he said, only mildly impressed by the bill and a half, even\nless impressed by me.\n\n\"I mean _really_ booby-trapped. Not just a burglar alarm. Besides the\nalarm, there's a little surprise on a short fuse. So what I want you\nto do, if you hear the alarm go off, is come running. Right?\"\n\n\"And get my head blown off?\" He slammed my bags onto the floor.\n\"Mister, you can take your damn money and--\"\n\n\"Wait a minute, friend.\" I passed over another hundred. \"Please? It's\nonly a shaped charge. It won't hurt anything except anybody who messes\naround, see? But I don't want it to go off. So you come running when\nyou hear the alarm and scare him away and--\"\n\n\"No!\" But he was less positive. I gave him two hundred more and he\nsaid grudgingly: \"All right. If I hear it. Say, what's in there that's\nworth all that trouble?\"\n\n\"Papers,\" I lied.\n\nHe leered. \"Sure.\"\n\n\"No fooling, it's just personal stuff. Not worth a penny to anybody\nbut me, understand? So don't get any ideas--\"\n\nHe said in an injured tone: \"Mister, naturally the _staff_ won't\nbother your stuff. What kind of a hotel do you think this is?\"\n\n\"Of course, of course,\" I said. But I knew he was lying, because I\nknew what kind of hotel it was. The staff was there only because being\nthere gave them a chance to knock down more money than they could make\nany other way. What other kind of hotel was there?\n\nAnyway, the way to keep the staff on my side was by bribery, and when\nhe left I figured I had him at least temporarily bought. He promised\nto keep an eye on the room and he would be on duty for four more\nhours--which gave me plenty of time for my errands.\n\n       *       *       *       *       *\n\nI made sure Arthur was plugged in and cleaned myself up. They had\nwater running--New York's very good that way; they always have water\nrunning. It was even hot, or nearly hot. I let the shower splash over\nme for a while, because there was a lot of dust and dirt from the\nBronx that I had to get off me. The way it looked, hardly anybody had\nbeen up that way since it happened.\n\nI dried myself, got dressed and looked out the window. We were fairly\nhigh up--fifteenth floor. I could see the Hudson and the big bridge up\nnorth of us. There was a huge cloud of smoke coming from somewhere\nnear the bridge on the other side of the river, but outside of that\neverything looked normal. You would have thought there were people in\nall those houses. Even the streets looked pretty good, until you\nnoticed that hardly any of the cars were moving.\n\nI opened the little bag and loaded my pockets with enough money to run\nmy errands. At the door, I stopped and called over my shoulder to\nArthur: \"Don't worry if I'm gone an hour or so. I'll be back.\"\n\nI didn't wait for an answer. That would have been pointless under the\ncircumstances.\n\nAfter Philadelphia, this place seemed to be bustling with activity.\nThere were four or five people in the lobby and a couple of dozen more\nout in the street.\n\nI tarried at the desk for several reasons. In the first place, I was\nexpecting Vern Engdahl to try to contact me and I didn't want him\nmessing with the luggage--not while Arthur might get nervous. So I\ntold the desk clerk that in case anybody came inquiring for Mr.\nSchlaepfer, which was the name I was using--my real name being Sam\nDunlap--he was to be told that on no account was he to go to my room\nbut to wait in the lobby; and in any case I would be back in an hour.\n\n\"Sure,\" said the desk clerk, holding out his hand.\n\nI crossed it with paper. \"One other thing,\" I said. \"I need to buy an\nelectric typewriter and some other stuff. Where can I get them?\"\n\n\"PX,\" he said promptly.\n\n\"PX?\"\n\n\"What used to be Macy's,\" he explained. \"You go out that door and turn\nright. It's only about a block. You'll see the sign.\"\n\n\"Thanks.\" That cost me a hundred more, but it was worth it. After all,\nmoney wasn't a problem--not when we had just come from Philadelphia.\n\n       *       *       *       *       *\n\nThe big sign read \"PX,\" but it wasn't big enough to hide an older sign\nunderneath that said \"Macy's.\" I looked it over from across the\nstreet.\n\nSomebody had organized it pretty well. I had to admire them. I mean I\ndon't like New York--wouldn't live there if you gave me the place--but\nit showed a sort of go-getting spirit. It was no easy job getting a\nfull staff together to run a department store operation, when any city\nthe size of New York must have a couple thousand stores. You know what\nI mean? It's like running a hotel or anything else--how are you going\nto get people to work for you when they can just as easily walk down\nthe street, find a vacant store and set up their own operation?\n\nBut Macy's was fully manned. There was a guard at every door and a\nwalking patrol along the block-front between the entrances to make\nsure nobody broke in through the windows. They all wore green armbands\nand uniforms--well, lots of people wore uniforms.\n\nI walked over.\n\n\"Afternoon,\" I said affably to the guard. \"I want to pick up some\nstuff. Typewriter, maybe a gun, you know. How do you work it here?\nFlat rate for all you can carry, prices marked on everything, or what\nis it?\"\n\nHe stared at me suspiciously. He was a monster; six inches taller than\nI, he must have weighed two hundred and fifty pounds. He didn't look\nvery smart, which might explain why he was working for somebody else\nthese days. But he was smart enough for what he had to do.\n\nHe demanded: \"You new in town?\"\n\nI nodded.\n\nHe thought for a minute. \"All right, buddy. Go on in. You pick out\nwhat you want, see? We'll straighten out the price when you come out.\"\n\n\"Fair enough.\" I started past him.\n\nHe grabbed me by the arm. \"No tricks,\" he ordered. \"You come out the\nsame door you went in, understand?\"\n\n\"Sure,\" I said, \"if that's the way you want it.\"\n\nThat figured--one way or another: either they got a commission, or,\nlike everybody else, they lived on what they could knock down. I filed\nthat for further consideration.\n\nInside, the store smelled pretty bad. It wasn't just rot, though there\nwas plenty of that; it was musty and stale and old. It was dark, or\nnearly. About one light in twenty was turned on, in order to conserve\npower. Naturally the escalators and so on weren't running at all.\n\n       *       *       *       *       *\n\nI passed a counter with pencils and ball-point pens in a case. Most of\nthem were gone--somebody hadn't bothered to go around in back and had\nsimply knocked the glass out--but I found one that worked and an old\norder pad to write on. Over by the elevators there was a store\ndirectory, so I went over and checked it, making a list of the\ndepartments worth visiting.\n\nOffice Supplies would be the typewriter. Garden & Home was a good\nbet--maybe I could find a little wheelbarrow to save carrying the\ntypewriter in my arms. What I wanted was one of the big ones where all\nthe keys are solenoid-operated instead of the cam-and-roller\narrangement--that was all Arthur could operate. And those things were\nheavy, as I knew. That was why we had ditched the old one in the\nBronx.\n\nSporting Goods--that would be for a gun, if there were any left.\nNaturally, they were about the first to go after it happened, when\n_everybody_ wanted a gun. I mean everybody who lived through it. I\nthought about clothes--it was pretty hot in New York--and decided I\nmight as well take a look.\n\nTypewriter, clothes, gun, wheelbarrow. I made one more note on the\npad--try the tobacco counter, but I didn't have much hope for that.\nThey had used cigarettes for currency around this area for a while,\nuntil they got enough bank vaults open to supply big bills. It made\ncigarettes scarce.\n\nI turned away and noticed for the first time that one of the elevators\nwas stopped on the main floor. The doors were closed, but they were\nglass doors, and although there wasn't any light inside, I could see\nthe elevator was full. There must have been thirty or forty people in\nthe car when it happened.\n\nI'd been thinking that, if nothing else, these New Yorkers were pretty\nneat--I mean if you don't count the Bronx. But here were thirty or\nforty skeletons that nobody had even bothered to clear away.\n\nYou call that neat? Right in plain view on the ground floor, where\neverybody who came into the place would be sure to go--I mean if it\nhad been on one of the upper floors, what difference would it have\nmade?\n\nI began to wish we were out of the city. But naturally that would have\nto wait until we finished what we came here to do--otherwise, what was\nthe point of coming all the way here in the first place?\n\n       *       *       *       *       *\n\nThe tobacco counter was bare. I got the wheelbarrow easily\nenough--there were plenty of those, all sizes; I picked out a nice\nlight red-and-yellow one with rubber-tired wheel. I rolled it over to\nSporting Goods on the same floor, but that didn't work out too well. I\nfound a 30-30 with telescopic sights, only there weren't any\ncartridges to fit it--or anything else. I took the gun anyway; Engdahl\nwould probably have some extra ammunition.\n\nMen's Clothing was a waste of time, too--I guess these New Yorkers\nwere too lazy to do laundry. But I found the typewriter I wanted.\n\nI put the whole load into the wheelbarrow, along with a couple of odds\nand ends that caught my eye as I passed through Housewares, and I\nbumped as gently as I could down the shallow steps of the motionless\nescalator to the ground floor.\n\nI came down the back way, and that was a mistake. It led me right past\nthe food department. Well, I don't have to tell you what _that_ was\nlike, with all the exploded cans and the rats as big as poodles. But I\nfound some cologne and soaked a handkerchief in it, and with that over\nmy nose, and some fast footwork for the rats, I managed to get to one\nof the doors.\n\nIt wasn't the one I had come in, but that was all right. I sized up\nthe guard. He looked smart enough for a little bargaining, but not too\nsmart; and if I didn't like his price, I could always remember that I\nwas supposed to go out the other door.\n\nI said: \"Psst!\"\n\nWhen he turned around, I said rapidly: \"Listen, this isn't the way I\ncame in, but if you want to do business, it'll be the way I come out.\"\n\nHe thought for a second, and then he smiled craftily and said: \"All\nright, come on.\"\n\nWell, we haggled. The gun was the big thing--he wanted five thousand\nfor that and he wouldn't come down. The wheelbarrow he was willing to\nlet go for five hundred. And the typewriter--he scowled at the\ntypewriter as though it were contagious.\n\n\"What you want that for?\" he asked suspiciously. I shrugged.\n\n\"Well--\" he scratched his head--\"a thousand?\"\n\nI shook my head.\n\n\"Five hundred?\"\n\nI kept on shaking.\n\n\"All right, all right,\" he grumbled. \"Look, you take the other things\nfor six thousand--including what you got in your pockets that you\ndon't think I know about, see? And I'll throw this in. How about it?\"\n\nThat was fine as far as I was concerned, but just on principle I\npushed him a little further. \"Forget it,\" I said. \"I'll give you fifty\nbills for the lot, take it or leave it. Otherwise I'll walk right down\nthe street to Gimbel's and--\"\n\nHe guffawed.\n\n\"Whats the matter?\" I demanded.\n\n\"Pal,\" he said, \"you kill me. Stranger in town, hey? You can't go\nanyplace but here.\"\n\n\"Why not?\"\n\n\"Account of there _ain't_ anyplace else. See, the chief here don't\nlike competition. So we don't have to worry about anybody taking their\ntrade elsewhere, like--we burned all the other places down.\"\n\nThat explained a couple of things. I counted out the money, loaded the\nstuff back in the wheelbarrow and headed for the Statler; but all the\ntime I was counting and loading, I was talking to Big Brainless; and\nby the time I was actually on the way, I knew a little more about this\n\"chief.\"\n\nAnd that was kind of important, because he was the man we were going\nto have to know very well.\n\n\n\n\nII\n\n\nI locked the door of the hotel room. Arthur was peeping out of the\nsuitcase at me.\n\nI said: \"I'm back. I got your typewriter.\" He waved his eye at me.\n\nI took out the little kit of electricians' tools I carried, tipped the\ntypewriter on its back and began sorting out leads. I cut them free\nfrom the keyboard, soldered on a ground wire, and began taping the\nleads to the strands of a yard of forty-ply multiplex cable.\n\nIt was a slow and dull job. I didn't have to worry about which\nsolenoid lead went to which strand--Arthur could sort them out. But\nall the same it took an hour, pretty near, and I was getting hungry by\nthe time I got the last connection taped. I shifted the typewriter so\nthat both Arthur and I could see it, rolled in a sheet of paper and\nhooked the cable to Arthur's receptors.\n\nNothing happened.\n\n\"Oh,\" I said. \"Excuse me, Arthur. I forgot to plug it in.\"\n\nI found a wall socket. The typewriter began to hum and then it started\nto rattle and type:\n\nDURA AUK UKOO RQK MWS AQB\n\nIt stopped.\n\n\"Come on, Arthur,\" I ordered impatiently. \"Sort them out, will you?\"\n\nLaboriously it typed:\n\n!!!\n\nThen, for a time, there was a clacking and thumping as he typed random\nletters, peeping out of the suitcase to see what he had typed, until\nthe sheet I had put in was used up.\n\nI replaced it and waited, as patiently as I could, smoking one of the\nlast of my cigarettes. After fifteen minutes or so, he had the hang of\nit pretty well. He typed:\n\nYOU DAMQXXX DAMN FOOL WHUXXX WHY DID YOU LEAQNXXX LEAVE ME ALONE Q Q\n\n\"Aw, Arthur,\" I said. \"Use your head, will you? I couldn't carry that\nold typewriter of yours all the way down through the Bronx. It was\ngetting pretty beat-up. Anyway, I've only got two hands--\"\n\nYOU LOUSE, it rattled, ARE YOU TRYONXXX TRYING TO INSULT ME BECAUSE I\nDONT HAVE ANY Q Q\n\n\"Arthur!\" I said, shocked. \"You know better than that!\"\n\nThe typewriter slammed its carriage back and forth ferociously a\ncouple of times. Then he said: ALL RIGHT SAM YOU KNOW YOUVE GOT ME BY\nTHE THROAT SO YOU CAN DO ANYTHING YOU WANT TO WITH ME WHO CARES ABOUT\nMY FEELINGS ANYHOW\n\n\"Please don't take that attitude,\" I coaxed.\n\nWELL\n\n\"Please?\"\n\nHe capitulated. ALL RIGHT SAY HEARD ANYTHING FROM ENGDAHL Q Q\n\n\"No.\"\n\nISNT THAT JUST LIKE HIM Q Q CANT DEPEND ON THAT MAN HE WAS THE\nLOUSIEST ELECTRICIANS MATE ON THE SEA SPRITE AND HE ISNT MUCH BETTER\nNOW SAY SAM REMEMBER WHEN WE HAD TO GET HIM OUT OF THE JUG IN NEWPORT\nNEWS BECAUSE\n\nI settled back and relaxed. I might as well. That was the trouble with\ngetting Arthur a new typewriter after a couple of days without one--he\nhad so much garrulity stored up in his little brain, and the only\nperson to spill it on was me.\n\n       *       *       *       *       *\n\nApparently I fell asleep. Well, I mean I must have, because I woke up.\nI had been dreaming I was on guard post outside the Yard at\nPortsmouth, and it was night, and I looked up and there was something\nup there, all silvery and bad. It was a missile--and that was silly,\nbecause you never see a missile. But this was a dream.\n\nAnd the thing burst, like a Roman candle flaring out, all sorts of\ncomet-trails of light, and then the whole sky was full of bright and\ncolored snow. Little tiny flakes of light coming down, a mist of\nlight, radiation dropping like dew; and it was so pretty, and I took a\ndeep breath. And my lungs burned out like slow fire, and I coughed\nmyself to death with the explosions of the missile banging against my\nflaming ears....\n\nWell, it was a dream. It probably wasn't like that at all--and if it\nhad been, I wasn't there to see it, because I was tucked away safe\nunder a hundred and twenty fathoms of Atlantic water. All of us were\non the _Sea Sprite_.\n\nBut it was a bad dream and it bothered me, even when I woke up and\nfound that the banging explosions of the missile were the noise of\nArthur's typewriter carriage crashing furiously back and forth.\n\nHe peeped out of the suitcase and saw that I was awake. He demanded:\nHOW CAN YOU FALL ASLEEP WHEN WERE IN A PLACE LIKE THIS Q Q ANYTHING\nCOULD HAPPEN SAM I KNOW YOU DONT CARE WHAT HAPPENS TO ME BUT FOR YOUR\nOWN SAKE YOU SHOULDNT\n\n\"Oh, dry up,\" I said.\n\nBeing awake, I remembered that I was hungry. There was still no sign\nof Engdahl or the others, but that wasn't too surprising--they hadn't\nknown exactly when we would arrive. I wished I had thought to bring\nsome food back to the room. It looked like long waiting and I wouldn't\nwant to leave Arthur alone again--after all, he was partly right.\n\nI thought of the telephone.\n\nOn the off-chance that it might work, I picked it up. Amazing, a voice\nfrom the desk answered.\n\nI crossed my fingers and said: \"Room service?\"\n\nAnd the voice answered amiably enough: \"Hold on, buddy. I'll see if\nthey answer.\"\n\nClicking and a good long wait. Then a new voice said: \"Whaddya want?\"\n\nThere was no sense pressing my luck by asking for anything like a\ncomplete meal. I would be lucky if I got a sandwich.\n\nI said: \"Please, may I have a Spam sandwich on Rye Krisp and some\ncoffee for Room Fifteen Forty-one?\"\n\n\"Please, you go to hell!\" the voice snarled. \"What do you think this\nis, some damn delicatessen? You want liquor, we'll get you liquor.\nThat's what room service is for!\"\n\n       *       *       *       *       *\n\nI hung up. What was the use of arguing? Arthur was clacking peevishly:\n\nWHATS THE MATTER SAM YOU THINKING OF YOUR BELLY AGAIN Q Q\n\n\"You would be if you--\" I started, and then I stopped. Arthur's\nfeelings were delicate enough already. I mean suppose that all you had\nleft of what you were born with was a brain in a kind of sardine can,\nwouldn't you be sensitive? Well, Arthur was more sensitive than you\nwould be, believe me. Of course, it was his own foolish fault--I mean\nyou don't get a prosthetic tank unless you die by accident, or\nsomething like that, because if it's disease they usually can't save\neven the brain.\n\nThe phone rang again.\n\nIt was the desk clerk. \"Say, did you get what you wanted?\" he asked\nchummily.\n\n\"No.\"\n\n\"Oh. Too bad,\" he said, but cheerfully. \"Listen, buddy, I forgot to\ntell you before. That Miss Engdahl you were expecting, she's on her\nway up.\"\n\nI dropped the phone onto the cradle.\n\n\"Arthur!\" I yelled. \"Keep quiet for a while--trouble!\"\n\nHe clacked once, and the typewriter shut itself off. I jumped for the\ndoor of the bathroom, cursing the fact that I didn't have cartridges\nfor the gun. Still, empty or not, it would have to do.\n\nI ducked behind the bathroom door, in the shadows, covering the hall\ndoor. Because there were two things wrong with what the desk clerk had\ntold me. Vern Engdahl wasn't a \"miss,\" to begin with; and whatever\nname he used when he came to call on me, it wouldn't be Vern Engdahl.\n\nThere was a knock on the door. I called: \"Come in!\"\n\nThe door opened and the girl who called herself Vern Engdahl came in\nslowly, looking around. I stayed quiet and out of sight until she was\nall the way in. She didn't seem to be armed; there wasn't anyone with\nher.\n\nI stepped out, holding the gun on her. Her eyes opened wide and she\nseemed about to turn.\n\n\"Hold it! Come on in, you. Close the door!\"\n\nShe did. She looked as though she were expecting me. I looked her\nover--medium pretty, not very tall, not very plump, not very old. I'd\nhave guessed twenty or so, but that's not my line of work; she could\nhave been almost any age from seventeen on.\n\nThe typewriter switched itself on and began to pound agitatedly. I\ncrossed over toward her and paused to peer at what Arthur was yacking\nabout: SEARCH HER YOU DAMN FOOL MAYBE SHES GOT A GUN\n\nI ordered: \"Shut up, Arthur. I'm _going_ to search her. You! Turn\naround!\"\n\n       *       *       *       *       *\n\nShe shrugged and turned around, her hands in the air. Over her\nshoulder, she said: \"You're taking this all wrong, Sam. I came here to\nmake a deal with you.\"\n\n\"Sure you did.\"\n\nBut her knowing my name was a blow, too. I mean what was the use of\nall that sneaking around if people in New York were going to know we\nwere here?\n\nI walked up close behind her and patted what there was to pat. There\ndidn't seem to be a gun.\n\n\"You tickle,\" she complained.\n\nI took her pocketbook away from her and went through it. No gun. A lot\nof money--an _awful_ lot of money. I mean there must have been two or\nthree hundred thousand dollars. There was nothing with a name on it in\nthe pocketbook.\n\nShe said: \"Can I put my hands down, Sam?\"\n\n\"In a minute.\" I thought for a second and then decided to do it--you\nknow, I just couldn't afford to take chances. I cleared my throat and\nordered: \"Take off your clothes.\"\n\nHer head jerked around and she stared at me. \"_What?_\"\n\n\"Take them off. You heard me.\"\n\n\"Now wait a minute--\" she began dangerously.\n\nI said: \"Do what I tell you, hear? How do I know you haven't got a\nknife tucked away?\"\n\nShe clenched her teeth. \"Why, you dirty little man! What do you\nthink--\" Then she shrugged. She looked at me with contempt and said:\n\"All right. What's the difference?\"\n\nWell, there was a considerable difference. She began to unzip and\nunbutton and wriggle, and pretty soon she was standing there in her\nunderwear, looking at me as though I were a two-headed worm. It was\ninteresting, but kind of embarrassing. I could see Arthur's eye-stalk\nwaving excitedly out of the opened suitcase.\n\nI picked up her skirt and blouse and shook them. I could feel myself\nblushing, and there didn't seem to be anything in them.\n\nI growled: \"Okay, I guess that's enough. You can put your clothes back\non now.\"\n\n\"Gee, thanks,\" she said.\n\nShe looked at me thoughtfully and then shook her head as if she'd\nnever seen anything like me before and never hoped to again. Without\nanother word, she began to get back into her clothes. I had to admire\nher poise. I mean she was perfectly calm about the whole thing. You'd\nhave thought she was used to taking her clothes off in front of\nstrange men.\n\nWell, for that matter, maybe she was; but it wasn't any of my\nbusiness.\n\n       *       *       *       *       *\n\nArthur was clacking distractedly, but I didn't pay any attention to\nhim. I demanded: \"All right, now who are you and what do you want?\"\n\nShe pulled up a stocking and said: \"You couldn't have asked me that in\nthe first place, could you? I'm Vern Eng--\"\n\n\"_Cut it out!_\"\n\nShe stared at me. \"I was only going to say I'm Vern Engdahl's partner.\nWe've got a little business deal cooking and I wanted to talk to you\nabout this proposition.\"\n\nArthur squawked: WHATS ENGDAHL UP TO NOW Q Q SAM IM WARNING YOU I DONT\nLIKE THE LOOK OF THIS THIS WOMAN AND ENGDAHL ARE PROBABLY\nDOUBLECROSSING US\n\nI said: \"All right, Arthur, relax. I'm taking care of things. Now\nstart over, you. What's your name?\"\n\nShe finished putting on her shoe and stood up. \"Amy.\"\n\n\"Last name?\"\n\nShe shrugged and fished in her purse for a cigarette. \"What does it\nmatter? Mind if I sit down?\"\n\n\"Go ahead,\" I rumbled. \"But don't stop talking!\"\n\n\"Oh,\" she said, \"we've got plenty of time to straighten things out.\"\nShe lit the cigarette and walked over to the chair by the window. On\nthe way, she gave the luggage a good long look.\n\nArthur's eyestalk cowered back into the suitcase as she came close.\nShe winked at me, grinned, bent down and peered inside.\n\n\"My,\" she said, \"he's a nice shiny one, isn't he?\"\n\nThe typewriter began to clatter frantically. I didn't even bother to\nlook; I told him: \"Arthur, if you can't keep quiet, you have to expect\npeople to know you're there.\"\n\nShe sat down and crossed her legs. \"Now then,\" she said. \"Frankly,\nhe's what I came to see you about. Vern told me you had a pross. I\nwant to buy it.\"\n\nThe typewriter thrashed its carriage back and forth furiously.\n\n\"Arthur isn't for sale.\"\n\n\"No?\" She leaned back. \"Vern's already sold me his interest, you know.\nAnd you don't really have any choice. You see, I'm in charge of\nmateriel procurement for the Major. If you want to sell your share,\nfine. If you don't, why, we requisition it anyhow. Do you follow?\"\n\nI was getting irritated--at Vern Engdahl, for whatever the hell he\nthought he was doing; but at her because she was handy. I shook my\nhead.\n\n\"Fifty thousand dollars? I mean for your interest?\"\n\n\"No.\"\n\n\"Seventy-five?\"\n\n\"No!\"\n\n\"Oh, come on now. A hundred thousand?\"\n\nIt wasn't going to make any impression on her, but I tried to explain:\n\"Arthur's a friend of mine. He isn't for sale.\"\n\n       *       *       *       *       *\n\nShe shook her head. \"What's the matter with you? Engdahl wasn't like\nthis. He sold his interest for forty thousand and was glad to get it.\"\n\nClatter-clatter-clatter from Arthur. I didn't blame him for having\nhurt feelings that time.\n\nAmy said in a discouraged tone: \"Why can't people be reasonable? The\nMajor doesn't like it when people aren't reasonable.\"\n\nI lowered the gun and cleared my throat. \"He doesn't?\" I asked, cuing\nher. I wanted to hear more about this Major, who seemed to have the\ncity pretty well under his thumb.\n\n\"No, he doesn't.\" She shook her head sorrowfully. She said in an\naccusing voice: \"You out-of-towners don't know what it's like to try\nto run a city the size of New York. There are fifteen thousand people\nhere, do you know that? It isn't one of your hick towns. And it's\nworry, worry, worry all the time, trying to keep things going.\"\n\n\"I bet,\" I said sympathetically. \"You're, uh, pretty close to the\nMajor?\"\n\nShe said stiffly: \"I'm not married to him, if that's what you mean.\nThough I've had my chances.... But you see how it is. Fifteen thousand\npeople to run a place the size of New York! It's forty men to operate\nthe power station, and twenty-five on the PX, and thirty on the hotel\nhere. And then there are the local groceries, and the Army, and the\nCoast Guard, and the Air Force--though, really, that's only two\nmen--and--Well, you get the picture.\"\n\n\"I certainly do. Look, what kind of a guy _is_ the Major?\"\n\nShe shrugged. \"A guy.\"\n\n\"I mean what does he like?\"\n\n\"Women, mostly,\" she said, her expression clouded. \"Come on now. What\nabout it?\"\n\nI stalled. \"What do you want Arthur for?\"\n\nShe gave me a disgusted look. \"What do you think? To relieve the\nmanpower shortage, naturally. There's more work than there are men.\nNow if the Major could just get hold of a couple of prosthetics, like\nthis thing here, why, he could put them in the big installations. This\none used to be an engineer or something, Vern said.\"\n\n\"Well ... _like_ an engineer.\"\n\n       *       *       *       *       *\n\nAmy shrugged. \"So why couldn't we connect him up with the power\nstation? It's been done. The Major knows that--he was in the Pentagon\nwhen they switched all the aircraft warning net over from computer to\nprosthetic control. So why couldn't we do the same thing with our\npower station and release forty men for other assignments? This thing\ncould work day, night, Sundays--what's the difference when you're just\na brain in a sardine can?\"\n\nClatter-rattle-_bang_.\n\nShe looked startled. \"Oh. I forgot he was listening.\"\n\n\"No deal,\" I said.\n\nShe said: \"A hundred and fifty thousand?\"\n\nA hundred and fifty thousand dollars. I considered that for a while.\nArthur clattered warningly.\n\n\"Well,\" I temporized, \"I'd have to be sure he was getting into good\nhands--\"\n\nThe typewriter thrashed wildly. The sheet of paper fluttered out of\nthe carriage. He'd used it up. Automatically I picked it up--it was\ncovered with imprecations, self-pity and threats--and started to put a\nnew one in.\n\n\"No,\" I said, bending over the typewriter, \"I guess I couldn't sell\nhim. It just wouldn't be right--\"\n\nThat was my mistake; it was the wrong time for me to say that, because\nI had taken my eyes off her.\n\nThe room bent over and clouted me.\n\nI half turned, not more than a fraction conscious, and I saw this Amy\ngirl, behind me, with the shoe still in her hand, raised to give me\nanother blackjacking on the skull.\n\nThe shoe came down, and it must have weighed more than it looked, and\neven the fractional bit of consciousness went crashing away.\n\n\n\n\nIII\n\n\nI have to tell you about Vern Engdahl. We were all from the _Sea\nSprite_, of course--me and Vern and even Arthur. The thing about Vern\nis that he was the lowest-ranking one of us all--only an electricians'\nmate third, I mean when anybody paid any attention to things like\nthat--and yet he was pretty much doing the thinking for the rest of\nus. Coming to New York was his idea--he told us that was the only\nplace we could get what we wanted.\n\nWell, as long as we were carrying Arthur along with us, we pretty much\nneeded Vern, because he was the one who knew how to keep the lash-up\ngoing. You've got no idea what kind of pumps and plumbing go into a\nprosthetic tank until you've seen one opened up. And, naturally,\nArthur didn't want any breakdowns without somebody around to fix\nthings up.\n\nThe _Sea Sprite_, maybe you know, was one of the old\nliquid-sodium-reactor subs--too slow for combat duty, but as big as a\nbarn, so they made it a hospital ship. We were cruising deep when the\nmissiles hit, and, of course, when we came up, there wasn't much for a\nhospital ship to do. I mean there isn't any sense fooling around with\nanybody who's taken a good deep breath of fallout.\n\nSo we went back to Newport News to see what had happened. And we found\nout what had happened. And there wasn't anything much to do except pay\noff the crew and let them go. But us three stuck together. Why not? It\nwasn't as if we had any families to go back to any more.\n\nVern just loved all this stuff--he'd been an Eagle Scout; maybe that\nhad something to do with it--and he showed us how to boil drinking\nwater and forage in the woods and all like that, because nobody in his\nright mind wanted to go near any kind of a town, until the cold\nweather set in, anyway. And it was always Vern, Vern, telling us what\nto do, ironing out our troubles.\n\nIt worked out, except that there was this one thing. Vern had bright\nideas. But he didn't always tell us what they were.\n\nSo I wasn't so very surprised when I came to. I mean there I was, tied\nup, with this girl Amy standing over me, holding the gun like a club.\nEvidently she'd found out that there weren't any cartridges. And in a\ncouple of minutes there was a knock on the door, and she yelled, \"Come\nin,\" and in came Vern. And the man who was with him had to be somebody\nimportant, because there were eight or ten other men crowding in close\nbehind.\n\nI didn't need to look at the oak leaves on his shoulders to realize\nthat here was the chief, the fellow who ran this town, the Major.\n\nIt was just the kind of thing Vern _would_ do.\n\n       *       *       *       *       *\n\nVern said, with the look on his face that made strange officers wonder\nwhy this poor persecuted man had been forced to spend so much time in\nthe brig: \"Now, Major, I'm sure we can straighten all this out. Would\nyou mind leaving me alone with my friend here for a moment?\"\n\nThe Major teetered on his heels, thinking. He was a tall,\nyoungish-bald type, with a long, worried, horselike face. He said:\n\"Ah, do you think we should?\"\n\n\"I guarantee there'll be no trouble, Major,\" Vern promised.\n\nThe Major pulled at his little mustache. \"Very well,\" he said. \"Amy,\nyou come along.\"\n\n\"We'll be right here, Major,\" Vern said reassuringly, escorting him to\nthe door.\n\n\"You bet you will,\" said the Major, and tittered. \"Ah, bring that gun\nalong with you, Amy. And be sure this man knows that we have bullets.\"\n\nThey closed the door. Arthur had been cowering in his suitcase, but\nnow his eyestalk peeped out and the rattling and clattering from that\ntypewriter sounded like the Battle of the Bulge.\n\nI demanded: \"Come on, Vern. What's this all about?\"\n\nVern said: \"How much did they offer you?\"\n\nClatter-bang-BANG. I peeked, and Arthur was saying: WARNED YOU SAM\nTHAT ENGDAHL WAS UP TO TRICKS PLEASE SAM PLEASE PLEASE PLEASE HIT HIM\nON THE HEAD KNOCK HIM OUT HE MUST HAVE A GUN SO GET IT AND SHOOT OUR\nWAY OUT OF HERE\n\n\"A hundred and fifty thousand dollars,\" I said.\n\nVern looked outraged. \"I only got forty!\"\n\nArthur clattered: VERN I APPEAL TO YOUR COMMON DECENCY WERE OLD\nSHIPMATES VERN REMEMBER ALL THE TIMES I\n\n\"Still,\" Vern mused, \"it's all common funds anyway, right? Arthur\nbelongs to both of us.\"\n\nI DONT DONT DONT REPEAT DONT BELONG TO ANYBODY BUT ME\n\n\"That's true,\" I said grudgingly. \"But I carried him, remember.\"\n\nSAM WHATS THE MATTER WITH YOU Q Q I DONT LIKE THE EXPRESSION ON YOUR\nFACE LISTEN SAM YOU ARENT\n\nVern said, \"A hundred and fifty thousand, remember.\"\n\nTHINKING OF SELLING\n\n\"And of course we couldn't get out of here,\" Vern pointed out.\n\"They've got us surrounded.\"\n\nME TO THESE RATS Q Q SAM VERN PLEASE DONT SCARE ME\n\n       *       *       *       *       *\n\nI said, pointing to the fluttering paper in the rattling machine:\n\"You're worrying our friend.\"\n\nVern shrugged impatiently.\n\nI KNEW I SHOULDNT HAVE TRUSTED YOU, Arthur wept. THATS ALL I MEAN TO\nYOU EH\n\nVern said: \"Well, Sam? Let's take the cash and get this thing over\nwith. After all, he _will_ have the best of treatment.\"\n\nIt was a little like selling your sister into white slavery, but what\nelse was there to do? Besides, I kind of trusted Vern.\n\n\"All right,\" I said.\n\nWhat Arthur said nearly scorched the paper.\n\nVern helped pack Arthur up for moving. I mean it was just a matter of\npulling the plugs out and making sure he had a fresh battery, but Vern\nwanted to supervise it himself. Because one of the little things Vern\nhad up his sleeve was that he had found a spot for himself on the\nMajor's payroll. He was now the official Prosthetic (Human)\nMaintenance Department Chief.\n\nThe Major said to me: \"Ah, Dunlap. What sort of experience have you\nhad?\"\n\n\"Experience?\"\n\n\"In the Navy. Your friend Engdahl suggested you might want to join us\nhere.\"\n\n\"Oh. I see what you mean.\" I shook my head. \"Nothing that would do you\nany good, I'm afraid. I was a yeoman.\"\n\n\"Yeoman?\"\n\n\"Like a company clerk,\" I explained. \"I mean I kept records and cut\norders and made out reports and all like that.\"\n\n\"Company clerk!\" The eyes in the long horsy face gleamed. \"Ah, you're\nmistaken, Dunlap! Why, that's _just_ what we need. Our morning reports\nare in foul shape. Foul! Come over to HQ. Lieutenant Bankhead will\ngive you a lift.\"\n\n\"Lieutenant Bankhead?\"\n\nI got an elbow in my ribs for that. It was that girl Amy, standing\nalongside me. \"I,\" she said, \"am Lieutenant Bankhead.\"\n\nWell, I went along with her, leaving Engdahl and Arthur behind. But I\nmust admit I wasn't sure of my reception.\n\nOut in front of the hotel was a whole fleet of cars--three or four of\nthem, at least. There was a big old Cadillac that looked like a\ngangsters' car--thick glass in the windows, tires that looked like\nthey belonged on a truck. I was willing to bet it was bulletproof and\nalso that it belonged to the Major. I was right both times. There was\na little MG with the top down, and a couple of light trucks. Every one\nof them was painted bright orange, and every one of them had the\nstar-and-bar of the good old United States Army on its side.\n\nIt took me back to old times--all but the unmilitary color. Amy led me\nto the MG and pointed.\n\n\"Sit,\" she said.\n\nI sat. She got in the other side and we were off.\n\nIt was a little uncomfortable on account of I wasn't just sure whether\nI ought to apologize for making her take her clothes off. And then she\ntramped on the gas of that little car and I didn't think much about\nbeing embarrassed or about her black lace lingerie. I was only\nthinking about one thing--how to stay alive long enough to get out of\nthat car.\n\n\n\n\nIV\n\n\nSee, what we really wanted was an ocean liner.\n\nThe rest of us probably would have been happy enough to stay in Lehigh\nCounty, but Arthur was getting restless.\n\nHe was a terrible responsibility, in a way. I suppose there were a\nhundred thousand people or so left in the country, and not more than\nforty or fifty of them were like Arthur--I mean if you want to call a\nman in a prosthetic tank a \"person.\" But we all did. We'd got pretty\nused to him. We'd shipped together in the war--and survived together,\nas a few of the actual fighters did, those who were lucky enough to be\nunderwater or high in the air when the ICBMs landed--and as few\ncivilians did.\n\nI mean there wasn't much chance for surviving, for anybody who\nhappened to be breathing the open air when it happened. I mean you can\ndo just so much about making a \"clean\" H-bomb, and if you cut out the\nlong-life fission products, the short-life ones get pretty deadly.\n\nAnyway, there wasn't much damage, except of course that everybody was\ndead. All the surface vessels lost their crews. All the population of\nthe cities were gone. And so then, when Arthur slipped on the\ngangplank coming into Newport News and broke his fool neck, why, we\nhad the whole staff of the _Sea Sprite_ to work on him. I mean what\nelse did the surgeons have to do?\n\nOf course, that was a long time ago.\n\nBut we'd stayed together. We headed for the farm country around\nAllentown, Pennsylvania, because Arthur and Vern Engdahl claimed to\nknow it pretty well. I think maybe they had some hope of finding\nfamily or friends, but naturally there wasn't any of that. And when\nyou got into the inland towns, there hadn't been much of an attempt to\nclean them up. At least the big cities and the ports had been gone\nover, in some spots anyway, by burial squads. Although when we finally\ndecided to move out and went to Philadelphia--\n\nWell, let's be fair; there had been fighting around there after the\nbig fight. Anyway, that wasn't so very uncommon. That was one of the\nreasons that for a long time--four or five years, at any rate--we\nstayed away from big cities.\n\nWe holed up in a big farmhouse in Lehigh County. It had its own\ngenerator from a little stream, and that took care of Arthur's power\nneeds; and the previous occupants had been just crazy about stashing\naway food. There was enough to last a century, and that took care of\nthe two of us. We appreciated that. We even took the old folks out and\ngave them a decent burial. I mean they'd all been in the family car,\nso we just had to tow it to a gravel pit and push it in.\n\nThe place had its own well, with an electric pump and a hot-water\nsystem--oh, it was nice. I was sorry to leave but, frankly, Arthur was\ndriving us nuts.\n\nWe never could make the television work--maybe there weren't any\nstations near enough. But we pulled in a couple of radio stations\npretty well and Arthur got a big charge out of listening to them--see,\nhe could hear four or five at a time and I suppose that made him feel\nbetter than the rest of us.\n\nHe heard that the big cities were cleaned up and every one of them\nseemed to want immigrants--they were pleading, pleading all the time,\nlike the TV-set and vacuum-cleaner people used to in the old days;\nthey guaranteed we'd like it if we only came to live in Philly, or\nRichmond, or Baltimore, or wherever. And I guess Arthur kind of hoped\nwe might find another pross. And then--well, Engdahl came up with this\nidea of an ocean liner.\n\nIt figured. I mean you get out in the middle of the ocean and what's\nthe difference what it's like on land? And it especially appealed to\nArthur because he wanted to do some surface sailing. He never had when\nhe was real--I mean when he had arms and legs like anybody else. He'd\ngone right into the undersea service the minute he got out of school.\n\nAnd--well, sailing was what Arthur knew something about and I suppose\neven a prosthetic man wants to feel useful. It was like Amy said: He\ncould be hooked up to an automated factory--\n\nOr to a ship.\n\n       *       *       *       *       *\n\nHQ for the Major's Temporary Military Government--that's what the sign\nsaid--was on the 91st floor of the Empire State Building, and right\nthere that tells you something about the man. I mean you know how much\npower it takes to run those elevators all the way up to the top? But\nthe Major must have liked being able to look down on everybody else.\n\nAmy Bankhead conducted me to his office and sat me down to wait for\nHis Military Excellency to arrive. She filled me in on him, to some\ndegree. He'd been an absolute nothing before the war; but he had a\nreserve commission in the Air Force, and when things began to look\nsticky, they'd called him up and put him in a Missile Master control\npoint, underground somewhere up around Ossining.\n\nHe was the duty officer when it happened, and naturally he hadn't\nnoticed anything like an enemy aircraft, and naturally the\nanti-missile missiles were still rusting in their racks all around the\ncity; but since the place had been operating on sealed ventilation,\nthe duty complement could stay there until the short half-life\nradioisotopes wore themselves out.\n\nAnd then the Major found out that he was not only in charge of the\nfourteen men and women of his division at the center--he was ranking\nUnited States Military Establishment officer farther than the eye\ncould see. So he beat it, fast as he could, for New York, because what\nArmy officer doesn't dream about being stationed in New York? And he\nset up his Temporary Military Government--and that was nine years ago.\n\nIf there hadn't been plenty to go around, I don't suppose he would\nhave lasted a week--none of these city chiefs would have. But as\nthings were, he was in on the ground floor, and as newcomers trickled\ninto the city, his boys already had things nicely organized.\n\nIt was a soft touch.\n\n       *       *       *       *       *\n\nWell, we were about a week getting settled in New York and things were\nlooking pretty good. Vern calmed me down by pointing out that, after\nall, we had to sell Arthur, and hadn't we come out of it plenty okay?\n\nAnd we had. There was no doubt about it. Not only did we have a fat\nprice for Arthur, which was useful because there were a lot of things\nwe would have to buy, but we both had jobs working for the Major.\n\nVern was his specialist in the care and feeding of Arthur and I was\nhis chief of office routine--and, as such, I delighted his fussy\nlittle soul, because by adding what I remembered of Navy protocol to\nwhat he was able to teach me of Army routine, we came up with as\nsnarled a mass of red tape as any field-grade officer in the whole\nhistory of all armed forces had been able to accumulate. Oh, I tell\nyou, nobody sneezed in New York without a report being made out in\ntriplicate, with eight endorsements.\n\nOf course there wasn't anybody to send them to, but that didn't stop\nthe Major. He said with determination: \"Nobody's ever going to chew\n_me_ out for non-compliance with regulations--even if I have to invent\nthe regulations myself!\"\n\nWe set up in a bachelor apartment on Central Park South--the Major had\nthe penthouse; the whole building had been converted to barracks--and\nthe first chance we got, Vern snaffled some transportation and we set\nout to find an ocean liner.\n\nSee, the thing was that an ocean liner isn't easy to steal. I mean\nwe'd scouted out the lay of the land before we ever entered the city\nitself, and there were plenty of liners, but there wasn't one that\nlooked like we could just jump in and sail it away. For that we needed\nan organization. Since we didn't have one, the best thing to do was\nborrow the Major's.\n\nVern turned up with Amy Bankhead's MG, and he also turned up with Amy.\nI can't say I was displeased, because I was beginning to like the\ngirl; but did you ever try to ride three people in the seats of an MG?\nWell, the way to do it is by having one passenger sit in the other\npassenger's lap, which would have been all right except that Amy\ninsisted on driving.\n\nWe headed downtown and over to the West Side. The Major's\nTopographical Section--one former billboard artist--had prepared road\nmaps with little red-ink Xs marking the streets that were blocked,\nwhich was most of the streets; but we charted a course that would take\nus where we wanted to go. Thirty-fourth Street was open, and so was\nFifth Avenue all of its length, so we scooted down Fifth, crossed\nover, got under the Elevated Highway and whined along uptown toward\nthe Fifties.\n\n\"There's one,\" cried Amy, pointing.\n\nI was on Vern's lap, so I was making the notes. It was a Fruit Company\ncombination freighter-passenger vessel. I looked at Vern, and Vern\nshrugged as best he could, so I wrote it down; but it wasn't exactly\nwhat we wanted. No, not by a long shot.\n\n       *       *       *       *       *\n\nStill, the thing to do was to survey our resources, and then we could\npick the one we liked best. We went all the way up to the end of the\nbig-ship docks, and then turned and came back down, all the way to the\nBattery. It wasn't pleasure driving, exactly--half a dozen times we\nhad to get out the map and detour around impenetrable jams of stalled\nand empty cars--or anyway, if they weren't exactly empty, the people\nin them were no longer in shape to get out of our way. But we made it.\n\nWe counted sixteen ships in dock that looked as though they might do\nfor our purposes. We had to rule out the newer ones and the\nreconverted jobs. I mean, after all, U-235 just lasts so long, and you\ncan steam around the world on a walnut-shell of it, or whatever it is,\nbut you can't store it. So we had to stick with the ships that were\npowered with conventional fuel--and, on consideration, only oil at\nthat.\n\nBut that left sixteen, as I say. Some of them, though, had suffered\nvisibly from being left untended for nearly a decade, so that for our\npurposes they might as well have been abandoned in the middle of the\nAtlantic; we didn't have the equipment or ambition to do any great\namount of salvage work.\n\nThe _Empress of Britain_ would have been a pretty good bet, for instance,\nexcept that it was lying at pretty nearly a forty-five-degree angle in\nits berth. So was the _United States_, and so was the _Caronia_. The\n_Stockholm_ was straight enough, but I took a good look, and only one\ntier of portholes was showing above the water--evidently it had\nsettled nice and even, but it was on the bottom all the same. Well,\nthat mud sucks with a fine tight grip, and we weren't going to try to\nloosen it.\n\nAll in all, eleven of the sixteen ships were out of commission just\nfrom what we could see driving by.\n\nVern and I looked at each other. We stood by the MG, while Amy\nsprawled her legs over the side and waited for us to make up our\nminds.\n\n\"Not good, Sam,\" said Vern, looking worried.\n\nI said: \"Well, that still leaves five. There's the _Vulcania_, the\n_Cristobal_--\"\n\n\"Too small.\"\n\n\"All right. The _Manhattan_, the _Liberté_ and the _Queen Elizabeth_.\"\n\nAmy looked up, her eyes gleaming. \"Where's the question?\" she\ndemanded. \"Naturally, it's the _Queen_.\"\n\nI tried to explain. \"Please, Amy. Leave these things to us, will you?\"\n\n\"But the Major won't settle for anything but the best!\"\n\n\"The _Major_?\"\n\n       *       *       *       *       *\n\nI glanced at Vern, who wouldn't meet my eyes. \"Well,\" I said, \"look at\nthe problems, Amy. First we have to check it over. Maybe it's been\nburned out--how do we know? Maybe the channel isn't even deep enough\nto float it any more--how do we know? Where are we going to get the\noil for it?\"\n\n\"We'll get the oil,\" Amy said cheerfully.\n\n\"And what if the channel isn't deep enough?\"\n\n\"She'll float,\" Amy promised. \"At high tide, anyway. Even if the\nchannel hasn't been dredged in ten years.\"\n\nI shrugged and gave up. What was the use of arguing?\n\nWe drove back to the _Queen Elizabeth_ and I had to admit that there\nwas a certain attraction about that big old dowager. We all got out\nand strolled down the pier, looking over as much as we could see.\n\nThe pier had never been cleaned out. It bothered me a little--I mean I\ndon't like skeletons much--but Amy didn't seem to mind. The _Queen_\nmust have just docked when it happened, because you could still see\nbony queues, as though they were waiting for customs inspection.\n\nSome of the bags had been opened and the contents scattered\naround--naturally, somebody was bound to think of looting the _Queen_.\nBut there were as many that hadn't been touched as that had been\nopened, and the whole thing had the look of an amateur attempt. And\nthat was all to the good, because the fewer persons who had boarded\nthe _Queen_ in the decade since it happened, the more chance of our\nfinding it in usable shape.\n\nAmy saw a gangplank still up, and with cries of girlish glee ran\naboard.\n\nI plucked at Vern's sleeve. \"You,\" I said. \"What's this about what the\n_Major_ won't settle for less than?\"\n\nHe said: \"Aw, Sam, I had to tell her something, didn't I?\"\n\n\"But what about the Major--\"\n\nHe said patiently: \"You don't understand. It's all part of my plan,\nsee? The Major is the big thing here and he's got a birthday coming up\nnext month. Well, the way I put it to Amy, we'll fix him up with a\nyacht as a birthday present, see? And, of course, when it's all fixed\nup and ready to lift anchor--\"\n\nI said doubtfully: \"That's the hard way, Vern. Why couldn't we just\nsort of get steam up and take off?\"\n\nHe shook his head. \"_That_ is the hard way. This way we get all the\nhelp and supplies we need, understand?\"\n\nI shrugged. That was the way it was, so what was the use of arguing?\n\nBut there was one thing more on my mind. I said: \"How come Amy's so\ninterested in making the Major happy?\"\n\nVern chortled. \"Jealous, eh?\"\n\n\"I asked a question!\"\n\n\"Calm down, boy. It's just that he's in charge of things here so\nnaturally she wants to keep in good with him.\"\n\nI scowled. \"I keep hearing stories about how the Major's chief\ninterest in life is women. You sure she isn't ambitious to be one of\nthem?\"\n\nHe said: \"The reason she wants to keep him happy is so she _won't_ be\none of them.\"\n\n\n\n\nV\n\n\nThe name of the place was Bayonne.\n\nVern said: \"One of them's _got_ to have oil, Sam. It _has_ to.\"\n\n\"Sure,\" I said.\n\n\"There's no question about it. Look, this is where the tankers came to\ndischarge oil. They'd come in here, pump the oil into the refinery\ntanks and--\"\n\n\"Vern,\" I said. \"Let's look, shall we?\"\n\nHe shrugged, and we hopped off the little outboard motorboat onto a\nlanding stage. The tankers towered over us, rusty and screeching as\nthe waves rubbed them against each other.\n\nThere were fifty of them there at least, and we poked around them for\nhours. The hatches were rusted shut and unmanageable, but you could\ntell a lot by sniffing. Gasoline odor was out; smell of seaweed and\ndead fish was out; but the heavy, rank smell of fuel oil, that was\nwhat we were sniffing for. Crews had been aboard these ships when the\nmissiles came, and crews were still aboard.\n\nBeyond the two-part superstructures of the tankers, the skyline of New\nYork was visible. I looked up, sweating, and saw the Empire State\nBuilding and imagined Amy up there, looking out toward us.\n\nShe knew we were here. It was her idea. She had scrounged up a naval\nengineer, or what she called a naval engineer--he had once been a\nstoker on a ferryboat. But he claimed he knew what he was talking\nabout when he said the only thing the _Queen_ needed to make 'er go\nwas oil. And so we left him aboard to tinker and polish, with a couple\nof helpers Amy detached from the police force, and we tackled the oil\nproblem.\n\nWhich meant Bayonne. Which was where we were.\n\nIt had to be a tanker with at least a fair portion of its cargo\nintact, because the _Queen_ was a thirsty creature, drinking fuel not\nby the shot or gallon but by the ton.\n\n\"Saaam! Sam _Dunlap_!\"\n\nI looked up, startled. Five ships away, across the U of the mooring,\nVern Engdahl was bellowing at me through cupped hands.\n\n\"I found it!\" he shouted. \"Oil, lots of oil! Come look!\"\n\nI clasped my hands over my head and looked around. It was a long way\naround to the tanker Vern was on, hopping from deck to deck, detouring\naround open stretches.\n\nI shouted: \"I'll get the boat!\"\n\nHe waved and climbed up on the rail of the ship, his feet dangling\nover, looking supremely happy and pleased with himself. He lit a\ncigarette, leaned back against the upward sweep of the rail and\nwaited.\n\nIt took me a little time to get back to the boat and a little more\ntime than that to get the damn motor started. Vern! \"Let's not take\nthat lousy little twelve horse-power, Sam,\" he'd said reasonably. \"The\ntwenty-five's more what we need!\" And maybe it was, but none of the\nmotors had been started in most of a decade, and the twenty-five was\njust that much harder to start now.\n\nI struggled over it, swearing, for twenty minutes or more.\n\nThe tanker by whose side we had tied up began to swing toward me as\nthe tide changed to outgoing.\n\n       *       *       *       *       *\n\nFor a moment there, I was counting seconds, expecting to have to make\na jump for it before the big red steel flank squeezed the little\noutboard flat against the piles.\n\nBut I got it started--just about in time. I squeezed out of the trap\nwith not much more than a yard to spare and threaded my way into open\nwater.\n\nThere was a large, threatening sound, like an enormous slow cough.\n\nI rounded the stern of the last tanker between me and open water, and\nlooked into the eye of a fire-breathing dragon.\n\nVern and his cigarettes! The tanker was loose and ablaze, bearing down\non me with the slow drift of the ebbing tide. From the hatches on the\nforward deck, two fountains of fire spurted up and out, like enormous\nnostrils spouting flame. The hawsers had been burned through, the ship\nwas adrift, I was in its path--\n\nAnd so was the frantically splashing figure of Vern Engdahl, trying\ndesperately to swim out of the way in the water before it.\n\nWhat kept it from blowing up in our faces I will never know, unless it\nwas the pressure in the tanks forcing the flame out; but it didn't.\nNot just then. Not until I had Engdahl aboard and we were out in the\nmiddle of the Hudson, staring back; and then it went up all right, all\nat once, like a missile or a volcano; and there had been fifty tankers\nin that one mooring, but there weren't any any more, or not in shape\nfor us to use.\n\nI looked at Engdahl.\n\nHe said defensively: \"Honest, Sam, I thought it was oil. It _smelled_\nlike oil. How was I to know--\"\n\n\"Shut up,\" I said.\n\nHe shrugged, injured. \"But it's all right, Sam. No fooling. There are\nplenty of other tankers around. Plenty. Down toward the Amboys, maybe\nmoored out in the channel. There must be. We'll find them.\"\n\n[Illustration]\n\n\"No,\" I said. \"_You_ will.\"\n\nAnd that was all I said, because I am forgiving by nature; but I\nthought a great deal more.\n\nSurprisingly, though, he did find a tanker with a full load, the very\nnext day.\n\nIt became a question of getting the tanker to the _Queen_. I left that\npart up to Vern, since he claimed to be able to handle it.\n\nIt took him two weeks. First it was finding the tanker, then it was\nlocating a tug in shape to move, then it was finding someone to pilot\nthe tug. Then it was waiting for a clear and windless day--because the\npilot he found had got all his experience sailing Star boats on Long\nIsland Sound--and then it was easing the tanker out of Newark Bay,\ninto the channel, down to the pier in the North River--\n\nOh, it was work and no fooling. I enjoyed it very much, because I\ndidn't have to do it.\n\n       *       *       *       *       *\n\nBut I had enough to keep me busy at that. I found a man who claimed he\nused to be a radio engineer. And if he was an engineer, I was Albert\nEinstein's mother, but at least he knew which end of a soldering iron\nwas hot. There was no need for any great skill, since there weren't\ngoing to be very many vessels to communicate with.\n\nThings began to move.\n\nThe advantage of a ship like the _Queen_, for our purposes, was that\nthe thing was pretty well automated to start out with. I mean never\nmind what the seafaring unions required in the way of flesh-and-blood\npersonnel. What it came down to was that one man in the bridge or\nwheelhouse could pretty well make any part of the ship go or not go.\n\nThe engine-room telegraph wasn't hooked up to control the engines, no.\nBut the wiring diagram needed only a few little changes to get the\nsame effect, because where in the original concept a human being would\ntake a look at the repeater down in the engine room, nod wisely, and\npush a button that would make the engines stop, start, or\nwhatever--why, all we had to do was cut out the middleman, so to\nspeak.\n\nOur genius of the soldering iron replaced flesh and blood with some\nwiring and, presto, we had centralized engine control.\n\nThe steering was even easier. Steering was a matter of electronic\ncontrol and servomotors to begin with. Windjammers in the old movies\nmight have a man lashed to the wheel whose muscle power turned the\nrudder, but, believe me, a big superliner doesn't. The rudders weigh\nas much as any old windjammer ever did from stem to stern; you have to\nhave motors to turn them; and it was only a matter of getting out the\nold soldering iron again.\n\nBy the time we were through, we had every operational facility of the\n_Queen_ hooked up to a single panel on the bridge.\n\nEngdahl showed up with the oil tanker just about the time we got the\nwiring complete. We rigged up a pump and filled the bunkers till they\nwere topped off full. We guessed, out of hope and ignorance, that\nthere was enough in there to take us half a dozen times around the\nworld at normal cruising speed, and maybe there was. Anyway, it didn't\nmatter, for surely we had enough to take us anywhere we wanted to go,\nand then there would be more.\n\nWe crossed our fingers, turned our ex-ferry-stoker loose, pushed a\nbutton--\n\nSmoke came out of the stacks.\n\nThe antique screws began to turn over. Astern, a sort of hump of muddy\nwater appeared. The _Queen_ quivered underfoot. The mooring hawsers\ncreaked and sang.\n\n\"Turn her off!\" screamed Engdahl. \"She's headed for Times Square!\"\n\nWell, that was an exaggeration, but not much of one; and there wasn't\nany sense in stirring up the bottom mud. I pushed buttons and the\nscrews stopped. I pushed another button, and the big engines quietly\nshut themselves off, and in a few moments the stacks stopped puffing\ntheir black smoke.\n\nThe ship was alive.\n\nSolemnly Engdahl and I shook hands. We had the thing licked. All, that\nis, except for the one small problem of Arthur.\n\n       *       *       *       *       *\n\nThe thing about Arthur was they had put him to work.\n\nIt was in the power station, just as Amy had said, and Arthur didn't\nlike it. The fact that he didn't like it was a splendid reason for\nstaying away from there, but I let my kind heart overrule my good\nsense and paid him a visit.\n\nIt was way over on the East Side, miles and miles from any civilized\narea. I borrowed Amy's MG, and borrowed Amy to go with it, and the two\nof us packed a picnic lunch and set out. There were reports of deer on\nAvenue A, so I brought a rifle, but we never saw one; and if you want\nmy opinion, those reports were nothing but wishful thinking. I mean if\npeople couldn't survive, how could deer?\n\nWe finally threaded our way through the clogged streets and parked in\nfront of the power station.\n\n\"There's supposed to be a guard,\" Amy said doubtfully.\n\nI looked. I looked pretty carefully, because if there was a guard, I\nwanted to see him. The Major's orders were that vital defense\ninstallations--such as the power station, the PX and his own barracks\nbuilding--were to be guarded against trespassers on a shoot-on-sight\nbasis and I wanted to make sure that the guard knew we were privileged\npersons, with passes signed by the Major's own hand. But we couldn't\nfind him. So we walked in through the big door, peered around,\nlistened for the sounds of machinery and walked in that direction.\n\nAnd then we found him; he was sound asleep. Amy, looking indignant,\nshook him awake.\n\n\"Is that how you guard military property?\" she scolded. \"Don't you\nknow the penalty for sleeping at your post?\"\n\nThe guard said something irritable and unhappy. I got her off his back\nwith some difficulty, and we located Arthur.\n\nPicture a shiny four-gallon tomato can, with the label stripped off,\nhanging by wire from the flashing-light panels of an electric\ncomputer. That was Arthur. The shiny metal cylinder was his prosthetic\ntank; the wires were the leads that served him for fingers, ears and\nmouth; the glittering panel was the control center for the\nConsolidated Edison Eastside Power Plant No. 1.\n\n\"Hi, Arthur,\" I said, and a sudden ear-splitting thunderous hiss was\nhis way of telling me that he knew I was there.\n\nI didn't know exactly what it was he was trying to say and I didn't\nwant to; fortune spares me few painful moments, and I accept with\ngratitude the ones it does. The Major's boys hadn't bothered to bring\nArthur's typewriter along--I mean who cares what a generator-governor\nhad to offer in the way of conversation?--so all he could do was blow\noff steam from the distant boilers.\n\n       *       *       *       *       *\n\nWell, not quite all. Light flashed; a bucket conveyor began crashingly\nto dump loads of coal; and an alarm gong began to pound.\n\n\"Please, Arthur,\" I begged. \"Shut up a minute and listen, will you?\"\n\nMore lights. The gong rapped half a dozen times sharply, and stopped.\n\nI said: \"Arthur, you've got to trust Vern and me. We have this thing\nfigured out now. We've got the _Queen Elizabeth_--\"\n\nA shattering hiss of steam--meaning delight this time, I thought. Or\nanyway hoped.\n\n\"--and its only a question of time until we can carry out the plan.\nVern says to apologize for not looking in on you--\" _hiss_--\"but he's\nbeen busy. And after all, you know it's more important to get\neverything ready so you can get out of this place, right?\"\n\n\"Psst,\" said Amy.\n\nShe nodded briefly past my shoulder. I looked, and there was the\nguard, looking sleepy and surly and definitely suspicious.\n\nI said heartily: \"So as soon as I fix it up with the Major, we'll\narrange for something better for you. Meanwhile, Arthur, you're doing\na capital job and I want you to know that all of us loyal New York\ncitizens and public servants deeply appreciate--\"\n\nThundering crashes, bangs, gongs, hisses, and the scream of a steam\nwhistle he'd found somewhere.\n\nArthur was mad.\n\n\"So long, Arthur,\" I said, and we got out of there--just barely in\ntime. At the door, we found that Arthur had reversed the coal scoops\nand a growing mound of it was pouring into the street where we'd left\nthe MG parked. We got the car started just as the heap was beginning\nto reach the bumpers, and at that the paint would never again be the\nsame.\n\nOh, yes, he was mad. I could only hope that in the long run he would\nforgive us, since we were acting for his best interests, after all.\n\nAnyway, I _thought_ we were.\n\n       *       *       *       *       *\n\nStill, things worked out pretty well--especially between Amy and me.\nEngdahl had the theory that she had been dodging the Major so long\nthat _anybody_ looked good to her, which was hardly flattering. But\nshe and I were getting along right well.\n\nShe said worriedly: \"The only thing, Sam, is that, frankly, the Major\nhas just about made up his mind that he wants to marry me--\"\n\n\"He _is_ married!\" I yelped.\n\n\"Naturally he's married. He's married to--so far--one hundred and nine\nwomen. He's been hitting off a marriage a month for a good many years\nnow and, to tell you the truth, I think he's got the habit Anyway,\nhe's got his eye on me.\"\n\nI demanded jealously: \"Has he said anything?\"\n\nShe picked a sheet of onionskin paper out of her bag and handed it to\nme. It was marked _Top Secret_, and it really was, because it hadn't\ngone through his regular office--I knew that because I was his regular\noffice. It was only two lines of text and sloppily typed at that:\n\n    Lt. Amy Bankhead will report to HQ at 1700 hours 1 July to\n    carry out orders of the Commanding Officer.\n\nThe first of July was only a week away. I handed the orders back to\nher.\n\n\"And the orders of the Commanding Officer will be--\" I wanted to know.\n\nShe nodded. \"You guessed it.\"\n\nI said: \"We'll have to work fast.\"\n\n       *       *       *       *       *\n\nOn the thirtieth of June, we invited the Major to come aboard his\npalatial new yacht.\n\n\"Ah, thank you,\" he said gratefully. \"A surprise? For my birthday? Ah,\nyou loyal members of my command make up for all that I've lost--all of\nit!\" He nearly wept.\n\nI said: \"Sir, the pleasure is all ours,\" and backed out of his\npresence. What's more, I meant every word.\n\nIt was a select party of slightly over a hundred. All of the wives\nwere there, barring twenty or thirty who were in disfavor--still, that\nleft over eighty. The Major brought half a dozen of his favorite\nofficers. His bodyguard and our crew added up to a total of thirty\nmen.\n\nWe were set up to feed a hundred and fifty, and to provide liquor for\ntwice that many, so it looked like a nice friendly brawl. I mean we\nhad our radio operator handing out highballs as the guests stepped on\nboard. The Major was touched and delighted; it was exactly the kind of\nparty he liked.\n\nHe came up the gangplank with his face one great beaming smile. \"Eat!\nDrink!\" he cried. \"Ah, and be merry!\" He stretched out his hands to\nAmy, standing by behind the radio op. \"For tomorrow we wed,\" he added,\nand sentimentally kissed his proposed bride.\n\nI cleared my throat. \"How about inspecting the ship, Major?\" I\ninterrupted.\n\n\"Plenty of time for that, my boy,\" he said. \"Plenty of time for that.\"\nBut he let go of Amy and looked around him. Well, it was worth looking\nat. Those Englishmen really knew how to build a luxury liner. God rest\nthem.\n\nThe girls began roaming around.\n\nIt was a hot day and late afternoon, and the girls began discarding\njackets and boleros, and that began to annoy the Major.\n\n\"Ah, cover up there!\" he ordered one of his wives. \"You too there,\nwhat's-your-name. Put that blouse back on!\"\n\nIt gave him something to think about. He was a very jealous man, Amy\nhad said, and when you stop to think about it, a jealous man with a\nhundred and nine wives to be jealous of really has a job. Anyway, he\nwas busy watching his wives and keeping his military cabinet and his\nbodyguard busy too, and that made him too busy to notice when I tipped\nthe high sign to Vern and took off.\n\n\n\n\nVI\n\n\nIn Consolidated Edison's big power plant, the guard was friendly. \"I\nhear the Major's over on your boat, pal. Big doings. Got a lot of the\ngirls there, hey?\"\n\nHe bent, sniggering, to look at my pass.\n\n\"That's right, pal,\" I said, and slugged him.\n\nArthur screamed at me with a shrill blast of steam as I came in. But\nonly once. I wasn't there for conversation. I began ripping apart his\ncomfy little home of steel braces and copper wires, and it didn't take\nmuch more than a minute before I had him free. And that was very\nfortunate because, although I had tied up the guard, I hadn't done it\nvery well, and it was just about the time I had Arthur's steel case\ntucked under my arm that I heard a yelling and bellowing from down the\nstairs.\n\nThe guard had got free.\n\n\"Keep calm, Arthur!\" I ordered sharply. \"We'll get out of this, don't\nyou worry!\"\n\nBut he wasn't worried, or anyway didn't show it, since he couldn't. I\nwas the one who was worried. I was up on the second floor of the\nplant, in the control center, with only one stairway going down that I\nknew about, and that one thoroughly guarded by a man with a grudge\nagainst me. Me, I had Arthur, and no weapon, and I hadn't a doubt in\nthe world that there were other guards around and that my friend would\nhave them after me before long.\n\nProblem. I took a deep breath and swallowed and considered jumping out\nthe window. But it wasn't far enough to the ground.\n\nFeet pounded up the stairs, more than two of them. With Arthur\ndragging me down on one side, I hurried, fast as I could, along the\nsteel galleries that surrounded the biggest boiler. It was a nice\nchoice of alternatives--if I stayed quiet, they would find me; if I\nran, they would hear me, and then find me.\n\nBut ahead there was--what? Something. A flight of stairs, it looked\nlike, going out and, yes, _up_. Up? But I was already on the second\nfloor.\n\n\"Hey, you!\" somebody bellowed from behind me.\n\nI didn't stop to consider. I ran. It wasn't steps, not exactly; it was\na chain of coal scoops on a long derrick arm, a moving bucket\narrangement for unloading fuel from barges. It did go up, though, and\nmore important it went _out_. The bucket arm was stretched across the\nclogged roadway below to a loading tower that hung over the water.\n\nIf I could get there, I might be able to get down. If I could get\ndown--yes, I could see it; there were three or four mahogany motor\nlaunches tied to the foot of the tower.\n\nAnd nobody around.\n\nI looked over my shoulder, and didn't like what I saw, and scuttled up\nthat chain of enormous buckets like a roach on a washboard, one hand\nfor me and one hand for Arthur.\n\n       *       *       *       *       *\n\nThank heaven, I had a good lead on my pursuers--I needed it. I was on\nthe bucket chain while they were still almost a city block behind me,\nalong the galleries. I was halfway across the roadway, afraid to look\ndown, before they reached the butt end of the chain.\n\nClash-clatter. _Clank!_ The bucket under me jerked and clattered and\nnearly threw me into the street. One of those jokers had turned on the\nconveyor! It was a good trick, all right, but not quite in time. I\nmade a flying jump and I was on the tower.\n\nI didn't stop to thumb my nose at them, but I thought of it.\n\nI was down those steel steps, breathing like a spouting whale, in a\nminute flat, and jumping out across the concrete, coal-smeared yard\ntoward the moored launches. Quickly enough, I guess, but with nothing\nat all to spare, because although I hadn't seen anyone there, there\nwas a guard.\n\nHe popped out of a doorway, blinking foolishly; and overhead the\nguards at the conveyor belt were screaming at him. It took him a\nsecond to figure out what was going on, and by that time I was in a\nlaunch, cast off the rope, kicked it free, and fumbled for the\nstarting button.\n\nIt took me several seconds to realize that a rope was required, that\nin fact there was no button; and by then I was floating yards away,\nbut the pudgy pop-eyed guard was also in a launch, and he didn't have\nto fumble. He knew. He got his motor started a fraction of a second\nbefore me, and there he was, coming at me, set to ram. Or so it\nlooked.\n\nI wrenched at the wheel and brought the boat hard over; but he swerved\ntoo, at the last moment, and brought up something that looked a little\nlike a spear and a little like a sickle and turned out to be a\nboathook. I ducked, just in time. It sizzled over my head as he swung\nand crashed against the windshield. Hunks of safety glass splashed out\nover the forward deck, but better that than my head.\n\nBoathooks, hey? I had a boathook too! If he didn't have another\nweapon, I was perfectly willing to play; I'd been sitting and taking\nit long enough and I was very much attracted by the idea of fighting\nback. The guard recovered his balance, swore at me, fought the wheel\naround and came back.\n\nWe both curved out toward the center of the East River in intersecting\narcs. We closed. He swung first. I ducked--\n\nAnd from a crouch, while he was off balance, I caught him in the\nshoulder with the hook.\n\nHe made a mighty splash.\n\nI throttled down the motor long enough to see that he was still\nconscious.\n\n\"_Touché_, buster,\" I said, and set course for the return trip down\naround the foot of Manhattan, back toward the _Queen_.\n\n       *       *       *       *       *\n\nIt took a while, but that was all right; it gave everybody a nice long\ntime to get plastered. I sneaked aboard, carrying Arthur, and turned\nhim over to Vern. Then I rejoined the Major. He was making an\ninspection tour of the ship--what he called an inspection, after his\nfashion.\n\nHe peered into the engine rooms and said: \"Ah, fine.\"\n\nHe stared at the generators that were turning over and nodded when I\nexplained we needed them for power for lights and everything and said:\n\"Ah, of course.\"\n\nHe opened a couple of stateroom doors at random and said: \"Ah, nice.\"\n\nAnd he went up on the flying bridge with me and such of his officers\nas still could walk and said: \"Ah.\"\n\nThen he said in a totally different tone: \"What the devil's the matter\nover there?\"\n\nHe was staring east through the muggy haze. I saw right away what it\nwas that was bothering him--easy, because I knew where to look. The\npower plant way over on the East Side was billowing smoke.\n\n\"Where's Vern Engdahl? That gadget of his isn't working right!\"\n\n\"You mean Arthur?\"\n\n\"I mean that brain in a bottle. It's Engdahl's responsibility, you\nknow!\"\n\nVern came up out of the wheelhouse and cleared his throat. \"Major,\" he\nsaid earnestly, \"I think there's some trouble over there. Maybe you\nought to go look for yourself.\"\n\n\"Trouble?\"\n\n\"I, uh, hear there've been power failures,\" Vern said lamely. \"Don't\nyou think you ought to inspect it? I mean just in case there's\nsomething serious?\"\n\nThe Major stared at him frostily, and then his mood changed. He took a\ndrink from the glass in his hand, quickly finishing it off.\n\n\"Ah,\" he said, \"hell with it. Why spoil a good party? If there are\ngoing to be power failures, why, let them be. That's my motto!\"\n\nVern and I looked at each other. He shrugged slightly, meaning, well,\nwe tried. And I shrugged slightly, meaning, what did you expect? And\nthen he glanced upward, meaning, take a look at what's there.\n\nBut I didn't really have to look because I heard what it was. In fact,\nI'd been hearing it for some time. It was the Major's entire air\nforce--two helicopters, swirling around us at an average altitude of a\nhundred feet or so. They showed up bright against the gathering clouds\noverhead, and I looked at them with considerable interest--partly\nbecause I considered it an even-money bet that one of them would be\nplaying crumple-fender with our stacks, partly because I had an idea\nthat they were not there solely for show.\n\nI said to the Major: \"Chief, aren't they coming a little close? I mean\nit's _your_ ship and all, but what if one of them takes a spill into\nthe bridge while you're here?\"\n\nHe grinned. \"They know better,\" he bragged. \"Ah, besides, I want them\nclose. I mean if anything went wrong.\"\n\nI said, in a tone that showed as much deep hurt as I could manage:\n\"Sir, what could go wrong?\"\n\n\"Oh, you know.\" He patted my shoulder limply. \"Ah, no offense?\" he\nasked.\n\nI shook my head. \"Well,\" I said, \"let's go below.\"\n\n       *       *       *       *       *\n\nAll of it was done carefully, carefully as could be. The only thing\nwas, we forgot about the typewriters. We got everybody, or as near as\nwe could, into the Grand Salon where the food was, and right there on\na table at the end of the hall was one of the typewriters clacking\naway. Vern had rigged them up with rolls of paper instead of sheets,\nand maybe that was ingenious, but it was also a headache just then.\nBecause the typewriter was banging out:\n\nLEFT FOUR THIRTEEN FOURTEEN AND TWENTYONE BOILERS WITH A FULL HEAD OF\nSTEAM AND THE SAFETY VALVES LOCKED BOY I TELL YOU WHEN THOSE THINGS\nLET GO YOURE GOING TO HEAR A NOISE THATLL KNOCK YOUR HAT OFF\n\nThe Major inquired politely: \"Something to do with the ship?\"\n\n\"Oh, _that_,\" said Vern. \"Yeah. Just a little, uh, something to do\nwith the ship. Say, Major, here's the bar. Real scotch, see? Look at\nthe label!\"\n\nThe Major glanced at him with faint contempt--well, he'd had the pick\nof the greatest collection of high-priced liquor stores in the world\nfor ten years, so no wonder. But he allowed Vern to press a drink on\nhim.\n\nAnd the typewriter kept rattling:\n\nLOOKS LIKE RAIN ANY MINUTE NOW HOO BOY IM GLAD I WONT BE IN THOSE\nWHIRLYBIRDS WHEN THE STORM STARTS SAY VERN WHY DONT YOU EVER ANSWER ME\nQ Q ISNT IT ABOUT TIME TO TAKE OFF XXX I MEAN GET UNDER WEIGH Q Q\n\nSome of the \"clerks, typists, domestic personnel and others\"--that was\nthe way they were listed on the T/O; it was only coincidence that the\nMajor had married them all--were staring at the typewriter.\n\n\"Drinks!\" Vern called nervously. \"Come on, girls! Drinks!\"\n\n       *       *       *       *       *\n\nThe Major poured himself a stiff shot and asked: \"What _is_ that\nthing? A teletype or something?\"\n\n\"That's right,\" Vern said, trailing after him as the Major wandered\nover to inspect it.\n\nI GIVE THOSE BOILERS ABOUT TEN MORE MINUTES SAM WELL WHAT ABOUT IT Q Q\nREADY TO SHOVE OFF Q Q\n\nThe Major said, frowning faintly: \"Ah, that reminds me of something.\nNow what is it?\"\n\n\"More scotch?\" Vern cried. \"Major, a little more scotch?\"\n\nThe Major ignored him, scowling. One of the \"clerks, typists\" said:\n\"Honey, you know what it is? It's like that pross you had, remember?\nIt was on our wedding night, and you'd just got it, and you kept\nasking it to tell you limericks.\"\n\nThe Major snapped his fingers. \"Knew I'd get it,\" he glowed. Then\nabruptly he scowled again and turned to face Vern and me. \"Say--\" he\nbegan.\n\nI said weakly: \"The boilers.\"\n\nThe Major stared at me, then glanced out the window. \"What boilers?\"\nhe demanded. \"It's just a thunderstorm. Been building up all day. Now\nwhat about this? Is that thing--\"\n\nBut Vern was paying him no attention. \"Thunderstorm?\" he yelled.\n\"Arthur, you listening? Are the helicopters gone?\"\n\nYESYESYES\n\n\"Then shove off, Arthur! Shove off!\"\n\nThe typewriter rattled and slammed madly.\n\nThe Major yelled angrily: \"Now listen to me, you! I'm asking you a\nquestion!\"\n\nBut we didn't have to answer, because there was a thrumming and a\nthrobbing underfoot, and then one of the \"clerks, typists\" screamed:\n\"The dock!\" She pointed at a porthole. \"It's moving!\"\n\n       *       *       *       *       *\n\nWell, we got out of there--barely in time. And then it was up to\nArthur. We had the whole ship to roam around in and there were plenty\nof places to hide. They had the whole ship to search. And Arthur was\nthe whole ship.\n\nBecause it was Arthur, all right, brought in and hooked up by Vern,\nattained to his greatest dream and ambition. He was skipper of a\nsuperliner, and more than any skipper had ever been--the ship was his\nbody, as the prosthetic tank had never been; the keel his belly, the\nscrews his feet, the engines his heart and lungs, and every moving\npart that could be hooked into central control his many, many hands.\n\n[Illustration]\n\nSearch for us? They were lucky they could move at all! Fire Control\nwashed them with salt water hoses, directed by Arthur's brain.\nWatertight doors, proof against sinking, locked them away from us at\nArthur's whim.\n\nThe big bull whistle overhead brayed like a clamoring Gabriel, and the\nship's bells tinkled and clanged. Arthur backed that enormous ship out\nof its berth like a racing scull on the Schuylkill. The four giant\nscrews lashed the water into white foam, and then the thin mud they\nsucked up into tan; and the ship backed, swerved, lashed the water,\nstopped, and staggered crazily forward.\n\nArthur brayed at the Statue of Liberty, tooted good-by to Staten\nIsland, feinted a charge at Sandy Hook and really laid back his ears\nand raced once he got to deep water past the moored lightship.\n\nWe were off!\n\nWell, from there on, it was easy. We let Arthur have his fun with the\nMajor and the bodyguards--and by the sodden, whimpering shape they\nwere in when they came out, it must really have been fun for him.\nThere were just the three of us and only Vern and I had guns--but\nArthur had the _Queen Elizabeth_, and that put the odds on our side.\n\nWe gave the Major a choice: row back to Coney Island--we offered him a\nboat, free of charge--or come along with us as cabin boy. He cast one\ndim-eyed look at the hundred and nine \"clerks, typists\" and at Amy,\nwho would never be the hundred and tenth.\n\nAnd then he shrugged and, game loser, said: \"Ah, why not? I'll come\nalong.\"\n\n       *       *       *       *       *\n\nAnd why not, when you come to think of it? I mean ruling a city is\nnice and all that, but a sea voyage is a refreshing change. And while\na hundred and nine to one is a respectable female-male ratio, still it\nmust be wearing; and eighty to thirty isn't so bad, either. At least,\nI guess that was what was in the Major's mind. I know it was what was\nin mine.\n\nAnd I discovered that it was in Amy's, for the first thing she did was\nto march me over to the typewriter and say: \"You've had it, Sam. We'll\ndispose with the wedding march--just get your friend Arthur here to\nmarry us.\"\n\n\"Arthur?\"\n\n\"The captain,\" she said. \"We're on the high seas and he's empowered to\nperform marriages.\"\n\nVern looked at me and shrugged, meaning, you asked for this one, boy.\nAnd I looked at him and shrugged, meaning, it could be worse.\n\nAnd indeed it could. We'd got our ship; we'd got our ship's\ncompany--because, naturally, there wasn't any use stealing a big ship\nfor just a couple of us. We'd had to manage to get a sizable colony\naboard. That was the whole idea.\n\nThe world, in fact, was ours. It could have been very much worse\nindeed, even though Arthur was laughing so hard as he performed the\nceremony that he jammed up all his keys.\n\n                                                   --FREDERIK POHL\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Knights of Arthur, by Frederik Pohl\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE KNIGHTS OF ARTHUR ***\n\n***** This file should be named 32004-8.txt or 32004-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/0/32004/\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}