{"title": "Seed of the Arctic Ice", "author": "H. G. Winter", "releaseDate": "April 17, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Seed of the Arctic Ice\n\n                              By H. G. Winter\n\n[Transcriber's Note: This etext was produced from Astounding Stories\nFebruary 1932. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n[Sidenote: Killer whales and seal-creatures tangle Ken Torrance in an\namazing adventure under the ice-roofed arctic sea.]\n\n\nSleepily the lookout stared at the scope-screen before him, wishing for\nsomething that would break the monotony of the scene it pictured: the\nschools of ghostly fish fleeting by, the occasional shafts of pale\nsunlight filtering down through breaks in the ice-floes above, the long\nsnaky ropes of underwater growth. None of this was conducive to\nwakefulness; nor did the half-speed drone of the electric engines aft\nand the snores of some distant sleeper help him. The four other men on\nduty in the submarine--the helmsman; the second mate, whose watch it\nwas; the quartermaster and the second engineer--might not have been\npresent, so motionless and silent were they.\n\nThe lookout man stifled another yawn and glanced at a clock to see how\nmuch more time remained of his trick. Then suddenly something on the\nscreen brought him to alert attention. He blinked at it; stared\nhard--and thrilled.\n\nFar ahead, caught for an instant by the submarine _Narwhal's+\nlight-beams, a number of sleek bodies moved through the foggy murk, with\na flash of white bellies and an easy graceful thrust of flukes.\n\nThe watcher's hands cupped his mouth; he turned and sang out:\n\n\"K-i-i-ll-ers! I see killers!\"\n\nThe cry rang in every corner, and immediately there was a feverish\nresponse. Rubbing their eyes, men appeared as if from nowhere and jumped\nto posts; with a clang, the telegraph under the second mate's hand went\nover to full speed; Captain Streight rolled heavily out of his bunk,\nflipped his feet mechanically into sea-boots and came stamping forward.\nFirst Torpooner Kenneth Torrance, as he sat up and stretched, heard the\nusual crisp question:\n\n\"Where away?\"\n\n\"Five points off sta'b'd bow, sir; quarter-mile away; swimming slow.\"\n\n\"How large a school?\"\n\n\"Couldn't say, sir. Looks around a dozen.\"\n\n\"Whew!\" whistled Ken Torrance. \"That's a strike!\" He pulled on a sweater\nand strode forward to the scope-screen to see for himself, even as\nCaptain Streight, all at once testy with eagerness, bawled:\n\n\"Sta'b'd five! Torpoon ready, Mister Torrance! Mister Torr--oh, here you\nare. Take a look.\"\n\n      *      *      *      *      *\n\nNever in the two years of experience which had brought him to the\nimportant post of first torpooner had Ken failed to thrill at the sight\nwhich now met his eyes. Directly ahead, now that the _Narwhal's_ bow was\nturned in pursuit, but veering slowly to port, swam a pack of the twenty\nto thirty-foot dolphins which are called \"killer whales,\" their bodies\nso close-pressed that they seemed to be an undulating wave of black,\noccasionally sliced with white as the fluke-thrusts brought their\nbellies into view. Their speed through the shadowed, gloomy water was\nequal to the submarine's; when alarmed, it would almost double.\n\n\"Three more of 'em will fill our tanks,\" grunted Streight, his chunky\nface almost glowing. He bit on a plug of tobacco, his eyes never moving\nfrom the screen. \"Now, if only we hadn't lost Beddoes.... Y' think you\ncan bag three, Mister Torrance?\"\n\n\"Well, if three'll fill our tanks--sure!\" grinned Ken.\n\nThe other's eyebrows twitched suddenly. \"They're speeding up!\" he\nshouted, and then: \"That torpoon ready, there? Good.\" His voice lowered\nagain as Ken pulled his belt a notch tighter and snatched a last glimpse\nof the fish before leaving. \"I want you to try for three, son,\" he said\nsoberly: \"but--be careful. Don't take fool chances, and keep alert.\nRemember Beddoes.\"\n\nKen nodded and walked to the torpoon catapult, hearing Streight's\nfamiliar send-off echoed by the men of the crew who were nearby:\n\n\"Good hunting!\"\n\n      *      *      *      *      *\n\nThe idea of an underwater craft for the pursuit of killer\nwhales--tremendously valuable since the discovery of valuable medicinal\nqualities in their oil--had been scoffed at by the majority of the\nAlaska Whaling Company's officials at the time of its suggestion, but\nthe _Narwhal_ after her first two months of service had decisively\nproved her worth. She was not restricted to the open seas, now swept\nalmost clean of the highly prized killers; she could follow them to\ntheir last refuge, right beneath the floe-edges of the Arctic Circle;\nand as a result she could bring back more oil than any four surface\nwhalers.\n\nWith a cruising radius of twenty-five hundred miles, she stayed out from\nthe base until her torpoons had accounted for anywhere from sixty to\neighty killers. One by one these sea-animals would be taken to the\nsurface and there cut up and boiled down, until her tanks were full of\nthe precious blubber oil. Ever farther she pressed in her quest for the\nfish schools, dipping for leagues into a silent sea that for ages had\nbeen known only to the whale and the seal and their kindred; a sea\nalways dark and mysterious beneath its sheath of ice.\n\nThe inner catapult door closed behind Kenneth Torrance, and he slid into\nhis torpoon. Twelve feet long, and resembling in miniature a dirigible,\nwas this weapon that made practical an underwater whaling craft. The\ntapered stern bore long directional rudders, which curved round the\nsquat high-speed propeller: its smooth flanks of burnished steel were\nmarked only by the lines of the entrance port, which the torpooner now\ndrew tight and locked. Twin eyes of light-beam projectors were set in\nthe bow, which was cut also by a vision-plate of fused quartz and the\nnitro-shell gun's tube, successor to the gun-cast harpoon.\n\nKen lay full-length in the padded body compartment, his feet resting on\nthe controlling bars of the directional planes, hands on the torpoon's\nengine levers. A harness was buckled all around him, to keep him in\nplace. His gray eyes, level and sober, peered through the vision-plate\nat the outer catapult door.\n\nSuddenly a spot of red light glowed in it; the door quivered, swung out.\nA black tide swirled into the chamber. There came the hiss of released\nair-pressure, and the slim undersea steed rocketed out into the exterior\ngloom, her light-beams flashing on and propeller settling into a blur of\nspeed as she was flung.\n\n      *      *      *      *      *\n\nKen turned on her full twenty-four knots, zoomed above the dark bulk of\nthe slower mother ship, whose light-beams flashed across him for a\nsecond, and then straightened out in a long, slight-angled dive after\nthe great black bodies ahead.\n\nAware that some strange enemy was on their track, the killers had become\npanicky and were darting away at their full speed, which was only\nslightly under that of the torpoon's humming motors, and which at times\neven surpassed it. Ken saw that it looked like a long chase, and settled\nhis lean body as comfortably as he could.\n\nHis mind was not concentrated on the task ahead, for the first part was\nmere routine and he could follow his quarry almost mechanically. And so,\nas his steel shell drove through the ever-shadowed, icy sea, he began to\nthink about the disappearance of Chan Beddoes, the _Narwhal's_ second\ntorpooner.\n\nDead, now Beddoes; it was a week since he had set out on the chase from\nwhich he had never returned. Ken could only conjecture as to what had\nstricken him down. There were countless possibilities: perhaps a blow\nfrom a dying killer whale's flukes bursting his torpoon's seams; perhaps\na crash into underwater ice. Whatever it was, it had been sudden, for\nnot even a faint radioed S.O.S. had trembled into the ear-phones of the\n_Narwhal's_ radio-man. For two days they had held hopes that the second\ntorpooner still lived, as the sea-suit stored in each torp contained\nair-units sufficient for thirty-six hours. But a whole week's passing\ntold them that that vast stretch of glacial sea was now Chan Beddoes'\ngrave.\n\nKen's reflections brought an urge to get the present job over with as\nquickly as possible. He squeezed another ounce of speed from the\ntorpoon, taxing it to the limit and setting up a slight vibration; then\nhe fondled the nitro-shell gun's trigger and studied the huge fish\nbodies ahead.\n\n\"Seems as if they're going to run forever,\" he muttered indignantly.\n\"We'll be to the Pole if they keep it up!\"\n\n      *      *      *      *      *\n\nAlready the _Narwhal_ was miles behind. Through the torp's vision-plate\na scene of ever increasing mystery and gloom met his gaze. The killers'\ncourse had brought them beneath a wide sheet of ice, apparently, for\nthere were no more columns of pale sunlight piercing through. The\nquarter-light monotone was unbroken, save by deeper drifts of shadow,\nand as he drummed through it the torpooner wondered at its lifelessness.\nHe discerned no more of the ghostly fish-schools that usually abounded.\nSome enemy possibly had driven them from the region; but not the whale\nhe was pursuing, for they scorned such fare.\n\nHe was scanning the surrounding murk apprehensively, when, of a sudden,\nhis brain and body tensed.\n\nOff to one side, far to the right, he thought he had glimpsed a figure.\nIt was hanging motionless, level with him; and at first it looked like a\nseal. But the flippers seemed longer than a seal's; moreover, no seal\nwould be anywhere near a pack of killer whales; nor did they poise in an\nupright position. It couldn't be a seal, he told himself. What, then?\nWas it only imagination that made it appear faintly human-shaped?\n\nHe strove to catch it again with staring eyes, but it was gone, leaving\nonly a jumbled impression of something fantastic in his mind, and the\nnext instant the whole thing was forgotten in the movements of the\nkiller school, now only a few hundred yards ahead.\n\nThey suddenly began a great sweeping curve to the right, a typical\nmaneuver before standing for attack or breaking up. At once Ken swerved\nto starboard and drove the torpoon's nose for an advance point on the\ncircle the fish were describing. His move swallowed the distance between\nthem; the sleek, thick-blubbered bodies swept close by his vision-plate,\ntheir rush tossing the torp slightly. Twelve of them went past in a\nblur, and then came the thirteenth, the invariable straggler of a\nschool. The thin light-beams pencilled through the darkness, outlining\nthe rushing black shape; Ken gripped the gun's trigger and jockeyed the\ntorp up a trifle in the seconds remaining, always keeping the sights\ndead set on the vital spot twelve inches behind the whale's little eye.\n\nWhen only fifteen feet separated them he squeezed the trigger and at\nonce zoomed up and away to get clear of the killer's start of pain and,\nif the shot were true, its following death flurry.\n\nThe shell slid deep into the rich outer blubber; and, wheeling, Ken\nwatched the mighty mammal quiver in its forward rush. This was merely\nthe reaction from the pain of the shell's entrance; the nitro had not as\nyet exploded.\n\nNow it did. The projectiles carried but a small charge, in order not to\nrip too much the buoyant lungs and so cause the body to sink, but the\nkiller trembled like a jelly from the shock. The heart was reached; its\nrazor-sharp flukes thrashing and tooth-lined jaws clicking, the killer\nwheeled with incredible speed in its death flurry. A minute later the\nbody shuddered a last time, then drifted slowly over, showing the white\nbelly. It began a gentle rise up toward the ceiling of ice.\n\n\"One!\" grinned Ken Torrance. He noted his position on the torpoon's\ndials and gave it to the _Narwhal_ by radio. They would then follow and\npick up the whale.\n\n\"I'll have the second in ten minutes,\" he promised confidently. \"Signing\noff!\"\n\nAgain the torp darted after its prey.\n\nHe found it easy, this time, to overhaul them. Not many minutes had\nelapsed before he again caught sight of their rhythmically thrusting\nflukes and the flash of white under-sides. Unaware that one of their\nfellows had been left a lifeless carcass by the steel fish again nearing\nthem, they had reduced their speed somewhat.\n\nKen angled down a hundred feet into the deeper shadows, not wanting to\napprise them of his presence. He continued at that level until the belly\nof the rearmost whale rolled white above him; then he veered off to the\nleft, rising as he did so, in order to bring his assault to bear\ndirectly on the killer's flanks.\n\nHe swung back and streaked in for the kill. It looked like an easy one.\n\nBut he was never more mistaken in his life. For, as luck had it, he had\nchosen a tartar, a fighting fish--literally the \"killer\" which its kind\nhad been named.\n\n      *      *      *      *      *\n\nThe torpooner knew what he was in for as soon as he fired his first\nshell. Its aim was bad, and instead of sinking into the flesh it merely\nripped across the whale's back, leaving a ragged, ugly scar.\n\nAn ordinary whale would have been scared into panic by the wound and\ndoubled its speed in an effort to get away; but Ken Torrance saw this\none wheel its six-foot snout around viciously until its beady little\neyes settled on the torpoon.\n\n\"I'll be damned!\" he muttered. \"He's turning to fight. All right, come\nahead!\"\n\nHe veered about and fired another shot that missed its mark by feet, but\ncreased the whale's flukes. At once this terrible weapon lashed\ntitanically up and down, and thirty feet of berserk killer came curving\ntowards the lone man inside his shell of steel. Ken tensed himself for\ncombat. He would have to keep a good distance from the fish and fire\nuntil he got it, as a square smash from its flukes might crumple the\ntorp like an egg-shell.\n\n[Illustration: _Thirty feet of berserk killer came curving towards the\nlone man_.]\n\nBut his foe gave him no chance. Crazy with pain and anger, it swept up\nand nipped his dive for the bottom with a fluke-blow that tumbled the\ntorpoon over and dazed its pilot. Before he could get straightened out\nit was on him again, catching him up into a wild whirlpool, butting the\nshell and flashing round to get its flukes into position. With a wrench,\nKen jammed the rudder over, shoved his accelerator flat, and got free\njust as the tail thrashed down. He was breathing hard and sweating as he\nbanked around--to see once more the whale, its wicked jaws wide open,\ncharging directly at him.\n\nFor a moment he was unable to move. Such a mode of attack was totally\nunexpected, and the sight held him fascinated. He could see the very\nwrinkles of the monster's skin as it rushed in, with shadowy flukes\nthrusting behind; could see the lines of dagger-like teeth, the\ncavernous maw and gullet. And then all vision was blotted out as the\njaws closed around the torpoon's nose.\n\nKen did not wait for those jaws to crunch shut. He gripped the\nnitro-shell gun's trigger and squeezed it back.\n\nThe weapon hissed, flung its shell. He reversed his engines to try and\ntear free. Seconds dragged by with no result. Then he felt a mighty\njolt; his harness broke; and he was pitched into the torp's engine\ncontrols.\n\nThat was all he knew, save for a vague feeling of falling, falling over\nand over, which was ended when a second bone-shaking shock brought\ncomplete oblivion....\n\n      *      *      *      *      *\n\nIt was darkness that met his eyes when they opened, the eery darkness of\nthe floor of the Polar Sea.\n\nDarkness! Half-conscious as he was, he started in surprise. He looked\nfor the torp's shaded control board-lights, but could not find them.\nBewildered, he wondered what had happened, and then remembered the\nwhale. In its flurry it had smashed him down.\n\nPain was thumping his forehead where he had struck the control levers;\nwith a groan he twisted his body around and felt for his hand-flash. At\nany rate, there was no water inside the body compartment. The seams had\nresisted the blow. But why were there no lights?\n\nHe found his hand-flash, and its beam showed him the reason. Playing it\non the small water-tight door which separated the main compartment from\nthat in which the machinery was contained, he looked through its fused\nquartz peep-hole. He gaped in consternation.\n\nThere was, after all, a leak in the torpoon's shell, and a bad one. The\nmachinery compartment was full of water.\n\n\"Gosh!\" he muttered. \"That means no light, no radio--no power! Guess I'm\nstranded!\"\n\nHe considered the situation. It was not serious, for he had been in\ntouch with the _Narwhal_ after bagging the first whale and had given his\nposition. The submarine would proceed to the kill immediately; then,\nafter a while, not hearing from him, they would scour the neighborhood,\njust as they had hunted for Chan Beddoes when he did not return.\n\nBut they'd find him, Ken told himself--and soon. He had no idea how long\nhe had lain unconscious, but probably by now the mother ship had already\nhooked onto the first whale; maybe she was already hunting for him.\n\n\"Well, I'd better get out and be ready to signal to 'em with the flash,\"\nhe reflected. \"They may miss me here in the mud.\"\n\n      *      *      *      *      *\n\nTaking his sea-suit from a long narrow locker, he drew the stiff-woven\nfabric over his body, turned the air-units on, clamped the face-shield\nshut, and then, gripping his hand-flash, slowly opened the port in the\nshell's side.\n\nA weird figure he was, fit for the mysterious gloom into which he came.\nWith casque of steel and lead-weighted feet, staring face-shield and\nmetal belt, and equipped with a knife and two or three emergency tools,\nthe sea-suit transformed him into a clumsy, grotesque giant. He sloshed\ninto the muddy sea bottom, stumbling at first from the heavy water\nresistance and hardly able to see anything. The torpoon itself was a\nhazy blur at a short distance, but up above the light was better, being\nalmost bright next to the ice ceiling. He adjusted the air pressure\ninside his suit, floating his feet off the bottom. A few clumsy\narmstrokes and he went drifting gently upward.\n\nKnowing that the \"bends\"--bubbles of air in a diver's veins--come from\ntoo rapidly changing pressures when rising, he made his ascent\ncarefully. Up twenty feet, then a pause; twenty feet more and another\npause. So he rose some ninety feet, and finally arrived at the underside\nof the ice floe.\n\nHere he found the water a pale blue-green, increasing, at the limit of\nhis vision, to impenetrable black. Nearby was a great dark blur which he\nrecognized as the killer whale that had struck him down. It bobbed\nlifelessly against the smooth, light ceiling of ice. Slowly, he swam\nover towards it.\n\nThere was no mark of the havoc his last shot must have wreaked inside.\nHe examined the body with interest, fingering the two inch-long teeth,\nwhich even the mighty sperm whale fears and flees from.\n\n\"Pretty wicked,\" he said aloud, just for the companionship of his voice.\n\"And there's a lot of oil in this brute. Streight'll be glad to get him.\nMaybe he won't need a third to fill the tanks.\"\n\nThought of his captain made him look up and around, hoping to see the\n_Narwhal's_ light-beams come threading through the distant murk. He did\nnot see them, but what he did see caused his mouth to drop open, and his\nveins to chill with a cold that was not that of the sea nor the ice\nabove.\n\n\"Good Lord!\" he whispered. \"That thing--again!\"\n\nLike a specter from the deep, some hundred feet away was a form,\nseal-like in appearance, yet not wholly seal. It poised there\nmotionless, apparently looking straight at him.\n\nFear came over Ken as he studied it. Its body was perhaps ten feet long,\nand sleek and fat under a brown-colored hide. But its flippers were not\nthose of a seal; they were too long and slender, especially the hind\nones. They unquestionably bore a remote resemblance to human arms and\nlegs.\n\n\"Yet it can't be anything but some kind of seal,\" Ken whispered to\nhimself. \"It must be!\"\n\nBut then, too, it did not have the ordinary seal's bullet head, set\nsquat between smoothly tapering shoulders, but rather something bulbous,\nhalf like that of a man, in spite of the layers of fat that stream-lined\nfrom it to the broad shoulders. It did have, however, two large, staring\neyes, and slitted holes inches below them for nostrils--which showed\nthat it breathed air and was therefore warm-blooded.\n\nQuite motionless, each stared at the other, while minutes passed. Then\nthe creature moved slowly up and forward, impelled by a graceful and\nhardly perceptible roll of its queer flippers. Very gradually it came\ntowards Kenneth Torrance; and he, peering with fear-tinged curiosity at\nthe animal's bold advance, saw two creases of fat that must have been\nlips slide open in the smooth brown face, baring strong, pointed teeth.\n\nNot knowing whether it was an attack or merely inquisitiveness, he\nunsheathed his knife. At this the figure stopped and poised motionless\nagain, perhaps fifty feet away, and after a moment turned its sleek head\nfirst to the left and then to the right. Automatically, Ken gazed around\nlikewise. He drew in his breath with a sharp hiss.\n\nLike shadows, additional figures had appeared in the distant murk.\nSilently they had come; he could see eleven--twelve--even more. He was\nsurrounded! No longer doubting their purpose, he gripped his knife\nfirmly. He knew he could never get down to the torpoon in time.\n\nAnd then the circle began to close.\n\nThere was little he could do to resist them, he realized, for what he\nhad seen of their movements told him that they were swift, effortless\nswimmers. But he braced himself as best he could against the dead whale,\nto protect his back. He would at least go down fighting.\n\nAs their spectral shapes slid slowly closer he noted something that had\nescaped his eyes before. Four or five of them were holding dim objects\nin their arm-like flippers. Spears, he made them out to be, rudely\nfashioned from bone. And others held dark-colored loops, which they were\nslowly forming into nooses.\n\n\"They're intelligent, all right,\" Ken muttered. \"Spears--of whalebone, I\nguess. And ropes--probably seaweed. Weapons! Good Lord, what kind of\nseals are these?\"\n\nEasily, gracefully, the silent circle drew in to perhaps twenty feet of\nhim, where they paused again, hanging motionless at regular intervals in\nthe eery, wavering half-light. Ken licked his lips nervously. Then the\none whom he had seen first moved its head slightly, in what was\napparently a signal. And in a concerted movement, so bewilderingly rapid\nthat his eyes could not hold them, they rushed him.\n\nHe had expected speed, but not speed such as this. He had barely swung\nhis knife-arm up when the wave engulfed him.\n\nDoubling, curving shapes looped around him; blubbery bodies pressed\nagainst him; eyes flashed by in streaks of brown; he knew that he was\nbeing tumbled and tossed and that his knife and hand-flash had fallen\nunder the shock of the attack. And then there was a sharper sensation.\nAs he struggled to break free, taut cords trussed his legs and arms like\nany captive animal's.\n\nThe stream of moving bodies slowed in movement and fell back from a\nbreathless, dazed Kenneth Torrance. He then got his first clear view\nsince the assault was unleashed.\n\nHe was upright, many feet away from the killer whale's carcass, his arms\nbound strongly to his sides with seaweed-rope, his legs locked close\ntogether. To one side he glimpsed several of the creatures fastening\nother rope strands to the whale's flukes. When they had finished, with\nsmoothly thrusting flippers they began to haul the carcass forward, and\nhe felt himself move feet first in the same direction.\n\nHe forced a wry smile to his lips. \"A swell fight I put up!\" he grunted.\n\"Hold 'em off! Yeah--I bet I held 'em for a full tenth of a second.\"\n\n      *      *      *      *      *\n\nHe still could hardly believe what had so rapidly befallen him. It was\ndifficult to credit eyes that showed him creatures whose bodies were\nmainly seal-like, and yet whose weapons and co-ördinated movements spoke\nfor human intelligence. But they were certainly real. At his feet he\ncould feel the pressure of a guard's flippers against him.\n\nHe was towed in this fashion for some distance when the pressure of the\nflippers suddenly tightened and he was pulled into a deep-angled swoop\ntoward the sea-bottom below. Previously he had seen his captors' amazing\nspeed, but now he felt it. Down and down he went, and at last, when it\nseemed he must crash into the sea floor, his momentum was quickly\nchecked, and he found himself standing in the mud, from which position,\nlacking support from his guard, he drifted to a horizontal one, face up.\nAnd there, lying helpless on the bottom, he saw the reason for the\nsudden dive. Far to the right, piercing faintly through the murk, were\ntwo faint interweaving beams of white that preceded a slowly moving dark\nbulk.\n\nThe _Narwhal_! Wild hopes of rescue coursed through him.\n\nDimly, as he watched the beams, he was aware of the rest of the\ncreatures dropping down, guiding between them the whale's carcass. Then\na firm pressure was applied to his side, and he was rolled over, face\ndown in the mud. Unable any longer to see his ship, his momentary vision\nof rescue vanished.\n\n\"Hopeless, I guess,\" he muttered despairingly. The darkness on the\nsea-floor was too thick, the wavering shadows too deceptive. And his\nhand-flash and knife were gone--probably knocked from his grasp during\nthe struggle, he thought.\n\nHe realized that the seal-like animals were lying low until the\nsubmarine passed, its size having awed them. The color of the bodies\nblended perfectly with the gloom, as did that of his own sea-suit. His\nbonds prevented him from making even the slightest movement to attract\nattention.\n\nTorturing thoughts raced through the torpooner's brain. He saw, in his\nmind's eye, straight above, a hazy bulk, with shimmering columns of\nwhite angling from its nose. His imagination pictured for him the warm,\nwell-lit interior, and the bunks--the coffee steaming on the fire, the\nmen at their posts and Streight's anxious, beefy face. He saw it all as\nplainly as if he were inside, cracking jokes with one of the engineers.\n\n      *      *      *      *      *\n\nThe minutes passed. The _Narwhal_ must now be gone. Ken's cheek muscles\nstood out as he pressed his teeth together. \"Well, go on!\" he exploded\nin impotent rage. \"What are you waiting for? Kill me! Eat me if you're\ngoing to!\" And he cursed the silent forms around him till his ears hurt\nfrom the reverberation.\n\nAfter the _Narwhal_ had vanished in the gloom, the torpooner's captors\nlifted him from the bottom and propelled him leisurely forward again,\nthe slight, graceful roll of their flippers slipping them along\nsmoothly.\n\nA dull hopelessness came over him. No longer could he hope that his\nsubmarine would find him. Only one thing was certain, and that was that\ndeath would soon come. For even if his captors did not kill him at once,\nhe had but thirty-six hours before his air-units would be exhausted.\nCertainly, having captured him, the seal-creatures would not release\nhim. And it was too much to expect them to realize that his sea-unit was\nonly an artificial covering which enabled him to live underwater, and\nnot his own flesh and blood.\n\nAnd as for the chance of breaking loose--the idea was laughable. His\nspeed was snail-like in comparison with theirs. Even if he did manage\nsomehow to get away, what good would it do? How could he, a puny,\nhelpless mite, ever hope to locate the _Narwhal_ in this vast sweep of\nArctic sea? His torpoon was wrecked, and he had no means of\ncommunication.\n\nHis situation was quite hopeless.\n\n      *      *      *      *      *\n\nFar ahead, a dark shape grew in the foggy murk, and as they neared,\nspread upwards and outwards. They angled up and up; the sea-floor was\nhigher there. Ken, peering as best he could, made out that the\nmountainous, looming bulk was the face of a giant underwater mound,\nwhose uneven formation indicated that it was the result of some\nlong-past upheaval. It was the first of a rolling series of such\nhillocks, six or seven in all, stretching back into the gloom. Their\nrounded peaks reached to within a few feet of the water's ice-sheathed\nsurface. Surely the creatures' home was among these mounds.\n\nHe was skirted round the base of the first hillock and caught a glimpse\nof something in its face which was apparently of his captors'\nconstruction. It was a hole, dark, mysterious, perhaps fifteen feet in\ndiameter, and barring it were three great gray stakes, reaching from top\nto bottom. Behind the stakes, Ken got a jumbled impression of a body,\nlarge and sleek, of black streaked with white, that moved restlessly\nback and forth in the hole and occasionally seemed to lash out in anger.\nHe wondered what it was. Before long, he knew.\n\nThe party of seal-creatures stopped before the second of the row of\nhillocks. In its face, too, was a hole--a well of blackness--but with no\nstakes across it. He twisted his head back and saw the carcass of the\nkiller whale he had slain being guided up to the entrance and shoved\nthrough. Then, from the upper rim of the hole, three stakes similar to\nthe others he had seen slid down and barred it.\n\n\"Storehouses!\" he muttered. \"Storehouses, I'll bet anything. And killer\nwhales are their food. They keep 'em in the holes until they're needed.\nBut I'll swear it was a live whale I saw in the first one--and how in\nthe dickens could they capture a mighty killer with their dinky spears\nand ropes?\"\n\nThere he had to leave the question, for its answer implied greater\nintelligence in the creatures than he would admit.\n\nIntelligence--in seals!\n\nAnd now he was guided smoothly forward to the third hillock, where the\nleaders of the group glided through a V-shaped cleft in its face. His\nguards brought him along behind.\n\nA wry smile twisted Kenneth Torrance's lips. To him, the cleft was more\nthan an entranceway. To him it signified the beginning of the hopeless,\nlonely end of his life....\n\n      *      *      *      *      *\n\nThe cleft led into a corridor, and the corridor was softly illuminated\nwith a peculiar light whose source he could not discover. It served to\nshow him a passageway that was wide rather than tall, and gouged from\nthe firm, clayey soil by blunt tools that had left uneven marks.\nStraight ahead it led, and, as they continued, the mysterious\nillumination brightened, until suddenly, rounding a turn, its source\nappeared.\n\nLike will-o'-the-wisps, a score of arrows of light flashed softly into\nview down the corridor. They were of delicate green and orange and\nyellow, glowing and luminous, and hovering like humming birds between\nfloor and ceiling. Ken looked at them in some alarm until his nearer\napproach showed him what they were, and then he exclaimed in amazement:\n\n\"Why--they're fish! Living electric bulbs!\"\n\nA school of slender, ten-inch fish they were, each one a radiant,\nshimmering, lacey-finned gem of orange or green or yellow. In concert\nthey shot to the ceiling over the party of seal-creatures, who still\nswam impassively ahead, paying no attention to them, and from there\nscattered in quick darts in all directions, showering the cortege with\nwashes of spectral luminosity. Then the corridor crooked again, and with\none simultaneous movement they were gone. And the scene that lay\nrevealed before Kenneth Torrance took his breath from him.\n\nIn the passageway he had seen a score of the living jewels; now he\nbeheld hundreds. He peered up at a shimmering sheet of brilliance,\ncomposed of hundreds of the slender refulgent fish, all swimming in slow\nrotation. Below them was a large cavern, which he guessed had been\ncreated by hollowing out one of the underwater hillocks. The sides were\nrounded, and pitted with holes that represented other passageways,\nshowing dark against the luminosity from above. And streaming out from\nthese dark holes of corridors came dozens of the seal-creatures,\ngathering in response to some unheard, unseen signal that had called\nthem to witness the strange captive their fellows had brought in....\n\n      *      *      *      *      *\n\nKen's guards gripped him more firmly and he was guided forward and\ndownward to the smooth black floor of soil.\n\nScores of large, placid eyes stared at him from the slowly undulating,\nbrown-skinned bodies packed close about him. The sight was so weird, so\nbeyond his imagination, that he laughed a little hysterically.\n\n\"Dreaming!\" he said. \"Dreaming! But what a dream!\"\n\nSilently, a space cleared in the center of the horde. His bonds were\ntaken away, the guards released his arms and he righted himself and\nstood there on braced legs, the object of a concerted gaze.\n\nThis, the torpooner felt, was the crucial period. Something was about to\nbe decided. If it looked bad he would make a wild--and of course,\nfutile--break for freedom, and die quickly when they punctured his suit.\nBut meanwhile he would stick things out. Anything might happen in that\nfantastic convocation.\n\nThere came a stir in the tiers of brown bodies. An aisle cleared, and\ndown it a single seal-creature glided slowly towards Ken\nTorrance--undoubtedly the leader of the herd, ruler of the underwater\nlabyrinth.\n\nGracefully the creature glided up to the lone human, and when only a\nfoot away extended one of its long upper flippers so that its webbed\nedge rested on his sea-suit's casque. And its placid brown eyes hung\nclose to the face-shield and gazed through inquisitively, intelligently!\nIntelligently! No longer did Kenneth Torrance doubt that. As he held\nabsolutely motionless under the close-searching scrutiny, his brain rang\nwith the conviction that this creature, this thing of blubbery body and\nlong, webbed flipper-arms and legs--this brown-skinned denizen of the\nArctic underseas was, with all its fellows, related to him, a man of the\nupper world.\n\nMen they were; or, rather, blubber-men!\n\n      *      *      *      *      *\n\nPreviously he had marveled at something suggestively human-like in their\nappearance; now he recognized human intelligence in his observer's\npeering brown eyes and questing movements of the flipper over his head\ncasque and suit. Warm red blood flowed in its blubber-sheathed body; an\nintelligent brain lay in the fat round head. And why not?\n\nWhales, ages ago, were land mammals, animals that walked on the soil of\nthe dim, early world. They had taken to the seas in quest of food, had\nstayed there and never returned; and Nature had guarded their bodies\nagainst the cold and great depths by giving them layer upon layer of\noily blubber. The ancestors of these creatures before him might well\nhave lived on the soil, walked and run as he did; then, when the ice\ncame, taken to the sea and made a new home for themselves.\n\nThey had enticed the splendent light-fish into their caverns to give\nillumination. Intelligence almost human. A brain not as highly developed\nas man's, but a human brain!\n\nKen Torrance had been almost apathetic toward his eventual fate, but\nsuddenly, now, a great hope came to him--and twin with it, on its heels,\ncame fear. If, or since, this creature inspecting him had an\nintelligent, human brain, in some way he might be able to correspond\nwith it. He might be able to show that his real body was inside the\nsea-suit; that he had to have air; that he would die if he were kept\nunderwater, that he could not survive as a prisoner. These creatures\nappeared to be friendly; seemed to wish him no harm. If he could show\nthem that he was a man of the upper world, they might let him go.\n\nIf he could do it! He had to make known to the herd leader that he\nbreathed air, and that he'd die if they didn't release him at once. On\nthat depended life and death.\n\nKen trembled as he cast about for some way of putting over his idea, and\nthen the plan came. Smiling through his face-shield at the brown eyes so\nclose, he drew back slowly and took out a short steel crowbar from the\nbelt at his waist. He bent over and made a line on the soft floor.\n\nAll eyes watched him; every creature held motionless, apparently\ninterested, eager to understand. Under his suit-clad figure the crowbar\ntraced a rude outline of a man in a sea-suit. The torpooner pointed to\nthe drawing and then fingered his suit, repeating the gesture several\ntimes. Then he drew another figure in the soil, this one intended to\nrepresent him without the sea-suit. It was not as bulky; the features\nwere sharper and thinner. Ken pointed to the twin dots standing for\neyes, then tapped his face-shield; he did this again and again.\n\nFor a moment the leader did not move; but then he slid forward and\nstared through the shield. Rapidly Ken opened and closed his eyes, and\npointed again to the dots on the drawing's face.\n\n\"Eyes! Eyes!\" he said excitedly, voicing the thought his brain was\nmaking. \"Eyes--inside the suit! The suit's not me; I'm inside! Eyes!\" He\nwaited for a reaction, tense and strained. The blubber-man reached out\none flipper-arm and took the steel bar from his hand.\n\nA thrill ran through him as the creature dipped its body down and began\nto draw in the soil. Laboriously, crudely, he outlined another sea-suit,\nand on the circle representing the face-shield marked two dots--eyes.\n\n\"He's getting it!\" Ken cried.\n\nThe blubber-man went on drawing. He sketched a second suit, similar in\nall respects, and looked up at the torpooner, inquiringly, it seemed.\n\nKen nodded rapidly. He tapped the drawings, then his suit; nodded again.\n\"The idea's over!\" he told himself. \"Now I'll make a move towards that\ncorridor to show them that I want to go, and if--\"\n\nBut before he could stir, the leader of the blubber-men, with one quick\ngesture, summoned two creatures from the innermost circle. Swiftly they\nplaced themselves alongside Kenneth Torrance, lifted him and bore him\nforward, right across the cavern to another of the passageway-entrances.\n\nIt was so sudden that for a moment Ken could not think clearly. What had\nhappened? Were they releasing him? Or was he still to be kept a\nprisoner? No doubt the latter. And he had been so sure that he was\ncommunicating with the blubber-man's brain!\n\nHis lips pressed tight in a hard white line. It was a tough blow to\ntake.\n\n\"Well, that's that,\" he said. \"It was all imagination.\"\n\nHe did not know that his drawings _had_ signified something to the\nleader of the herd--that each had mistaken the meaning of the other. Nor\ndid he have any inkling of the greatest surprise of all that now lay\njust before him.\n\n      *      *      *      *      *\n\nThe surprise lay in another cavern.\n\nA quick turn through a cleft-like entrance brought them into it. The\nroom was only a fraction of the size of the central meeting place, and\nits light, from but several of the light-fish, was dim and vague, barely\nenabling Ken to see what looked like a pile of rocks in the chamber,\nheaping upwards. The ceiling was flat and strangely blurred, a rippling\nveil. As he wondered what caused this, his guards lifted him rapidly\ntowards it, up alongside the rocks.\n\nNot only towards it, but through it! His head-casque pierced through;\nrivulets of water gurgled off it--and he realized that the blurred veil\nhe had seen was the top plane of the water, which only filled\nthree-quarters of the cavern.\n\nSurprise left him breathless. At first he could see nothing, could only\nfeel that his shoulders were above water. Then he was pushed slowly\nupward until he rested almost completely above the surface. How did the\ncavern come to be but part-filled with water? he wondered. And was this\ndim emptiness around him air? Could he breathe it?\n\nThen he was vaguely aware of a presence on the top of the rock heap. He\nsensed rather than heard a stir of movement. Then suddenly a ray of\nlight stabbed through the darkness and impinged on his\nhead-casque--white, electric, man-made light!\n\nAnd there came to his ears, muffled by the suit and distorted by echoes,\na call that sounded like his own name!\n\n\"Ken! Is it you, Ken?\"\n\nBewildered, he motioned the blinding light to one side. It turned upward\nand backward, and in its glare a face suddenly appeared out of the\ndarkness.\n\n\"Good God!\" Kenneth Torrance cried.\n\nIt was a pale, drawn face, stubbled with beard, and its eyes were wild.\n\nIt was the face of Chanley Beddoes, the lost second torpooner of the\n_Narwhal_.\n\n      *      *      *      *      *\n\nKen stared, his body rigid. Chan Beddoes! The dead brought back! So it\nat first seemed. And here, in a cavern of the blubber-men!\n\nHe pulled himself further up on the rock pile, unfastened the clasps on\nhis helmet and took it off--for Beddoes wore none, and that meant the\nspace was filled with breathable air.\n\n\"Chan!\" he said. \"And we were sure you were dead!\"\n\nA high-pitched, hysterical voice cried in answer!\n\n\"It's you, Ken! They got you too! Oh, but it's good to see you! It's\nbeen so lonely, so dark.... You are there, Ken? I'm not just dreaming\nagain?\"\n\nKen realized that the other's nerves were shot, and he replied gently:\n\n\"You're not dreaming, Chan. I'm here with you now. Steady. Take it easy.\nLord, this air--it's pretty foul, but it smells good to me, and it'll\nsave our units. How ever do they get it down here?\" He asked the\nquestion in hope of steadying Beddoes; giving his mind something\ndefinite to occupy it.\n\nA soft ripple sounded just then; looking round, Ken saw that his two\nguards had slipped back beneath the water, leaving them alone.\n\nChan Beddoes' helmet was off, but the rest of his body was still clad in\na sea-suit. He half squatted on the rocks, his face raised and peering\nat the first torpooner fearfully, as if afraid he would disappear as\nsuddenly as he had come. The beam of light came from a hand-flash held\nin his hand. Scattered around were pieces of whitish meat--fish--and the\nair was sickening with its smell. Ten feet above was the chamber's domed\nceiling, from which water kept dripping to the slimy rocks below.\n\n\"Air?\" repeated Beddoes, stupidly. His mind was obviously affected.\n\"They fetch it from the surface with seal-hide bags, and release it.\nThey change it often. All over the caverns. They have to breathe, too. I\nthink they sleep in rooms like this.\" His voice rose with hysteria.\n\"Ken, they're seals and yet they're human! Human, down here! They have\narms and legs and they breathe air, like whales--and they've kept me\nhere for weeks, years--I don't know! They're devils! It's been so dark\nand cold and--and--\" He began to cough painfully.\n\n\"I know,\" Ken told him sympathetically. \"Steady, man. How did you get\nhere? How did they catch you?\"\n\n      *      *      *      *      *\n\nBeddoes' eyes wandered. He sucked his lips.\n\n\"I can't remember,\" he said. \"No. Yes! We left the _Narwhal_, both of\nus, chasing those killers. They broke up and we went after different\nones, and I lost sight of you.\n\n\"I chased mine for a long time, and when I fired I only wounded him. He\nwent like hell, and I after him. After half an hour I was ready to give\nup; I couldn't get close enough. God! Ready to return! To the submarine!\nTo life!\"\n\nHis voice broke, and he paused until he was able to go on.\n\n\"Then I saw another shape ahead of the whale. A queer looking thing--one\nof these human seals, though I didn't know it then. It seemed to be\nfleeing from the killer, just as the killer was from me. There was\nsomething big and dark ahead--a shadow, I thought, and kept my eyes on\nthe whale. And the next second my torpoon crashed and I was knocked\ncold.\n\n\"It's a deliberate scheme,\" he went on at a tangent. \"The seal things\nget a killer chasing them and lead it towards the traps they've got in\nthe sides of these hillocks. They dart in and the whale follows; then\nbars drop over the entrance and they've got the killer trapped. They eat\nthem.\"\n\n\"But how does the blubber-man get out?\" Ken asked.\n\nBeddoes scowled. \"Oh, they're clever enough! A passage runs off the\ntrap, big enough for the seal thing, but not for a killer.... Well, my\ntorp had gone into the trap and was stuck in one of the walls. When I\ncame to I reversed my engines full, but I couldn't get free. The impact\nhad ruined my radio.\n\n\"Through the after peep-holes I could make out the killer in the trap\nwith me, lashing around like mad. The bars over the entrance were\nwide-spaced enough to let the torp squeeze through--but I couldn't get\nloose.\n\n\"As I lay there, wondering what to do, I saw some more of those\nblubber-men in the corridor raising the bars. They had long spears and\nknives--and in ten minutes that killer was dead and the place black with\nits blood.\n\n\"Well, I thought I saw my chance. I got into my sea-suit, thinking I\nmaybe could dig the torp free and escape before the damned fish caught\nme. I climbed out the port and was hacking at the mud bank with my\ncrowbar when a rope slipped over my head and they had me.\"\n\nKen nodded. \"They got me in the same way,\" he said.\n\n\"And gave you the once-over in the big room,\" Chan declared. \"You'll get\nplenty more of that.\"\n\nFor most of the man's narrative his tone and manner had been sane\nenough, but now again he broke out wildly.\n\n\"And I've been here for days! Weeks! And nothing but fish to eat, and\nwhale meat, and pieces of ice brought for me to drink, and the darkness\nand the fish smell! God, it's driven me crazy! I can't stand it any\nlonger, Ken, and I won't. I've got to get out right away or kill myself.\nI've got to!\"\n\nKen gripped his shoulders and shook. \"Steady!\" he said sharply. \"Get\ncontrol over yourself!\"\n\n\"Steady!\" Beddoes gasped. \"You don't know how long I've kept control!\nWaiting and hoping, for a chance. One little chance to escape!\"\n\n\"Why haven't you tried before? Don't they leave you alone here?\"\n\nChanley Beddoes laughed harshly. \"Just because you can't see them, you\nthink that? Hell, no! Put on your helmet. Look down--down under the\nwater--and you'll see a guard at the entrance. There's always one\nthere--with a spear. And every now and then he comes up, to see what I'm\ndoing. But no matter; now that you're here we can make a break. You've\nstill got your crowbar; they took mine away. I've only had my flash to\nwork with.\"\n\nIn spite of his awful experience and intolerable predicament, Ken was\ngetting drowsy. He had been through much; he had been short on sleep\nwhen he had started out. Nevertheless, he forced himself to consider\ntheir situation. Since the blubber-men had kept Chan Beddoes a prisoner,\nthey would no doubt keep him one likewise. It did not mean immediate\ndeath from suffocation, for there was air of a kind here; and food was\nbrought. But--imprisonment!\n\nAll around him was damp darkness; the rocks they lay on were jagged and\nslime coated all over and there were little pools of water here and\nthere. Gloom; awful water beneath; slimy rocks to lie on; raw whale meat\nto eat; stench of rotting fish. Imprisonment! Weeks of this! Suddenly he\nfelt deep admiration for Beddoes in having clung to sanity so long.\n\n\"Yes,\" he said slowly, \"we've got to get out. But with that guard on\nduty.... What's your plan?\"\n\nThe other coughed long, then began:\n\n\"It all depends on whether they've moved my torpoon from the trap where\nit stuck. You didn't see it anywhere? Well, it's got to be still in the\ntrap, and we've got to get to it. It'll carry both of us. The whale that\nled me into the trap is dead, and we can finish prying the torp loose\nwith your crowbar.\"\n\nKen nodded. \"But the guard?\"\n\nChanley Beddoes said harshly: \"I'm going to kill it!\"\n\nKen looked at him. His pale, drawn face was contorted; his hands\nclenched and unclenched. He repeated:\n\n\"Yes, kill it! I've a score to settle with these devils, anyway. I'll\ntake him unawares. One blow'll do it, if it's placed right. Then, down\nthe corridor and to the trap. I think I remember the way.\"\n\nKen thought it out, and shook his head.\n\n\"What's the matter?\" Beddoes asked.\n\n\"We'd better not,\" he said \"Not yet. And never, if we can help it.\"\n\n\"Why not?\" Beddoes cried in great surprise.\n\n\"Don't you see? They haven't really harmed us. They're friendly. Yes,\nthey've kept you prisoner and they'll keep me, too--but probably they\ndon't think that's any terrible hardship for us. And they don't realize\nhow much we want to get free.\"\n\n\"What will we do then?\" Beddoes broke in impatiently.\n\n\"When I see the leader again I've got to get it over that we want to be\nreleased. It's a better risk than killing this guard, anyway. They're\ndisposed to be friendly; but if you killed one there'd be the devil to\npay.\" Ken paused, and his eyes closed. He said wearily:\n\n\"But, I'm dog tired; no sleep for twenty hours. Let me sleep an hour or\ntwo; my head'll be much clearer and we'll talk it over.\"\n\nChanley Beddoes said nothing. Ken yawned and stretched his body as\ncomfortably as he could on the slime-coated rocks. Dazed from the rush\nof amazing events his eyelids closed at once, and soon his breathing\nsettled into a regular beat.\n\n      *      *      *      *      *\n\nPerhaps half an hour later, a shape moved in the dank gloom of the\nunderwater cavern. The top plane of water rippled softly; little\nwavelets eddied against the rocks and whispered as the shape slipped\ndown underneath. Then there was silence, no movement; and the water\nagain calmed into a black sheet, smooth as glass. For minutes it stayed\nso, while Ken's deep, regular breathing stirred the air.\n\nThen suddenly the water's calm was broken. Through its rippling waves\nthe shape reappeared, rivulets streaming from it. Quickly hauling itself\nup on the rocks, it clambered towards the sleeper. For a moment it\npaused; then its helmet swung back, revealing Chan's tense, pale face. A\nhand reached out and gripped the sleeper's arm. A voice called:\n\n\"Ken! Wake up! Hurry!\"\n\nEven as the words reverberated in the close bowl, the black mirror of\nwater stirred once more. Something pierced through and drifted idly on\nthe surface. It was a large brown-skinned shape, apparently lifeless.\n\n\"Ken!\" called Chan anxiously again.\n\nThe first torpooner stirred. Out of the depths of slumber he mumbled:\n\n\"What's the matter?\"\n\n\"We've got to shove off right now! Quick! Put on your helmet!\"\n\nKenneth Torrance sat up and peered through half-open eyes. He saw before\nhim the face of Chanley Beddoes, wild and excited. In one hand he held\nthe steel crowbar. And behind, on the surface of the water, floated the\nmotionless body of a blubber-man, its head beaten in, streamers of red\ntrailing from it.\n\nKen said sharply:\n\n\"You killed him? After what I told you? You fool!\"\n\n\"Yes, I killed him!\" Beddoes answered brazenly. \"What of it?\"\n\nKen said nothing for a moment. Bitter reproach trembled on his tongue,\nbut he did not speak the words, for Chan's mind was all too clearly on\nthe thin line this side of insanity. He only said:\n\n\"Well, you've forced the issue, and we've got to leave immediately. It\nmay mean our death, but let's forget it. Now--how much of your air-units\nis left?\"\n\n\"About two hours. I lost a lot through a leak.\"\n\nKen took half of his own store of the little cells from his helmet.\n\"I'll share mine. That'll give us both sixteen hours all told--in case\nwe don't find your torpoon. You're sure they killed the whale in that\ntrap? And you know the way?\"\n\n\"I think so,\" said Beddoes excitedly. \"You follow me.\"\n\n\"All right. On helmets, then.\"\n\nThe clasps were fastened down, cutting them off from spoken\ncommunication with each other. Ken took the hand-flash and crowbar and\nstuck them in his own belt, and both clumsy, grotesque figures splashed\ninto the water, vanished beneath its surface and ducked under the\nshadowy body of the dead blubber-man.\n\nBelow, in the dim quarter-light, Ken peered out of the entrance to the\ncell chamber. The corridor seemed safe, there being only the distant\ncolored streaks of light-fish, and occasionally even these disappeared,\nleaving heaped shadows in the darkened water. He nodded to Beddoes and\nboldly they began their flight.\n\nTheir progress was nerve-rackingly slow, in spite of their utmost\nexertions. The water that retarded them at times contained unsuspected\ncurrents that destroyed their equilibrium and sent them stroking madly\nwith both hands to regain it. Far different, this, than the swift,\neffortless swimming of the blubber-men. Their weighted feet stumbled\noften on the floor of the passage, and several times they lost balance\nand fell towards the sides. Each time that this happened Ken was struck\nwith the fear of ripping the fabric of his sea-suit. And all the time\nthere was the apprehension of imminent discovery.\n\nAt last he saw Beddoes wave an arm and enter a dim cleft a few feet\nahead in the left side of the wall. In turn he floundered through--and\njust in time. From around a bend in the corridor shortly ahead there\ncame two blubber-men. In only a few seconds they would pass the niche\nthe two humans had entered. Crowbar ready, Ken flattened himself against\nthe sidewall, pulling his companion back with him. They waited.\n\n      *      *      *      *      *\n\nThe seal-men passed by--two sleek, blubbery shapes, flipper-arms and\nlegs weaving gracefully, bodies rolling slightly, eyes apparently\ndirected ahead. Close!\n\nThey had escaped that time, but there was a disturbing thought in Ken's\nmind and in Beddoes' too, perhaps--as they resumed their slow-motion\nflight down the second corridor. \"What if those two were going to visit\nus in the cell-chamber? Once they see the dead guard, hell sure will\nstart to pop!\"\n\nFor a period that seemed to be measured in hours they fought their way\nforward through the retarding pressure of the water. The corridor\ndescribed a long curve. They were on the last stretch--and still no\npursuit!\n\n\"If only the torp's there!\" Ken kept exclaiming in his thoughts. \"Just\nthat!\"\n\n\"If only the torp's there!...\" Had they come the right way? He had to\ntrust that to the memory of Beddoes. Beddoes, whose mind had clearly\nbeen affected by his seven-day nightmare.... He shook his head. He dared\nnot doubt.\n\nThey increased their pace a little. Imagination stimulated their weary\nmuscles. The _Narwhal_! Men of their own kind! Sun and air! Life again!\nKen could have shouted when he saw his partner stop and gesture\nexcitedly before a dark spot in the wall. It could be nothing but the\nentrance to a trap.\n\nHe pressed forward, flicking on his flash and making sure by the\nwater-waved beam it threw. But Beddoes was attending to some sight down\nthe corridor; and suddenly he pointed in fright. The first torpooner\nlooked in the indicated direction and saw what was meant.\n\nApproaching was a wave of menacing brown-skinned bodies, streaming\nswiftly through the passage several abreast. Their escape had been\ndiscovered. The blubber-men were coming.\n\nAt once Ken acted, pushing Chan into the narrow opening and scrambling\nafter himself. They wormed along for several feet, till they emerged in\na large dark chamber at the far end of which was a big circular entrance\nbarred by three great pale stakes. They were certainly in a whale trap.\n\nRapidly Ken played his flash around, looking for the torp, but it was\nnowhere visible. To one side was an out-jutting rock with a niche\nbeneath it. It was a promising place and he stumbled his way there,\nfollowed by the other.\n\nIt was then that a most peculiar feeling came over him, a feeling that\nwas instantly a surge of panic. Something else was in the trap! His\nflash arced around and up, and what lay revealed in its ray caused cold\nshivers to run down the backs of the two men.\n\nAbove them, just over the three-toothed outer entrance, hung a black,\nsleek body, white-striped. Head-on it was, and motionless, eyeing them.\nA killer whale--alive!--and poised for a lunge!\n\nIt barred the way to the outer entrance. They could not retrace their\nsteps; already the round brown head of a blubber-men showed in the inner\nentrance. They were trapped, front and rear, and confronted by the\ndeadliest animal in the sea.\n\nA second they watched it, frozen immobile; then the whale's great body\ncurved and its flukes went up, and by purest instinct the men dove for\nthe niche at their feet. Head to head, they arrived in it, and just in\ntime, for the great jaws of the killer barely missed their snap.\n\nAs the monster curved past, the swirling water of its passage nearly\ndislodged the torpooners, and they made haste to jam themselves into the\ncrevice as tightly as they dared for the safety of their suits.\n\nThe whale whipped around in a narrow circle and returned. Its pointed\nteeth gleamed as it snapped shut its jaws and muzzled its hard, wicked\nsnout into Ken's ribs. Again it circled and streaked for the niche; and,\nhelpless, Kenneth Torrance lay there as the beast tried to slide its\nhead into it. He felt more of the terrifying nuzzling of the snout. But\nthe creature could not dislodge him.\n\n\"Can't bring his teeth to bear,\" he muttered with a certain relief.\n\"Niche isn't high enough. We're safe, I guess, for a couple of minutes.\nUnless the blubber-men come in and kill him like they did the one Chan\nfollowed last week.\"\n\n      *      *      *      *      *\n\nFor several minutes the sea-beast continued its frantic attempt to reach\nthe two humans, and then its attacks became desultory. During one\nrespite Ken managed to get up his flashlight and send its beam out over\nthe floor--and what he discovered was the essence of irony. Directly\nopposite, on the floor by the wall, lay a familiar long slim shape, its\nstern tipped by rudder-planes and propeller, its metal flanks gleaming\nin the white ray. The torpoon. And utterly useless--a heartbreaking\njest--unless they could reach it.\n\nBut a slight hope grew in the men at its discovery. They had come to the\nright trap, after all. Probably the whale had dislodged the shell from\nthe wall with fluke-blows--possibly, too, the blows had sprung its seams\nand opened the engine-compartment to water....\n\nKen occupied himself with the problem of how to get to it. It held their\nonly hope. But with all his racking his brains he could think of no way\nbut to make a rush for it. If he could get inside, the torp, lying flat\non the ground, would be reasonably safe from the killer until he could\nget it running.\n\nThrough the face-shields, he met his companion's eyes. The same decision\nhad come to both.\n\nThere was a tiny space of muddy floor between them. Kent doused it with\nlight from the flash. In the mud, with a forefinger he slowly traced\nthese words one at a time, rubbing each one out to make room for the\nnext:\n\n\"I get torp. Kill whale with gun. Only way. I go. I senior. If fail, you\ntry.\"\n\nHe looked at the other inquiringly. Vigorously, Chanley Beddoes shook\nhis head.\n\nHe smoothed over the last word Ken had marked and in its place, in the\nsame fashion, began:\n\n\"No. Draw lots. Only fair.\"\n\nYes, it was fair, and Ken knew it. He wrote:\n\n\"How?\"\n\nThe second torpooner scrabbled around with his fingers. Presently he\nunearthed something, and apparently satisfied showed them to Ken. They\nwere two pebbles, of different sizes. Beddoes pointed to the larger. He\nwrote:\n\n\"Large makes attempt.\"\n\nAgain Ken nodded. He marked:\n\n\"Other try keep killer's attention.\"\n\nFrom time to time a long sleek body slid down to them and edged back and\nforth, striving its best to dislodge them with its blunt shout. After\neach failure it would return to a position just over the outer entrance.\nAt the proper moment Chanley Beddoes jumbled the pebbles in his cupped\nhands and laid two fists down on the pad.\n\nUnhesitatingly, Ken placed a finger on the left one.\n\nBeddoes turned and opened it. It was the smaller pebble.\n\n      *      *      *      *      *\n\nClose as was his face-shield to Beddoes', Ken could not see what his\nreaction was. Ken stretched forth his hand and clumsily touched his\ncompanion's shoulder.\n\n\"Good hunting!\" he said; but Chan never heard that....\n\nThe marked man peered out into the trap. The killer was circling slowly.\nIn the escape hole, the faces of three or four blubber-men were dimly\nvisible. They seemed to be watching with interest.\n\nThere came a good moment when the killer paused at the three bars of its\ncell, its head turned in exactly the opposite direction from the two\ntorpooners. Beddoes seized the opportunity at once. Almost before Ken\nknew it, he had rolled out of the niche.\n\nQuickly he worked to his feet and started pushing for his goal. The\nwhale had not seen him. Arms and legs straining, he floundered slowly\nahead. He nearly made it.\n\nBut the killer, restlessly turning, saw him--and Kenneth Torrance winced\nand cried out.\n\nThe black monster struck. With horrible, beautiful grace it curved down.\nIts snout caught Chanley Beddoes square in the side and butted him up\nand around, and both disappeared in a swirl of water into the inky\nshadows of the trap's ceiling.\n\nKen closed his eyes. He knew what was happening. He could not move. But\nit came to him, as he lay there sick with horror, that he would never\nhave a better chance than now, while the killer was occupied.\n\nRecklessly he forced himself out of the niche. Up above there was\ncommotion, a whirlpool of churning water. The current helped him: he got\ncaught in it and was swept sprawling right over to the torpoon's side.\n\nHe clutched at the port, expecting each instant the tear of monster\nfangs; but he made the interior and clicked shut the port. No matter the\nwater that had come into the main compartment with his entrance. He\npulled the starter over, and heard the familiar drone of electric\nengines, safe inside their water-tight division. He felt no relief at\nthis. There was only the same sick horror.\n\nHe raised the torpoon a little. There was one thing to do. Perhaps it\nwas mad to try to destroy that killer whale in so narrow a space, but he\nwas going to attempt it. It would not be so bad to join Chan, if he\nfailed....\n\nA terrific blow struck the stern of the torpoon and spun it around\ndizzily. Ken made out the killer lifting its flukes for a second blow.\nQuickly he sped the torp ahead, and turned as best he could. Flashing on\nhis powerful bow-beam, he found the killer to his left, slightly above.\nCarefully he maneuvered into firing position: then coldly, with deadly\naccuracy, he centered the sights of his nitro-shell gun on the vital\nspot behind the eyes. He pressed the trigger: again, and yet again. The\nprojectiles hurtled out.\n\nThe monster started; its beady eyes settled on the torpoon; with a lunge\nit darted forward, jaws gaping wide. And as it came another shell sped\ntrue into the tooth-rimmed mouth.\n\nIt halted then, and doubled in the water. Shock after shock shook the\ntorpoon as the shells exploded in the whale. For a little while the\nsea-beast flurried, and once or twice the torp shivered from chance\nfluke-blows. But then at last came peace. The body rolled over, showing\nits white belly, and drifted towards the trap's ceiling....\n\nThe brown-skinned heads had disappeared from the inner entrance. Kenneth\nTorrance glanced in that direction for a last time, then looked sadly\naround.\n\n\"So long, Chan,\" he murmured. \"So long.\"\n\nThe torpoon squeezed through the bars of the outer entrance and sped\nforth into the open sea.\n\n      *      *      *      *      *\n\nSo it was that, perhaps an hour later, the light-beams of the whaling\nsubmarine _Narwhal_, doggedly scouring the region where last her first\ntorpooner had been heard from, fell across a slim shape of steel that\nwas beating its way at full speed through the foggy murk of the Arctic\nsea.\n\nRight up to the _Narwhal_ she came, swerving at the last moment and\nhovering outside the starboard torpoon catapult; while, aboard the\nsubmarine, an officer whose voice quivered with excitement roused\nCaptain Henry Streight from his bunk, and the men off duty gathered\naround the inner catapult entrance-port.\n\nQuickly the outer port swung open. And the lone torpoon slid in--slid\nhome.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Seed of the Arctic Ice, by H. G. Winter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SEED OF THE ARCTIC ICE ***\n\n***** This file should be named 32029-8.txt or 32029-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/2/32029/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}