{"title": "The World That Couldn't Be", "author": "Clifford Donald Simak", "releaseDate": "April 17, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction January 1958.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                      The World That Couldn't Be\n\n\n                         By CLIFFORD D. SIMAK\n\n\n                        Illustrated by GAUGHAN\n\n\n     _Like every farmer on every planet, Duncan had to hunt down\n      anything that damaged his crops--even though he was aware\n      this was--_\n\n       *       *       *       *       *\n\n\n\n\nThe tracks went up one row and down another, and in those rows the\n_vua_ plants had been sheared off an inch or two above the ground. The\nraider had been methodical; it had not wandered about haphazardly, but\nhad done an efficient job of harvesting the first ten rows on the west\nside of the field. Then, having eaten its fill, it had angled off into\nthe bush--and that had not been long ago, for the soil still trickled\ndown into the great pug marks, sunk deep into the finely cultivated\nloam.\n\n[Illustration]\n\nSomewhere a sawmill bird was whirring through a log, and down in one\nof the thorn-choked ravines, a choir of chatterers was clicking\nthrough a ghastly morning song. It was going to be a scorcher of a\nday. Already the smell of desiccated dust was rising from the ground\nand the glare of the newly risen sun was dancing off the bright leaves\nof the hula-trees, making it appear as if the bush were filled with a\nmillion flashing mirrors.\n\nGavin Duncan hauled a red bandanna from his pocket and mopped his\nface.\n\n\"No, mister,\" pleaded Zikkara, the native foreman of the farm. \"You\ncannot do it, mister. You do not hunt a Cytha.\"\n\n\"The hell I don't,\" said Duncan, but he spoke in English and not the\nnative tongue.\n\nHe stared out across the bush, a flat expanse of sun-cured grass\ninterspersed with thickets of hula-scrub and thorn and occasional\ngroves of trees, criss-crossed by treacherous ravines and spotted with\ninfrequent waterholes.\n\nIt would be murderous out there, he told himself, but it shouldn't\ntake too long. The beast probably would lay up shortly after its\npre-dawn feeding and he'd overhaul it in an hour or two. But if he\nfailed to overhaul it, then he must keep on.\n\n\"Dangerous,\" Zikkara pointed out. \"No one hunts the Cytha.\"\n\n\"I do,\" Duncan said, speaking now in the native language. \"I hunt\nanything that damages my crop. A few nights more of this and there\nwould be nothing left.\"\n\n       *       *       *       *       *\n\nJamming the bandanna back into his pocket, he tilted his hat lower\nacross his eyes against the sun.\n\n\"It might be a long chase, mister. It is the _skun_ season now. If you\nwere caught out there....\"\n\n\"Now listen,\" Duncan told it sharply. \"Before I came, you'd feast one\nday, then starve for days on end; but now you eat each day. And you\nlike the doctoring. Before, when you got sick, you died. Now you get\nsick, I doctor you, and you live. You like staying in one place,\ninstead of wandering all around.\"\n\n\"Mister, we like all this,\" said Zikkara, \"but we do not hunt the\nCytha.\"\n\n\"If we do not hunt the Cytha, we lose all this,\" Duncan pointed out.\n\"If I don't make a crop, I'm licked. I'll have to go away. Then what\nhappens to you?\"\n\n\"We will grow the corn ourselves.\"\n\n\"That's a laugh,\" said Duncan, \"and you know it is. If I didn't kick\nyour backsides all day long, you wouldn't do a lick of work. If I\nleave, you go back to the bush. Now let's go and get that Cytha.\"\n\n\"But it is such a little one, mister! It is such a young one! It is\nscarcely worth the trouble. It would be a shame to kill it.\"\n\nProbably just slightly smaller than a horse, thought Duncan, watching\nthe native closely.\n\nIt's scared, he told himself. It's scared dry and spitless.\n\n\"Besides, it must have been most hungry. Surely, mister, even a Cytha\nhas the right to eat.\"\n\n\"Not from my crop,\" said Duncan savagely. \"You know why we grow the\n_vua_, don't you? You know it is great medicine. The berries that it\ngrows cures those who are sick inside their heads. My people need that\nmedicine--need it very badly. And what is more, out there--\" he swept\nhis arm toward the sky--\"out there they pay very much for it.\"\n\n\"But, mister....\"\n\n\"I tell you this,\" said Duncan gently, \"you either dig me up a\nbush-runner to do the tracking for me or you can all get out, the kit\nand caboodle of you. I can get other tribes to work the farm.\"\n\n\"No, mister!\" Zikkara screamed in desperation.\n\n\"You have your choice,\" Duncan told it coldly.\n\n       *       *       *       *       *\n\nHe plodded back across the field toward the house. Not much of a house\nas yet. Not a great deal better than a native shack. But someday it\nwould be, he told himself. Let him sell a crop or two and he'd build a\nhouse that would really be a house. It would have a bar and swimming\npool and a garden filled with flowers, and at last, after years of\nwandering, he'd have a home and broad acres and everyone, not just one\nlousy tribe, would call him mister.\n\nGavin Duncan, planter, he said to himself, and liked the sound of it.\nPlanter on the planet Layard. But not if the Cytha came back night\nafter night and ate the _vua_ plants.\n\nHe glanced over his shoulder and saw that Zikkara was racing for the\nnative village.\n\nCalled their bluff, Duncan informed himself with satisfaction.\n\nHe came out of the field and walked across the yard, heading for the\nhouse. One of Shotwell's shirts was hanging on the clothes-line, limp\nin the breathless morning.\n\nDamn the man, thought Duncan. Out here mucking around with those\nstupid natives, always asking questions, always under foot. Although,\nto be fair about it, that was Shotwell's job. That was what the\nSociology people had sent him out to do.\n\nDuncan came up to the shack, pushed the door open and entered.\nShotwell, stripped to the waist, was at the wash bench.\n\nBreakfast was cooking on the stove, with an elderly native acting as\ncook.\n\nDuncan strode across the room and took down the heavy rifle from its\npeg. He slapped the action open, slapped it shut again.\n\nShotwell reached for a towel.\n\n\"What's going on?\" he asked.\n\n\"Cytha got into the field.\"\n\n\"Cytha?\"\n\n\"A kind of animal,\" said Duncan. \"It ate ten rows of _vua_.\"\n\n\"Big? Little? What are its characteristics?\"\n\nThe native began putting breakfast on the table. Duncan walked to the\ntable, laid the rifle across one corner of it and sat down. He poured\na brackish liquid out of a big stew pan into their cups.\n\nGod, he thought, what I would give for a cup of coffee.\n\n       *       *       *       *       *\n\nShotwell pulled up his chair. \"You didn't answer me. What is a Cytha\nlike?\"\n\n\"I wouldn't know,\" said Duncan.\n\n\"Don't know? But you're going after it, looks like, and how can you\nhunt it if you don't know--\"\n\n\"Track it. The thing tied to the other end of the trail is sure to be\nthe Cytha. Well find out what it's like once we catch up to it.\"\n\n\"We?\"\n\n\"The natives will send up someone to do the tracking for me. Some of\nthem are better than a dog.\"\n\n\"Look, Gavin. I've put you to a lot of trouble and you've been decent\nwith me. If I can be any help, I would like to go.\"\n\n\"Two make better time than three. And we have to catch this Cytha fast\nor it might settle down to an endurance contest.\"\n\n\"All right, then. Tell me about the Cytha.\"\n\nDuncan poured porridge gruel into his bowl, handed the pan to\nShotwell. \"It's a sort of special thing. The natives are scared to\ndeath of it. You hear a lot of stories about it. Said to be\nunkillable. It's always capitalized, always a proper noun. It has been\nreported at different times from widely scattered places.\"\n\n\"No one's ever bagged one?\"\n\n\"Not that I ever heard of.\" Duncan patted the rifle. \"Let me get a\nbead on it.\"\n\nHe started eating, spooning the porridge into his mouth, munching on\nthe stale corn bread left from the night before. He drank some of the\nbrackish beverage and shuddered.\n\n\"Some day,\" he said, \"I'm going to scrape together enough money to buy\na pound of coffee. You'd think--\"\n\n\"It's the freight rates,\" Shotwell said. \"I'll send you a pound when I\ngo back.\"\n\n\"Not at the price they'd charge to ship it out,\" said Duncan. \"I\nwouldn't hear of it.\"\n\nThey ate in silence for a time. Finally Shotwell said: \"I'm getting\nnowhere, Gavin. The natives are willing to talk, but it all adds up to\nnothing.\"\n\n\"I tried to tell you that. You could have saved your time.\"\n\nShotwell shook his head stubbornly. \"There's an answer, a logical\nexplanation. It's easy enough to say you cannot rule out the sexual\nfactor, but that's exactly what has happened here on Layard. It's easy\nto exclaim that a sexless animal, a sexless race, a sexless planet is\nimpossible, but that is what we have. Somewhere there is an answer and\nI have to find it.\"\n\n       *       *       *       *       *\n\n\"Now hold up a minute,\" Duncan protested. \"There's no use blowing a\ngasket. I haven't got the time this morning to listen to your\nlecture.\"\n\n\"But it's not the lack of sex that worries me entirely,\" Shotwell\nsaid, \"although it's the central factor. There are subsidiary\nsituations deriving from that central fact which are most intriguing.\"\n\n\"I have no doubt of it,\" said Duncan, \"but if you please--\"\n\n\"Without sex, there is no basis for the family, and without the family\nthere is no basis for a tribe, and yet the natives have an elaborate\ntribal setup, with taboos by way of regulation. Somewhere there must\nexist some underlying, basic unifying factor, some common loyalty,\nsome strange relationship which spells out to brotherhood.\"\n\n\"Not brotherhood,\" said Duncan, chuckling. \"Not even sisterhood. You\nmust watch your terminology. The word you want is ithood.\"\n\nThe door pushed open and a native walked in timidly.\n\n\"Zikkara said that mister want me,\" the native told them. \"I am Sipar.\nI can track anything but screamers, stilt-birds, longhorns and\ndonovans. Those are my taboos.\"\n\n\"I am glad to hear that,\" Duncan replied. \"You have no Cytha taboo,\nthen.\"\n\n\"Cytha!\" yipped the native. \"Zikkara did not tell me Cytha!\"\n\nDuncan paid no attention. He got up from the table and went to the\nheavy chest that stood against one wall. He rummaged in it and came\nout with a pair of binoculars, a hunting knife and an extra drum of\nammunition. At the kitchen cupboard, he rummaged once again, filling a\nsmall leather sack with a gritty powder from a can he found.\n\n\"Rockahominy,\" he explained to Shotwell. \"Emergency rations thought up\nby the primitive North American Indians. Parched corn, ground fine.\nIt's no feast exactly, but it keeps a man going.\"\n\n\"You figure you'll be gone that long?\"\n\n\"Maybe overnight. I don't know. Won't stop until I get it. Can't\nafford to. It could wipe me out in a few days.\"\n\n\"Good hunting,\" Shotwell said. \"I'll hold the fort.\"\n\nDuncan said to Sipar: \"Quit sniveling and come on.\"\n\nHe picked up the rifle, settled it in the crook of his arm. He kicked\nopen the door and strode out.\n\nSipar followed meekly.\n\n\nII\n\nDuncan got his first shot late in the afternoon of that first day.\n\nIn the middle of the morning, two hours after they had left the farm,\nthey had flushed the Cytha out of its bed in a thick ravine. But there\nhad been no chance for a shot. Duncan saw no more than a huge black\nblur fade into the bush.\n\nThrough the bake-oven afternoon, they had followed its trail, Sipar\ntracking and Duncan bringing up the rear, scanning every piece of\ncover, with the sun-hot rifle always held at ready.\n\nOnce they had been held up for fifteen minutes while a massive donovan\ntramped back and forth, screaming, trying to work up its courage for\nattack. But after a quarter hour of showing off, it decided to behave\nitself and went off at a shuffling gallop.\n\nDuncan watched it go with a lot of thankfulness. It could soak up a\nlot of lead, and for all its awkwardness, it was handy with its feet\nonce it set itself in motion. Donovans had killed a lot of men in the\ntwenty years since Earthmen had come to Layard.\n\nWith the beast gone, Duncan looked around for Sipar. He found it fast\nasleep beneath a hula-shrub. He kicked the native awake with something\nless than gentleness and they went on again.\n\nThe bush swarmed with other animals, but they had no trouble with\nthem.\n\nSipar, despite its initial reluctance, had worked well at the\ntrailing. A misplaced bunch of grass, a twig bent to one side, a\ndisplaced stone, the faintest pug mark were Sipar's stock in trade. It\nworked like a lithe, well-trained hound. This bush country was its\nspecial province; here it was at home.\n\nWith the sun dropping toward the west, they had climbed a long, steep\nhill and as they neared the top of it, Duncan hissed at Sipar. The\nnative looked back over its shoulder in surprise. Duncan made motions\nfor it to stop tracking.\n\nThe native crouched and as Duncan went past it, he saw that a look of\nagony was twisting its face. And in the look of agony he thought he\nsaw as well a touch of pleading and a trace of hatred. It's scared,\njust like the rest of them, Duncan told himself. But what the native\nthought or felt had no significance; what counted was the beast ahead.\n\nDuncan went the last few yards on his belly, pushing the gun ahead of\nhim, the binoculars bumping on his back. Swift, vicious insects ran\nout of the grass and swarmed across his hands and arms and one got on\nhis face and bit him.\n\n       *       *       *       *       *\n\nHe made it to the hilltop and lay there, looking at the sweep of land\nbeyond. It was more of the same, more of the blistering, dusty\nslogging, more of thorn and tangled ravine and awful emptiness.\n\nHe lay motionless, watching for a hint of motion, for the fitful\nshadow, for any wrongness in the terrain that might be the Cytha.\n\nBut there was nothing. The land lay quiet under the declining sun. Far\non the horizon, a herd of some sort of animals was grazing, but there\nwas nothing else.\n\nThen he saw the motion, just a flicker, on the knoll ahead--about\nhalfway up.\n\nHe laid the rifle carefully on the ground and hitched the binoculars\naround. He raised them to his eyes and moved them slowly back and\nforth. The animal was there where he had seen the motion.\n\nIt was resting, looking back along the way that it had come, watching\nfor the first sign of its trailers. Duncan tried to make out the size\nand shape, but it blended with the grass and the dun soil and he could\nnot be sure exactly what it looked like.\n\nHe let the glasses down and now that he had located it, he could\ndistinguish its outline with the naked eye.\n\nHis hand reached out and slid the rifle to him. He fitted it to his\nshoulder and wriggled his body for closer contact with the ground. The\ncross-hairs centered on the faint outline on the knoll and then the\nbeast stood up.\n\nIt was not as large as he had thought it might be--perhaps a little\nlarger than Earth lion-size, but it certainly was no lion. It was a\nsquare-set thing and black and inclined to lumpiness and it had an\nawkward look about it, but there were strength and ferociousness as\nwell.\n\nDuncan tilted the muzzle of the rifle so that the cross-hairs centered\non the massive neck. He drew in a breath and held it and began the\ntrigger squeeze.\n\nThe rifle bucked hard against his shoulder and the report hammered in\nhis head and the beast went down. It did not lurch or fall; it simply\nmelted down and disappeared, hidden in the grass.\n\n\"Dead center,\" Duncan assured himself.\n\nHe worked the mechanism and the spent cartridge case flew out. The\nfeeding mechanism snicked and the fresh shell clicked as it slid into\nthe breech.\n\nHe lay for a moment, watching. And on the knoll where the thing had\nfallen, the grass was twitching as if the wind were blowing, only\nthere was no wind. But despite the twitching of the grass, there was\nno sign of the Cytha. It did not struggle up again. It stayed where it\nhad fallen.\n\nDuncan got to his feet, dug out the bandanna and mopped at his face.\nHe heard the soft thud of the step behind him and turned his head. It\nwas the tracker.\n\n\"It's all right, Sipar,\" he said. \"You can quit worrying. I got it. We\ncan go home now.\"\n\n       *       *       *       *       *\n\nIt had been a long, hard chase, longer than he had thought it might\nbe. But it had been successful and that was the thing that counted.\nFor the moment, the _vua_ crop was safe.\n\nHe tucked the bandanna back into his pocket, went down the slope and\nstarted up the knoll. He reached the place where the Cytha had fallen.\nThere were three small gouts of torn, mangled fur and flesh lying on\nthe ground and there was nothing else.\n\nHe spun around and jerked his rifle up. Every nerve was screamingly\nalert. He swung his head, searching for the slightest movement, for\nsome shape or color that was not the shape or color of the bush or\ngrass or ground. But there was nothing. The heat droned in the hush of\nafternoon. There was not a breath of moving air. But there was\ndanger--a saw-toothed sense of danger close behind his neck.\n\n\"Sipar!\" he called in a tense whisper, \"Watch out!\"\n\nThe native stood motionless, unheeding, its eyeballs rolling up until\nthere was only white, while the muscles stood out along its throat\nlike straining ropes of steel.\n\nDuncan slowly swiveled, rifle held almost at arm's length, elbows\ncrooked a little, ready to bring the weapon into play in a fraction of\na second.\n\nNothing stirred. There was no more than emptiness--the emptiness of\nsun and molten sky, of grass and scraggy bush, of a brown-and-yellow\nland stretching into foreverness.\n\nStep by step, Duncan covered the hillside and finally came back to the\nplace where the native squatted on its heels and moaned, rocking back\nand forth, arms locked tightly across its chest, as if it tried to\ncradle itself in a sort of illusory comfort.\n\nThe Earthman walked to the place where the Cytha had fallen and picked\nup, one by one, the bits of bleeding flesh. They had been mangled by\nhis bullet. They were limp and had no shape. And it was queer, he\nthought. In all his years of hunting, over many planets, he had never\nknown a bullet to rip out hunks of flesh.\n\nHe dropped the bloody pieces back into the grass and wiped his hand\nupon his thighs. He got up a little stiffly.\n\nHe'd found no trail of blood leading through the grass, and surely an\nanimal with a hole of that size would leave a trail.\n\nAnd as he stood there upon the hillside, with the bloody fingerprints\nstill wet and glistening upon the fabric of his trousers, he felt the\nfirst cold touch of fear, as if the fingertips of fear might\nmomentarily, almost casually, have trailed across his heart.\n\n       *       *       *       *       *\n\nHe turned around and walked back to the native, reached down and shook\nit.\n\n\"Snap out of it,\" he ordered.\n\nHe expected pleading, cowering, terror, but there was none.\n\nSipar got swiftly to its feet and stood looking at him and there was,\nhe thought, an odd glitter in its eyes.\n\n\"Get going,\" Duncan said. \"We still have a little time. Start circling\nand pick up the trail. I will cover you.\"\n\nHe glanced at the sun. An hour and a half still left--maybe as much as\ntwo. There might still be time to get this buttoned up before the fall\nof night.\n\nA half mile beyond the knoll, Sipar picked up the trail again and they\nwent ahead, but now they traveled more cautiously, for any bush, any\nrock, any clump of grass might conceal the wounded beast.\n\nDuncan found himself on edge and cursed himself savagely for it. He'd\nbeen in tight spots before. This was nothing new to him. There was no\nreason to get himself tensed up. It was a deadly business, sure, but\nhe had faced others calmly and walked away from them. It was those\nfrontier tales he'd heard about the Cytha--the kind of superstitious\nchatter that one always heard on the edge of unknown land.\n\nHe gripped the rifle tighter and went on.\n\nNo animal, he told himself, was unkillable.\n\nHalf an hour before sunset, he called a halt when they reached a\nbrackish waterhole. The light soon would be getting bad for shooting.\nIn the morning, they'd take up the trail again, and by that time the\nCytha would be at an even greater disadvantage. It would be stiff and\nslow and weak. It might be even dead.\n\nDuncan gathered wood and built a fire in the lee of a thorn-bush\nthicket. Sipar waded out with the canteens and thrust them at arm's\nlength beneath the surface to fill them. The water still was warm and\nevil-tasting, but it was fairly free of scum and a thirsty man could\ndrink it.\n\nThe sun went down and darkness fell quickly. They dragged more wood\nout of the thicket and piled it carefully close at hand.\n\nDuncan reached into his pocket and brought out the little bag of\nrockahominy.\n\n\"Here,\" he said to Sipar. \"Supper.\"\n\nThe native held one hand cupped and Duncan poured a little mound into\nits palm.\n\n\"Thank you, mister,\" Sipar said. \"Food-giver.\"\n\n\"Huh?\" asked Duncan, then caught what the native meant. \"Dive into\nit,\" he said, almost kindly. \"It isn't much, but it gives you\nstrength. We'll need strength tomorrow.\"\n\n       *       *       *       *       *\n\nFood-giver, eh? Trying to butter him up, perhaps. In a little while,\nSipar would start whining for him to knock off the hunt and head back\nfor the farm.\n\nAlthough, come to think of it, he really was the food-giver to this\nbunch of sexless wonders. Corn, thank God, grew well on the red and\nstubborn soil of Layard--good old corn from North America. Fed to\nhogs, made into corn-pone for breakfast back on Earth, and here, on\nLayard, the staple food crop for a gang of shiftless varmints who\nstill regarded, with some good solid skepticism and round-eyed wonder,\nthis unorthodox idea that one should take the trouble to grow plants\nto eat rather than go out and scrounge for them.\n\nCorn from North America, he thought, growing side by side with the\n_vua_ of Layard. And that was the way it went. Something from one\nplanet and something from another and still something further from a\nthird and so was built up through the wide social confederacy of space\na truly cosmic culture which in the end, in another ten thousand years\nor so, might spell out some way of life with more sanity and\nunderstanding than was evident today.\n\nHe poured a mound of rockahominy into his own hand and put the bag\nback into his pocket.\n\n\"Sipar.\"\n\n\"Yes, mister?\"\n\n\"You were not scared today when the donovan threatened to attack us.\"\n\n\"No, mister. The donovan would not hurt me.\"\n\n\"I see. You said the donovan was taboo to you. Could it be that you,\nlikewise, are taboo to the donovan?\"\n\n\"Yes, mister. The donovan and I grew up together.\"\n\n\"Oh, so that's it,\" said Duncan.\n\nHe put a pinch of the parched and powdered corn into his mouth and\ntook a sip of brackish water. He chewed reflectively on the resultant\nmash.\n\nHe might go ahead, he knew, and ask why and how and where Sipar and\nthe donovan had grown up together, but there was no point to it. This\nwas exactly the kind of tangle that Shotwell was forever getting\ninto.\n\nHalf the time, he told himself, I'm convinced the little stinkers are\ndoing no more than pulling our legs.\n\nWhat a fantastic bunch of jerks! Not men, not women, just things. And\nwhile there were never babies, there were children, although never\nless than eight or nine years old. And if there were no babies, where\ndid the eight-and nine-year-olds come from?\n\n       *       *       *       *       *\n\n\"I suppose,\" he said, \"that these other things that are your taboos,\nthe stilt-birds and the screamers and the like, also grew up with\nyou.\"\n\n\"That is right, mister.\"\n\n\"Some playground that must have been,\" said Duncan.\n\nHe went on chewing, staring out into the darkness beyond the ring of\nfirelight.\n\n\"There's something in the thorn bush, mister.\"\n\n\"I didn't hear a thing.\"\n\n\"Little pattering. Something is running there.\"\n\nDuncan listened closely. What Sipar said was true. A lot of little\nthings were running in the thicket.\n\n\"More than likely mice,\" he said.\n\nHe finished his rockahominy and took an extra swig of water, gagging\non it slightly.\n\n\"Get your rest,\" he told Sipar. \"I'll wake you later so I can catch a\nwink or two.\"\n\n\"Mister,\" Sipar said, \"I will stay with you to the end.\"\n\n\"Well,\" said Duncan, somewhat startled, \"that is decent of you.\"\n\n\"I will stay to the death,\" Sipar promised earnestly.\n\n\"Don't strain yourself,\" said Duncan.\n\nHe picked up the rifle and walked down to the waterhole.\n\nThe night was quiet and the land continued to have that empty feeling.\nEmpty except for the fire and the waterhole and the little micelike\nanimals running in the thicket.\n\nAnd Sipar--Sipar lying by the fire, curled up and sound asleep\nalready. Naked, with not a weapon to its hand--just the naked animal,\nthe basic humanoid, and yet with underlying purpose that at times was\nbaffling. Scared and shivering this morning at mere mention of the\nCytha, yet never faltering on the trail; in pure funk back there on\nthe knoll where they had lost the Cytha, but now ready to go on to the\ndeath.\n\nDuncan went back to the fire and prodded Sipar with his toe. The\nnative came straight up out of sleep.\n\n\"Whose death?\" asked Duncan. \"Whose death were you talking of?\"\n\n\"Why, ours, of course,\" said Sipar, and went back to sleep.\n\n\nIII\n\nDuncan did not see the arrow coming. He heard the swishing whistle and\nfelt the wind of it on the right side of his throat and then it\nthunked into a tree behind him.\n\nHe leaped aside and dived for the cover of a tumbled mound of boulders\nand almost instinctively his thumb pushed the fire control of the\nrifle up to automatic.\n\nHe crouched behind the jumbled rocks and peered ahead. There was not a\nthing to see. The hula-trees shimmered in the blaze of sun and the\nthorn-bush was gray and lifeless and the only things astir were three\nstilt-birds walking gravely a quarter of a mile away.\n\n\"Sipar!\" he whispered.\n\n\"Here, mister.\"\n\n\"Keep low. It's still out there.\"\n\nWhatever it might be. Still out there and waiting for another shot.\nDuncan shivered, remembering the feel of the arrow flying past his\nthroat. A hell of a way for a man to die--out at the tail-end of\nnowhere with an arrow in his throat and a scared-stiff native heading\nback for home as fast as it could go.\n\nHe flicked the control on the rifle back to single fire, crawled\naround the rock pile and sprinted for a grove of trees that stood on\nhigher ground. He reached them and there he flanked the spot from\nwhich the arrow must have come.\n\nHe unlimbered the binoculars and glassed the area. He still saw no\nsign. Whatever had taken the pot shot at them had made its getaway.\n\nHe walked back to the tree where the arrow still stood out, its point\ndriven deep into the bark. He grasped the shaft and wrenched the arrow\nfree.\n\n\"You can come out now,\" he called to Sipar. \"There's no one around.\"\n\nThe arrow was unbelievably crude. The unfeathered shaft looked as if\nit had been battered off to the proper length with a jagged stone. The\narrowhead was unflaked flint picked up from some outcropping or dry\ncreek bed, and it was awkwardly bound to the shaft with the tough but\npliant inner bark of the hula-tree.\n\n\"You recognize this?\" he asked Sipar.\n\nThe native took the arrow and examined it. \"Not my tribe.\"\n\n\"Of course not your tribe. Yours wouldn't take a shot at us. Some\nother tribe, perhaps?\"\n\n\"Very poor arrow.\"\n\n\"I know that. But it could kill you just as dead as if it were a good\none. Do you recognize it?\"\n\n\"No tribe made this arrow,\" Sipar declared.\n\n\"Child, maybe?\"\n\n\"What would child do way out here?\"\n\n[Illustration]\n\n\"That's what I thought, too,\" said Duncan.\n\n       *       *       *       *       *\n\nHe took the arrow back, held it between his thumbs and forefingers and\ntwirled it slowly, with a terrifying thought nibbling at his brain. It\ncouldn't be. It was too fantastic. He wondered if the sun was finally\ngetting him that he had thought of it at all.\n\nHe squatted down and dug at the ground with the makeshift arrow point.\n\"Sipar, what do you actually know about the Cytha?\"\n\n\"Nothing, mister. Scared of it is all.\"\n\n\"We aren't turning back. If there's something that you know--something\nthat would help us....\"\n\nIt was as close as he could come to begging aid. It was further than\nhe had meant to go. He should not have asked at all, he thought\nangrily.\n\n\"I do not know,\" the native said.\n\nDuncan cast the arrow to one side and rose to his feet. He cradled the\nrifle in his arm. \"Let's go.\"\n\nHe watched Sipar trot ahead. Crafty little stinker, he told himself.\nIt knows more than it's telling.\n\nThey toiled into the afternoon. It was, if possible, hotter and drier\nthan the day before. There was a sense of tension in the air--no, that\nwas rot. And even if there were, a man must act as if it were not\nthere. If he let himself fall prey to every mood out in this empty\nland, he only had himself to blame for whatever happened to him.\n\nThe tracking was harder now. The day before, the Cytha had only run\naway, straight-line fleeing to keep ahead of them, to stay out of\ntheir reach. Now it was becoming tricky. It backtracked often in an\nattempt to throw them off. Twice in the afternoon, the trail blanked\nout entirely and it was only after long searching that Sipar picked it\nup again--in one instance, a mile away from where it had vanished in\nthin air.\n\nThat vanishing bothered Duncan more than he would admit. Trails do not\ndisappear entirely, not when the terrain remains the same, not when\nthe weather is unchanged. Something was going on, something, perhaps,\nthat Sipar knew far more about than it was willing to divulge.\n\nHe watched the native closely and there seemed nothing suspicious. It\ncontinued at its work. It was, for all to see, the good and faithful\nhound.\n\n       *       *       *       *       *\n\nLate in the afternoon, the plain on which they had been traveling\nsuddenly dropped away. They stood poised on the brink of a great\nescarpment and looked far out to great tangled forests and a flowing\nriver.\n\nIt was like suddenly coming into another and beautiful room that one\nhad not expected.\n\nThis was new land, never seen before by any Earthman. For no one had\never mentioned that somewhere to the west a forest lay beyond the\nbush. Men coming in from space had seen it, probably, but only as a\ndifferent color-marking on the planet. To them, it made no difference.\n\nBut to the men who lived on Layard, to the planter and the trader, the\nprospector and the hunter, it was important. And I, thought Duncan\nwith a sense of triumph, am the man who found it.\n\n\"Mister!\"\n\n\"Now what?\"\n\n\"Out there. _Skun!_\"\n\n\"I don't--\"\n\n\"Out there, mister. Across the river.\"\n\nDuncan saw it then--a haze in the blueness of the rift--a puff of\ncopper moving very fast, and as he watched, he heard the far-off\nkeening of the storm, a shiver in the air rather than a sound.\n\nHe watched in fascination as it moved along the river and saw the\nboiling fury it made out of the forest. It struck and crossed the\nriver, and the river for a moment seemed to stand on end, with a sheet\nof silvery water splashed toward the sky.\n\nThen it was gone as quickly as it had happened, but there was a\ntumbled slash across the forest where the churning winds had traveled.\n\nBack at the farm, Zikkara had warned him of the _skun_. This was the\nseason for them, it had said, and a man caught in one wouldn't have a\nchance.\n\nDuncan let his breath out slowly.\n\n\"Bad,\" said Sipar.\n\n\"Yes, very bad.\"\n\n\"Hit fast. No warning.\"\n\n\"What about the trail?\" asked Duncan. \"Did the Cytha--\"\n\nSipar nodded downward.\n\n\"Can we make it before nightfall?\"\n\n\"I think so,\" Sipar answered.\n\nIt was rougher than they had thought. Twice they went down blind\ntrails that pinched off, with sheer rock faces opening out into drops\nof hundreds of feet, and were forced to climb again and find another\nway.\n\nThey reached the bottom of the escarpment as the brief twilight closed\nin and they hurried to gather firewood. There was no water, but a\nlittle was still left in their canteens and they made do with that.\n\n       *       *       *       *       *\n\nAfter their scant meal of rockahominy, Sipar rolled himself into a\nball and went to sleep immediately.\n\nDuncan sat with his back against a boulder which one day, long ago,\nhad fallen from the slope above them, but was now half buried in the\nsoil that through the ages had kept sifting down.\n\nTwo days gone, he told himself.\n\nWas there, after all, some truth in the whispered tales that made the\nrounds back at the settlements--that no one should waste his time in\ntracking down a Cytha, since a Cytha was unkillable?\n\nNonsense, he told himself. And yet the hunt had toughened, the trail\nbecome more difficult, the Cytha a much more cunning and elusive\nquarry. Where it had run from them the day before, now it fought to\nshake them off. And if it did that the second day, why had it not\ntried to throw them off the first? And what about the third\nday--tomorrow?\n\nHe shook his head. It seemed incredible that an animal would become\nmore formidable as the hunt progressed. But that seemed to be exactly\nwhat had happened. More spooked, perhaps, more frightened--only the\nCytha did not act like a frightened beast. It was acting like an\nanimal that was gaining savvy and determination, and that was somehow\nfrightening.\n\nFrom far off to the west, toward the forest and the river, came the\nlaughter and the howling of a pack of screamers. Duncan leaned his\nrifle against the boulder and got up to pile more wood on the fire. He\nstared out into the western darkness, listening to the racket. He made\na wry face and pushed a hand absent-mindedly through his hair. He put\nout a silent hope that the screamers would decide to keep their\ndistance. They were something a man could do without.\n\nBehind him, a pebble came bumping down the slope. It thudded to a rest\njust short of the fire.\n\nDuncan spun around. Foolish thing to do, he thought, to camp so near\nthe slope. If something big should start to move, they'd be out of\nluck.\n\nHe stood and listened. The night was quiet. Even the screamers had\nshut up for the moment. Just one rolling rock and he had his hackles\nup. He'd have to get himself in hand.\n\nHe went back to the boulder, and as he stooped to pick up the rifle,\nhe heard the faint beginning of a rumble. He straightened swiftly to\nface the scarp that blotted out the star-strewn sky--and the rumble\ngrew!\n\n       *       *       *       *       *\n\nIn one leap, he was at Sipar's side. He reached down and grasped the\nnative by an arm, jerked it erect, held it on its feet. Sipar's eyes\nsnapped open, blinking in the firelight.\n\nThe rumble had grown to a roar and there were thumping noises, as of\nheavy boulders bouncing, and beneath the roar the silky, ominous\nrustle of sliding soil and rock.\n\nSipar jerked its arm free of Duncan's grip and plunged into the\ndarkness. Duncan whirled and followed.\n\nThey ran, stumbling in the dark, and behind them the roar of the\nsliding, bouncing rock became a throaty roll of thunder that filled\nthe night from brim to brim. As he ran, Duncan could feel, in dread\nanticipation, the gusty breath of hurtling debris blowing on his neck,\nthe crushing impact of a boulder smashing into him, the engulfing\nflood of tumbling talus snatching at his legs.\n\nA puff of billowing dust came out and caught them and they ran choking\nas well as stumbling. Off to the left of them, a mighty chunk of rock\nchugged along the ground in jerky, almost reluctant fashion.\n\nThen the thunder stopped and all one could hear was the small\nslitherings of the lesser debris as it trickled down the slope.\n\nDuncan stopped running and slowly turned around. The campfire was\ngone, buried, no doubt, beneath tons of overlay, and the stars had\npaled because of the great cloud of dust which still billowed up into\nthe sky.\n\nHe heard Sipar moving near him and reached out a hand, searching for\nthe tracker, not knowing exactly where it was. He found the native,\ngrasped it by the shoulder and pulled it up beside him.\n\nSipar was shivering.\n\n\"It's all right,\" said Duncan.\n\nAnd it _was_ all right, he reassured himself. He still had the rifle.\nThe extra drum of ammunition and the knife were on his belt, the bag\nof rockahominy in his pocket. The canteens were all they had lost--the\ncanteens and the fire.\n\n\"We'll have to hole up somewhere for the night,\" Duncan said. \"There\nare screamers on the loose.\"\n\n       *       *       *       *       *\n\nHe didn't like what he was thinking, nor the sharp edge of fear that\nwas beginning to crowd in upon him. He tried to shrug it off, but it\nstill stayed with him, just out of reach.\n\nSipar plucked at his elbow.\n\n\"Thorn thicket, mister. Over there. We could crawl inside. We would be\nsafe from screamers.\"\n\nIt was torture, but they made it.\n\n\"Screamers and you are taboo,\" said Duncan, suddenly remembering. \"How\ncome you are afraid of them?\"\n\n\"Afraid for you, mister, mostly. Afraid for myself just a little.\nScreamers could forget. They might not recognize me until too late.\nSafer here.\"\n\n\"I agree with you,\" said Duncan.\n\nThe screamers came and padded all about the thicket. The beasts\nsniffed and clawed at the thorns to reach them, but finally went away.\n\nWhen morning came, Duncan and Sipar climbed the scarp, clambering over\nthe boulders and the tons of soil and rock that covered their camping\nplace. Following the gash cut by the slide, they clambered up the\nslope and finally reached the point of the slide's beginning.\n\nThere they found the depression in which the poised slab of rock had\nrested and where the supporting soil had been dug away so that it\ncould be started, with a push, down the slope above the campfire.\n\nAnd all about were the deeply sunken pug marks of the Cytha!\n\n\nIV\n\nNow it was more than just a hunt. It was knife against the throat,\nkill or be killed. Now there was no stopping, when before there might\nhave been. It was no longer sport and there was no mercy.\n\n\"And that's the way I like it,\" Duncan told himself.\n\nHe rubbed his hand along the rifle barrel and saw the metallic glints\nshine in the noonday sun. One more shot, he prayed. Just give me one\nmore shot at it. This time there will be no slip-up. This time there\nwill be more than three sodden hunks of flesh and fur lying in the\ngrass to mock me.\n\nHe squinted his eyes against the heat shimmer rising from the river,\nwatching Sipar hunkered beside the water's edge.\n\nThe native rose to its feet and trotted back to him.\n\n\"It crossed,\" said Sipar. \"It walked out as far as it could go and it\nmust have swum.\"\n\n\"Are you sure? It might have waded out to make us think it crossed,\nthen doubled back again.\"\n\nHe stared at the purple-green of the trees across the river. Inside\nthat forest, it would be hellish going.\n\n\"We can look,\" said Sipar.\n\n\"Good. You go downstream. I'll go up.\"\n\nAn hour later, they were back. They had found no tracks. There seemed\nlittle doubt the Cytha had really crossed the river.\n\nThey stood side by side, looking at the forest.\n\n\"Mister, we have come far. You are brave to hunt the Cytha. You have\nno fear of death.\"\n\n\"The fear of death,\" Duncan said, \"is entirely infantile. And it's\nbeside the point as well. I do not intend to die.\"\n\nThey waded out into the stream. The bottom shelved gradually and they\nhad to swim no more than a hundred yards or so.\n\nThey reached the forest bank and threw themselves flat to rest.\n\nDuncan looked back the way that they had come. To the east, the\nescarpment was a dark-blue smudge against the pale-blue burnished sky.\nAnd two days back of that lay the farm and the _vua_ field, but they\nseemed much farther off than that. They were lost in time and\ndistance; they belonged to another existence and another world.\n\nAll his life, it seemed to him, had faded and become inconsequential\nand forgotten, as if this moment in his life were the only one that\ncounted; as if all the minutes and the hours, all the breaths and\nheartbeats, wake and sleep, had pointed toward this certain hour upon\nthis certain stream, with the rifle molded to his hand and the cool,\ncalculated bloodlust of a killer riding in his brain.\n\n       *       *       *       *       *\n\nSipar finally got up and began to range along the stream. Duncan sat\nup and watched.\n\nScared to death, he thought, and yet it stayed with me. At the\ncampfire that first night, it had said it would stick to the death and\napparently it had meant exactly what it said. It's hard, he thought,\nto figure out these jokers, hard to know what kind of mental\noperation, what seethings of emotion, what brand of ethics and what\nvariety of belief and faith go to make them and their way of life.\n\nIt would have been so easy for Sipar to have missed the trail and\nswear it could not find it. Even from the start, it could have refused\nto go. Yet, fearing, it had gone. Reluctant, it had trailed. Without\nany need for faithfulness and loyalty, it had been loyal and faithful.\nBut loyal to what, Duncan wondered, to him, the outlander and\nintruder? Loyal to itself? Or perhaps, although that seemed\nimpossible, faithful to the Cytha?\n\nWhat does Sipar think of me, he asked himself, and maybe more to the\npoint, what do I think of Sipar? Is there a common meeting ground? Or\nare we, despite our humanoid forms, condemned forever to be alien and\napart?\n\nHe held the rifle across his knees and stroked it, polishing it,\npetting it, making it even more closely a part of him, an instrument\nof his deadliness, an expression of his determination to track and\nkill the Cytha.\n\nJust another chance, he begged. Just one second, or even less, to draw\na steady bead. That is all I want, all I need, all I'll ask.\n\nThen he could go back across the days that he had left behind him,\nback to the farm and field, back into that misty other life from which\nhe had been so mysteriously divorced, but which in time undoubtedly\nwould become real and meaningful again.\n\nSipar came back. \"I found the trail.\"\n\nDuncan heaved himself to his feet. \"Good.\"\n\nThey left the river and plunged into the forest and there the heat\nclosed in more mercilessly than ever--humid, stifling heat that felt\nlike a soggy blanket wrapped tightly round the body.\n\nThe trail lay plain and clear. The Cytha now, it seemed, was intent\nupon piling up a lead without recourse to evasive tactics. Perhaps it\nhad reasoned that its pursuers would lose some time at the river and\nit may have been trying to stretch out that margin even further.\nPerhaps it needed that extra time, he speculated, to set up the\nnecessary machinery for another dirty trick.\n\nSipar stopped and waited for Duncan to catch up. \"Your knife, mister?\"\n\nDuncan hesitated. \"What for?\"\n\n\"I have a thorn in my foot,\" the native said. \"I have to get it out.\"\n\nDuncan pulled the knife from his belt and tossed it. Sipar caught it\ndeftly.\n\nLooking straight at Duncan, with the flicker of a smile upon its lips,\nthe native cut its throat.\n\n\nV\n\nHe should go back, he knew. Without the tracker, he didn't have a\nchance. The odds were now with the Cytha--if, indeed, they had not\nbeen with it from the very start.\n\nUnkillable? Unkillable because it grew in intelligence to meet\nemergencies? Unkillable because, pressed, it could fashion a bow and\narrow, however crude? Unkillable because it had a sense of tactics,\nlike rolling rocks at night upon its enemy? Unkillable because a\nnative tracker would cheerfully kill itself to protect the Cytha?\n\nA sort of crisis-beast, perhaps? One able to develop intelligence and\nabilities to meet each new situation and then lapsing back to the\nlevel of non-intelligent contentment? That, thought Duncan, would be a\nsensible way for anything to live. It would do away with the\ninconvenience and the irritability and the discontentment of\nintelligence when intelligence was unneeded. But the intelligence, and\nthe abilities which went with it, would be there, safely tucked away\nwhere one could reach in and get them, like a necklace or a\ngun--something to be used or to be put away as the case might be.\n\nDuncan hunched forward and with a stick of wood pushed the fire\ntogether. The flames blazed up anew and sent sparks flying up into the\nwhispering darkness of the trees. The night had cooled off a little,\nbut the humidity still hung on and a man felt uncomfortable--a little\nfrightened, too.\n\nDuncan lifted his head and stared up into the fire-flecked darkness.\nThere were no stars because the heavy foliage shut them out. He missed\nthe stars. He'd feel better if he could look up and see them.\n\nWhen morning came, he should go back. He should quit this hunt which\nnow had become impossible and even slightly foolish.\n\nBut he knew he wouldn't. Somewhere along the three-day trail, he had\nbecome committed to a purpose and a challenge, and he knew that when\nmorning came, he would go on again. It was not hatred that drove him,\nnor vengeance, nor even the trophy-urge--the hunter-lust that prodded\nmen to kill something strange or harder to kill or bigger than any man\nhad ever killed before. It was something more than that, some weird\nentangling of the Cytha's meaning with his own.\n\nHe reached out and picked up the rifle and laid it in his lap. Its\nbarrel gleamed dully in the flickering campfire light and he rubbed\nhis hand along the stock as another man might stroke a woman's throat.\n\n\"Mister,\" said a voice.\n\n       *       *       *       *       *\n\nIt did not startle him, for the word was softly spoken and for a\nmoment he had forgotten that Sipar was dead--dead with a half-smile\nfixed upon its face and with its throat laid wide open.\n\n\"Mister?\"\n\nDuncan stiffened.\n\nSipar was dead and there was no one else--and yet someone had spoken\nto him, and there could be only one thing in all this wilderness that\nmight speak to him.\n\n\"Yes,\" he said.\n\nHe did not move. He simply sat there, with the rifle in his lap.\n\n\"You know who I am?\"\n\n\"I suppose you are the Cytha.\"\n\n\"You have done well,\" the Cytha said. \"You've made a splendid hunt.\nThere is no dishonor if you should decide to quit. Why don't you go\nback? I promise you no harm.\"\n\nIt was over there, somewhere in front of him, somewhere in the brush\nbeyond the fire, almost straight across the fire from him, Duncan told\nhimself. If he could keep it talking, perhaps even lure it out--\n\n\"Why should I?\" he asked. \"The hunt is never done until one gets the\nthing one is after.\"\n\n\"I can kill you,\" the Cytha told him. \"But I do not want to kill. It\nhurts to kill.\"\n\n\"That's right,\" said Duncan. \"You are most perceptive.\"\n\nFor he had it pegged now. He knew exactly where it was. He could\nafford a little mockery.\n\nHis thumb slid up the metal and nudged the fire control to automatic\nand he flexed his legs beneath him so that he could rise and fire in\none single motion.\n\n\"Why did you hunt me?\" the Cytha asked. \"You are a stranger on my\nworld and you had no right to hunt me. Not that I mind, of course. In\nfact, I found it stimulating. We must do it again. When I am ready to\nbe hunted, I shall come and tell you and we can spend a day or two at\nit.\"\n\n\"Sure we can,\" said Duncan, rising. And as he rose into his crouch, he\nheld the trigger down and the gun danced in insane fury, the muzzle\nflare a flicking tongue of hatred and the hail of death hissing\nspitefully in the underbrush.\n\n\"Anytime you want to,\" yelled Duncan gleefully, \"I'll come and hunt\nyou! You just say the word and I'll be on your tail. I might even kill\nyou. How do you like it, chump!\"\n\nAnd he held the trigger tight and kept his crouch so the slugs would\nnot fly high, but would cut their swath just above the ground, and he\nmoved the muzzle back and forth a lot so that he covered extra ground\nto compensate for any miscalculations he might have made.\n\n       *       *       *       *       *\n\nThe magazine ran out and the gun clicked empty and the vicious chatter\nstopped. Powder smoke drifted softly in the campfire light and the\nsmell of it was perfume in the nostrils and in the underbrush many\nlittle feet were running, as if a thousand frightened mice were\nscurrying from catastrophe.\n\nDuncan unhooked the extra magazine from where it hung upon his belt\nand replaced the empty one. Then he snatched a burning length of wood\nfrom the fire and waved it frantically until it burst into a blaze and\nbecame a torch. Rifle grasped in one hand and the torch in the other,\nhe plunged into the underbrush. Little chittering things fled to\nescape him.\n\nHe did not find the Cytha. He found chewed-up bushes and soil churned\nby flying metal, and he found five lumps of flesh and fur, and these\nhe brought back to the fire.\n\nNow the fear that had been stalking him, keeping just beyond his\nreach, walked out from the shadows and hunkered by the campfire with\nhim.\n\nHe placed the rifle within easy reach and arranged the five bloody\nchunks on the ground close to the fire and he tried with trembling\nfingers to restore them to the shape they'd been before the bullets\nstruck them. And that was a good one, he thought with grim irony,\nbecause they had no shape. They had been part of the Cytha and you\nkilled a Cytha inch by inch, not with a single shot. You knocked a\npound of meat off it the first time, and the next time you shot off\nanother pound or two, and if you got enough shots at it, you finally\ncarved it down to size and maybe you could kill it then, although he\nwasn't sure.\n\nHe was afraid. He admitted that he was and he squatted there and\nwatched his fingers shake and he kept his jaws clamped tight to stop\nthe chatter of his teeth.\n\nThe fear had been getting closer all the time; he knew it had moved in\nby a step or two when Sipar cut its throat, and why in the name of God\nhad the damn fool done it? It made no sense at all. He had wondered\nabout Sipar's loyalties, and the very loyalties that he had dismissed\nas a sheer impossibility had been the answer, after all. In the end,\nfor some obscure reason--obscure to humans, that is--Sipar's loyalty\nhad been to the Cytha.\n\nBut then what was the use of searching for any reason in it? Nothing\nthat had happened made any sense. It made no sense that a beast one\nwas pursuing should up and talk to one--although it did fit in with\nthe theory of the crisis-beast he had fashioned in his mind.\n\n       *       *       *       *       *\n\nProgressive adaptation, he told himself. Carry adaptation far enough\nand you'd reach communication. But might not the Cytha's power of\nadaptation be running down? Had the Cytha gone about as far as it\ncould force itself to go? Maybe so, he thought. It might be worth a\ngamble. Sipar's suicide, for all its casualness, bore the overtones of\nlast-notch desperation. And the Cytha's speaking to Duncan, its\nattempt to parley with him, contained a note of weakness.\n\nThe arrow had failed and the rockslide had failed and so had Sipar's\ndeath. What next would the Cytha try? Had it anything to try?\n\nTomorrow he'd find out. Tomorrow he'd go on. He couldn't turn back\nnow.\n\nHe was too deeply involved. He'd always wonder, if he turned back now,\nwhether another hour or two might not have seen the end of it. There\nwere too many questions, too much mystery--there was now far more at\nstake than ten rows of _vua_.\n\nAnother day might make some sense of it, might banish the dread walker\nthat trod upon his heels, might bring some peace of mind.\n\nAs it stood right at the moment, none of it made sense.\n\nBut even as he thought it, suddenly one of the bits of bloody flesh\nand mangled fur made sense.\n\nBeneath the punching and prodding of his fingers, it had assumed a\nshape.\n\nBreathlessly, Duncan bent above it, not believing, not even wanting to\nbelieve, hoping frantically that it should prove completely wrong.\n\nBut there was nothing wrong with it. The shape was there and could not\nbe denied. It had somehow fitted back into its natural shape and it\nwas a baby screamer--well, maybe not a baby, but at least a tiny\nscreamer.\n\nDuncan sat back on his heels and sweated. He wiped his bloody hands\nupon the ground. He wondered what other shapes he'd find if he put\nback into proper place the other hunks of limpness that lay beside the\nfire.\n\nHe tried and failed. They were too smashed and torn.\n\nHe picked them up and tossed them in the fire. He took up his rifle\nand walked around the fire, sat down with his back against a tree,\ncradling the gun across his knees.\n\n       *       *       *       *       *\n\nThose little scurrying feet, he wondered--like the scampering of a\nthousand busy mice. He had heard them twice, that first night in the\nthicket by the waterhole and again tonight.\n\nAnd what could the Cytha be? Certainly not the simple, uncomplicated,\nmarauding animal he had thought to start with.\n\nA hive-beast? A host animal? A thing masquerading in many different\nforms?\n\nShotwell, trained in such deductions, might make a fairly accurate\nguess, but Shotwell was not here. He was at the farm, fretting, more\nthan likely, over Duncan's failure to return.\n\nFinally the first light of morning began to filter through the forest\nand it was not the glaring, clean white light of the open plain and\nbush, but a softened, diluted, fuzzy green light to match the\nsmothering vegetation.\n\nThe night noises died away and the noises of the day took up--the\nsawings of unseen insects, the screechings of hidden birds and\nsomething far away began to make a noise that sounded like an empty\nbarrel falling slowly down a stairway.\n\nWhat little coolness the night had brought dissipated swiftly and the\nheat clamped down, a breathless, relentless heat that quivered in the\nair.\n\nCircling, Duncan picked up the Cytha trail not more than a hundred\nyards from camp.\n\nThe beast had been traveling fast. The pug marks were deeply sunk and\nwidely spaced. Duncan followed as rapidly as he dared. It was a\ntemptation to follow at a run, to match the Cytha's speed, for the\ntrail was plain and fresh and it fairly beckoned.\n\nAnd that was wrong, Duncan told himself. It was too fresh, too\nplain--almost as if the animal had gone to endless trouble so that the\nhuman could not miss the trail.\n\nHe stopped his trailing and crouched beside a tree and studied the\ntracks ahead. His hands were too tense upon the gun, his body keyed\ntoo high and fine. He forced himself to take slow, deep breaths. He\nhad to calm himself. He had to loosen up.\n\nHe studied the tracks ahead--four bunched pug marks, then a long leap\ninterval, then four more bunched tracks, and between the sets of marks\nthe forest floor was innocent and smooth.\n\nToo smooth, perhaps. Especially the third one from him. Too smooth and\nsomehow artificial, as if someone had patted it with gentle hands to\nmake it unsuspicious.\n\nDuncan sucked his breath in slowly.\n\nTrap?\n\nOr was his imagination playing tricks on him?\n\nAnd if it were a trap, he would have fallen into it if he had kept on\nfollowing as he had started out.\n\nNow there was something else, a strange uneasiness, and he stirred\nuncomfortably, casting frantically for some clue to what it was.\n\n       *       *       *       *       *\n\nHe rose and stepped out from the tree, with the gun at ready. What a\nperfect place to set a trap, he thought. One would be looking at the\npug marks, never at the space between them, for the space between\nwould be neutral ground, safe to stride out upon.\n\nOh, clever Cytha, he said to himself. Oh, clever, clever Cytha!\n\nAnd now he knew what the other trouble was--the great uneasiness. It\nwas the sense of being watched.\n\nSomewhere up ahead, the Cytha was crouched, watching and\nwaiting--anxious or exultant, maybe even with laughter rumbling in its\nthroat.\n\nHe walked slowly forward until he reached the third set of tracks and\nhe saw that he had been right. The little area ahead was smoother than\nit should be.\n\n\"Cytha!\" he called.\n\nHis voice was far louder than he had meant it to be and he stood\nastonished and a bit abashed.\n\nThen he realized why it was so loud.\n\nIt was the only sound there was!\n\nThe forest suddenly had fallen silent. The insects and birds were\nquiet and the thing in the distance had quit falling down the stairs.\nEven the leaves were silent. There was no rustle in them and they hung\nlimp upon their stems.\n\nThere was a feeling of doom and the green light had changed to a\ncopper light and everything was still.\n\nAnd the light was _copper_!\n\nDuncan spun around in panic. There was no place for him to hide.\n\nBefore he could take another step, the _skun_ came and the winds\nrushed out of nowhere. The air was clogged with flying leaves and\ndebris. Trees snapped and popped and tumbled in the air.\n\nThe wind hurled Duncan to his knees, and as he fought to regain his\nfeet, he remembered, in a blinding flash of total recall, how it had\nlooked from atop the escarpment--the boiling fury of the winds and the\nmad swirling of the coppery mist and how the trees had whipped in\nwhirlpool fashion.\n\nHe came half erect and stumbled, clawing at the ground in an attempt\nto get up again, while inside his brain an insistent, clicking voice\ncried out for him to run, and somewhere another voice said to lie flat\nupon the ground, to dig in as best he could.\n\nSomething struck him from behind and he went down, pinned flat, with\nhis rifle wedged beneath him. He cracked his head upon the ground and\nthe world whirled sickeningly and plastered his face with a handful of\nmud and tattered leaves.\n\nHe tried to crawl and couldn't, for something had grabbed him by the\nankle and was hanging on.\n\n       *       *       *       *       *\n\nWith a frantic hand, he clawed the mess out of his eyes, spat it from\nhis mouth.\n\nAcross the spinning ground, something black and angular tumbled\nrapidly. It was coming straight toward him and he saw it was the Cytha\nand that in another second it would be on top of him.\n\nHe threw up an arm across his face, with the elbow crooked, to take\nthe impact of the wind-blown Cytha and to ward it off.\n\nBut it never reached him. Less than a yard away, the ground opened up\nto take the Cytha and it was no longer there.\n\nSuddenly the wind cut off and the leaves once more hung motionless and\nthe heat clamped down again and that was the end of it. The _skun_ had\ncome and struck and gone.\n\nMinutes, Duncan wondered, or perhaps no more than seconds. But in\nthose seconds, the forest had been flattened and the trees lay in\nshattered heaps.\n\nHe raised himself on an elbow and looked to see what was the matter\nwith his foot and he saw that a fallen tree had trapped his foot\nbeneath it.\n\nHe tugged a few times experimentally. It was no use. Two close-set\nlimbs, branching almost at right angles from the hole, had been driven\ndeep into the ground and his foot, he saw, had been caught at the\nankle in the fork of the buried branches.\n\nThe foot didn't hurt--not yet. It didn't seem to be there at all. He\ntried wiggling his toes and felt none.\n\nHe wiped the sweat off his face with a shirt sleeve and fought to\nforce down the panic that was rising in him. Getting panicky was the\nworst thing a man could do in a spot like this. The thing to do was to\ntake stock of the situation, figure out the best approach, then go\nahead and try it.\n\nThe tree looked heavy, but perhaps he could handle it if he had to,\nalthough there was the danger that if he shifted it, the bole might\nsettle more solidly and crush his foot beneath it. At the moment, the\ntwo heavy branches, thrust into the ground on either side of his\nankle, were holding most of the tree's weight off his foot.\n\nThe best thing to do, he decided, was to dig the ground away beneath\nhis foot until he could pull it out.\n\nHe twisted around and started digging with the fingers of one hand.\nBeneath the thin covering of humus, he struck a solid surface and his\nfingers slid along it.\n\nWith mounting alarm, he explored the ground, scratching at the humus.\nThere was nothing but rock--some long-buried boulder, the top of which\nlay just beneath the ground.\n\nHis foot was trapped beneath a heavy tree and a massive boulder, held\nsecurely in place by forked branches that had forced their splintering\nway down along the boulder's sides.\n\n       *       *       *       *       *\n\nHe lay back, propped on an elbow. It was evident that he could do\nnothing about the buried boulder. If he was going to do anything, his\nproblem was the tree.\n\nTo move the tree, he would need a lever and he had a good, stout lever\nin his rifle. It would be a shame, he thought a little wryly, to use a\ngun for such a purpose, but he had no choice.\n\nHe worked for an hour and it was no good. Even with the rifle as a\npry, he could not budge the tree.\n\nHe lay back, defeated, breathing hard, wringing wet with perspiration.\n\nHe grimaced at the sky.\n\nAll right, Cytha, he thought, you won out in the end. But it took a\n_skun_ to do it. With all your tricks, you couldn't do the job\nuntil....\n\nThen he remembered.\n\nHe sat up hurriedly.\n\n\"Cytha!\" he called.\n\nThe Cytha had fallen into a hole that had opened in the ground. The\nhole was less than an arm's length away from him, with a little debris\naround its edges still trickling into it.\n\nDuncan stretched out his body, lying flat upon the ground, and looked\ninto the hole. There, at the bottom of it, was the Cytha.\n\nIt was the first time he'd gotten a good look at the Cytha and it was\na crazily put-together thing. It seemed to have nothing functional\nabout it and it looked more like a heap of something, just thrown on\nthe ground, than it did an animal.\n\nThe hole, he saw, was more than an ordinary hole. It was a pit and\nvery cleverly constructed. The mouth was about four feet in diameter\nand it widened to roughly twice that at the bottom. It was, in\ngeneral, bottle-shaped, with an incurving shoulder at the top so that\nanything that fell in could not climb out. Anything falling into that\npit was in to stay.\n\nThis, Duncan knew, was what had lain beneath that too-smooth interval\nbetween the two sets of Cytha tracks. The Cytha had worked all night\nto dig it, then had carried away the dirt dug out of the pit and had\nbuilt a flimsy camouflage cover over it. Then it had gone back and\nmade the trail that was so loud and clear, so easy to make out and\nfollow. And having done all that, having labored hard and stealthily,\nthe Cytha had settled down to watch, to make sure the following human\nhad fallen in the pit.\n\n       *       *       *       *       *\n\n\"Hi, pal,\" said Duncan. \"How are you making out?\"\n\nThe Cytha did not answer.\n\n\"Classy pit,\" said Duncan. \"Do you always den up in luxury like this?\"\n\n[Illustration]\n\nBut the Cytha didn't answer.\n\n[Illustration]\n\nSomething queer was happening to the Cytha. It was coming all apart.\n\nDuncan watched with fascinated horror as the Cytha broke down into a\nthousand lumps of motion that scurried in the pit and tried to\nscramble up its sides, only to fall back in tiny showers of sand.\n\nAmid the scurrying lumps, one thing remained intact, a fragile object\nthat resembled nothing quite so much as the stripped skeleton of a\nThanksgiving turkey. But it was a most extraordinary Thanksgiving\nskeleton, for it throbbed with pulsing life and glowed with a steady\nviolet light.\n\nChitterings and squeakings came out of the pit and the soft patter of\ntiny running feet, and as Duncan's eyes became accustomed to the\ndarkness of the pit, he began to make out the forms of some of the\nscurrying shapes. There were tiny screamers and some donovans and\nsawmill birds and a bevy of kill-devils and something else as well.\n\nDuncan raised a hand and pressed it against his eyes, then took it\nquickly away. The little faces still were there, looking up as if\nbeseeching him, with the white shine of their teeth and the white\nrolling of their eyes.\n\nHe felt horror wrenching at his stomach and the sour, bitter taste of\nrevulsion welled into his throat, but he fought it down, harking back\nto that day at the farm before they had started on the hunt.\n\n\"I can track down anything but screamers, stilt-birds, longhorns and\ndonovans,\" Sipar had told him solemnly. \"These are my taboos.\"\n\nAnd Sipar was also their taboo, for he had not feared the donovan.\nSipar had been, however, somewhat fearful of the screamers in the dead\nof night because, the native had told him reasonably, screamers were\nforgetful.\n\nForgetful of what!\n\nForgetful of the Cytha-mother? Forgetful of the motley brood in which\nthey had spent their childhood?\n\nFor that was the only answer to what was running in the pit and the\nwhole, unsuspected answer to the enigma against which men like\nShotwell had frustratedly banged their heads for years.\n\n       *       *       *       *       *\n\nStrange, he told himself. All right, it might be strange, but if it\nworked, what difference did it make? So the planet's denizens were\nsexless because there was no need of sex--what was wrong with that? It\nmight, in fact, Duncan admitted to himself, head off a lot of trouble.\nNo family spats, no triangle trouble, no fighting over mates. While it\nmight be unexciting, it did seem downright peaceful.\n\nAnd since there was no sex, the Cytha species was the planetary\nmother--but more than just a mother. The Cytha, more than likely, was\nmother-father, incubator, nursery, teacher and perhaps many other\nthings besides, all rolled into one.\n\nIn many ways, he thought, it might make a lot of sense. Here natural\nselection would be ruled out and ecology could be controlled in\nconsiderable degree and mutation might even be a matter of deliberate\nchoice rather than random happenstance.\n\nAnd it would make for a potential planetary unity such as no other\nworld had ever known. Everything here was kin to everything else. Here\nwas a planet where Man, or any other alien, must learn to tread most\nsoftly. For it was not inconceivable that, in a crisis or a clash of\ninterests, one might find himself faced suddenly with a unified and\ncooperating planet, with every form of life making common cause\nagainst the interloper.\n\nThe little scurrying things had given up; they'd gone back to their\nplaces, clustered around the pulsing violet of the Thanksgiving\nskeleton, each one fitting into place until the Cytha had taken shape\nagain. As if, Duncan told himself, blood and nerve and muscle had come\nback from a brief vacation to form the beast anew.\n\n\"Mister,\" asked the Cytha, \"what do we do now?\"\n\n\"You should know,\" Duncan told it. \"You were the one who dug the pit.\"\n\n\"I split myself,\" the Cytha said. \"A part of me dug the pit and the\nother part that stayed on the surface got me out when the job was\ndone.\"\n\n\"Convenient,\" grunted Duncan.\n\nAnd it _was_ convenient. That was what had happened to the Cytha when\nhe had shot at it--it had split into all its component parts and had\ngot away. And that night beside the waterhole, it had spied on him,\nagain in the form of all its separate parts, from the safety of the\nthicket.\n\n\"You are caught and so am I,\" the Cytha said. \"Both of us will die\nhere. It seems a fitting end to our association. Do you not agree with\nme?\"\n\n\"I'll get you out,\" said Duncan wearily. \"I have no quarrel with\nchildren.\"\n\n       *       *       *       *       *\n\nHe dragged the rifle toward him and unhooked the sling from the stock.\nCarefully he lowered the gun by the sling, still attached to the\nbarrel, down into the pit.\n\nThe Cytha reared up and grasped it with its forepaws.\n\n\"Easy now,\" Duncan cautioned. \"You're heavy. I don't know if I can\nhold you.\"\n\nBut he needn't have worried. The little ones were detaching themselves\nand scrambling up the rifle and the sling. They reached his extended\narms and ran up them with scrabbling claws. Little sneering screamers\nand the comic stilt-birds and the mouse-size kill-devils that snarled\nat him as they climbed. And the little grinning natives--not babies,\nscarcely children, but small editions of full-grown humanoids. And the\nweird donovans scampering happily.\n\nThey came climbing up his arms and across his shoulders and milled\nabout on the ground beside him, waiting for the others.\n\nAnd finally the Cytha, not skinned down to the bare bones of its\nThanksgiving-turkey-size, but far smaller than it had been, climbed\nawkwardly up the rifle and the sling to safety.\n\nDuncan hauled the rifle up and twisted himself into a sitting\nposition.\n\nThe Cytha, he saw, was reassembling.\n\nHe watched in fascination as the restless miniatures of the planet's\nlife swarmed and seethed like a hive of bees, each one clicking into\nplace to form the entire beast.\n\nAnd now the Cytha was complete. Yet small--still small--no more than\nlion-size.\n\n\"But it is such a little one,\" Zikkara had argued with him that\nmorning at the farm. \"It is such a young one.\"\n\nJust a young brood, no more than suckling infants--if suckling was the\nword, or even some kind of wild approximation. And through the months\nand years, the Cytha would grow, with the growing of its diverse\nchildren, until it became a monstrous thing.\n\nIt stood there looking at Duncan and the tree.\n\n\"Now,\" said Duncan, \"if you'll push on the tree, I think that between\nthe two of us--\"\n\n\"It is too bad,\" the Cytha said, and wheeled itself about.\n\nHe watched it go loping off.\n\n\"Hey!\" he yelled.\n\nBut it didn't stop.\n\nHe grabbed up the rifle and had it halfway to his shoulder before he\nremembered how absolutely futile it was to shoot at the Cytha.\n\nHe let the rifle down.\n\n\"The dirty, ungrateful, double-crossing--\"\n\nHe stopped himself. There was no profit in rage. When you were in a\njam, you did the best you could. You figured out the problem and you\npicked the course that seemed best and you didn't panic at the odds.\n\nHe laid the rifle in his lap and started to hook up the sling and it\nwas not till then that he saw the barrel was packed with sand and\ndirt.\n\nHe sat numbly for a moment, thinking back to how close he had been to\nfiring at the Cytha, and if that barrel was packed hard enough or deep\nenough, he might have had an exploding weapon in his hands.\n\nHe had used the rifle as a crowbar, which was no way to use a gun.\nThat was one way, he told himself, that was guaranteed to ruin it.\n\n       *       *       *       *       *\n\nDuncan hunted around and found a twig and dug at the clogged muzzle,\nbut the dirt was jammed too firmly in it and he made little progress.\n\nHe dropped the twig and was hunting for another stronger one when he\ncaught the motion in a nearby clump of brush.\n\nHe watched closely for a moment and there was nothing, so he resumed\nthe hunt for a stronger twig. He found one and started poking at the\nmuzzle and there was another flash of motion.\n\nHe twisted around. Not more than twenty feet away, a screamer sat\neasily on its haunches. Its tongue was lolling out and it had what\nlooked like a grin upon its face.\n\nAnd there was another, just at the edge of the clump of brush where he\nhad caught the motion first.\n\nThere were others as well, he knew. He could hear them sliding through\nthe tangle of fallen trees, could sense the soft padding of their\nfeet.\n\nThe executioners, he thought.\n\nThe Cytha certainly had not wasted any time.\n\nHe raised the rifle and rapped the barrel smartly on the fallen tree,\ntrying to dislodge the obstruction in the bore. But it didn't budge;\nthe barrel still was packed with sand.\n\nBut no matter--he'd have to fire anyhow and take whatever chance there\nwas.\n\nHe shoved the control to automatic, and tilted up the muzzle.\n\nThere were six of them now, sitting in a ragged row, grinning at him,\nnot in any hurry. They were sure of him and there was no hurry. He'd\nstill be there when they decided to move in.\n\nAnd there were others--on all sides of him.\n\nOnce it started, he wouldn't have a chance.\n\n\"It'll be expensive, gents,\" he told them.\n\nAnd he was astonished at how calm, how coldly objective he could be,\nnow that the chips were down. But that was the way it was, he\nrealized.\n\nHe'd thought, a while ago, how a man might suddenly find himself face\nto face with an aroused and cooperating planet. Maybe this was it in\nminiature.\n\nThe Cytha had obviously passed the word along: _Man back there needs\nkilling. Go and get him._\n\nJust like that, for a Cytha would be the power here. A life force, the\ngiver of life, the decider of life, the repository of all animal life\non the entire planet.\n\nThere was more than one of them, of course. Probably they had home\ndistricts, spheres of influence and responsibility mapped out. And\neach one would be a power supreme in its own district.\n\nMomism, he thought with a sour grin. Momism at its absolute peak.\n\nNevertheless, he told himself, it wasn't too bad a system if you\nwanted to consider it objectively.\n\nBut he was in a poor position to be objective about that or anything\nelse.\n\n       *       *       *       *       *\n\nThe screamers were inching closer, hitching themselves forward slowly\non their bottoms.\n\n\"I'm going to set up a deadline for you critters,\" Duncan called out.\n\"Just two feet farther, up to that rock, and I let you have it.\"\n\nHe'd get all six of them, of course, but the shots would be the signal\nfor the general rush by all those other animals slinking in the brush.\n\nIf he were free, if he were on his feet, possibly he could beat them\noff. But pinned as he was, he didn't have a chance. It would be all\nover less than a minute after he opened fire. He might, he figured,\nlast as long as that.\n\nThe six inched closer and he raised the rifle.\n\nBut they stopped and moved no farther. Their ears lifted just a\nlittle, as if they might be listening, and the grins dropped from\ntheir faces. They squirmed uneasily and assumed a look of guilt and,\nlike shadows, they were gone, melting away so swiftly that he scarcely\nsaw them go.\n\nDuncan sat quietly, listening, but he could hear no sound.\n\nReprieve, he thought. But for how long? Something had scared them off,\nbut in a while they might be back. He had to get out of here and he\nhad to make it fast.\n\nIf he could find a longer lever, he could move the tree. There was a\nbranch slanting up from the topside of the fallen tree. It was almost\nfour inches at the butt and it carried its diameter well.\n\nHe slid the knife from his belt and looked at it. Too small, too thin,\nhe thought, to chisel through a four-inch branch, but it was all he\nhad. When a man was desperate enough, though, when his very life\ndepended on it, he would do anything.\n\nHe hitched himself along, sliding toward the point where the branch\nprotruded from the tree. His pinned leg protested with stabs of pain\nas his body wrenched it around. He gritted his teeth and pushed\nhimself closer. Pain slashed through his leg again and he was still\nlong inches from the branch.\n\nHe tried once more, then gave up. He lay panting on the ground.\n\nThere was just one thing left.\n\nHe'd have to try to hack out a notch in the trunk just above his leg.\nNo, that would be next to impossible, for he'd be cutting into the\nwhorled and twisted grain at the base of the supporting fork.\n\nEither that or cut off his foot, and that was even more impossible. A\nman would faint before he got the job done.\n\nIt was useless, he knew. He could do neither one. There was nothing he\ncould do.\n\n       *       *       *       *       *\n\nFor the first time, he admitted to himself: He would stay here and\ndie. Shotwell, back at the farm, in a day or two might set out hunting\nfor him. But Shotwell would never find him. And anyhow, by nightfall,\nif not sooner, the screamers would be back.\n\nHe laughed gruffly in his throat--laughing at himself.\n\nThe Cytha had won the hunt hands down. It had used a human weakness to\nwin and then had used that same human weakness to achieve a viciously\npoetic vengeance.\n\nAfter all, what could one expect? One could not equate human ethics\nwith the ethics of the Cytha. Might not human ethics, in certain\ncases, seem as weird and illogical, as infamous and ungrateful, to an\nalien?\n\nHe hunted for a twig and began working again to clean the rifle bore.\n\nA crashing behind him twisted him around and he saw the Cytha. Behind\nthe Cytha stalked a donovan.\n\nHe tossed away the twig and raised the gun.\n\n\"No,\" said the Cytha sharply.\n\nThe donovan tramped purposefully forward and Duncan felt the prickling\nof the skin along his back. It was a frightful thing. Nothing could\nstand before a donovan. The screamers had turned tail and run when\nthey had heard it a couple of miles or more away.\n\nThe donovan was named for the first known human to be killed by one.\nThat first was only one of many. The roll of donovan-victims ran long,\nand no wonder, Duncan thought. It was the closest he had ever been to\none of the beasts and he felt a coldness creeping over him. It was\nlike an elephant and a tiger and a grizzly bear wrapped in the\nselfsame hide. It was the most vicious fighting machine that ever had\nbeen spawned.\n\nHe lowered the rifle. There would be no point in shooting. In two\nquick strides, the beast could be upon him.\n\nThe donovan almost stepped on him and he flinched away. Then the great\nhead lowered and gave the fallen tree a butt and the tree bounced for\na yard or two. The donovan kept on walking. Its powerfully muscled\nstern moved into the brush and out of sight.\n\n\"Now we are even,\" said the Cytha. \"I had to get some help.\"\n\nDuncan grunted. He flexed the leg that had been trapped and he could\nnot feel the foot. Using his rifle as a cane, he pulled himself erect.\nHe tried putting weight on the injured foot and it screamed with pain.\n\nHe braced himself with the rifle and rotated so that he faced the\nCytha.\n\n\"Thanks, pal,\" he said. \"I didn't think you'd do it.\"\n\n\"You will not hunt me now?\"\n\nDuncan shook his head. \"I'm in no shape for hunting. I am heading\nhome.\"\n\n\"It was the _vua_, wasn't it? That was why you hunted me?\"\n\n\"The _vua_ is my livelihood,\" said Duncan. \"I cannot let you eat it.\"\n\nThe Cytha stood silently and Duncan watched it for a moment. Then he\nwheeled. Using the rifle for a crutch, he started hobbling away.\n\nThe Cytha hurried to catch up with him.\n\n\"Let us make a bargain, mister. I will not eat the _vua_ and you will\nnot hunt me. Is that fair enough?\"\n\n\"That is fine with me,\" said Duncan. \"Let us shake on it.\"\n\nHe put down a hand and the Cytha lifted up a paw. They shook,\nsomewhat awkwardly, but very solemnly.\n\n\"Now,\" the Cytha said, \"I will see you home. The screamers would have\nyou before you got out of the woods.\"\n\n\nVI\n\nThey halted on a knoll. Below them lay the farm, with the _vua_ rows\nstraight and green in the red soil of the fields.\n\n\"You can make it from here,\" the Cytha said. \"I am wearing thin. It is\nan awful effort to keep on being smart. I want to go back to ignorance\nand comfort.\"\n\n\"It was nice knowing you,\" Duncan told it politely. \"And thanks for\nsticking with me.\"\n\nHe started down the hill, leaning heavily on the rifle-crutch. Then he\nfrowned troubledly and turned back.\n\n\"Look,\" he said, \"you'll go back to animal again. Then you will\nforget. One of these days, you'll see all that nice, tender _vua_\nand--\"\n\n\"Very simple,\" said the Cytha. \"If you find me in the _vua_, just\nbegin hunting me. With you after me, I will quickly get smart and\nremember once again and it will be all right.\"\n\n\"Sure,\" agreed Duncan. \"I guess that will work.\"\n\nThe Cytha watched him go stumping down the hill.\n\nAdmirable, it thought. Next time I have a brood, I think I'll raise a\ndozen like him.\n\nIt turned around and headed for the deeper brush.\n\nIt felt intelligence slipping from it, felt the old, uncaring comfort\ncoming back again. But it glowed with anticipation, seethed with\nhappiness at the big surprise it had in store for its new-found\nfriend.\n\nWon't he be happy and surprised when I drop them at his door, it\nthought.\n\nWill he be ever pleased!\n\n                                                    --CLIFFORD D. SIMAK\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The World That Couldn't Be, by \nClifford Donald Simak\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WORLD THAT COULDN'T BE ***\n\n***** This file should be named 32026.txt or 32026.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/2/32026/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}