{"title": "Atom Drive", "author": "Charles Louis Fontenay", "releaseDate": "April 20, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's note:\n\nThis etext was produced from If Worlds of Science Fiction April 1956.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.\n\n\n\n\n[Illustration]\n\n\n\n\nATOM DRIVE\n\nBY CHARLES FONTENAY\n\n     _It was a race between the tortoise and the hare. But this hare was\n     using some dirty tricks to make sure the ending would be\n     different...._\n\n[Illustration: _Illustrated by Ed Emsh_]\n\n\nThe two spaceship crews were friendly enemies, sitting across the table\nfrom each other for their last meal before blastoff. Outside the ports,\nthe sky was nothing but light-streaked blackness, punctured periodically\nby Earth glare, for Space Station 2 whirled swiftly on its axis,\ncreating an artificial gravity.\n\n\"Jonner, I figured you the last man ever to desert the rockets for a\nhot-rod tow-job,\" chided Russo Baat, captain of the Mars Corporation's\ngleaming new freighter, _Marsward XVIII_. Baat was fat and red-faced,\nand one of the shrewdest space captains in the business.\n\nJonner Jons, at the other end of the table, inclined his grizzled head\nand smiled.\n\n\"Times change, Russo,\" he answered quietly. \"Even the Mars Corporation\ncan't stop that.\"\n\n\"Is it true that you're pulling five thousand tons of cargo, Captain?\"\nasked one of the crewmen of the _Marsward XVIII_.\n\n\"Something like that,\" agreed Jonner, and his smile broadened. \"And I\nhave only about twice the fuel supply you carry for a 100-ton payload.\"\n\nThe communicator above them squawked and blared:\n\n\"Captain Jons and Captain Baat of Martian competition run, please report\nto control for final briefing.\"\n\n\"I knew it!\" grumbled Baat, getting heavily and reluctantly to his feet.\n\"I haven't gotten to finish a meal on this blasted merry-go-round yet.\"\n\nIn the space station's control section, Commander Ortega of the Space\nControl Commission, an ascetic officer in plain blues, looked them up\nand down severely.\n\n\"As you know, gentlemen,\" he said, \"blastoff time is 0600. Tonnage of\ncargo, fuel and empty vessels cannot be a factor, under the law. The\nMars Corporation will retain its exclusive franchise to the Earth-Mars\nrun, unless the ship sponsored by the Atom-Star Company returns to Earth\nwith full cargo at least twenty hours ahead of the ship sponsored by the\nMars Corporation. Cargo must be unloaded at Mars and new cargo taken on.\nI do not consider the twenty-hour bias in favor of the Mars Corporation\na fair one,\" said Ortega severely, turning his gaze to Baat, \"but the\nSpace Control Commission does not make the laws. It enforces them.\nDocking and loading facilities will be available to both of you on an\nequal basis at Phobos and Marsport. Good luck.\"\n\nHe shook hands with both of them.\n\n\"Saturn, I'm glad to get out of there!\" exclaimed Baat, mopping his brow\nas they left the control section. \"Every time I take a step, I feel like\nI'm falling on my face.\"\n\n\"It's because the control section's so close to the center,\" replied\nJonner. \"The station's spinning to maintain artificial gravity, and your\nfeet are away from the center. As long as you're standing upright, the\npull is straight up and down to you, but actually your feet are moving\nfaster than your head, in a larger orbit. When you try to move, as in\nnormal gravity, your body swings out of that line of pull and you nearly\nfall. The best corrective, I've found, is to lean backward slightly when\nyou start to walk.\"\n\nAs the two space captains walked back toward the wardroom together, Baat\nsaid:\n\n\"Jonner, I hear the Mars Corporation offered you the _Marsward XVIII_\nfor this run first, and you turned them down. Why? You piloted the\n_Marsward V_ and the _Wayward Lady_ for Marscorp when those upstarts in\nthe Argentine were trying to crack the Earth-Mars run. This Atom-Star\ncouldn't have enough money to buy you away from Marscorp.\"\n\n\"No, Marscorp offered me more,\" said Jonner, soberly now. \"But this\natomic drive is the future of space travel, Russo. Marscorp has it, but\nthey're sitting on it because they've got their fingers in hydrazine\ninterests here, and the atom drive will make hydrazine useless for space\nfuel. Unless I can break the franchise for Atom-Star, it may be a\nhundred years before we switch to the atom drive in space.\"\n\n\"What the hell difference does that make to you?\" asked Baat bluntly.\n\n\"Hydrazine's expensive,\" replied Jonner. \"Reaction mass isn't, and you\nuse less of it. I was born on Mars, Russo. Mars is my home, and I want\nto see my people get the supplies they need from Earth at a reasonable\ntransport cost, not pay through the nose for every packet of vegetable\nseed.\"\n\nThey reached the wardroom door.\n\n\"Too bad I have to degrav my old chief,\" said Baat, chuckling. \"But I'm\na rocket man, myself, and I say to hell with your hot-rod atom drive.\nI'm sorry you got deflected into this run, Jonner; you'll never break\nMarscorp's orbit.\"\n\n       *       *       *       *       *\n\nThe _Marsward XVIII_ was a huge vessel, the biggest the Mars Corporation\never had put into space. It was a collection of spheres and cylinders,\njoined together by a network of steel ties. Nearly 90% of its weight was\nfuel, for the one-way trip to Mars.\n\nIts competitor, the _Radiant Hope_, riding ten miles away in orbit\naround the Earth, was the strangest looking vessel ever to get clearance\nfrom a space station. It looked like a tug towing a barge. The tug was\nthe atomic power plant. Two miles behind, attached by a thin cable, was\nthe passenger compartment and cargo.\n\nOn the control deck of the _Radiant Hope_, Jonner gripped a microphone\nand shouted profane instructions at the pilot of a squat ground-to-space\nrocket twenty miles away. T'an Li Cho, the ship's engineer, was peering\nout the port at the speck of light toward which Jonner was directing his\nwrath, while Qoqol, the Martian astrogator, worked at his charts on the\nother side of the deck.\n\n\"I thought all cargo was aboard, Jonner,\" said T'an.\n\n\"It is,\" said Jonner, laying the mike aside. \"That G-boat isn't hauling\ncargo. It's going with us. I'm not taking any chances on Marscorp\nrefusing to ferry our cargo back and forth at Mars.\"\n\n\"Is plotted, Jonner,\" boomed Qoqol, turning his head to peer at them\nwith huge eyes through the spidery tangle of his thin, double-jointed\narms and legs. He reached an eight-foot arm across the deck and handed\nJonner his figures. Jonner gave them to T'an.\n\n\"Figure out power for that one, T'an,\" ordered Jonner, and took his seat\nin the cushioned control chair.\n\nT'an pulled a slide rule from his tunic pocket, but his black almond\neyes rested quizzically on Jonner.\n\n\"It's four hours before blastoff,\" he reminded.\n\n\"I've cleared power for this with Space Control,\" replied Jonner. \"That\nplanet-loving G-boat jockey missed orbit. We'll have to swing out a\nlittle and go to him.\"\n\nOn a conventional space craft, the order for acceleration would have\nsent the engineer to the engine deck to watch his gauges and report by\nintercom. But the _Radiant Hope_'s \"engine deck\" was the atomic tug two\nmiles ahead, which T'an, in heavy armor, would enter only in\nemergencies. He calculated for a moment, then called softly to Jonner:\n\n\"Pile One, in ten.\"\n\n\"In ten,\" confirmed Jonner, pulling a lever on the calibrated gauge of\nthe radio control.\n\n\"Pile Two, in fifteen.\"\n\n\"In fifteen.\"\n\n\"Check. I'll have the length of burst figured for you in a jiffy.\"\n\nA faint glow appeared around the atomic tug far ahead, and there was the\nfaintest shiver in the ship. But after a moment, Qoqol said in a puzzled\ntone:\n\n\"No Gs, Jonner. Engine not work?\"\n\n\"Sure, she's working,\" said Jonner with a grin. \"You'll never get any\nmore G than we've got now, Qoqol, all the way to Mars. Our maximum\nacceleration will be 1/3,000th-G.\"\n\n\"One three-thousandth?\" exclaimed T'an, shaken out of his Oriental calm.\n\"Jonner, the _Marsward_ will blast away at one or two Gs. How do you\nexpect to beat that at 1/3,000th?\"\n\n\"Because they have to cut off and coast most of the way in an elliptic\norbit, like any other rocket,\" answered Jonner calmly. \"We drive\nstraight across the system, under power all the time. We accelerate half\nway, decelerate the other half.\"\n\n\"But 1/3,000th!\"\n\n\"You'll be surprised at what constant power can do. I know Baat, and I\nknow the trick he's going to use. It's obvious from the blastoff time\nthey arranged. He's going to tack off the Moon and use his power right\nto cut 20 days off that regular 237-day schedule. But this tug-boat will\nmake it in 154 days!\"\n\nThey took aboard the 200-ton landing boat. By the time they got it\nsecured, the radio already was sounding warnings for blastoff.\n\nZero hour arrived. Again Jonner pulled levers and again the faint glow\nappeared around the tail of their distant tug. Across space the exhaust\nof the _Marsward XVIII_ flared into blinding flame. In a moment, it\nbegan to pull ahead visibly and soon was receding like a meteor.\n\nNear the _Radiant Hope_, the space station seemed not to have changed\nposition at all.\n\n\"The race is not always to the swift,\" remarked Jonner philosophically.\n\n\"And we're the tortoise,\" said T'an. \"How about filling us in on this\njaunt, Jonner?\"\n\n\"Is should, Jonner,\" agreed Qoqol. \"T'an know all about crazy new\nengine, I know all about crazy new orbit. Both not know all. You tell.\"\n\n\"I planned to, anyway,\" said Jonner. \"I had figured on having Serj in on\nit, but he wouldn't understand much of it anyhow. There's no use in\nwaking him up.\"\n\nSerj was the ship's doctor-psychologist and fourth member of the crew.\nHe was asleep below on the centerdeck.\n\n\"For your information, Qoqol,\" said Jonner, \"the atomic engine produces\nelectrical energy, which accelerates reaction mass. Actually, it's a\ncrude ion engine. T'an can explain the details to you later, but the\nimportant thing is that the fuel is cheap, the fuel-to-cargo ratio is\nlow and constant acceleration is practical.\n\n\"As for you, Tan, I was surprised at your not understanding why we'll\nuse low acceleration. To boost the engine power and give us more Gs,\nwe'd either have to carry more fuel or coast part of the way on\nmomentum, like an ordinary rocket. This way's more efficient, and our\n63-day margin over the _Marsward_ each way is more than enough for\nunloading and loading more cargo and fuel.\"\n\n\"With those figures, I can't see how Marscorp expects to win this\ncompetition,\" said T'an.\n\n\"We've got them, flat, on the basis of performance,\" agreed Jonner. \"So\nwe'll have to watch for tricks. I know Marscorp. That's why I arranged\nto take aboard that G-boat at the last minute. Marscorp controls all the\nG-boats at Marsport, and they're smart enough to keep us from using\nthem, in spite of the Space Control Commission. As for refueling for the\nreturn trip, we can knock a chunk off of Phobos for reaction mass.\"\n\nThe meteor alarm bells clanged suddenly, and the screen lit up once with\na fast-moving red line that traced the path of the approaching object.\n\n\"Miss us about half a mile,\" said Jonner after a glance at the screen.\n\"Must be pretty big ... and it's coming _up_!\"\n\nHe and T'an floated to one of the ports, and in a few moments saw the\nobject speed by.\n\n\"That's no meteor!\" exclaimed Jonner with a puzzled frown. \"That's\nman-made. But it's too small for a G-boat.\"\n\nThe radio blared: \"All craft in orbit near Space Station 2! Warning! All\ncraft near Space Station 2! Experimental missile misfired from White\nSands! Repeat: experimental missile misfired from White Sands!\nCoordinates....\"\n\n\"Fine time to tell us,\" remarked T'an drily.\n\n\"Experimental missile, hell!\" snorted Jonner, comprehension dawning.\n\"Qoqol, what would have happened if we hadn't shifted orbit to take\naboard that G-boat?\"\n\nQoqol calculated a moment.\n\n\"Hit our engines,\" he announced. \"Dead center.\"\n\nJonner's blue eyes clouded ominously. \"Looks like they're playing for\nkeeps this time, boys.\"\n\n       *       *       *       *       *\n\nThe brotherhood of spacemen is an exclusive club. Any captain,\nastrogator or engineer is likely to be well known to his colleagues,\neither personally or by reputation.\n\nThe ship's doctor-psychologist is in a different category. Most of them\nsign on for a few runs for the adventure of it, as a means of getting\nback and forth between planets without paying the high cost of passage\nor to pick up even more money than they can get from lucrative\nplanetbound practice.\n\nJonner did not know Serj, the _Radiant Hope_'s doctor. Neither T'an nor\nQoqol ever had heard of him. But Serj appeared to know his business well\nenough, and was friendly enough.\n\nIt was Serj's first trip and he was very interested in the way the ship\noperated. He nosed into every corner of it and asked a hundred questions\na day.\n\n\"You're as inquisitive as a cadet spaceman, Serj,\" Jonner told him on\nthe twenty-fifth day out. Everybody knew everyone else well by then,\nwhich meant that Jonner and Qoqol, who had served together before, had\nbecome acquainted with T'an and Serj.\n\n\"There's a lot to see and learn about space, Captain,\" said Serj. He was\na young fellow, with fair hair and an easy grin. \"Think I could go\noutside?\"\n\n\"If you keep a lifeline hooked on. The suits have magnetic shoes to hold\nyou to the hull of the ship, but you can lose your footing.\"\n\n\"Thanks,\" said Serj. He touched his hand to his forehead and left the\ncontrol deck.\n\nJonner, near the end of his eight-hour duty shift, watched the dials.\n\nThe red light showing the inner airlock door was open blinked on. It\nblinked off, then the outer airlock indicator went on, and off.\n\nA shadow fell across Jonner briefly. He glanced at the port and reached\nfor the microphone.\n\n\"Careful and don't step on any of the ports,\" he warned Serj. \"The\nmagnetic soles won't hold on them.\"\n\n\"I'll be careful, sir,\" answered Serj.\n\nNo one but a veteran spaceman would have noticed the faint quiver that\nran through the ship, but Jonner felt it. Automatically, he swung his\ncontrol chair and his eyes swept the bank of dials.\n\nAt first he saw nothing. The outer lock light blinked on and off, then\nthe inner lock indicator. That was Serj coming back inside.\n\nThen Jonner noted that the hand on one dial rested on zero. Above the\ndial was the word: \"ACCELERATION.\"\n\nHis eyes snapped to the radio controls. The atomic pile levers were\nstill at their proper calibration. The dials above them said the engines\nwere working properly.\n\nThe atomic tug was still accelerating, but passengers and cargo were in\nfree fall.\n\nSwearing Jonner jerked at the levers to pull out the piles aboard the\ntug.\n\nA blue flash flared across the control board, momentarily blinding him.\nJonner recoiled, only his webbed safety belt preventing him from\nplummeting from the control chair.\n\nHe swung back anxiously to the dials, brushing futilely at the spots\nthat swam before his eyes. He breathed a sigh of relief. The radio\ncontrols had operated. The atomic engines had ceased firing.\n\nTentatively, cautiously, he reversed the lever. There was no blue flash\nthis time, but neither did the dials quiver. He swore. Something had\nburned out in the radio controls. He couldn't reverse the tug.\n\nHe punched the general alarm button viciously, and the raucous clangor\nof the bell sounded through the confines of the ship. One by one, the\nother crew members popped up to the control deck from below.\n\nHe turned the controls over to Qoqol.\n\n\"Take readings on that damn tug,\" Jonner ordered. \"I think our cable\nbroke. T'an, let's go take a look.\"\n\nWhen they got outside, they found about a foot of the one-inch cable\nstill attached to the ship. The rest of it, drawn away by the tug before\nJonner could cut acceleration, was out of sight.\n\n\"Can it be welded, T'an?\"\n\n\"It can, but it'll take a while,\" replied the engineer slowly. \"First,\nwe'll have to reverse that tug and get the other end of that break.\"\n\n\"Damn, and the radio control's burned out. I tried to reverse it before\nI sounded the alarm. T'an, how fast can you get those controls\nrepaired?\"\n\n\"Great space!\" exclaimed T'an softly. \"Without seeing it, I'd say at\nleast two days, Jonner. Those controls are complicated as hell.\"\n\nThey re-entered the ship. Qoqol was working at his diagrams, and Serj\nwas looking over his shoulder. Jonner took a heat-gun quietly from the\nrack and pointed it at Serj.\n\n\"You'll get below, mister,\" he commanded grimly. \"You'll be handcuffed\nto your bunk from here on out.\"\n\n\"Sir?... I don't understand,\" stammered Serj.\n\n\"Like hell you don't. You cut that cable,\" Jonner accused.\n\nSerj started to shrug, but he dropped his eyes.\n\n\"They paid me,\" he said in a low tone. \"They paid me a thousand solars.\"\n\n\"What good would a thousand solars do you when you're dead, Serj ...\ndead of suffocation and drifting forever in space?\"\n\nSerj looked up in astonishment.\n\n\"Why, you can still reach Earth by radio, easy,\" he said. \"It wouldn't\ntake long for a rescue ship to reach us.\"\n\n\"Chemical rockets have their limitations,\" said Jonner coldly.\n\n\"And you don't realize what speed we've built up with steady\nacceleration. We'd head straight out of the system, and nothing could\nintercept us, if that tug had gotten too far before we noticed it was\ngone.\"\n\nHe jabbed the white-faced doctor with the muzzle of the heat-gun.\n\n\"Get below,\" he ordered. \"I'll turn you over to Space Control at Mars.\"\n\nWhen Serj had left the control deck, Jonner turned to the others. His\nface was grave.\n\n\"That tug picked up speed before I could shut off the engines, after the\ncable was cut,\" he said. \"It's moving away from us slowly, and at a\ntangent. And solar gravity's acting on both bodies now. By the time we\nget those controls repaired, the drift may be such that we'll waste\nweeks maneuvering the tug back.\"\n\n\"I could jet out to the tug in a spacesuit, before it gets too far\naway,\" said T'an thoughtfully. \"But that wouldn't do any good. There's\nno way of controlling the engines, at the tug. It has to be done by\nradio.\"\n\n\"If we get out of this, remind me to recommend that atomic ships always\ncarry a spare cable,\" said Jonner gloomily. \"If we had one, we could\nsplice them and hold the ship to the tug until the controls are\nrepaired.\"\n\n\"Is cable in cargo strong enough, Jonner?\" asked Qoqol.\n\n\"That's right!\" exclaimed Jonner, brightening. \"Most of our cargo's\ncable! That 4,000-ton spool we're hauling back there is 6,000 miles of\ncable to lay a television network between the Martian cities.\"\n\n\"Television cable?\" repeated T'an doubtfully. \"Will that be strong\nenough?\"\n\n\"It's bound in flonite, that new fluorine compound. It's strong enough\nto tow this whole cargo at a couple of Gs. There's nothing aboard this\nship that would cut off a length of it--a heat-gun at full power\nwouldn't even scorch it--but we can unwind enough of it, and block the\nspool. It'll hold the ship to the tug until the controls can be\nrepaired, then we can reverse the tug and weld the cable.\"\n\n\"You mean the whole 6,000 miles of it's in one piece?\" demanded T'an in\nastonishment.\n\n\"That's not so much. The cable-laying steamer _Dominia_ carried 3,000\nmiles in one piece to lay Atlantic cables in the early 20th century.\"\n\n\"But how'll we ever get 4,000 tons in one piece down to Mars?\" asked\nT'an. \"No G-boat can carry that load.\"\n\nJonner chuckled.\n\n\"Same way they got it up from Earth to the ship,\" he answered. \"They\nattached one end of it to a G-boat and sent it up to orbit, then wound\nit up on a fast winch. Since the G-boat will be decelerating to Mars,\nthe unwinding will have to be slowed or the cable would tangle itself\nall over Syrtis.\"\n\n\"Sounds like it's made to order,\" said T'an, grinning. \"I'll get into my\nspacesuit.\"\n\n\"You'll get to work on the radio controls,\" contradicted Jonner, getting\nup. \"That's something I can't do, and I can get into a spacesuit and\nhaul a length of cable out to the tug. Qoqol can handle the winch.\"\n\n       *       *       *       *       *\n\nDeveet, the Atom-Star Company's representative at Mars City, and Kruger\nof the Space Control Commission were waiting when the _Radiant Hope_'s\nG-boat dropped down from the Phobos station and came to rest in a wash\nof jets. They rode out to the G-boat together in a Commission groundcar.\nJonner emerged from the G-boat, following the handcuffed Serj.\n\n\"He's all yours,\" Jonner told Kruger, gesturing at Serj. \"You have my\nradio reports on the cable-cutting, and I'll make my log available to\nyou.\"\n\nKruger put his prisoner in the front seat of the groundcar beside him,\nand Jonner climbed in the back seat with Deveet.\n\n\"I brought the crates of dies for the groundcar factory down this time,\"\nJonner told Deveet. \"We'll bring down all the loose cargo before\nshooting the television cable down. While they're unloading the G-boat,\nI wish you'd get the tanks refilled with hydrazine and nitric acid.\nI've got enough to get back up, but not enough for a round trip.\"\n\n\"What do you plan to do?\" asked Deveet. He was a dark-skinned,\nlong-faced man with a sardonic twist to his mouth.\n\n\"I've got to sign on a new ship's doctor to replace Serj. When the\n_Marsward_ comes in, Marscorp will have a dozen G-boats working round\nthe clock to unload and reload her. With only one G-boat, we've got to\nmake every hour count. We still have reaction mass to pick up on\nPhobos.\"\n\n\"Right,\" agreed Deveet. \"You can take the return cargo up in one load,\nthough. It's just twenty tons of Martian relics for the Solar Museum.\nMars-to-Earth cargos run light.\"\n\nAt the administration building, Jonner took his leave of Deveet and went\nup to the Space Control Commission's personnel office on the second\nfloor. He was in luck. On the board as applying for a Mars-Earth run as\nship's doctor-psychologist was one name: Lana Elden.\n\nHe looked up the name in the Mars City directory and dialed into the\ncity from a nearby telephone booth. A woman's voice answered.\n\n\"Is Lana Elden there?\" asked Jonner.\n\n\"I'm Lana Elden,\" she said.\n\nJonner swore under his breath. A woman! But if she weren't qualified,\nher name would not have been on the Commission board.\n\nThe verbal contract was made quickly, and Jonner cut the Commission\nmonitor into the line to make it binding. That was done often when rival\nships, even of the same line, were bidding for the services of crewmen.\n\n\"Blastoff time is 2100 tonight,\" he said, ending the interview. \"Be\nhere.\"\n\nJonner left the personnel office and walked down the hall. At the\nelevator, Deveet and Kruger hurried out, almost colliding with him.\n\n\"Jonner, we've run into trouble!\" exclaimed Deveet. \"Space Fuels won't\nsell us any hydrazine and nitric acid to refill the tanks. They say they\nhave a new contract with Marscorp that takes all their supply.\"\n\n\"Contract, hell!\" snorted Jonner. \"Marscorp owns Space Fuels. What can\nbe done about it, Kruger?\"\n\nKruger shook his head.\n\n\"I'm all for you, but Space Control has no jurisdiction,\" he said. \"If a\nprivate firm wants to restrict its sales to a franchised line, there's\nnothing we can do about it. If you had a franchise, we could force them\nto allot fuel on the basis of cargo handled, since Space Fuels has a\nmonopoly here. But you don't have a franchise yet.\"\n\nJonner scratched his grey head thoughtfully.\n\nIt was a serious situation. The atom-powered _Radiant Hope_ could no\nmore make a planetary landing than the chemically-powered ships. Its\npower gave a low, sustained thrust that permitted it to accelerate\nconstantly over long periods of time. To beat the powerful pull of\nplanetary surface gravity, the terrific burst of quick energy from the\nstreamlined G-boats, the planetary landing craft, was needed.\n\n\"We can still handle it,\" Jonner said at last. \"With only twenty tons\nreturn cargo, we can take it up this trip. Add some large parachutes to\nthat, Deveet. We'll shoot the end of the cable down by signal rocket,\nout in the lowlands, and stop the winch when we've made contact, long\nenough to attach the rest of the cargo to the cable. Pull it down with\nthe cable and, with Mars' low gravity, the parachutes will keep it from\nbeing damaged.\"\n\nBut when Jonner got back to the landing field to check on unloading\noperations, his plan was smashed. As he approached the G-boat, a\nmechanic wearing an ill-concealed smirk came up to him.\n\n\"Captain, looks like you sprung a leak in your fuel line,\" he said. \"All\nyour hydrazine's leaked out in the sand.\"\n\nJonner swung from the waist and knocked the man flat. Then he turned on\nhis heel and went back to the administration building to pay the\n10-credit fine he would be assessed for assaulting a spaceport employee.\n\n       *       *       *       *       *\n\nThe Space Control Commission's hearing room in Mars City was almost\nempty. The examiner sat on the bench, resting his chin on his hand as he\nlistened to testimony. In the plaintiff's section sat Jonner, flanked by\nDeveet and Lana Elden. In the defense box were the Mars Corporation\nattorney and Captain Russo Baat of the _Marsward XVIII_. Kruger, seated\nnear the rear of the room, was the only spectator.\n\nThe Mars Corporation attorney had succeeded in delaying the final\nhearing more than a 42-day Martian month by legal maneuvers. Meanwhile,\nthe _Marsward XVIII_ had blasted down to Phobos, and G-boats had been\nshuttling back and forth unloading the vessel and reloading it for the\nreturn trip to Earth.\n\nWhen testimony had been completed, the examiner shuffled through his\npapers. He put on his spectacles and peered over them at the litigants.\n\n\"It is the ruling of this court,\" he said formally, \"that the plaintiffs\nhave not presented sufficient evidence to prove tampering with the fuel\nline of the G-boat of the spaceship _Radiant Hope_. There is no evidence\nthat it was cut or burned, but only that it was broken. The court must\nremind the plaintiffs that this could have been done accidentally,\nthrough inept handling of cargo.\n\n\"Since the plaintiffs have not been able to prove their contention, this\ncourt of complaint has no alternative than to dismiss the case.\"\n\nThe examiner arose and left the hearing room. Baat waddled across the\naisle, puffing.\n\n\"Too bad, Jonner,\" he said. \"I don't like the stuff Marscorp's pulling,\nand I think you know I don't have anything to do with it.\n\n\"I want to win, but I want to win fair and square. If there's anything I\ncan do to help....\"\n\n\"Haven't got a spare G-boat in your pocket, have you?\" retorted Jonner,\nwith a rueful smile.\n\nBaat pulled at his jowls.\n\n\"The _Marsward_ isn't carrying G-boats,\" he said regretfully. \"They all\nbelong to the port, and Marscorp's got them so tied up you'll never get\na sniff of one. But if you want to get back to your ship, Jonner, I can\ntake you up to Phobos with me, as my guest.\"\n\nJonner shook his head.\n\n\"I figure on taking the _Radiant Hope_ back to Earth,\" he said. \"But I'm\nnot blasting off without cargo until it's too late for me to beat you on\nthe run.\"\n\n\"You sure? This'll be my last ferry trip. The _Marsward_ blasts off for\nEarth at 0300 tomorrow.\"\n\n\"No, thanks, Russo. But I will appreciate your taking my ship's doctor,\nDr. Elden, up to Phobos.\"\n\n\"Done!\" agreed Baat. \"Let's go, Dr. Elden. The G-boat leaves Marsport in\ntwo hours.\"\n\nJonner watched Baat puff away, with the slender, white-clad brunette at\nhis side. Baat personally would see Lana Elden safely aboard the\n_Radiant Hope_, even if it delayed his own blastoff.\n\nMorosely, he left the hearing room with Deveet.\n\n\"What I can't understand,\" said the latter, \"is why all this dirty work,\nwhy didn't Marscorp just use one of their atom-drive ships for the\ncompetition run?\"\n\n\"Because whatever ship is used on a competition run has to be kept in\nservice on the franchised run,\" answered Jonner. \"Marscorp has millions\ntied up in hydrazine interests, and they're more interested in keeping\nan atomic ship off this run than they are in a monopoly franchise. But\nthey tie in together: if Marscorp loses the monopoly franchise and\nAtom-Star puts in atom-drive ships, Marscorp will have to switch to\natom-drive to meet the competition.\"\n\n\"If we had a franchise, we could force Space Fuels to sell us\nhydrazine,\" said Deveet unhappily.\n\n\"Well, we don't. And, at this rate, we'll never get one.\"\n\n       *       *       *       *       *\n\nJonner and Deveet were fishing at the Mars City Recreation Center. It\nhad been several weeks since the _Marsward XVIII_ blasted off to Earth\nwith a full cargo. And still the atomic ship _Radiant Hope_ rested on\nPhobos with most of her Marsbound cargo still aboard; and still her crew\nlanguished at the Phobos space station; and still Jonner moved back and\nforth between Mars City and Marsport daily, racking his brain for a\nsolution that would not come.\n\n\"How in space do you get twenty tons of cargo up to an orbit 5,800 miles\nout, without any rocket fuel?\" he demanded of Deveet more than once. He\nreceived no satisfactory answer.\n\nThe Recreation Center was a two-acre park that lay beneath the plastic\ndome of Mars City. Above them they could see swift-moving Phobos and\ndistant Deimos among the other stars that powdered the night. In the\npark around them, colonists rode the amusement machines, canoed along\nthe canal that twisted through the park or sipped refreshment at\nscattered tables. A dozen or more sat, like Jonner and Deveet, around\nthe edge of the tiny lake, fishing.\n\nDeveet's line tightened. He pulled in a streamlined, flapping object\nfrom which the light glistened wetly.\n\n\"Good catch,\" complimented Jonner. \"That's worth a full credit.\"\n\nDeveet unhooked his catch and laid it on the bank beside him. It was a\nmetal fish: live fish were unknown on Mars. They paid for the privilege\nof fishing for a certain time and any fish caught were \"sold\" back to\nthe management at a fixed price, depending on size, to be put back into\nthe lake.\n\n\"You're pretty good at it,\" said Jonner. \"That's your third tonight.\"\n\n\"It's all in the speed at which you reel in your line,\" explained\nDeveet. \"The fish move at pre-set speeds. They're made to turn and catch\na hook that moves across their path at a slightly slower speed than\nthey're swimming. The management changes the speeds once a week to keep\nthe fishermen from getting too expert.\"\n\n\"You can't beat the management,\" chuckled Jonner. \"But if it's a matter\nof matching orbital speeds to make contact, I ought to do pretty well\nwhen I get the hang of it.\"\n\nHe cocked an eye up toward the transparent dome. Phobos had moved across\nthe sky into Capricorn since he last saw her. His memory automatically\nticked off the satellite's orbital speed: 1.32 miles a second; speed in\nrelation to planetary motion....\n\nWhy go over that again? One had to have fuel first. Meanwhile, the\n_Radiant Hope_ lay idle on Phobos and its crew whiled away the hours at\nthe space station inside the moon, their feet spinning faster than their\nheads ... no, that wasn't true on Phobos, because it didn't have a spin\nto impart artificial gravity, like the space stations around Earth.\n\nHe sat up suddenly. Deveet looked at him in surprise. Jonner's lips\nmoved silently for a moment, then he got to his feet.\n\n\"Where can we use a radiophone?\" he asked.\n\n\"One in my office,\" said Deveet, standing up.\n\n\"Let's go. Quick, before Phobos sets.\"\n\nThey turned in their rods, Deveet collecting the credits for his fish,\nand left the Recreation Center.\n\nWhen they reached the Atom-Star Company's Martian office Jonner plugged\nin the radiophone and called the Phobos space station. He got T'an.\n\n\"All of you get aboard,\" Jonner ordered. \"Then have Qoqol call me.\"\n\nHe signed off and turned to Deveet. \"Can we charter a plane to haul our\nEarthbound cargo out of Marsport?\"\n\n\"A plane? I suppose so. Where do you want to haul it?\"\n\n\"Charax is as good as any other place. But I need a fast plane.\"\n\n\"I think we can get it. Marscorp still controls all the airlines, but\nthe Mars government keeps a pretty strict finger on their planetbound\noperations. They can't refuse a cargo haul without good reason.\"\n\n\"Just to play safe, have some friend of yours whom they don't know,\ncharter the plane in his name. They won't know it's us till we start\nloading cargo.\"\n\n\"Right,\" said Deveet, picking up the telephone. \"I know just the man.\"\n\n       *       *       *       *       *\n\nTowmotors scuttled across the landing area at Marsport, shifting the\ncargo that had been destined for the _Radiant Hope_ from the helpless\nG-boat to a jet cargo-plane. Nearby, watching the operation, were Jonner\nand Deveet, with the Marsport agent of Mars Air Transport Company.\n\n\"We didn't know Atom-Star was the one chartering the plane until you\nordered the G-boat cargo loaded on it,\" confessed the Mars-Air agent.\n\n\"I see you and Mr. Deveet are signed up to accompany the cargo. You'll\nhave to rent suits for the trip. We have to play it safe, and there's\nalways the possibility of a forced landing.\"\n\n\"There are a couple of spacesuits aboard the G-boat that we want to take\nalong,\" said Jonner casually. \"We'll just wear those instead.\"\n\n\"Okay.\" The agent spread his hands and shrugged. \"Everybody at Marsport\nknows about you bucking Marscorp, Captain. What you expect to gain by\ntransferring your cargo to Charax is beyond me, but it's your business.\"\n\nAn hour later, the chartered airplane took off with a thunder of jets.\nAboard was the 20-ton cargo the _Radiant Hope_ was supposed to carry to\nEarth, plus some large parachutes. The Mars-Air pilot wore a light suit\nwith plastic helmet designed for survival in the thin, cold Martian air.\nJonner and Deveet wore the bulkier spacesuits.\n\nFive minutes out of Marsport, Jonner thrust the muzzle of a heat-gun in\nthe pilot's back.\n\n\"Set it on automatic, strap on your parachute and bail out,\" he ordered.\n\"We're taking over.\"\n\nThe pilot had no choice. He went through the plane's airlock and jumped,\nhelped by a hearty boost from Jonner. His parachute blossomed out as he\ndrifted down toward the green Syrtis Major Lowland. Jonner didn't worry\nabout him. He knew the pilot's helmet radio would reach Marsport and a\nhelicopter would rescue him shortly.\n\n\"I don't know what you're trying to do, Jonner,\" said Deveet\napprehensively over his spacehelmet radio. \"But whatever it is, you'd\nbetter do it fast. They'll have every plane on Mars looking for us in\nhalf an hour.\"\n\n\"Let 'em look, and keep quiet a while,\" retorted Jonner. \"I've got some\nfiguring to do.\"\n\nHe put the plane on automatic, took off the spacesuit handhooks and\nscribbled figures on a scrap of paper. He tuned in the plane's radio and\ncalled Qoqol on Phobos. They talked to each other briefly in Martian.\n\nThe darker green line of a canal crossed the green lowland below them.\n\n\"Good, there's Drosinas,\" muttered Jonner. \"Let's see, time 1424 hours,\nspeed 660 miles an hour....\"\n\nJonner boosted the jets a bit and watched the terrain.\n\n\"By Saturn, I almost overran it!\" he exclaimed. \"Deveet, smash out those\nports.\"\n\n\"Break out the ports?\" repeated Deveet. \"That'll depressurize the\ncabin!\"\n\n\"That's right. So you'd better be sure your spacesuit's secure.\"\n\nObviously puzzled, Deveet strode up and down the cabin, knocking out its\nsix windows with the handhooks of his spacesuit. Jonner maneuvered the\nplane gently, and set it on automatic. He got out of the pilot's seat\nand strode to the right front port.\n\nReaching through the broken window, he pulled in a section of cable that\nwas trailing alongside. While the baffled Deveet watched, he reeled it\nin until he brought up the end of it, to which was attached a\nfish-shaped finned metal missile.\n\nJonner carried the cable end and the attached missile across the cabin\nand tossed it out the broken front port on the other side, swinging it\nso that the 700-mile-an-hour slipstream snapped it back in through the\nrearmost port like a bullet.\n\n\"Pick it up and pass it out the right rear port,\" he commanded. \"We'll\nhave to pass it to each other from port to port. The slipstream won't\nlet us swing it forward and through.\"\n\nIn a few moments, the two of them had worked the missile and the cable\nend to the right front port and in through it. Originating above the\nplane, it now made a loop through the four open ports. Jonner untied the\nmissile and tied the end to the portion which came into the cabin,\nmaking a bowline knot of the loop. Deveet picked up the missile from the\nfloor, where Jonner had thrown it.\n\n\"Looks like a spent rocket shell,\" he commented.\n\n\"It's a signal rocket,\" said Jonner. \"The flare trigger was\ndisconnected.\"\n\nHe picked up the microphone and called the _Radiant Hope_ on Phobos.\n\n\"We've hooked our fish, Qoqol,\" he told the Martian, and laid the mike\naside.\n\n\"What does that mean?\" asked Deveet.\n\n\"Means we'd better strap in,\" said Jonner, suiting the action to the\nwords. \"You're in for a short trip to Phobos, Deveet.\"\n\nJonner pulled back slowly on the elevator control, and the plane began a\nshallow climb. At 700 miles an hour, it began to attain a height at\nwhich its broad wings--broader than those of any terrestrial\nplane--would not support it.\n\n\"I'm trying to decide,\" said Deveet with forced calm, \"whether you've\nflipped your helmet.\"\n\n\"Nope,\" answered Jonner. \"Trolling for those fish in Mars City gave me\nthe idea. The rest was no more than an astrogation problem, like any\nrendezvous with a ship in a fixed orbit, which Qoqol could figure.\nRemember that 6,000-mile television cable the ship's hauling? Qoqol just\nshot the end of it down to Mars' surface by signal rocket, we hooked on\nand now he'll haul us up to Phobos. He's got the ship's engine hooked\nonto the cable winch.\"\n\nThe jets coughed and stopped. The plane was out of fuel. It was on\nmomentum--to be drawn by the cable, or to snap it and fall.\n\n\"Impossible!\" cried Deveet in alarm. \"Phobos' orbital speed is more than\na mile a second! No cable can take the sudden difference in that and the\nspeed we're traveling. When the slack is gone, it'll break!\"\n\n\"The slack's gone already. You're thinking of the speed of Phobos, _at\nPhobos_. At this end of the cable, we're like the head of a man in the\ncontrol section of a space station, which is traveling slower than his\nfeet because its orbit is smaller--but it revolves around the center in\nthe same time.\n\n\"Look,\" Jonner added, \"I'll put it in round numbers. Figure your cable\nas part of a radius of Phobos' orbit. Phobos travels at 1.32, but the\nother end of the radius travels at zero because it's at the center. The\ncable end, at the Martian surface, travels at a speed in\nbetween--roughly 1,200 miles an hour--but it keeps up with Phobos'\nrevolution. Since the surface of Mars itself rotates at 500 miles an\nhour, all I had to do was boost the plane up to 700 to match the speed\nof the cable end.\n\n\"That cable will haul a hell of a lot more than twenty tons, and that's\nall that's on it right now. By winching us up slowly, there'll never be\ntoo great a strain on it.\"\n\nDeveet looked apprehensively out of the port. The plane was hanging\nsidewise now, and the distant Martian surface was straight out the\nleft-hand ports. The cable was holding.\n\n\"We can make the trip to Earth 83 days faster than the _Marsward_,\" said\nJonner, \"and they have only about 20 days' start. It won't take us but a\nfew days to make Phobos and get this cable and the rest of the cargo\nshot back to Mars. Atom-Star will get its franchise, and you'll see all\nspaceships switching to the atomic drive within the next decade.\"\n\n\"How about this plane?\" asked Deveet. \"We stole it, you know.\"\n\n\"You can hire a G-boat to take it back to Marsport,\" said Jonner with a\nchuckle. \"Pay Mars-Air for the time and the broken ports, and settle out\nof court with that pilot we dropped. I don't think they'll send you to\njail, Deveet.\"\n\nHe was silent for a few minutes.\n\n\"By the way, Deveet,\" said Jonner then, \"radio Atom-Star to buy some\nflonite cable of their own and ship it to Phobos. Damned if I don't\nthink this is cheaper than G-boats!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Atom Drive, by Charles Louis Fontenay\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ATOM DRIVE ***\n\n***** This file should be named 32067.txt or 32067.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/6/32067/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}