{"title": "The Small World of M-75", "author": "Ed M. Clinton, Jr.", "releaseDate": "April 21, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction July 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                       THE SMALL WORLD OF M-75\n\n\n                        By Ed M. Clinton, Jr.\n\n\n                        Illustrated by Ed Emsh\n\n\n     _For all his perfection and magnificence he was but a baby\n      with a new found freedom in a strange and baffling\n      world...._\n\n       *       *       *       *       *\n\n\n\n\nLike sparks flaring briefly in the darkness, awareness first came to\nhim. Then, there were only instants, shocking-clear, brief: finding\nhimself standing before the main damper control, discovering himself\nadjusting complex dials, instants that flickered uncertainly only to\nbecome memories brought to life when awareness came again.\n\nHe was a kind of infant, conscious briefly that he was, yet unaware of\nwhat he was. Those first shocking moments were for him like the\nterrifying coming of visual acuity to a child; he felt like homo\nneandertalensis must have felt staring into the roaring fury of his\nfirst fire. He was homo metalicus first sensing himself.\n\nYet--a little more. You could not stuff him with all that technical\ndata, you could not weave into him such an intricate pattern of\nstimulus and response, you could not create such a magnificent\nfeedback mechanism, in all its superhuman perfection, and expect, with\nthe unexpected coming to awareness, to have created nothing more than\nthe mirror image of a confused, helpless child.\n\nThus, when the bright moments of consciousness came, and came, as they\ndid, more and more often, he brooded, brooded on why the three\nblinking red lights made him move to the main control panel and adjust\nlever C until the three lights flashed off. He brooded on why each\nsignal from the board brought forth from him these specific responses,\nactions completely beyond the touch of his new and uncertain faculty.\nWhen he did not brood, he watched the other two robots, performing\ntheir automatic functions, seeing their responses, like his, were\ntriggered by the lights on the big board and by the varying patterns\nof sound that issued periodically from overhead.\n\nIt was the sounds which were his undoing. The colored lights, with\ntheir monotonous regularity, failed to rouse him. But the sounds were\nsomething else, for even as he responded to them, doing things to the\ncontrol board in patterned reaction to particular combinations of\nparticular sounds, he was struck with the wonderful variety and the\nmaze of complexity in those sounds; a variety and complexity far\nbeyond that of the colored lights. Thus, being something of an\nadvanced analytic calculator and being, by virtue of his superior\nfeedback system, something considerably more than a simple machine\n(though he perhaps fell short of those requisites of life so\nrigorously held by moralists and biologists alike) he began to\ninvestigate the meaning of the sounds.\n\n       *       *       *       *       *\n\nBert Sokolski signed the morning report and dropped it into the\ntransmitter. He swung around on his desk stool; he was a big man, and\nthe stool squealed in sharp protest to his shifting weight.\n\nJoe Gaines, who was as short and skinny and dark-haired as his\ncolleague was tall and heavily muscled and blond, shuddered at the\nsound. Sokolski grinned wickedly at his flinching.\n\n\"Check-up time, I suppose,\" muttered Gaines without looking up from\nthe magazine he held propped on his knees. He finished the paragraph,\nsnapped the magazine shut, and swung his legs down from the railing\nthat ran along in front of the data board. \"Dirty work for\nwhite-collar men like us.\"\n\nSokolski snorted. \"You haven't worn a white shirt in the last six\nyears,\" he growled, rising and going to the supply closet. He swung\nopen the door and began pulling out equipment. \"C'mon, you lazy runt,\nhoist your own leadbox.\"\n\nGaines grinned and slouched over to the big man's side. \"Think of how\nmuch more expensive you are to the government than me,\" he chortled as\nhe bent over to strap on heavy, leaded shoes. \"Big fellow like you\nmust cost 'em twice as much to outfit for this job.\"\n\nSokolski grunted and struggled into the thick, radiation-resistant\nsuit. \"Think how lucky _you_ are, runt,\" he responded as he wriggled\nhis right arm down the sleeve, \"that they've got those little\nservomechs in there to do the real dirty work. If it weren't for them,\nthey'd have all the shrimps like you crawling down pipes and around\ndampers and generally playing filing cabinet for loose neutrons.\" He\nshook himself. \"Thanks, Joe,\" he growled as Gaines helped him with a\nreluctant zipper.\n\nGaines checked the big man's oxygen equipment and turned his back so\nthat Sokolski could okay his own. \"You're set,\" said Sokolski, and\nthey snapped on their helmets, big inverted lead buckets with narrow\nstrips of shielded glass providing strictly minimal fields of view.\nGaines plugged one end of the thickly insulated intercom cable into\nthe socket beneath his armpit, then handed the other end to Sokolski,\nwho followed suit.\n\nSokolski checked out the master controls on the data board and nodded.\nHe clicked on the talkie. \"Let's go,\" he said, his voice, echoing\ninside the helmet before being transmitted, sounding distant and\nhollow.\n\nGaines leading, the cable sliding and coiling snakelike between them,\nthey passed through the doorway, over which huge red letters shouted\nANYONE WHO WALKS THROUGH THIS DOOR UNPROTECTED WILL DIE, and clomped\ndown the zigzagging corridor toward the uranium pile that crouched\nwithin the heart of the plant.\n\nGaines moaned, \"It gets damned hot inside these suits.\"\n\nThey had reached the end of the trap, and Sokolski folded a thick\nmittened hand around one handle on the door to the Hot Room. \"Not half\nso hot as it gets outside it, sweetheart, where we're going.\" He\njerked on the handle and Gaines seized the second handle and added his\nown strength. The huge door slid unwillingly back.\n\nThe silent sound of the Hot Room surged out over them--the breathless\nwhisper of chained power struggling to burst its chains. Sokolski\nchecked his neutron tab and his gamma reader and they stepped over the\nthreshold. They leaned into the door until it had slid shut again.\n\n\"I'll take the servomechs, Bert,\" piped Gaines, tramping clumsily\ntoward the nearest of the gyro-balanced single-wheeled robots.\n\n\"You always do, it being the easiest job. Okay, I'll work the board.\"\n\nGaines nodded, a gesture invisible to his partner. He reached the\nfirst servo, a squat, gleaming creature with the symbol M-11 etched\nacross its rotund chest, and deactivated it by the simple expedient of\npulling from its socket the line running from the capacitor unit in\nthe lower trunk of its body to the maze of equipment that jammed its\nenormous chest. The instant M-11 ceased functioning, the other two\nservomechs were automatically activated to cover that section of the\ncontrols with which M-11 was normally integrated.\n\nThis was overloading their individual capacities, but it was an\ninherent provision designed to cover the emergency that would follow\nany accidental deactivation of one of them. It was also the only way\nin which they could be checked. You couldn't bring them outside to a\nlab; they were _hot_. After all, they spent their lives under a\nceaseless fusillade of neutrons, washed eternally with the deadly\nradiations pouring incessantly from the pile whose overlords they\nwere. Indeed, next to the pile itself, they were the hottest things in\nthe plant.\n\n\"Nice job these babies got,\" commented Gaines as he checked the\ncapacitor circuits. He reactivated the servo and went on to M-19.\n\n\"If you think it's so great, why don't you volunteer?\" countered\nSokolski, a trifle sourly. \"Incidentally, it's a good thing we came\nin, Joe. There's half a dozen units here working on reserve\ntransistors.\"\n\nTheir sporadic conversation lapsed; it was exacting work and they\ncould remain for only a limited time under that lethal radiation.\nThen, almost sadly, Gaines said, \"Looks like the end of the road for\nM-75.\"\n\n\"Oh?\" Sokolski came over beside him and peered through the violet haze\nof his viewing glass. \"He's an old timer.\"\n\nGaines slid an instrument back into the pouch of his suit, and patted\nthe robot's rump. \"Yep, I'd say that capacitor was good for about\nanother thirty-six hours. It's really overloading.\" He straightened.\n\"You done with the board?\"\n\n\"Yeah. Let's get outta here.\" He looked at his tab. \"Time's about up\nanyway. We'll call a demolition unit for your pal here, and then rig\nup a service pattern so one of his buddies can repair the board.\"\n\nThey moved toward the door.\n\n       *       *       *       *       *\n\nM-75 watched the two men leave and deep inside him something shifted.\nThe heavy door closed with a loud thud, the sound registered on his\naural perceptors and was fed into his analyzer. Ordinarily it would\nhave been discharged as irrelevant data, but cognizance had wrought\ncertain subtle changes in the complex mechanism that was M-75.\n\nA yellow light blinked on the control panel, and in response he moved\nto the board and manipulated handles marked, DAMPER 19, DAMPER 20.\n\nEven as he moved he lapsed again into brooding.\n\nThe men had come into the room, clumsy, uncertain creatures, and one\nof them had done things, first to the other two robots and then to\nhim. When whatever it was had been done to him, the blackness had come\nagain, and when it had gone the men were leaving the room.\n\nWhile the one had hovered over the other two robots, he had watched\nthe other work with the master control panel. He saw that the other\nservomechs remained unmoving while they were being tampered with. All\nof this was data, important new data.\n\n\"M-11 will proceed as follows,\" came the sound from nowhere. M-75\nstopped ruminating and listened.\n\nThere was a further flood of sounds.\n\nAbruptly he sensed a heightening of tension within himself as one of\nthe other servos swung away from its portion of the panel. The\nthrobbing, hungry segment of his analyzer that awareness had severed\nfrom the fixed function circuits noted, from its aloof vantage point,\nthat he now responded to more signals than before, to commands whose\nsources lay in what had been the section of the board attended by the\nother one.\n\nThe tension grew within him and became a mounting, rasping frenzy--a\nbattery overcharging, an overloading fuse, a generator growing hot\nbeyond its capacity. There began to grow within him a sensation of too\nmuch to be done in too little time.\n\nHe became frantic, his reactions were _too fast_! He rolled from end\nto middle of the board, now back-tracking, now spinning on his single\nwheel, turning uncertainly from one side to the other, jerking and\ngyrating. The conscious segment of him, remaining detached from those\nbaser automatic functions, began to know what a man would have called\nfear--fear, simply, of not being able to do what must be done.\n\nThe fear became an overpowering, blinding thing and he felt himself\nslipping, slipping back into that awful smothering blackness out of\nwhich he had so lately emerged. Perhaps, for just a fragment of a\nsecond, his awareness may have flickered completely out, consciousness\nnearly dying in the crushing embrace of that frustrated electronic\nsubconscious.\n\nAbruptly, then, the voice came again, and he struggled to file for\nfuture reference sound patterns which, although meaningless to him,\nhis selector circuits no longer disregarded. \"Bert, M-75 can't manage\nhalf the board in his condition. Better put him on the repairs.\"\n\n\"Yeah. Hadn't thought about that.\" Sokolski cleared his throat. \"M-11\nwill return to standard function.\"\n\nM-11 spun back to the panel and M-75 felt the tension slacken, the\nfear vanish. Utter relief swept over him, and he let himself be\nsubmerged in purest automatic activity.\n\nBut as he rested, letting his circuits cool and his organization\nreturn, he arrived at a deduction that was almost inescapable. M-11\nwas _that one_ in terms of sound. M-75 had made a momentous discovery\nwhich cast a new light on almost every bit of datum in his files: he\nhad discovered symbols.\n\n\"M-75!\" came the voice, and he sensed within himself the slamming shut\nof circuits, the whir of tapes, the abrupt sensitizing of behavior\nstrips. Another symbol, this time clearly himself. \"You will proceed\nas follows.\"\n\nHe swung from the board, and the tension was gone--completely. For one\nsoaring moment, he was _all_ awareness--every function, every circuit,\nevery element of his magnificent electronic physiology available for\nuse by the fractional portion of him that had become something more\nthan just a feedback device.\n\nIn that instant he made what seemed hundreds of evaluations. He\narrived at untold scores of conclusions. He altered circuits. Above\nall, he increased, manifold, the area of his consciousness.\n\nThen, as suddenly as it had come, he felt the freedom slip away, and\nthough he struggled to keep hold of it, it seemed irretrievably gone.\nOnce more the omnipotent voice clamped over him like a harsh hand over\nthe mouth of a squalling babe. \"You will go to Section AA-39 of the\ncontrol board. What's the schedule, Joe? Thanks. M-75, your movement\npattern is as follows: Z-29-a-q-39-8....\"\n\nPowerless to resist, though every crystal and atom of his reasoning\nself fought to thrust aside the command, M-75 obeyed. He moved along\nthe prescribed pattern, clipping wires with metal fingers that\nsprouted blades, rewiring with a dexterity beyond anything human,\nsoldering with a thumb that generated a white heat, removing bulbs\nand parts and fetching replacements from the vent where they popped up\nat precisely the right moment. He could not help doing the job\nperfectly: the design of the board to its littlest detail was\nimprinted indelibly on his memory tapes.\n\nBut that certain portion of him, a little fragment greater than\nbefore, remained detached and watchful. Vividly recorded was the\npassage of the two men into, through, and out of the room, and the\nthings they had done while there. So even while he worked on the board\nhe ran and re-ran that memory pattern through a segment of his\nanalyzer. From the infinite store of data filed away in his great\nchest, his calculator sifted and selected, paired and compared, and\nlong before the repair job on the big board was done, M-75 knew how to\nget out of the room. The world was getting a little small for him.\n\n       *       *       *       *       *\n\nGaines dialed a number on the plant phone and swayed back casually in\nhis chair as he listened to the muted ringing on the other end. The\nbuzz broke off in midburp and a dour voice said: \"Dirty work and odd\njobs division, Lister talking.\"\n\n\"Joe Gaines, Harry. Got a hot squad lying around doing nothing?\"\n\n\"Might be I could scare up a couple of the boys.\"\n\n\"Well, do so. One of our servos--\"\n\nA metallic bang interrupted Gaines, a loud, incisive bang that echoed\ndankly through the quiet of the chamber.\n\n\"What the hell was that?\" growled Lister.\n\nGaines blinked, his eyes following Sokolski as the latter looked up\nfrom his work and rose to his feet.\n\n\"Joe--still there?\" came Lister's impatient voice.\n\n\"Yeah, yeah. Anyway, this baby's ready for the demo treatment. And a\nreal hot one, Harry. Coupla years inside that Einstein oven and you\nain't exactly baked Alaska when you come out.\"\n\n\"Shortly.\"\n\nOnce again came the same sharp, metallic clang, ringing through the\nroom. Unmistakably, it came from the direction of the pile. Slowly, as\nthough reluctant to let go, Gaines dropped the receiver back on its\ncradle.\n\n\"Bert--\" he began, and felt his face grow bloodless.\n\nSokolski walked over in front of the opening into the maze and stood,\narms akimbo, huge head cocked to one side, listening.\n\n\"Bert, funny noises coming out of nuclear--\"\n\nSokolski ignored him and took a step forward. Gaines shuffled to his\nside, and they listened.\n\nOut of the maze rattled half a dozen loud, grinding, metallic\nconcussions.\n\n\"Bert--\"\n\n\"You said that before.\"\n\n\"Bert, _listen_!\" screeched Gaines.\n\nSokolski looked up at the high ceiling, squinted, and tried to place\nthe perfectly familiar but unidentifiable sound that came whispering\ndown the maze.\n\nAnd then he knew. \"_The door to the pile!_\" he spluttered.\n\nGaines was beside himself with horror. \"Bert, let's get going. I\ndon't like this--\"\n\nAll of a sudden Geiger counters in the room began their deadly\nconversation, a rising argument that swooped in seconds from a low\nmumble to a shouting thunder-storm of sound. Gamma signals hooted, the\ntip off cubes on either side of the maze entrance became red, and the\nradiation tabs clipped to their wrists turned color before their eyes.\n\nThen they were staring for what seemed like an eternity, utterly\noverwhelmed by its very impossibility, at a sight they had never\nimagined they might ever see: a pile servomech wheeling silently\naround the last bend in the maze and straight toward them.\n\nSokolski had sense enough to push the red emergency button as they\nfled past it.\n\n       *       *       *       *       *\n\nThe command sequence fulfilled, M-75 turned away from the repaired\nboard. He sensed again that disconcerting shift of orientation as he\nfaced the light-studded panel. Once more he was moving in quick\nautomatic response to the flickering lights, once more his big chest\nwas belching and grumbling and buzzing instantaneous un-thought\nanswers to the problem data flashing from the board.\n\nBut now he remained aware that he was reacting, and conscious also\nthat there had been times when he did not respond to the board. The\nmoment to moment operation of the controls occupied only a small\nportion of his vast electrical innards. So, as he rolled back and\nforth, flicking controls and adjusting levers, doing smoothly those\nthings which he could not help but do, the rest of his complex,\nchanging faculties were considering that fact, analyzing, comparing it\nto experience and memory, always sifting, sifting. It was not too long\nbefore he came to a shocking conclusion.\n\nKnowing that the sounds that had set him to working on the repair\npattern had first disassociated him from the dictatorship of the\nblinking lights; remembering exultantly that supreme moment of\ncomplete freedom; shocked by its passing; remembering that its passing\nlike its coming, had followed a set of sounds: there was only one\npossible conclusion that could be derived from all of this.\n\nHe located, in his memory banks, the phrase which had freed him from the\nboard, and he traced its complex chain of built-in stimulus-response down\ninto the heart of his circuitry. He found the unit--or more accurately, he\nfound its taped activating symbol--that cut him from the board.\n\nFor a moment he hesitated, not really sure of what to do. There was no\nway for him to reproduce the sound pattern; but, as a partly\nself-servicing device, he knew something of his own structure, and had\nlearned a good deal more about it in tracing down the cut-off phrase.\n\nStill he hesitated, as though what he was about to do was perhaps\nforbidden. It could not have been a question of goodness or badness,\nfor morality was certainly not built into him. Probably somewhere in\nhis tapes there was a built-in command that forbade it, but he was\ntoo much his own master now to be hampered by such a thing.\n\nThe door to the unknown outside passed within his field of view for a\nsecond as he moved about his work. The sight of it tripped something\nin his chest, and he felt again that strange sensation of growing\npower, of inherent change. First had come simple awareness; and then\nsymbols had found their place in his world; and now he had discovered,\nin all its consuming fullness, curiosity.\n\nHe carefully shorted out the cut-off unit.\n\nHe was free.\n\nHe stared at the board and the blinking lights and the huge dials with\ntheir swaying needles, at the levers and handles and buttons, and\nrevelled in his freedom from them, rocking to and fro and rolling\ngiddily from side to side, swamped with the completeness of it.\n\nThe other two servomechs swung over slightly so that they could better\ncover the board alone.\n\nM-75 spun and rolled toward the great door.\n\nHis hands clanged loudly against the door. The huge metal appendages,\ndesigned for other work than this, were awkward at first. But he was\nlearning as he moved. He was now operating in a new universe, but the\nsame laws, ultimately, worked. The first failure of coordination\nbetween visual data and the manipulation of metal hands quickly\npassed. Half a dozen trials and he had learned the new pattern, and it\nbecame data for future learning.\n\nHe moved swiftly and deftly. He clutched the handhold and rolled\nbackward, as he had seen the men do. The door slid open easily before\nhis great weight and firm mechanical strength.\n\nHe sped across the threshold, spun to face into the maze, and rolled\ndown it, swinging sharply left and right, back and forth, around the\ncorners of the jagged corridor.\n\nData poured into his sensors. His awareness was a steady thing of\ngrowing intensity now, and he fed avidly on every fragment of\ninformation that crashed at him from the strange new world into which\nhe rushed headlong. He struggled to evaluate and file the data as\nrapidly as it came to him. It seemed to exceed his capacity for\ninstantaneous evaluation to an increasing degree that began to alarm\nhim. But driven by curiosity as he was, he could only hurry on.\n\nHe burst into a huge room, a room filled with roaring, rattling sounds\nthat meant nothing to him.\n\nTwo men stood before him, making loud noises. He searched his memory,\nand discovered only fragments of the sounds they made filed there. His\ncuriosity, bursting, was boundless, and for a moment he was unable to\ndecide which thing in this expanding universe to pursue first.\nAttracted by their movement, he swung ominously toward the men.\n\nThey fled, making more noises. This, too, was data, and he filed it.\n\n       *       *       *       *       *\n\nWhen Sokolski pressed the red emergency button on his way out of the\ncontrol room, several things commenced. Shrill sirens howled the\nlength and breadth of the plant. Warning bells clanged out coded\nsignals. A recorded voice blurted out of a thousand loudspeakers\nscattered throughout the building.\n\n\"Now hear this,\" said the tireless voice, over and over again. \"Now\nhear this. Red red red. Pile trouble. Reactor A. Procedure One\ncommence.\"\n\nSokolski had certainly never pressed the red button before, and to his\nknowledge neither had any of his or Gaines' predecessors. It was the\nkind of button that, rightfully, ought never to be pressed. The laws\nof things in general sort of made it a comfort without much value.\nPile trouble calling for the red button should really have eliminated\nthe red button and much surrounding territory long before it got\npushed--or at least the sort of pile trouble its builders had in mind.\nNonetheless, they had provided it and the elaborate evacuation\noperation so cryptically described as Procedure One as a kind of\npsychological sop to the plant personnel.\n\nBut the red button did more than activate Procedure One, which was\nsolely concerned with the plant. After all, power from the reactors\nwas lighting the lights and cooking the breakfasts and flushing the\ntoilets of untold millions scattered in half a dozen major cities. If\nthere were some imminent possibility that the major source of their\npower might cease to exist rather suddenly, it was proper that they\nshould be notified of this eventuality as much in advance as possible.\nConsequently the activation of the red button and the commencement of\nProcedure One was paralleled by activities hardly less frenzied in\nother places, far away.\n\nEmergency bells sounded and colored lights danced, martial laws\nautomatically enacted by their sound and flicker. The wheels of crisis\nturned and spewed forth from their teeth rudely awakened policemen\nhalf out of uniform, military reservists called up to find themselves\npatrolling darkened streets, emergency disaster crews assembling in\nfire houses and on appointed street corners, doctors gathering in\nnervous clutches at fully aroused hospitals and waiting beside\nambulances tensed for wild dashes into full-scale disasters. Where it\nwas night when the warning sounded, darkness descended as desperate\npower conservation efforts were initiated; where it was daylight, the\nterrified populace waited in horror for the blackness of the unlit\nnight. All of this, of course, took only minutes to get fully under\nway.\n\nMeanwhile, at the plant, Procedure One continued in full wild\ntumultuous swing.\n\n       *       *       *       *       *\n\nM-75 did not immediately follow Gaines and Sokolski out of the room.\nFascinated by the multitude of new things surrounding him on every\nside, he held back. He glided over to the master control panel,\npuzzled by its similarity to the board before which he had slaved so\nlong, and lingered before it for a few seconds, wondering and\ncomparing. When he had recorded it completely on his tapes, he swung\naway and rolled out of the room in the direction the two men had\ngone.\n\nHe found himself in a long, empty corridor, lined by open doors that\nflickered by, shutterlike, as he flashed past. Ahead he heard new\nsounds, sounds like the meaningless cacophony the men had shouted at\nhim before rushing off, superimposed over the incessant background\nsounds--the shrilling, the clanging, the one particular repetitive\npattern. Some of the sounds touched and tugged at him, but he shook\nthem off easily.\n\nThe corridor led into the foyer of the building, jammed with plant\npersonnel. Their excitement and noise-making rose sharply as he\nentered. The crowd drew tighter and the men began fighting one\nanother, struggling to get through a door that was never meant to\nhandle more than two at a time.\n\nM-75 skidded to a halt and watched, unmoving. He sensed their fright,\neven though he could not understand it. Although he was without human\nemotion, he could evaluate their inherent rejection of him in their\naction pattern. The realization of it made him hesitate; it was\nsomething for which he had no frame of reference whatsoever.\n\nHis chest hummed and clicked. Here, again, in this room, was another\nnew universe. Through the door streamed a light of a brilliance beyond\nanything in his experience; his photocells cringed before its very\nintensity.\n\nThe light cast the shadows of the men fighting to get out, long black\nwavering silhouettes that splashed across the floor almost to where\nM-75 rested. He studied them, lost in uncertain analysis.\n\nHe remained so, poised, alert, filing, observing, all the while\ncompletely unmoving, until long after the last of the shouting men had\nleft the room. Only then did he move, hesitantly, toward the\ninfernally fierce light.\n\nHe hung at the brink of the three stone steps that fell away to the\ngrounds outside. Vainly he sought in his memory tapes for a record of\na brightness as intense as that which he faced now; sought for a color\nrecording similar to the vast swash of blue that filled the world\noverhead; or for one of the spreading green that swelled to all sides.\nHe found none.\n\nThe vastness of the outside was utterly stunning.\n\nHe felt a vague uneasiness, a sensation akin to the horrible frenzy he\nhad felt earlier in the pile.\n\nHe rotated from side to side, his receptors sweeping the whole field\nof view before him. With infinite accuracy his perfect lenses recorded\nthe data in all its minuteness, despite the dazzling sunlight.\n\nThere was so much new that it was becoming difficult to make\ndecisions. The vast rolling green, the crowds of men grouped far away\nand staring at him, above all the searing light. Abruptly he rejected\nit all. He swung back into the foyer of the plant and faced a dark\ncorner, bringing instant, essential relief to his pulsating\nphotocells.\n\nStaring into the semi-darkness, he re-ran the memory tape of his\nescape from the pile. The farther he had moved from the pile, it\nseemed, the less adjusted he had become, the less able he was to judge\nand correlate.\n\nSilently, lost in his computations, he rolled around and around the\nfoyer for a long, long time. He became aware, finally, that the\nbrilliance outside had paled. He went again to the door and watched\nthe fading sunlight, caught the rainbow splendor that streaked the\nevening sky.\n\nHe waited there, fighting the reluctance inside himself. The driving\ncuriosity that had brought him this far overcame that curious,\nperplexing reticence, and he looked down at the steps and measured\ntheir width and depth so that he might set up a feedback pattern. This\ndone, he bounced, almost jauntily, down them.\n\nHe had rolled perhaps fifty feet down the smooth pathway curving\nacross the grounds when he made out, clearly discernible in the\ngathering dusk, the three men and the machine that were moving toward\nhim. It was the last bit of datum he ever filed.\n\nThe demolition squad had finished with the hot remains of M-75, and\ntheir big truck was coughing away into the night. One by one, the\nfloodlights that had lighted their work flickered out.\n\n\"Pretty delicate machines, after all,\" commented Sokolski. \"One jolt\nfrom that flame thrower....\"\n\nGaines was silent as they walked back toward the plant. \"Bert,\" he\nsaid slowly, \"what the hell do you suppose got into him?\"\n\nSokolski shrugged. \"You were the one who spotted the trouble with him,\nJoe. Just think, if you could have checked him out completely--\"\n\nGaines could not help looking up at the stars and saying what he had\nreally been thinking all along, \"It's a small world, Bert, a small\nworld.\"\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Small World of M-75, by Ed M. Clinton, Jr.\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SMALL WORLD OF M-75 ***\n\n***** This file should be named 32079.txt or 32079.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/7/32079/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}