{"title": "Breeder Reaction", "author": "Winston Marks", "releaseDate": "April 21, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction April 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                           Breeder Reaction\n\n\n                           By Winston Marks\n\n\n                      Illustrated by Kelly Freas\n\n\n     _The remarkable thing about Atummyc Afterbath Dusting Powder\n      was that it gave you that lovely, radiant, atomic look--just\n      the way the advertisements said it would. In fact, it also\n      gave you a little something_ more!\n\n       *       *       *       *       *\n\n\n\n\nThe advertising game is not as cut and dried as many people think.\nSometimes you spend a million dollars and get no results, and then\nsome little low-budget campaign will catch the public's fancy and walk\naway with merchandising honors of the year.\n\nLet me sound a warning, however. When this happens, watch out! There's\nalways a reason for it, and it isn't always just a matter of bright\nslogans and semantic genius. Sometimes the product itself does the\ntrick. And when this happens people in the industry lose their heads\ntrying to capitalize on the \"freak\" good fortune.\n\nThis can lead to disaster. May I cite one example?\n\nI was on loan to Elaine Templeton, Inc., the big cosmetics firm, when\none of these \"prairie fires\" took off and, as product engineer from\nthe firm of Bailey Hazlitt & Persons, Advertising Agency, I figured I\nhad struck pure gold. My assay was wrong. It was fool's gold on a pool\nof quicksand.\n\nMadame \"Elaine\", herself, had called me in for consultation on a huge\nlipstick campaign she was planning--you know, NOW AT LAST, A TRULY\nKISS-PROOF LIPSTICK!--the sort of thing they pull every so often to\nget the ladies to chuck their old lip-goo and invest in the current\ndream of non-smearability. It's an old gimmick, and the new product is\nnever actually kiss-proof, but they come closer each year, and the\ngals tumble for it every time.\n\nWell, they wanted my advice on a lot of details such as optimum\nshades, a new name, size, shape and design of container. And they were\nready to spend a hunk of moolah on the build-up. You see, when they\ngive a product a first-class advertising ride they don't figure on\nnecessarily showing a profit on that particular item. If they break\neven they figure they are ahead of the game, because the true purpose\nis to build up the brand name. You get enough women raving over the\nnew Elaine Templeton lipstick, and first thing you know sales start\nclimbing on the whole line of assorted aids to seduction.\n\nSince E. T., Inc., was one of our better accounts, the old man told me\nto take as long as was needed, so I moved in to my assigned office, in\nthe twelve-story E. T. building, secretary, Scotch supply, ice-bags,\nulcer pills and all, and went to work setting up my survey staff. This\nproduct engineering is a matter of \"cut and try\" in some fields. You\nget some ideas, knock together some samples, try them on the public\nwith a staff of interviewers, tabulate the results, draw your\nconclusions and hand them over to Production with a prayer. If your ad\nbudget is large enough your prayer is usually answered, because the\nAmerican Public buys principally on the \"we know what we like, and we\nlike what we know\" principle. Make them \"know it\" and they'll buy it.\nMaybe in love, absence makes the heart grow fonder, but in this\nbusiness, familiarity breeds nothing but sales.\n\nMadame Elaine had a fair staff of idea boys, herself. In fact, every\nother department head had some gimmick he was trying to push to get\npersonal recognition. The Old Hag liked this spirit of initiative and\nmade it plain to me I was to give everyone a thorough hearing.\n\nThis is one of the crosses you have to bear. Everyone but the janitor\nwas swarming into my office with suggestions, and more than half of\nthem had nothing to do with the lipstick campaign at all. So I\ndutifully listened to each one, had my girl take impressive notes and\nthen lifted my left or my right eyebrow at her. My left eyebrow meant\nfile them in the wastebasket. This is how the Atummyc Afterbath\nDusting Powder got lost in the shuffle, and later I was credited with\nlaunching a new item on which I didn't even have a record.\n\nIt came about this way:\n\n       *       *       *       *       *\n\nJust before lunch one day, one of the Old Hag's promotion-minded\npixies flounced her fanny into my interview chair, crossed her knees\nup to her navel and began selling me her pet project. She was a\nrelative of the Madame as well as a department head, so I had to\nlisten.\n\nHer idea was corny--a new dusting powder with \"Atummion\" added, to be\ncalled, \"Atummyc Afterbath Dusting Powder\"--\"Atummyc\", of course,\nbeing a far-fetched play on the word \"atomic\". What delighted her\nespecially was that the intimate, meaningful word \"tummy\" occurred in\nher coined trade name, and this was supposed to do wonders in\nstimulating the imaginations of the young females of man-catching-age.\n\n[Illustration]\n\nAs I said, the idea was corny. But the little hazel-eyed pixie was\nnot. She was about 24, black-haired, small-waisted and bubbling with\nhormones. With her shapely knees and low-cut neckline she was a\npleasant change of scenery from the procession of self-seeking\nmiddle-agers I had been interviewing--not that her motive was any\ndifferent.\n\nI stalled a little to feast my eyes. \"This _Atummion Added_ item,\" I\nsaid, \"just what is _Atummion_?\"\n\n\"That's my secret,\" she said, squinching her eyes at me like a\nfun-loving little cobra. \"My brother is assistant head chemist, and\nhe's worked up a formula of fission products we got from the Atomic\nEnergy Commission for experimentation.\"\n\n\"Fission products!\" I said. \"That stuff's dangerous!\"\n\n\"Not this formula,\" she assured me. \"Bob says there's hardly any\nradiation to it at all. Perfectly harmless.\"\n\n\"Then what's it supposed to do?\" I inquired naively.\n\nShe stood up, placed one hand on her stomach and the other behind her\nhead, wiggled and stretched. \"Atummyc Bath Powder will give milady\nthat wonderful, vibrant, _atomic_ feeling,\" she announced in a voice\ndripping with innuendo.\n\n\"All right,\" I said, \"that's what it's supposed to do. Now what does\nit really do?\"\n\n\"Smells good and makes her slippery-dry, like any other talcum,\" she\nadmitted quite honestly. \"It's the name and the idea that will put it\nacross.\"\n\n\"And half a million dollars,\" I reminded her. \"I'm afraid the whole\nthing is a little too far off the track to consider at this time. I'm\nhere to make a new lipstick go. Maybe later--\"\n\n\"I appreciate that, but honestly, don't you think it's a terrific\nidea?\"\n\n\"I think you're terrific,\" I told her, raising my left eyebrow at my\nsecretary, \"and we'll get around to you one of these days.\"\n\n\"Oh, Mr. Sanders!\" she said, exploding those big eyes at me and\nshoving a half-folded sheet of paper at me. \"Would you please sign my\ninterview voucher?\"\n\nIn Madame Elaine's organization you had to have a written \"excuse\" for\nabsenting yourself from your department during working hours. I\nsupposed that the paper I signed was no different from the others.\nAnyway, I was still blinded by the atomic blast of those hazel eyes.\n\nAfter she left I got to thinking it was strange that she had me sign\nthe interview receipt. I couldn't remember having done that for any\nother department heads.\n\nI didn't tumble to the pixie's gimmick for a whole month, then I\npicked up the phone one day and the old man spilled the news. \"I\nthought you were making lipstick over there. What's this call for ad\ncopy on a new bath powder?\"\n\nThe incident flashed back in my mind, and rather than admit I had been\nby-passed I lied, \"You know the Madame. She always gets all she can\nfor her money.\"\n\nThe old man muttered, \"I don't see taking funds from the lipstick\ncampaign and splitting them off into little projects like this,\" he\nsaid. \"Twenty-five thousand bucks would get you one nice spread in the\nPost, but what kind of a one-shot campaign would that be?\"\n\nI mumbled excuses, hung up and screamed for the pixie. My secretary\nsaid, \"Who?\"\n\n\"Little sexy-eyes. The Atomic Bath Powder girl.\"\n\nWithout her name it took an hour to dig her up, but she finally popped\nin, plumped down and began giggling. \"You found out.\"\n\n\"How,\" I demanded, \"did you arrange it?\"\n\n\"Easy. Madame Elaine's in Paris. She gave you a free hand, didn't\nshe?\"\n\nI nodded.\n\n\"Well, when you signed your okay on the Atummyc--\"\n\n\"That was an interview voucher!\"\n\n\"Not--exactly,\" she said ducking her head.\n\nThe damage was done. You don't get ahead in this game by admitting\nmistakes, and the production department was already packaging and\nlabelling samples of Atummyc Bath Powder to send out to the\ndistributors.\n\n       *       *       *       *       *\n\nI had to carve the $25,000 out of my lipstick budget and keep my mouth\nshut. When the ad copy came over from my firm I looked it over,\nshuddered at the quickie treatment they had given it and turned it\nloose. Things were beginning to develop fast in my lipstick\ndepartment, and I didn't have time to chase the powder thing like I\nshould have--since it was my name on the whole damned project.\n\nSo I wrote off the money and turned to other things.\n\nWe were just hitting the market with Madame Elaine Templeton's\n\"Kissmet\" when the first smell of smoke came my way. The pixie came\ninto my office one morning and congratulated me.\n\n\"You're a genius!\" she said.\n\n\"Like the Kissmet campaign, do you?\" I said pleased.\n\n\"It stinks,\" she said holding her nose. \"But Atummyc Bath Powder will\npull you out of the hole.\"\n\n\"Oh, that,\" I said. \"When does it go to market?\"\n\n\"Done went--a month ago.\"\n\n\"What? Why you haven't had time to get it out of the lab yet. Using a\nforeign substance, you should have had an exhaustive series of allergy\nskin tests on a thousand women before--\"\n\n\"I've been using it for two months myself,\" she said. \"And look at me!\nSee any rashes?\"\n\nI focussed my eyes for the first time, and what I saw made me wonder\nif I were losing my memory. The pixie had been a pretty little French\npastry from the first, but now she positively glowed. Her skin even\nhad that \"radiant atomic look\", right out of our corny, low-budget ad\ncopy.\n\n\"What--have you done to yourself, fallen in love?\"\n\n\"With Atummyc After Bath Powder,\" she said smugly. \"And so have the\nladies. The distributors are all reordering.\"\n\nWell, these drug sundries houses have some sharp salesmen out, and I\nfigured the bath powder must have caught them needing something to\npromote. It was a break. If we got the $25,000 back it wouldn't hurt\nmy alibi a bit, in case the Kissmet production failed to click.\n\nThree days later the old man called me from the New York branch of our\nagency. \"Big distributor here is hollering about the low budget we've\ngiven to this Atummyc Bath Powder thing,\" he said. \"He tells me his\nmen have punched it hard and he thinks it's catching on pretty big.\nMaybe you better talk the Madame out of a few extra dollars.\"\n\n\"The Old Hag's in Europe,\" I told him, \"and I'm damned if I'll rob the\nKissmet Lipstick deal any more. It's mostly spent anyway.\"\n\nThe old man didn't like it. When you get the distributors on your side\nit pays to back them up, but I was too nervous about the wobbly first\nreturns we were getting on the Kissmet campaign to consider taking\naway any of the unspent budget and throwing it into the bath powder\ndeal.\n\nThe next day I stared at an order from a west coast wholesaler and\nbegan to sweat. The pixie fluttered it under my nose. \"Two more\ncarloads of Atummyc Bath Powder,\" she gloated.\n\n\"Two more _carloads_?\"\n\n\"Certainly. All the orders are reading _carloads_,\" she said. \"This\nthing has busted wide open.\"\n\nAnd it had. Everybody, like I said earlier, lost their head. The\nbath-powder plant was running three shifts and had back-orders chin\nhigh. The general manager, a joker name of Jennings, got excited,\ncabled Madame Elaine to get back here pronto, which she did, and then\nthe panic was on.\n\nThe miracle ingredient was this Atummion, and if Atummion sold bath\npowder why wouldn't it sell face-cream, rouge, mud-packs, shampoos,\nfinger-nail polish and eye-shadow?\n\nFor that matter, the Old Hag wanted to know, why wouldn't it sell\nKissmet Lipstick?\n\nThe answer was, of course, that the magic legend \"Contains the\nExclusive New Beauty Aid, Atummion\" _did_ sell these other products.\nEverything began going out in carload lots as soon as we had the new\nlabels printed, and to be truthful, I breathed a wondrous sigh of\nrelief, because up to that moment my Kissmet campaign had promised to\nfall flat on its lying, crimson face.\n\n       *       *       *       *       *\n\nThe staggering truth about Atummion seeped in slowly. Item one:\nAlthough we put only a pinch of it in a whole barrel of talcum powder,\n_it did give the female users a terrific_ complexion! Pimples,\nblack-heads, warts, freckles and even minor scars disappeared after a\nfew weeks, and from the very first application users mailed us\ntestimonials swearing to that \"atomic feeling of loveliness\".\n\nItem two: About one grain of Atummion to the pound of lipstick brought\nout the natural color of a woman's lips and maintained it there _even\nafter the lipstick was removed_.\n\nItem three: There never was such a shampoo. For once the ad\ncopywriters failed to exceed the merits of their product.\nAtummion-tinted hair took on a sparkling look, a soft texture and a\n_natural-appearing wave_ that set beauty-operators screaming for\nprotection.\n\nThese beauticians timed their complaint nicely. It got results on the\nmorning that the whole thing began to fall to pieces.\n\nAbout ten A. M. Jennings called a meeting of all people concerned in\nthe Atummyc Powder project, and they included me as well as the pixie\nand her brother, the assistant chemist.\n\nEveryone was too flushed with success to take Jennings' opening remark\ntoo seriously. \"It looks like we've got a winner that's about to lose\nus our shirts,\" he said.\n\nHe shuffled some papers and found the one he wanted to hit us with\nfirst. \"The beauticians claim we are dispensing a dangerous drug\nwithout prescription. They have brought suits to restrain our use.\"\n\nMadame Elaine in her mannishly tailored suit was standing by a window\nstaring out. She said, \"The beauticians never gave us any break,\nanyway. Hell with them! What's next?\"\n\nJennings lifted another paper. \"I agree, but they sicked the Pure Food\nand Drug people on us. They tend to concur.\"\n\n\"Let them prove it first,\" the Old Hag said turning to the pixie's\nbrother. \"Eh, Bob!\"\n\n\"It's harmless!\" he protested, but I noticed that the pixie herself,\nfor all her radiance, had a troubled look on her face.\n\nThe general manager lifted another paper. \"Well, there seems to be\nenough doubt to have caused trouble. The Pure Food and Drug labs have\nby-passed the courts and put in a word to the Atomic Energy\nCommission. The AEC has cut off our supply of the fission salts that\ngo into Atummion, pending tests.\"\n\nThat brought us all to our feet. Madame Elaine stalked back to the\nhuge conference table and stared at Bob, the chemist. \"How much of the\ngunk do we have on hand?\"\n\n\"About a week's supply at present production rates.\" He was pale, and\nhe swallowed his adam's apple three times.\n\nThe worst was yet to come. The pixie looked around the table\npeculiarly unchanged by the news. She had trouble in her face but it\nhad been there from the start of the conference. \"I wasn't going to\nbring this up just yet,\" she said, \"but since we're here to have a\ngood cry I might as well let you kick this one around at the same\ntime. Maybe you won't mind shutting down production after all.\"\n\nThe way she said it froze all of us except the Madame.\n\nThe Madame said, \"Well, speak up! What is it?\"\n\n\"I've been to twelve different doctors, including eight specialists.\nI've thought and thought until I'm half crazy, and there just isn't\nany other answer,\" the pixie said.\n\nShe stared at us and clenched her fists and beat on the shiny table.\n\"You've got to believe me! There just isn't _any_ other answer.\nAtummion is responsible for my condition, and all twelve doctors\nagreed on my condition.\"\n\nStill standing, Madame Elaine Templeton grabbed the back of her chair\nuntil her knuckles turned white. \"Don't tell me the stuff brings on\nhives or something!\"\n\nThe pixie threw back her head and a near-hysterical laugh throbbed\nfrom her lovely throat. \"Hives, hell. I'm pregnant!\"\n\n       *       *       *       *       *\n\nWell, we were all very sorry for her, because she was unmarried, and\nthat sort of thing is always clumsy. At that moment, however, none of\nus believed the connection between her condition and Atummion.\n\nBeing a distant relative of the Madame, she was humored to the extent\nthat we had the lab get some guinea pigs and douse them with Elaine\nTempleton's After Bath Powder, and they even professed to make a daily\ncheck on them.\n\nMeanwhile, production ground to a halt on all Atummion-labelled\nproducts, which was everything, I think, but the eyebrow pencils.\n\nWith every drug-store and department store in the country screaming to\nhave their orders filled, it was a delicate matter and took a lot of\nstring-pulling to keep the thing off the front-pages. It wasn't the\nbeautician's open charges that bothered us, because everyone knew they\nwere just disgruntled. But if it leaked out that the AEC was disturbed\nenough to cut off our fission products, every radio, newspaper and TV\ncommentator in the business would soon make mince-meat of us over the\nfact that Atummion had not been adequately tested before marketing.\nAnd this was so right!\n\nWe took our chances and submitted honest samples to the Bureau of\nWeights and Measures and the Pure Food and Drug labs. And held our\nbreath.\n\nThe morning the first report came back in our favor there was great\nrejoicing, but that afternoon our own testing lab sent up a man to see\nJennings, and he called me instantly.\n\n\"Sanford, get up here at once. The guinea pigs just threw five litters\nof babies!\"\n\n\"Congratulations,\" I told him. \"That happens with guinea pigs, I\nunderstand.\"\n\n\"You _don't_ understand,\" he thundered at me. \"This was test group\nF-six, all females, and every one has reached maturity since we bought\nand segregated them.\"\n\n\"There must be some mistake,\" I said.\n\n\"There better be,\" he told me.\n\nI went to his office and together we picked up the Madame from her\npenthouse suite. She followed us into the elevator reluctantly.\n\"Absurd, absurd!\" was all she could say.\n\nWe watched the lab man check the ten adult pigs one by one. Even as\ninexpert as I am in such matters, it was evident that all ten were\nfemales, and the five which had not yet participated in blessed events\nwere but hours from becoming mothers.\n\nWe went our separate ways stunned. Back in my office I pulled out a\nlist of our big wholesale accounts where the Atummion products had\nbeen shipped by the carloads. The warehouses were distributed in every\nstate of the union.\n\nThen I ran my eye down the list of products which contained the\ndevilish Atummion. There were thirty-eight, in all, including a\ncomplete line of men's toiletries, shaving lotion, shampoo, deodorant\nand body-dusting powder. I thanked God that men didn't have ovaries.\n\nDolores Donet--that was the pixie's name--opened my door and deposited\nherself gingerly in a chair opposite me.\n\nI said, \"You look radiant.\"\n\nShe said, \"Don't rub it in, and I'll have a shot of that.\" I shared my\nHaig and Haig with her, and we drank to the newly departed bottom of\nthe world.\n\n       *       *       *       *       *\n\nMy secretary tried to give me a list of people who had phoned and a\nstack of angry telegrams about back-orders, but I waved her away.\n\"Dolores,\" I said, \"there must have been a boy guinea pig loose in\nthat pen. It's just too fantastic!\"\n\n\"Are you accusing me of turning one loose just to get off the hook\nmyself?\" she snapped.\n\n\"What you've got, excuses won't cure,\" I told her, \"but we've got to\nget facts. My God, if you're right--\"\n\n\"We've sworn everyone to secrecy,\" she said. \"There's a $10,000 bonus\nposted for each employee who knows about this. Payable when the\nstatute of limitations runs out on possible litigation.\"\n\n\"You can't swear the public to secrecy,\" I said.\n\n\"Think a minute,\" she said, coldly. \"The married women don't need\nexcuses, and the single girls--who'll believe them? Half of them or\nbetter, have guilty consciences anyway. The rest? They're in the same\nboat I was--without a labful of guinea pigs to back them up.\"\n\n\"But--how did it happen in the first place?\"\n\n\"Bob has been consulting the biologist we retained. He keeps asking\nthe same question. He says parthenogenesis in higher lifeforms is\nvirtually impossible. Bob keeps pointing at the little pigs, and\nthey're going round and round. They're examining the other eleven test\npens now, but there's no question in my mind. I have a personal stake\nin this experiment, and I was very careful to supervise the\nsegregation of males and females.\"\n\nMy sanity returned in one glorious rush. _There was the bugger\nfactor!_ _Dolores, herself._\n\nIn her eagerness to clear her own skirts, Dolores had tampered with\nthe integrity of the experiment. Probably, she had arranged for\nartificial insemination, just to be sure. The tip-off was the hundred\npercent pregnancy of one whole test-batch. Ten out of ten. Even if one\nbuck had slipped in inadvertently, and someone was covering up the\nmistake, why you wouldn't expect anything like a 100% \"take\".\n\n\"Dolores,\" I said, \"you are a naughty girl in more ways than one.\"\n\nShe got up and refilled her glass shaking her head. \"The\never-suspicious male,\" she said. \"Don't you understand? I'm not\ntrying to dodge my responsibility for my condition. The whole mess is\nmy fault from beginning to end. But what kind of a heel will I be if\nwe get clearance from the AEC and start shipping out Atummyc products\nagain--knowing what I do? What's more, if we let the stuff float\naround indefinitely, someone is going to run comprehensive tests on\nit, not just allergy test patches like they're doing at the government\nlabs right now.\"\n\n\"Yeah,\" I said, \"so we all bury the hottest promotion that ever hit\nthe cosmetics industry and live happily ever after.\"\n\nShe hit the deck and threw her whiskey glass at me, which did nothing\nto convince me that she wasn't telling the tallest tale of the\ncentury--to be conservative.\n\nWe sat and glared at each other for a few minutes. Finally she said,\n\"You're going to get proof, and damned good proof any minute now.\"\n\n\"How so?\" Nothing this experiment revealed would be valid to me, I\nfigured, now that I was convinced she had deliberately fouled it up.\n\n\"Bob and the biologist should be up here any minute. I told them I'd\nwait in your office. I know something you don't, I'm just waiting for\nthem to verify it.\"\n\nShe was much too confident, and I began to get worried again. We\nwaited for ten minutes, fifteen, twenty. I picked up the phone and\ndialed the lab.\n\nThe woman assistant answered and said that the two men were on the way\nup right now. I asked, \"What have they been doing down there?\"\n\nShe said, \"They've been doing Caesarian sections on the animals in\ntest-pen M-four.\"\n\n\"Caesarian sections?\" I repeated. She affirmed it, and Dolores Donet\ngot a tight, little, humorless smile on her face. I hung up and said,\n\"They're on their way up, and what's so funny?\"\n\nShe said, \"You know what I think? I think you've been using Atummyc\nproducts on you.\"\n\n\"So what?\" I demanded. \"I was responsible for this campaign, too. I've\nbeen waiting for a rash to develop almost as long as you have.\"\n\nShe said, \"When Bob comes in, look at his complexion. All three of us\nhave been guinea pigs, I guess.\"\n\n\"I still don't see what's so damned amusing.\"\n\nShe said, \"You still don't tumble, eh? All right, I'll spell it out.\nCaesarians performed on test batch M-four.\"\n\n\"So?\"\n\n\"The 'M' stands for male,\" she said.\n\nShe timed it just right. The hall door opened and Bob trailed in with\na dazed look. The biologist was half holding him up. His white\nlab-smock was freshly blood-stained, and his eyes were blank and\nunseeing.\n\nBut for all his distress, he was still a good looking young fellow.\nHis skin had that lovely, radiant, atomic look--just like mine.\n\n                                                            ... THE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Breeder Reaction, by Winston Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BREEDER REACTION ***\n\n***** This file should be named 32077.txt or 32077.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/7/32077/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}