{"title": "Love Story", "author": "Irving E. Cox, Jr.", "releaseDate": "April 21, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction April 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                             _love story_\n\n\n                        BY IRVING E. COX, JR.\n\n\n                     _Illustrated by Paul Orban_\n\n\n     _Everything was aimed at satisfying the whims of women. The\n      popular cliches, the pretty romances, the catchwords of\n      advertising became realities; and the compound kept the men\n      enslaved. George knew what he had to do...._\n\n       *       *       *       *       *\n\n\n\n\nThe duty bell rang and obediently George clattered down the steps from his\nconfinement cubicle over the garage. His mother's chartreuse-colored\nCadillac convertible purred to a stop in the drive.\n\n\"It's so sweet of you to come, Georgie,\" his mother said when George\nopened the door for her.\n\n\"Whenever you need me, Mummy.\" It was no effort at all to keep the\nsneer out of his voice. Deception had become a part of his character.\n\nHis mother squeezed his arm. \"I can always count on my little boy to\ndo the right thing.\"\n\n\"Yes, Mummy.\" They were mouthing a formula of words. They were both\nvery much aware that if George hadn't snapped to attention as soon as\nthe duty bell rang, he risked being sentenced, at least temporarily,\nto the national hero's corps.\n\nStill in the customary, martyr's whisper, George's mother said, \"This\nhas been such a tiring day. A man can never understand what a woman\nhas to endure, Georgie; my life is such an ordeal.\" Her tone turned at\nonce coldly practical. \"I've two packages in the trunk; carry them to\nthe house for me.\"\n\nGeorge picked up the cardboard boxes and followed her along the brick\nwalk in the direction of the white, Colonial mansion where his mother\nand her two daughters and her current husband lived. George, being a\nboy, was allowed in the house only when his mother invited him, or\nwhen he was being shown off to a prospective bride. George was\nnineteen, the most acceptable marriage age; because he had a\nmagnificent build and the reputation for being a good boy, his mother\nwas rumored to be asking twenty thousand shares for him.\n\nAs they passed the rose arbor, his mother dropped on the wooden seat\nand drew George down beside her. \"I've a surprise for you, George--a\nnew bidder. Mrs. Harper is thinking about you for her daughter.\"\n\n\"Jenny Harper?\" Suddenly his throat was dust dry with excitement.\n\n\"You'd like that, wouldn't you, Georgie?\"\n\n\"Whatever arrangement you make, Mummy.\" Jenny Harper was one of the\nfew outsiders George had occasionally seen as he grew up. She was\napproximately his age, a stunning, dark-eyed brunette.\n\n\"Jenny and her mother are coming to dinner to talk over a marriage\nsettlement.\" Speculatively she ran her hand over the tanned,\nmuscle-hard curve of his upper arm. \"You're anxious to have your own\nwoman, aren't you, George?\"\n\n\"So I can begin to work for her, Mummy.\" That, at least, was the\ncorrect answer, if not an honest one.\n\n\"And begin taking the compound every day.\" His mother smiled. \"Oh, I\nknow you wicked boys! Put on your dress trunks tonight. We want Jenny\nto see you at your best.\"\n\nShe got up and strode toward the house again. George followed\nrespectfully two paces behind her. As they passed beyond the garden\nhedge, she saw the old business coupe parked in the delivery court.\nHer body stiffened in anger. \"Why is your father home so early, may I\nask?\" It was an accusation, rather than a question.\n\n\"I don't know, Mother. I heard my sisters talking in the yard; I think\nhe was taken sick at work.\"\n\n\"Sick! Some men never stop pampering themselves.\"\n\n\"They said it was a heart attack or--\"\n\n\"Ridiculous; he isn't dead, is he? Georgie, this is the last straw. I\nintend to trade your father in today on a younger man.\" She snatched\nthe two packages from him and stormed into the house.\n\nSince his mother hadn't asked him in, George returned to his\nconfinement cubicle in the garage. He felt sorry, in an impersonal\nway, for the husband his mother was about to dispose of, but otherwise\nthe fate of the old man was quite normal. He had outlived his economic\nusefulness; George had seen it happen before. His real father had died\na natural death--from strain and overwork--when George was four. His\nmother had since then bought four other husbands; but, because boys\nwere brought up in rigid isolation, George had known none of them\nwell. For the same reason, he had no personal friends.\n\nHe climbed the narrow stairway to his cubicle. It was already late\nafternoon, almost time for dinner. He showered and oiled his body\ncarefully, before he put on his dress trunks, briefs made of black\nsilk studded with seed pearls and small diamonds. He was permitted to\nwear the jewels because his mother's stockholdings were large enough\nto make her an Associate Director. His family status gave George a\nhigh marriage value and his Adonis physique kicked the asking price\nstill higher. At nineteen he stood more than six feet tall, even\nwithout his formal, high-heeled boots. He weighed one hundred and\neighty-five, not an ounce of it superfluous fat. His skin was deeply\nbronzed by the sunlamps in the gym; his eyes were sapphire blue; his\ncrewcut was a platinum blond--thanks to the peroxide wash his mother\nmade him use.\n\nObserving himself critically in the full-length mirror, George knew\nhis mother was justified in asking twenty thousand shares for him.\nMarriage was an essential part of his own plans; without it revenge\nwas out of his reach. He desperately hoped the deal would be made with\nJenny Harper. A young woman would be far less difficult for him to\nhandle.\n\nWhen the oil on his skin was dry, he lay down on his bunk to catch up\non his required viewing until the duty bell called him to the house.\nThe automatic circuit snapped on the television screen above his bunk;\nwearily George fixed his eyes on the unreeling love story.\n\nFor as long as he could remember, television had been a fundamental\npart of his education. A federal law required every male to watch the\nTV romances three hours a day. Failure to do so--and that was\ndetermined by monthly form tests mailed out by the Directorate--meant\na three month sentence to the national hero's corps. If the statistics\nperiodically published by the Directorate were true, George was a\nrelatively rare case, having survived adolescence without serving a\nsingle tour of duty as a national hero. For that he indirectly thanked\nhis immunity to the compound. Fear and guilt kept him so much on his\ntoes, he grew up an amazingly well-disciplined child.\n\nGeorge was aware that the television romances were designed to shape\nhis attitudes and his emotional reactions. The stories endlessly\nrepeated his mother's philosophy. All men were pictured as beasts\ncrudely dominated by lust. Women, on the other hand, were always\nsensitive, delicate, modest, and intelligent; their martyrdom to the\nmen in their lives was called love. To pay for their animal lusts, men\nwere expected to slave away their lives earning things--kitchen\ngadgets, household appliances, fancy cars, luxuries and\nstockholdings--for their patient, long-suffering wives.\n\n_And it's all a fake!_ George thought. He had seen his Mother drive\ntwo men to their graves and trade off two others because they hadn't\nproduced luxuries as fast as she demanded. His mother and his\npinch-faced sisters were pampered, selfish, rock-hard Amazons; by no\nconceivable twist of imagination could they be called martyrs to\nanything.\n\nThat seemed self-evident, but George had no way of knowing if any\nother man had ever reasoned out the same conclusion. Maybe he was\nunique because of his immunity to the compound. He was sure that very\nfew men--possibly none--had reached marriage age with their immunity\nstill undiscovered.\n\n       *       *       *       *       *\n\nGeorge was lucky, in a way: he knew the truth about himself when he\nwas seven, and he had time to adjust to it--to plan the role he had\nbeen acting for the past twelve years. His early childhood had been a\nlivid nightmare, primarily because of the precocious cruelty of his\ntwo sisters. Shortly before his seventh birthday they forced him to\ntake part in a game they called cocktail party. The game involved only\none activity: the two little girls filled a glass with an unidentified\nliquid, and ordered George to drink. Afterward, dancing up and down in\ngirlish glee, they said they had given him the compound.\n\nGeorge had seen the love stories on television; he knew how he was\nexpected to act. He gave a good performance--better than his sisters\nrealized, for inside his mind George was in turmoil. They had given\nhim the compound (true, years before he should have taken it), and\nnothing had happened. He had felt absolutely nothing; he was immune!\nIf anyone had ever found out, George would have been given a life\nsentence to the national hero's corps; or, more probably, the Morals\nSquad would have disposed of him altogether.\n\nFrom that day on, George lived with guilt and fear. As the years\npassed, he several times stole capsules of the compound from his\nmother's love-cabinet and gulped them down. Sometimes he felt a little\ngiddy, and once he was sick. But he experienced no reaction which\ncould possibly be defined as love. Not that he had any idea what that\nreaction should have been, but he knew he was supposed to feel very\nwicked and he never did.\n\nEach failure increased the agony of guilt; George drove himself to be\nfar better behaved than he was required to be. He dreaded making one\nmistake. If his mother or a Director examined it too closely, they\nmight find out his real secret.\n\nGeorge's basic education began when he was assigned to his confinement\nroom above the garage after his tenth birthday. Thereafter his time\nwas thoroughly regulated by law. Three hours a day he watched\ntelevision; three hours he spent in his gym, building a\nmagnificent--and salable--body; for four hours he listened to the\neducational tapes. Arithmetic, economics, salesmanship, business\ntechniques, accounting, mechanics, practical science: the things he\nhad to know in order to earn a satisfactory living for the woman who\nbought him in marriage.\n\nHe learned nothing else and as he grew older he became very conscious\nof the gaps in his education. For instance, what of the past? Had the\nworld always been this sham he lived in? That question he had the good\nsense not to ask.\n\nBut George had learned enough from his lessons in practical science to\nguess what the compound really was, what it had to be: a mixture of\naphrodisiacs and a habit-forming drug. The compound was calculated to\nstir up a man's desire to the point where he would give up anything in\norder to satisfy it. Boys were given increased doses during their\nadolescence; by the time they married, they were addicts, unable to\nleave the compound alone.\n\nGeorge couldn't prove his conclusion. He had no idea how many other\nmen had followed the same line of reasoning and come up with the same\nanswer. But why was George immune? There was only one way he could\nfigure it: it must have happened because his sisters gave him the\nfirst draft when he was seven. But logically that didn't make much\nsense.\n\nBachelors were another sort of enemy: men who shirked their duty and\ndeserted their wives. It seemed unreasonable to believe a man could\ndesert his wife, when first he had to break himself of addiction to\nthe compound. George had always supposed that bachelor was a boogy\nword contrived to frighten growing children.\n\nAs a consequence, he was very surprised when the house next door was\nraided. Through the window of his confinement cubicle, he actually saw\nthe five gray-haired men who were rounded up by the Morals Squad. The\nSquad--heavily armed, six-foot Amazons--tried to question their\ncaptives. They used injections of a truth serum. Two of the old men\ndied at once. The others went berserk, frothing at the mouth and\nscreaming animal profanity until the Squad captain ordered them shot.\n\nGeorge overheard one of the women say, \"It's always like this. They\ntake something so our serum can't be effective.\"\n\nLater that afternoon George found a scrap of paper in his mother's\ngarden. It had blown out of the bonfire which the Morals Squad made of\nthe papers they took out of the house next door. The burned page had\napparently been part of an informational bulletin, compiled by the\nbachelors for distribution among themselves.\n\n\"... data compiled from old publications,\" the fragment began, \"and\ninterpreted by our most reliable authorities.\" At that point a part of\nthe page was burned away. \"... and perhaps less than ninety years ago\nmen and women lived in equality. The evidence on that point is\nentirely conclusive. The present matriarchy evolved by accident, not\ndesign. Ninety years ago entertainment and advertising were\nexclusively directed at satisfying a woman's whim. No product was sold\nwithout some sort of tie-in with women. Fiction, drama, television,\nmotion pictures--all glorified a romantic thing called love. In that\nsame period business was in the process of taking over government from\nstatesmen and politicians. Women, of course, were the stockholders who\nowned big business, although the directors and managers at that time\nwere still men--operating under the illusion that they were the\nexecutives who represented ownership. In effect, however, women owned\nthe country and women governed it; suddenly the matriarchy existed.\nThere is no evidence that it was imposed; there is no suggestion of\ncivil strife or....\" More words burned away. \"However, the women were\nnot unwilling to consolidate their gains. Consequently the popular\ncliches, the pretty romances, and the catchwords of advertising became\na substitute for reality. As for the compound....\"\n\nThere the fragment ended. Much of it George did not understand. But it\ngave him a great deal of courage simply to know the bachelors actually\nexisted. He began to plan his own escape to a bachelor hideout. He\nwould have no opportunity, no freedom of any sort, until he married.\nEvery boy was rigidly isolated in his confinement cubicle, under the\nwatchful eye of his mother's spy-cameras, until he was bought in his\nfirst marriage.\n\nThen, as he thought more about it, George realized there was a better\nway for him to use his immunity. He couldn't be sure of finding a\nbachelor hideout before the Morals Squad tracked him down. But George\ncould force his bride to tell him where the compound was made, since\nhe was not an addict and she could not use the compound to enslave\nhim. Once he knew the location of the factory, he would destroy it.\nHow, he wasn't sure; he didn't plan that far ahead. If the supply of\nthe drug could be interrupted, many hundreds of men might be goaded\ninto making a break for the hills.\n\n       *       *       *       *       *\n\nThe duty bell rang. George snapped to attention on the edge of his\nbunk. He saw his mother waving from the back door of her house.\n\n\"I'll be down right away, Mummy.\"\n\nHis mother was waiting for him in the pantry. Under the glaring\noverhead light he stopped for her last minute inspection. She used a\npocket-stick to touch up a spot on his chest where the oil gleam had\nfaded a little. And she gave him a glass of the compound to drink.\n\n\"Jenny really wants to marry you, George,\" she confided. \"I know the\nsymptoms; half our battle's won for us. And my former husband won't be\naround to worry us with his aches and pains. I made the trade this\nafternoon.\"\n\nHe followed her into the dining room where the cocktails were being\nserved. Aside from the Harpers, George's mother had rented two\nhandsome, muscular escorts for his sisters. In the confusion, George\nsaw Jenny Harper's mother stealthily lace his water glass with a dose\nof the compound. He suppressed a grin. Apparently she was anxious to\ncomplete the deal, too.\n\nGeorge found it almost impossible to hold back hilarious laughter when\nJenny herself shyly pressed a capsule of the compound into his hand\nand asked him to use it. Three full-size slugs of the drug! George\nwondered what would have happened if he hadn't been immune.\nFortunately, he knew how to act the lusty, eager, drooling male which\neach of the women expected.\n\nThe negotiations moved along without a hitch. George's mother held out\nfor twenty-eight thousand shares, and got it. The only problem left\nwas the date for the wedding, and Jenny settled that very quickly. \"I\nwant my man, Mom,\" she said, \"and I want him now.\"\n\nJenny always got what she wanted.\n\nWhen she and her mother left that evening, she held George's hand in\nhers and whispered earnestly, \"So they were married and lived happily\never after. That's the way it's going to be with us, isn't it,\nGeorge?\"\n\n\"It's up to you, Jenny; for as long as you want me.\"\n\nThat was the conventional answer which he was expected to make, but he\nsaw unmasked disappointment in her face. She wanted something more\ngenuine, with more of himself in it. He felt suddenly sorry for her,\nfor the way he was going to use her. She was a pretty girl, even sweet\nand innocent--if those words still had any real meaning left after\nwhat his mother's world had done to them. Under other circumstances,\nGeorge would have looked forward with keen pleasure to marrying Jenny.\nAs it was, Jenny Harper was first a symbol of the fakery he intended\nto destroy, and after that a woman.\n\n       *       *       *       *       *\n\nFive days later they were married. In spite of the short engagement,\nMrs. Harper and George's mother managed to put on a splendid show in\nthe church. George received a business sedan from his mother, the\ntraditional gift given every bridegroom; and from Mrs. Harper he\nreceived a good job in a company where she was the majority\nstockholder. And so, in the customary pageantry and ceremony, George\nbecame Mr. Harper.\n\n\"Think of it--Mr. Harper,\" Jenny sighed, clinging to his arm. \"Now\nyou're really mine, George.\"\n\nOn the church steps the newlyweds posed for photographs--George in the\nplain, white trunks which symbolized a first marriage; Jenny in a\ndazzling cloud of fluff, suggestively nearly transparent. Then Mrs.\nHarper drew Jenny aside and whispered in her daughter's ear: the\ntraditional telling of the secret. Now Jenny knew where the compound\nwas manufactured; and for George revenge was within his grasp.\n\nGeorge's mother had arranged for their honeymoon at Memory Lodge, a\nresort not far from the Directorate capital in Hollywood. It was the\nnational capital as well, though everyone conscientiously maintained\nthe pretense that Washington, with an all-male Congress, still\ngoverned the country. George considered himself lucky that his mother\nhad chosen Memory Lodge. He had already planned to desert Jenny in the\nmountains.\n\nGeorge knew how to drive; his mother had wanted him to do a great deal\nof chauffeuring for her. But he had never driven beyond town, and he\nhad never driven anywhere alone. His mother gave him a map on which\nhis route to the lodge was indicated in bright red. In the foothills\nGeorge left the marked highway on a paved side road.\n\nHe gambled that Jenny wouldn't immediately realize what he had done,\nand the gamble paid off. Still wearing her nearly transparent wedding\ngown, she pressed close to him and ran her hands constantly over his\nnaked chest, thoroughly satisfied with the man she had bought. In the\nchurch George had been given a tall glass of the compound; he acted\nthe part Jenny expected.\n\nBut it was far less a role he played than George wanted to admit. His\nbody sang with excitement. He found it very difficult to hold the\nexcitement in check. If he had been addicted to the compound, it would\nhave been out of the question. More than ever before he sympathized\nwith the men who were enslaved by love. In spite of his own immunity,\nhe nearly yielded to the sensuous appeal of her caress. He held the\nwheel so hard his knuckles went white; he clenched his teeth until his\njaw ached.\n\nAll afternoon George drove aimless mountain roads, moving deeper into\nthe uninhabited canyons. Carefully judging his distances with an eye\non the map, he saw to it that he remained relatively close to the\ncity; after he forced Jenny to give him the information he wanted, he\nwanted to be able to get out fast.\n\nBy dusk the roads he drove were no longer paved. Ruts carved deep by\nspring rains suggested long disuse. The swaying of the car and the\nconstant grinding of gears eventually jolted Jenny out of her romantic\ndreams. She moved away from George and sat looking at the pines which\nmet above the road.\n\n\"We're lost, aren't we?\" she asked.\n\n\"What's that?\" he shouted to be heard above the roar of the motor.\n\n\"Lost!\"\n\nFor a minute or two longer he continued to drive until he saw an open\nspace under the trees. He pulled the car into the clearing and snapped\noff the ignition. Then he looked Jenny full in the face and answered\nher. \"No, Jenny, we aren't lost; I know exactly what I'm doing.\"\n\n\"Oh.\" He was sure she had understood him, but she said, \"We can spend\nthe night here and find the lodge in the morning. It's a pity we\ndidn't bring something to eat.\" She smiled ingenuously. \"But I brought\nthe compound; and we have each other.\"\n\nThey got out of the car. Jenny looked up at the sunset, dull red above\nthe trees, and shivered; she asked George to build a fire. He tucked\nthe ignition key into the band of his white trunks and began to gather\ndry boughs and pine needles from the floor of the forest. He found\nseveral large branches and carried them back to the clearing. There\nwas enough wood to last until morning--whether he stayed that long or\nnot. Jenny had lugged the seats and a blanket out of the car and\nimprovised a lean-to close to the fire.\n\nHe piled on two of the larger branches and the bright glow of flame\nlit their faces. She beckoned to him and gave him a bottle of the\ncompound, watching bright-eyed as he emptied it.\n\nWith her lips parted, she waited. He did nothing. Slowly the light\ndied in her eyes. Like a savage she flung herself into his arms. He\nsteeled himself to show absolutely no reaction and finally she drew\naway. Trembling and with tears in her eyes, she whispered, \"The\ncompound doesn't--\" The look of pain in her eyes turned to terror.\n\"You're immune!\"\n\n\"Now you know.\"\n\n\"But who told you--\" She searched his face, shaking her head. \"You\ndon't know, do you--not really?\"\n\n\"Know what?\"\n\nInstead of replying, she asked, \"You brought me here deliberately,\ndidn't you?\"\n\n\"So we wouldn't be interrupted. You see, Jenny, you're going to tell\nme where the compound's made.\"\n\n\"It wouldn't do you any good. Don't you see--\" He closed his hands on\nher wrists and jerked her rudely to her feet. He saw her face go\nwhite. And no wonder: that magnificent, granite hard body, which she\nhad bought in good faith for her own pleasure, was suddenly out of her\ncontrol. He grinned. He crushed her mouth against his and kissed her.\nLimp in his arms, she clung to him and said in a choked, husky\nwhisper, \"I love you, George.\"\n\n\"And you'll make any sacrifice for love,\" he replied, mocking the\ndialogue of the television love stories.\n\n\"Yes, anything!\"\n\n\"Then tell me where the compound's manufactured.\"\n\n\"Hold me close, George; never let me go.\"\n\nHow many times had he heard that particular line! It sickened him,\nhearing it now from Jenny; he had expected something better of her. He\npushed her from him. By accident his fist raked her face. She fell\nback blood trickling from her mouth. In her eyes he saw shock and a\nvague sense of pain; but both were overridden by adoration. She was\nlike a whipped puppy, ready to lick his hand.\n\n\"I'll tell you, George,\" she whispered. \"But don't leave me.\" She\npulled herself to her feet and stood beside him, reaching for his\nhand. \"We make it in Hollywood, in the Directorate Building, the part\nthat used to be a sound stage.\"\n\n\"Thanks, Jenny.\" He picked up one of the car seats and walked back to\nthe sedan. She stood motionless watching him. He fitted the seat in\nplace and put the key in the lock. The starter ground away, but the\nmotor did not turn over.\n\nHe glanced back at Jenny. She was smiling inscrutably, \"You see,\nGeorge, you have to stay with me.\"\n\nHe got out of the car and moved toward her.\n\n\"I was afraid you were planning to desert me,\" she went on, \"so I took\nout the distributor cap while you were getting the firewood.\"\n\nHe stood in front of her. Coldly he demanded, \"Where did you put it,\nJenny?\"\n\nShe tilted her lips toward his. \"Kiss and tell--maybe.\"\n\n\"I haven't time for games. Where is it?\"\n\nHis fist shot out. Jenny sprawled on the ground at his feet. Again he\nsaw the pain and the adoration in her face. But that couldn't be\nright. She would hate him by this time.\n\nHe yanked her to her feet. Her lips were still bleeding and blood came\nnow from a wound in her cheek. Yet she managed to smile again.\n\n\"I don't want to hurt you, Jenny,\" he told her. \"But I have to have--\"\n\n\"I love you, George. I never thought I'd want to give myself to a man.\nAll the buying doesn't make any difference, does it? Not really. And I\nnever knew that before!\"\n\nWith an unconscious movement, she kicked her train aside and he saw\nthe distributor cap lying beneath it. He picked it up. She flung\nherself at him screaming. He felt the hammer beat of her heart; her\nfingers dug into his back like cat claws. Now it didn't matter. He had\nthe secret; he could go whenever he wanted to. Nonetheless he pushed\nher away--tenderly, and with regret. To surrender like this was no\nbetter than a capitulation to the compound. It was instinctively\nimportant to make her understand that. He knew that much, but his\nemotions were churned too close to fever pitch for him to reason out\nwhat else that implied.\n\nHe clipped her neatly on the jaw and put her unconscious body on the\nground by the fire. He left the map with her so she could find her way\nout in the morning; he knew it was really a very short hike to a\nhighway, where she would be picked up by a passing car or truck.\n\n       *       *       *       *       *\n\nHe drove out the way he had come in--at least he tried to remember.\nFour times he took a wrong turn and had to backtrack. It was,\ntherefore, dawn before he reached the outskirts of Hollywood. In any\nother city he would not have been conspicuous--simply a man on his way\nto work; only women slept late. However, Hollywood was off-limits to\nevery male. The city was not only the seat of the Directorate, but the\nmanufacturing center for the cosmetics industry. And since that gave\nwomen her charm, it was a business no man worked at.\n\nGeorge had to have a disguise. He stopped on a residential street,\nwhere the people were still likely to be in their beds. He read names\non mail boxes until he found a house where an unmarried woman lived.\nHe had no way of knowing if she had a husband on approval with her,\nbut the box was marked \"Miss.\" With any luck he might have got what he\nwanted without disturbing her, but the woman was a light sleeper and\nshe caught him as he was putting on the dress. He was sorry he had to\nslug her, but she gave him no resistance. A spark of hope, a spark of\nlong-forgotten youth glowed in her eyes; before she slid into\nunconsciousness.\n\nWearing the stolen dress, which fit him like a tent, and an enormous\nhat to hide his face, George parked his sedan near the Directorate\nand entered the building when it opened at eight. In room after room\nautomatons demonstrated how to dress correctly; robot faces displayed\nthe uses of cosmetics. There were displays of kitchen gadgets,\nappliances, and other heavy machinery for the home; recorded lectures\non stock management and market control. Here women came from every\npart of the country for advice, help and guidance. Here the Top\nDirectors met to plan business policy, to govern the nation, and to\nsupervise the production of the compound. For only the Top\nDirectors--less than a dozen women--actually knew the formula. Like\ntheir stockholdings, the secret was hereditary, passed from mother to\ndaughter.\n\nGeorge searched every floor of the building, but found nothing except\nexhibit rooms. Time passed, and still he did not find what he had come\nfor. More and more women crowded in to see the exhibits. Several times\nhe found new-comers examining him oddly; he found he had to avoid the\ncrowds.\n\nEventually he went down steps into the basement, though a door marked\n\"Keep Out.\" The door was neither locked nor guarded, but there was a\nremote chance it might lead to the production center for the compound.\nIn the basement George found a mechanical operation underway; at first\nhe took it for another cosmetic exhibit. Conveyor belts delivered\nbarrels of flavoring syrup, alcohol and a widely advertised liquid\nvitamin compound. Machines sliced open the containers, dumping the\ncontents into huge vats, from which pipes emptied the mixture into\npassing rows of bottles.\n\nThe bottles: suddenly George recognized them and the truth dawned on\nhim, sickeningly. Here was the manufacturing center for the\ncompound--but it might just as well have been a barn in Connecticut or\na store window in Manhattan. No man was enslaved by the compound, for\nthe compound did not exist. He was imprisoned by his own sense of\nguilt, his own fear of being different. George remembered his own fear\nand guilt: he knew how much a man could be driven to make himself\nconform to what he thought other men were like.\n\nHis revenge was as foolish as the sham he wanted to destroy. He should\nhave reasoned that out long ago; he should have realized it was\nimpossible to have immunity to an addictive drug. But, no, George\nbelieved what he saw on the television programs. He was victimized as\nmuch as any man had ever been.\n\nHe turned blindly toward the stairway, and from the shadows in the\nhall the Morals Squad closed in around him. With a final gesture of\ndefiance, he ripped off the stolen dress and the absurd hat, and stood\nwaiting for the blast from their guns. An old woman, wearing the\nshoulder insignia of a Top Director, pushed through the squad and\nfaced him, a revolver in her hand. She was neither angry nor\ndisturbed. Her voice, when she spoke, was filled with pity. Pity! That\nwas the final indignity.\n\n\"Now you know the truth,\" she said. \"A few men always have to try it;\nand we usually let them see this room and find out for themselves\nbefore--before we close the case.\"\n\nTensely he demanded, \"Just how much longer do you think--\"\n\n\"We can get away with this? As long as men are human beings. It's\neasier to make yourself believe a lie if you think everyone else\nbelieves it, than to believe a truth you've found out on your own. All\nof us want more than anything else to be like other people. Women have\ncreated a world for you with television programs; you grow up\nobserving nothing else; you make yourself fit into the pattern. Only a\nfew independent-minded characters have the courage to accept their own\nimmunity; most of them end up here, trying to do something noble for\nthe rest of mankind. But you have one satisfaction, for what it's\nworth: you've been true to yourself.\"\n\n_True to yourself._ George found a strange comfort in the words, and\nhis fear was gone. He squared his shoulders and faced the mouth of her\ngun. _True to yourself_: that was something worth dying for.\n\nHe saw a flicker of emotion in the old woman's eyes. Admiration? He\ncouldn't be sure. For at the moment a shot rang out from the end of\nthe corridor; and the Top Director fell back, nursing a hand suddenly\nbright with blood.\n\n\"Let him go.\" It was Jenny's voice. She was sheltered by a partly open\ndoor at the foot of the stairway.\n\n\"Don't be a fool,\" the old woman replied. \"He's seen too much.\"\n\n\"It doesn't matter. Who would believe him?\"\n\n\"You're upset. You don't realize--\"\n\n\"He's mine and I want him.\"\n\n\"The Directorate will give you a refund of the purchase price.\"\n\n\"You didn't understand me. I don't want one of your pretty automatons;\nanybody can buy them for a few shares of stock. I want a man--a real\nman; I want to belong to him.\"\n\n\"He belongs to you; you bought him.\"\n\n\"And that's what's wrong. We really belong to each other.\"\n\nThe old woman glanced at George and he saw the same flicker of feeling\nin her eyes. And tears, tears of regret. Why? \"We have you\noutnumbered,\" the old woman said quietly to Jenny.\n\n\"I don't care. I have a gun; I'll use it as long as I'm able.\"\n\nThe Morals Squad raised their weapons. The Director shook her head\nimperiously and they snapped to attention again. \"If you take him from\nus,\" she called out to Jenny, \"you'll be outlawed. We'll hunt you\ndown, if we can.\"\n\n\"I want him,\" Jenny persisted. \"I don't care about the rest of it.\"\n\nThe old woman nodded to George. He couldn't believe that she meant it.\nThe Director was on her home ground, in her headquarters building,\nbacked by an armed squad of stone-faced Amazons. She had no reason to\nlet him go.\n\nShe walked beside him as he moved down the hall. When they were\ntwenty feet from the guard, she closed her thin hand on his arm; her\neyes swam with tears and she whispered, \"There truly is a love potion.\nNot this nonsense we bottle here, but something real and very\nworthwhile. You and this girl have found it. I know that, from the way\nshe talks. She doesn't say anything about ownership, and that's as it\nshould be. As it has to be, for any of us to be happy. Hold tight to\nthat all the rest of your life. Don't ever believe in words; don't\nfall for any more love stories; believe what you feel deep\ninside--what you know yourself to be true.\n\n\"You men who learn how to break away are our only hope, too. Most of\nus don't see that yet. I do; I know what it used to be like. Someday\nthere may be enough men with the stamina to take back the place of\ndominance that we stole from them. We thought we wanted it; for\ndecades before we had been screaming about women's rights.\" Her thin\nlips twisted in a sneer and she spat her disgust. \"Finally we took\nwhat we wanted, and it turned to ashes in our hands. We made our men\nplaythings; we made them slaves. And after that they weren't men any\nmore. But what we stole isn't the sort of thing you can hand back on a\nsilver platter; you men have to get enough courage to take it away\nfrom us.\"\n\nHer grip tightened on his arm. \"There's a fire door at the end of the\nhall; if you push the emergency button, you'll close it. That will\ngive you a five or ten minute start. I can't help you any more....\"\n\nThey were abreast of Jenny. She seized Jenny's hand and thrust it into\nhis. \"Beat it, kids; there's a bachelor camp on the north ridge. You\ncan make it.\n\n\"And from here on in, what he says goes,\" the old woman added. \"Don't\nforget that.\"\n\n\"She won't,\" George answered, supremely self-assured.\n\nHe took Jenny's arm and, turning abruptly, they made their break for\nfreedom. The Director managed to remain standing in the middle of the\ncorridor, making a dangerous target of herself so that none of the\nMorals Squad could risk a shot at the fugitives. As the fire door\nclanged shut George looked back. He saw the old woman's lips moving in\nsilent prayer.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Love Story, by Irving E. Cox, Jr.\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LOVE STORY ***\n\n***** This file should be named 32078.txt or 32078.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/7/32078/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}