{"title": "Instant of Decision", "author": "Gordon Randall Garrett", "releaseDate": "April 22, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Space Science Fiction May 1953. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                         INSTANT OF DECISION\n\n\n                          BY RANDALL GARRETT\n\n\n                         ILLUSTRATED BY EBEL\n\n\n     How could a man tell the difference if all the reality of\n     Earth turned out to be a cosmic hoax? Suppose it turned out\n     that this was just a stage set for students of history?\n\n       *       *       *       *       *\n\n\n\n\nWhen the sharp snap of a pistol shot came from the half-finished\nbuilding, Karnes wasn't anywhere near the sandpile that received the\nslug. He was fifteen feet away, behind the much more reliable\nprotection of a neat stack of cement bags that provided cover all the\nway to a window in the empty shell of brick and steel before him.\n\nThree hundred yards behind him, the still-burning inferno of what had\nbeen the Assembly Section of Carlson Spacecraft sent a reddish,\nunevenly pulsating light over the surrounding territory, punctuating\nthe redness with intermittent flashes of blue-white from flaring\nmagnesium.\n\nFor an instant, Karnes let himself hope that the shot might be heard\nat the scene of the blaze, but only for an instant. The roar of fire,\nmen, and machine would be too much for a little pop like that.\n\nHe moved quietly along the stacked cement bags, and eased himself over\nthe sill of the gaping window into the building. He was in a little\nhallway. Somewhere ahead and to his left would be a door that would\nlead into the main hallway where James Avery, alias James Harvey,\nalias half-a-dozen other names, was waiting to take another pot-shot\nat the sandpile.\n\nThe passageway was longer than he had thought, and he realized that he\nmight have been just a little careless in coming in through the\nwindow. With the firelight at his back, he might make a pretty good\ntarget from farther down the hall, or from any of the dark, empty\nrooms that would someday be officers'.\n\nThen he found it. The slight light from the main hallway came through\nenough to show him where to turn.\n\nKeeping in the darkness, Karnes' eyes surveyed the broad hallway for\nseveral seconds before he spotted the movement near a stairway. After\nhe knew where to look, it was easy to make out the man's crouched\nfigure.\n\nKarnes thought: _I can't call to him to surrender. I can't let him get\naway. I can't sneak across that hall to stick my gun in his ribs. And,\nabove all, I cannot let him get away with that microfilm._\n\n_Hell, there's only one thing I can do._\n\nKarnes lifted his gun, aimed carefully at the figure, and fired.\n\n       *       *       *       *       *\n\nAvery must have had a fairly tight grip on his own weapon, because\nwhen Karnes' slug hit him, it went off once before his body spread\nitself untidily across the freshly set cement. Then the gun fell out\nof the dead hand and slid a few feet, spinning in silly little\ncircles.\n\nKarnes approached the corpse cautiously, just in case it wasn't a\ncorpse, but it took only a moment to see that the caution had been\nunnecessary. He knelt, rolled the body over, unfastened the pants,\npulled them down to the knees and stripped off the ribbon of adhesive\ntape that he knew would be on the inside of the thigh. Underneath it\nwere four little squares of thin plastic.\n\nAs he looked at the precious microfilm in his hand, he sensed\nsomething odd. If he had been equipped with the properly developed\nmuscles to do so, he would have pricked his ears. There was a soft\nfootstep behind him.\n\nHe spun around on his heel, his gun ready. There was another man\nstanding at the top of the shadowy stairway.\n\nKarnes stood up slowly, his weapon still levelled.\n\n\"Come down from there slowly, with your hands in the air!\"\n\nThe man didn't move immediately, and, although Karnes couldn't see his\nface clearly in the shimmering shadows, he had the definite impression\nthat there was a grin on it. When the man did move, it was to turn\nquickly and run down the upper hallway, with a shot ringing behind\nhim.\n\nKarnes made the top of the stairway and sent another shot after the\nfleeing man, whose outline was easily visible against the pre-dawn\nlight that was now beginning to come in through a window at the far\nend of the hall.\n\nThe figure kept running, and Karnes went after him, firing twice more\nas he ran.\n\n_Who taught you to shoot, dead-eye?_ he thought, as the man continued\nto run.\n\nAt the end of the hall, the man turned abruptly into one of the\noffices-to-be, his pursuer only five yards behind him.\n\n       *       *       *       *       *\n\nAfterwards, Karnes thought it over time after time, trying to find\nsome flaw or illusion in what he saw. But, much as he hated to believe\nhis own senses, he remained convinced.\n\nThe broad window shed enough light to see everything in the room, but\nthere wasn't much in it except for the slightly iridescent gray object\nin the center.\n\nIt was an oblate spheroid, about seven feet high and eight or nine\nfeet through. As Karnes came through the door, he saw the man step\n_through_ the seemingly solid material into the flattened globe.\n\nThen globe, man and all, vanished. The room was empty.\n\nKarnes checked his headlong rush into the room and peered around in\nthe early morning gloom. For a full minute his brain refused even to\nattempt rationalizing what he had seen. He looked wildly around, but\nthere was no one there. Suddenly he felt very foolish.\n\n_All right. So men can run into round gray things and vanish. Now use\na little sense and look around._\n\nThere was something else in the room. Karnes knelt and looked at the\nlittle object that lay on the floor a few feet from where the gray\nglobe had been. A cigarette case; one of those flat, coat-pocket jobs\nwith a jet black enamel surface laid over tiny checked squares that\nwould be absolutely useless for picking up fingerprints. If there were\nany prints, they'd be on the inside.\n\nHe started to pick it up and realized he must still be a bit confused;\nhis hands were full. His right held the heavy automatic, and between\nthe thumb and forefinger of his left were the four tiny sheets of\nmicrofilm.\n\nKarnes holstered the pistol, took an envelope from his pocket, put the\nfilms in it, replaced the envelope, and picked up the cigarette case.\nIt was, he thought, a rather odd-looking affair. It--\n\n\"Awright, you. Stand up slow, with your hands where I can see 'em.\"\n\n_Great God_, thought Karnes, I _didn't know they were holding a tea\nparty in this building_. He did as he was told.\n\nThere were two of them at the door, both wearing the uniform of\nCarlson Spacecraft. Plant protection squad.\n\n\"Who are you, bud?\" asked the heavy-jawed one who had spoken before.\n\"And whataya doin' here?\"\n\nKarnes, keeping his hands high, said: \"Take my billfold out of my hip\npocket.\"\n\n\"Okay. But first get over against that wall and lean forward.\"\nEvidently the man was either an ex-cop or a reader of detective\nstories.\n\n       *       *       *       *       *\n\nWhen Karnes had braced himself against the wall, the guard went\nthrough his pockets, all of them, but he didn't take anything out\nexcept the pistol and the billfold.\n\nThe card in the special case of the wallet changed the guard's manner\namazingly.\n\n\"Oh,\" he said softly. \"Government, huh? Gee, I'm sorry, sir, but we\ndidn't know--\"\n\nKarnes straightened up, and put his hands down. The cigarette case\nthat had been in his right hand all along dropped into his coat\npocket.\n\n\"That's all right,\" he said. \"Did you see the lad at the foot of the\nstairs?\"\n\n\"Sure. Jim Avery. Worked in Assembly. What happened to him?\"\n\n\"He got in the way of the bullet. Resisting arrest. He's the jasper\nthat set off the little incendiaries that started that mess out there.\nWe've been watching him for months, now, but we didn't get word of\nthis cute stroke until too late.\"\n\nThe guard looked puzzled. \"Jim Avery. But why'd he want to do that?\"\n\nKarnes looked straight at him. \"Leaguer!\"\n\nThe guard nodded. You never could tell when the League would pop up\nlike that.\n\nEven after the collapse of Communism after the war, the world hadn't\nlearned anything, it seemed. The Eurasian League had seemed, at first,\nto be patterned after the Western world's United Nations, but it\nhadn't worked out that way.\n\nThe League was jealous of the UN lead in space travel, for one thing,\nand they had neither the money nor the know-how to catch up. The UN\nmight have given them help, but, as the French delegate had remarked:\n\"For what reason should we arm a potential enemy?\"\n\nAfter all, they argued, with the threat of the UN's Moonbase hanging\nover the League to keep them peaceful, why should we give them\nspaceships so they can destroy Moonbase?\n\nThe Eurasian League had been quiet for a good many years, brooding,\nbut behaving. Then, three years ago, Moonbase had vanished in a flash\nof actinic light, leaving only a new minor crater in the crust of\nLuna.\n\nThere was no proof of anything, of course. It had to be written off as\nan accident. But from that day on, the League had become increasingly\nbolder; their policy was: \"Smash the UN and take the planets for\nourselves!\"\n\nAnd now, with Carlson Spacecraft going up in flames, they seemed to be\ngetting closer to their goal.\n\n       *       *       *       *       *\n\nKarnes accepted his weapon and billfold from the guard and led them\nback down the stairway. \"Would one of you guys phone the State Police?\nThey'll want to know what happened.\"\n\nThe State Police copters came and went, taking Karnes and the late Mr.\nAvery with them, and leaving behind the now dying glow of Carlson\nSpacecraft.\n\nThere were innumerable forms to fill out and affidavits to make; there\nwas a long-distance call to UN headquarters in New York to verify\nKarnes' identity. And Karnes asked to borrow the police lab for an\nhour or so.\n\nThat evening, he caught the rocket for Long Island.\n\nAs the SR-37 floated through the hard vacuum five hundred miles above\ncentral Nebraska, Karnes leaned back in his seat, turning the odd\ncigarette case over and over in his hands.\n\nExcept for the neat, even checking that covered it, the little\nthree-by-four inch object was entirely featureless. There were no\ncatches or hinges, or even any line of cleavage around the edge. He\nhad already found that it wouldn't open.\n\nWhatever it was, it was most definitely _not_ a cigarette case.\n\nThe X-ray plates had shown it to be perfectly homogeneous throughout.\n\n_As far as I can see_, thought Karnes, _it's nothing but a piece of\nacid-proof plastic, except that the specific gravity is way the hell\ntoo high_. _Maybe if I had cut it open, I could have--_\n\nKarnes didn't push anything on the case, of that he was sure. Nor did\nhe squeeze, shake, or rub it in any unusual way. But something\nhappened; something which he was convinced came from the case in his\nhands.\n\nHe had the definite impression of something akin to a high-pressure\nfirehose squirting from the interior of the case, through his skull,\nand into and over his brain, washing it and filling it. Little rivers\nof knowledge trickled down through the convolutions of his brain,\ncollected in pools, and soaked in.\n\n       *       *       *       *       *\n\nHe was never sure just how long the process took but it was certainly\nnot more than a second or two. Afterwards, he just sat there, staring.\n\nFrom far across the unimaginable depths of the galaxy, fighting its\nway through the vast, tenuous dust clouds of interstellar space, came\na voice: \"Are you ill, sir?\"\n\nKarnes looked up at the stewardess. \"Oh. Oh, no. No, I'm all right.\nJust thinking. I'm perfectly all right.\"\n\nHe looked at the \"cigarette case\" again. He knew what it was, now.\nThere wasn't any English word for it, but he guessed \"mind impressor\"\nwould come close.\n\nIt had done just that; impressed his mind with knowledge he should not\nhave; the record of something he had no business knowing.\n\n_And he wished to Heaven he didn't!_\n\n_This_, Karnes considered, _is a problem_. _The stuff is so_ alien!\n_Just a series of things I know, but can't explain. Like a dream; you\nknow all about it, but it's practically impossible to explain it to\nanybody else._\n\nAt the spaceport, he was met by an official car. George Lansberg, one\nof the New York agents, was sitting in the back seat.\n\n\"Hi, sleuth. I heard you were coming in, so I asked to meet you.\" He\nlowered his voice as Karnes got in and the car pulled away from the\nparking lot. \"How about our boy, Avery?\"\n\nKarnes shook his head. \"Too late. Thirty million bucks worth of\nmaterial lost and Avery lost too.\"\n\n\"How come?\"\n\n\"Had to kill him to keep him from getting away with these.\"\n\nHe showed Lansberg the microfilm squares.\n\n\"The photocircuit inserts for the new autopilot. We'd lose everything\nif the League ever got its hands on these.\"\n\n\"Didn't learn anything from Avery, eh?\" Lansberg asked.\n\n\"Not a thing.\" Karnes lapsed into silence. He didn't feel it necessary\nto mention the mind impressor just yet.\n\nLansberg stuck a cigarette into his mouth and talked around it as he\nlit it.\n\n\"We've got something you'll be getting in on, now that Avery is taken\ncare of. We've got a fellow named Brittain, real name Bretinov, who is\nholed up in a little apartment in Brooklyn. He's the sector head for\nthat section, and we know who his informers are, and who he gives\norders to. What we don't know is who gives orders to him.\n\n\"Now we have it set up for Brittain to get his hands on some very\nhonest-looking, but strictly phony stuff for him to pass on to the\nnext echelon. Then we just sit around and watch until he does pass\nit.\"\n\n       *       *       *       *       *\n\nKarnes found he was listening to Lansberg with only half an ear. His\nbrain was still buzzing with things he'd never heard of, trying to fit\nthings he had always known in with things he knew now but had never\nknown before. Damn that \"cigarette case\"!\n\n\"Sounds like fun,\" he answered Lansberg.\n\n\"Yeah. Great. Well, here we are.\" They had driven to the Long Island\nSpaceways Building which also housed the local office.\n\nThey got out and went into the building, up the elevator, down a\ncorridor, and into an office suite.\n\nLansberg said: \"I'll wait for you here. We'll get some coffee\nafterwards.\"\n\nThe redhead behind the front desk smiled up at Karnes.\n\n\"Go on in; he's expecting you.\"\n\n\"I don't know whether I ought to leave you out here with Georgie or\nnot,\" Karnes grinned. \"I think he has designs.\"\n\n\"Oh, goodie!\" she grinned back.\n\n_My, my aren't we clever!_ His thought was bitter, but his face didn't\nshow it.\n\nBefore he went in, he straightened his collar before the wall mirror.\nHe noticed that his plain, slightly tanned face still looked the same\nas ever. Same ordinary gray-green eyes, same ordinary nose.\n\n_Chum, you_ look _perfectly sane_. _You_ are _perfectly sane. But who\nin hell would believe it?_\n\nIt wouldn't, after all, do any good for him to tell anyone anything he\nhad found. No matter what the answer was, there wasn't anything he\ncould do about it. There wasn't anything _anyone_ could do about it.\n\nThus, Karnes' report to his superior was short, to the point, and\ncensored.\n\nThat evening, Karnes sat in his apartment, chain-smoking, and staring\nout the window. Finally, he mashed out a stub, stood up, and said\naloud: \"Maybe if I write it down I can get it straight.\"\n\nHe sat down in front of the portable on his desk, rolled in a sheet\nof paper, and put his fingers on the keys. Then, for a long time, he\njust sat there, turning it over and over in his mind. Finally, he\nbegan to type.\n\n     _A Set of General Instructions and a Broad Outline on the\n     Purposes and Construction of the Shrine of Earth._\n\n     _Part One: Historical._\n\n     _Some hundred or so millennia ago, insofar as the most\n     exacting of historical research can ascertain, our remote\n     ancestors were confined to one planet of the Galaxy; the\n     legendary Earth._\n\n     _The third planet of Sun (unintelligible number) has long\n     been suspected of being Earth, but it was not until the\n     development of the principles of time transfer that it\n     became possible to check the theory completely._\n\n     _The brilliant work done by--_\n\n     (Karnes hesitated over the name, then wrote--)\n\n     _--Starson on the ancient history and early evolution of the\n     race has shown the theory to be correct. This has opened a\n     new and fascinating field for the study of\n     socioanthropology._\n\n     _Part Two: Present Purposes and Aims._\n\n     _Because of the great energy transfer and cosmic danger\n     involved in too frequent or unrestricted time travel, it has\n     been decided that the best method for studying the social\n     problems involved would be to rebuild, in toto, the ancient\n     Earth as it was just after the initial discoveries of atomic\n     power and interplanetary space travel._\n\n     _In order to facilitate this work, the Surveying Group will\n     translate themselves to the chronological area in question,\n     and obtain complete records of that time, covering the years\n     between (1940) and (2020)._\n\n     _When the survey is complete, the Construction Group will\n     rebuild that civilization with as great an exactness as\n     possible, complete with population, fossil strata, edifices,\n     etc._\n\n     _Upon the occasion of the opening of the Shrine, the replica\n     of our early civilization will be begun as it was on\n     (January 3, 1953). The population, having been impregnated\n     with the proper memories, will be permitted to go about\n     their lives unhampered._\n\nKarnes stopped again and reread the paragraph he had just written. It\nsounded different when it was on paper. The dates, for instance, he\nhad put in parentheses because that was the way he had understood\nthem. But he knew that whoever had made the mind-impressor didn't use\nthe same calendar he was used to.\n\nHe frowned at the paper, then went on typing.\n\n     _Part Three: Conduct of Students._\n\n     _Students wishing to study the Shrine for the purpose of\n     (unintelligible again) must obtain permits from the Galactic\n     Scholars Council, and, upon obtaining such permits, must\n     conduct themselves according to whatever rules may be laid\n     down by such Council._\n\n     _Part Four: Corrective Action to be Taken._\n\n     _At certain points in the history of ancient Earth, certain\n     crises arose which, in repetition, would be detrimental to\n     the Shrine. These crises must be mitigated in order that--_\n\nKarnes stopped. That was all there was. Except--except for one more\nlittle tail end of thought. He tapped the keys again.\n\n(_Continued on Stratum Two_)\n\n_Whatever in hell that means_, he thought.\n\nHe sat back in his chair and went over the two sheets of typed paper.\nIt wasn't complete, not by a long shot. There were little tones of\nmeaning that a printed, or even a spoken word couldn't put over. There\nwere evidences of a vast and certainly superhuman civilization; of an\nalien and yet somehow completely human way of thinking.\n\nBut that was the gist of it. The man he had seen in that new building\nat Carlson Spacecraft was no ordinary human being.\n\nThat, however, didn't bother Karnes half so much as the gray globe the\nman had disappeared into after he had been shot at. And Karnes knew,\nnow, that the shots probably hadn't missed.\n\nThe globe was one of two things. And the intruder had been one of two\ngroups.\n\n(A) One of the Surveyors of Ancient Earth, in which case the globe had\nbeen a--well, a time machine. Or\n\n(B) A student, in which case the machine was a type of spacecraft.\n\nThe question was: Which?\n\nIf it were (A), then he and the world around him were real, living,\nworking out their own destinies toward the end point represented by\nthe man in the gray globe.\n\nBut if it were (B)--\n\nThen this was the Shrine, and he and all the rest of Earth were\nnothing but glorified textbooks!\n\nAnd there would come crises on the Shrine, duplicates of the crises on\nold Earth. Except that they wouldn't be permitted to happen. The poor\nignorant people on the Shrine had to be coddled, like the children\nthey were. Damn!\n\nKarnes crumpled the sheets of paper in his hands, twisting them\nsavagely. Then he methodically tore them into bits.\n\n       *       *       *       *       *\n\nWhen the first dawnlight touched the sea, Karnes was watching it out\nthe east window. It had been twenty-four hours since he had seen the\nsuperman walk into his gray globe and vanish.\n\nAll night, he had been searching his brain for some clue that would\ntell him which of the two choices he should believe in. And he\ncouldn't bring himself to believe in either.\n\nOnce he had thought: _Why do I believe, then, what the impressor said?\nWhy not just forget it?_\n\nBut that didn't help. He _did_ believe it. That alien instrument had\nimpressed his mind, not only with the facts themselves, but with an\nabsolute faith that they _were_ facts. There was no room for doubt;\nthe knowledge imparted to his mind was true, and he knew it.\n\nFor a time, he had been comforted by the thought that the gray globe\nmust be a time machine because of the way it had vanished. It was very\ncomforting until he realized that travel to the stars and beyond\ndidn't necessarily mean a spaceship as he knew spaceships.\nTeleportation--\n\nNow, with the dawn, Karnes knew there was only one thing he could do.\n\nSomehow, somewhere, there would be other clues--clues a man who knew\nwhat to look for might find. The Galactics couldn't be perfect, or\nthey wouldn't have let him get the mind impressor in his hands. Ergo,\nsomewhere they would slip again.\n\nKarnes knew he would spend the rest of his life looking for that one\nslip. He had to know the truth, one way or another.\n\nOr he might not stay sane.\n\n       *       *       *       *       *\n\nLansberg picked him up at eight in a police copter. As they floated\ntoward New York, Karnes' mind settled itself into one cold purpose; a\npurpose that lay at the base of his brain, waiting.\n\nLansberg was saying: \"--and one of Brittain's men got the stuff last\nnight. He hadn't passed it on to Brittain himself yet this morning,\nbut he very probably will have by the time we get there.\n\n\"We've rigged it up so that Brittain will have to pass it to his\nsuperior by tomorrow or it will be worthless. When he does, we'll\nfollow it right to the top.\"\n\n\"If we've got every loophole plugged,\" said Karnes, \"we ought to take\nthem easy.\"\n\n\"Brother, I hope so! It took us eight months to get Brittain all hot\nand bothered over the bait, and another two months to give it to him\nin a way that wouldn't make him suspicious.\n\n\"It's restricted material, of course, so that we can pin a subversive\nactivities rap on them, at least, if not espionage. But we had to\nargue like hell to keep it restricted; the Spatial Commission was\nready to release it, since it's really relatively harmless.\"\n\nKarnes looked absently at the thin line of smoke wiggling from\nLansberg's cigarette.\n\n\"You know,\" he said, \"there are times when I wish this war would come\nright out in the open. Actually, we've been fighting the League for\nyears, but we don't admit it. There have been little disagreements and\nincidents until the devil won't have it. But it's still supposed to be\na 'worry war'.\"\n\nLansberg shrugged. \"It will get hot just as soon as the Eurasian\nLeague figures they are far enough along in spacecraft construction to\nget the Martian colonies if they win. Then they'll try to smash us\nbefore we can retaliate; then, and not before.\n\n\"We can't start it. Our only hope is that when they start, they'll\nunderestimate us. Say, what's that you're fooling with?\"\n\nThe sudden change of subject startled Karnes for an instant. He looked\nat the mind impressor in his hands. He had been toying with it\nincessantly, hoping it would repeat its performance, or perhaps give\nadditional information.\n\n\"This?\" He covered quickly. \"It's a--a puzzle. One of those plastic\npuzzles.\" _Maybe it doesn't work on the same person twice. If I can\nget George to fool around with it, he might hit the right combination\nagain._\n\n\"Hmmm. How does it work?\" George seemed interested.\n\nKarnes handed it to him. \"It has a couple of little sliding weights\ninside it. You have to turn the thing just right to unlock it, then it\ncomes apart when you slide out a section of the surface. Try it.\"\n\n       *       *       *       *       *\n\nLansberg took it, turned it this way and that, moving his hands over\nthe surface. Karnes watched him for several minutes, but there didn't\nseem to be any results.\n\nLansberg looked up from his labors. \"I give up. I can't even see where\nit's supposed to come apart, and I can't feel any weights sliding\ninside it. Show me how it works.\"\n\nKarnes thought fast. \"Why do you think I was fiddling with it? I\ndon't know how it works. A friend of mine bet me a ten spot that I\ncouldn't figure out the combination.\"\n\nLansberg looked back at the impressor in his hands. \"Could he do it?\"\n\n\"A snap. I watched him twice, and I still didn't get it.\"\n\n\"Mmm. Interesting.\" George went back to work on the \"puzzle.\"\n\nJust before they landed on the roof of the UN annex, Lansberg handed\nthe impressor back to Karnes. It had obviously failed to do what\neither of them had hoped it would.\n\n\"It's your baby,\" Lansberg said, shaking his head. \"All I have to say\nis it's a hell of a way to earn ten bucks.\"\n\nKarnes grinned and dropped the thing back in his coat pocket.\n\nBy the time that evening had rolled around, Karnes was beginning to\nget just a little bored. He and Lansberg had been in and out of the\nNew York office in record time. Then they had spent a few hours with\nNew York's Finest and the District Attorney, lining up a net to pick\nup all the little rats involved.\n\nAfter that, there was nothing to do but wait.\n\nKarnes slept a couple of hours to catch up, read two magazines from\ncover to cover, and played eight games of solitaire. He was getting\nitchy.\n\nHis brain kept crackling. _What's the matter with me? I ought to be\nthinking about this Brittain fellow instead of--_\n\nBut, after all, what did Brittain matter? According to the records, he\nwas born Alex Bretinov, in Marseilles, France, in nineteen\nsixty-eight. His father, a dyed-in-the-wool Old Guard Communist, had\nbeen born in Minsk in nineteen forty.\n\n_Or had he been wound up, and his clockwork started in January of\nnineteen fifty-three?_\n\nThe radio popped. \"Eighteen. Alert. Brittain just left his place on\nfoot. Carson, Reymann following. Over.\"\n\nLansberg dropped his magazine. \"He seems to be heading for the Big\nBoy--I hope.\"\n\nThe ground car followed him to a subway, and two men on foot followed\nhim in from Flatbush Avenue.\n\n       *       *       *       *       *\n\nSome hours later, after much devious turning, dodging, and switching,\nBrittain climbed into a taxi on the corner of Park Avenue and\nForty-seventh Street, evidently feeling he had ditched any tails he\nmight have had.\n\nKarnes and Lansberg were right behind him in a radio car.\n\nThe cab headed due south on Park Avenue, following it until it became\nFourth, swung right at Tenth Street, past Grace Church, across\nBroadway. At Sixth, it angled left toward Greenwich Village.\n\n\"Somewhere in the Village, nickels to knotholes,\" Lansberg guessed as\nhe turned to follow.\n\nKarnes, at the radio, was giving rapid-fire directions over the\nscrambler-equipped transceiver. By this time, several carloads of\nagents and police were converging on the cab from every direction.\nFrom high above, could be heard the faint hum of 'copters.\n\nLansberg was exultant. \"We've got them for once! And the goods on\nevery essobee in the place.\"\n\nThe cars hummed smoothly through the broad streets, past the\nshabby-genteel apartment neighborhood. Back in the early sixties, some\nof these buildings had been high-priced hotels, but the Village had\ngone to pot since the seventies.\n\nA few minutes later, the cab pulled up in front of an imposing looking\nbuilding of slightly tarnished aluminum paneling. Brittain got out,\npaid his fare, and went inside.\n\nAs the cab pulled away, Karnes gave orders for it to be picked up a\nfew blocks away, just in case.\n\nThe rest of the vehicles began to surround the building.\n\nKarnes, meanwhile, followed Brittain into the foyer of the apartment\nhotel. It was almost a mistake. Brittain hadn't gone in. Evidently\nattracted by the footsteps following him, he turned and looked back\nout. Karnes wasn't more than ten feet away.\n\n_Just pretend you live here_, thought Karnes, _and bully-boy will\nnever know the difference_.\n\nHe walked right on up to the doorway, pretending not to notice\nBrittain. Evidently, the saboteur was a little flustered, not quite\nknowing who Karnes was. He, too, pretended that he had no suspicions.\nHe pressed a buzzer on the panel to announce himself to a guest.\nKarnes noticed it was 523; a fifth floor button.\n\nThe front door, inside the foyer, was one of those gadgets with an\nelectric lock that doesn't open unless you either have a key to the\nbuilding or can get a friend who lives there to let you in.\n\nWhen Karnes saw Brittain press the buzzer, he waited a second and took\na chance.\n\n\"Here,\" he said, fishing in his pocket, \"I'll let you in.\" _That ought\nto give him the impression I live here._\n\nBrittain smiled fetchingly. \"Thanks, but I--\"\n\nBzzzz! The old-fashioned lock announced that it was open. Karnes\nstopped fishing and opened the door, letting Brittain follow him in.\nHe stayed in the lead to the elevator, and pushed the button marked\n\"4.\"\n\n\"You getting off before four?\" he asked conversationally.\n\n\"No.\"\n\nThe elevator slid on up to four without another word being said by\neither man.\n\nKarnes was judging the speed of the elevator, estimating the time it\ntook for the doors to open as they did so, and making quick mental\ncomparisons with his own ability to climb stairs at a run. The\nelevator was an old one, and fairly slow--\n\nWhen the doors slid open, he stepped out and began to walk easily down\nthe hall toward the stairway. When the elevator clicked shut, he broke\ninto a run and hit the stairway at top speed, his long legs taking the\nsteps three at a time.\n\nThe stairway was poorly lit, since it was hardly ever used, and, at\nthe fifth floor, he was able to conceal himself in the darkness as\nBrittain turned up the hall toward 523.\n\nKarnes looked closely at his surroundings for the first time. There\nwas a well-worn, but not ragged, nylon carpet on the floor, dull\nchrome railing on the stair bannisters, and the halls were lit by\nold-fashioned glo-plates in the ceiling. The place was inexpensive,\nbut not cheap.\n\nHaving made sure that Brittain actually had entered 523, he stepped\nback toward the elevator in order to notify Lansberg.\n\nA sudden voice said: \"You lookin' for-a somebody, meester?\"\n\nKarnes turned. An elderly man with a heavy mustache and a heavy body\nstood partway up the stairs, clad in slacks and shirt.\n\n\"Who are you?\" frowned Karnes.\n\n\"I'm Amati, the supratendent. Why?\" The scowl was heavy.\n\nKarnes couldn't take any chances. The man might be perfectly okay,\nbut--\n\n       *       *       *       *       *\n\nLansberg's steps sounded, coming up the stairs. With him was a\nManhattan Squad officer of the Police Department.\n\n\"Shhh, Mr. Amati. C'mere a minute,\" said the cop.\n\n\"Oh. Lootenant Carnotti. Whatsa--\"\n\n\"Shhhhhh! C'mere, I said, and be quiet!\"\n\n\"You know this man?\" Lansberg asked the policeman softly, indicating\nAmati.\n\n\"Sure. He's okay.\"\n\nLansberg turned to the superintendent. \"What do you know about the guy\nwho just came in?\"\n\nAmati seemed to have realized that something serious was going on, for\nhis voice dropped to a conspiratorial whisper. \"I dunno. I don't-a see\nwho it is. Whatsa goin' on, Lootenant Carnotti?\"\n\n\"What about Apartment 523? Who lives there?\" asked Karnes.\n\n\"Oh, them? Meester and Meeses Seigert. Artists. Sheesa paint pictures,\nheesa make statues.\" Then Amati's eyes widened knowingly. \"Ohhh! You\nguys da Vice Squad, eh? I _theenk_ theresa someteeng fonny about\nthem!\"\n\nFootsteps sounded coming down the stairs from above.\n\n\"We watched the indicator needle on the elevator door in the lobby,\nand I signalled the 'copters on the roof,\" Lansberg whispered.\n\nThe hallway began to fill quietly with police.\n\nLieutenant Carnotti assigned one of the men to watch Amati, mainly in\norder to keep him out of the way, and Karnes led the men down the hall\ntowards 523, guns drawn.\n\nKarnes knocked boldly on the door.\n\n\"Yeah? Who is it?\" asked someone inside.\n\nKarnes pitched his voice a little lower than normal, and said: \"It's-a\nme, Meester Amati, only me, the soopratendant.\"\n\nThe imitation wasn't perfect, but the muffling effect of the door\nwould offset any imperfections.\n\n\"Oh, sure, Mr. Amati. Just a sec.\" There was a short pause, filled\nwith muffled conversation, then somebody was unlocking the door.\n\n       *       *       *       *       *\n\nThings began to happen fast. As the door came open, Karnes saw that it\nhad one of those inside chain locks on it that permit the door to be\nopened only a few inches. Without hesitation, he threw his weight\nagainst the door. Lansberg was right behind him.\n\nUnder the combined weight of the two men, the chain ripped out of the\nwoodwork, permitting the door to swing free. As it did so, it slammed\ninto the face of the man who had opened it, knocking him backwards.\n\nThere were seven or eight other men and two women in the room. One of\nthe men already had a heavy pistol out and was aiming it at the\ndoorway. Karnes dropped to the floor and fired just as the other's\npistol went off.\n\nThe high-velocity three millimeter slug whined through the air above\nKarnes' head and buried itself in Lansberg's shoulder. Lansberg\ndropped, spun halfway around from the shock. His knees hit Karnes in\nthe back.\n\nKarnes lurched forward a little, and regained his balance. Something\nflew out of his coat pocket and skittered across the floor. Karnes\ndidn't notice what it was until one of the men across the room picked\nit up.\n\nBrittain had picked up the mind impressor!\n\nKarnes was aware that there were more men behind him firing at another\nof the conspirators who had made the mistake of drawing a weapon, but\nhe wasn't interested too much. He was watching Brittain.\n\nIt only took seconds, but to Karnes it seemed like long minutes.\nBrittain had evidently thought the impressor was a weapon when he\npicked it up, and, after seeing his mistake, had started to throw it\nat the door. Then the impressor shimmered slightly, as though there\nwere a hot radiator between the observor and the object. Brittain\nstopped, paralyzed, his eyes widening.\n\nThen he gasped and threw the impressor against the floor as hard as he\ncould.\n\n\"_NO!_\" he screamed, \"_IT'S A LIE!_\"\n\nThe impressor struck the floor and broke. From its shattered interior\ncame a blinding multi-colored glare. Then there was darkness. Karnes\nfainted.\n\nWhen Karnes awoke, one of the policemen was shaking him.\n\n\"Wake up, Mr. Karnes, wake up!\"\n\nKarnes sat up abruptly. \"What happened?\" He had no time to be\noriginal.\n\n\"I don't know for sure. One of the Leaguers threw a gas bomb of some\nsort, and it knocked out everyone in the room. Funny, though, it even\nknocked out all the Leaguers. When the rest of the boys came in,\neverybody was out cold on the floor. Most of them are coming out of it\nnow, except for two of the Leaguers. They got some lead in them,\nthough, not gas.\"\n\nKarnes stood up. He felt a little dizzy, but otherwise there wasn't\nanything wrong. He surveyed the room.\n\nOn the floor was a slightly yellowed spot where the impressor had\nflared and vanished. Lansberg was unconscious with a copiously\nbleeding right shoulder. Two other men were rapidly being brought\naround by the police. Three of the League agents were still out;\nnobody tried to wake them up, they were being handcuffed.\n\nOne of the women was crying and cursing the \"damned filthy Nations\npolice\" over one of the bodies, and the other woman was sitting\nstonily, staring at her handcuffs with a faint sneer.\n\n\"Where's Brittain?\" roared Karnes. The man was nowhere in the room.\n\n\"Gone,\" said one of the cops. \"Evidently he skipped out while the rest\nof us were unconscious. He was the guy who threw the bomb.\"\n\nKarnes glanced at his watch. One sixteen in the morning. They had been\nout about twelve or thirteen minutes.\n\n\"Where the devil did he go? How in--\"\n\nLieutenant Carnotti came up to him, a look of self-disgust on his\nface. \"I know how he got away, Mr. Karnes; I just talked to the boys\non the roof. He grabbed a uniform coat and cap off Sergeant Joseph\nwhile he was out and commandeered a 'copter on the roof.\"\n\n       *       *       *       *       *\n\nKarnes didn't wait for further information. He ran out into the hall\nand into the open elevator. Within less than a minute, he was on the\nroof.\n\nOne cop was speaking rapidly into a transmitter.\n\n\"--number 3765. Left about ten minutes ago, supposedly for the\nhospital. Officer Powers in the 'copter with him.\"\n\nHe cut off and looked at Karnes, who was standing over him. His gun\nwas out before he spoke. \"Who are you, buddy.\"\n\nKarnes told him who he was. The cop looked skeptical. Karnes didn't\nhave his hat on, and his clothes were a bit rumpled after his nap on\nthe floor.\n\nKarnes didn't need to say anything; another policeman was going\nthrough his pockets, and he found the billfold. As soon as they saw\nthe forgeproof identity card, they relaxed.\n\n\"Sorry, Mr. Karnes,\" said the man at the transceiver, \"but we've\nalready let one man get away.\"\n\nKarnes nodded. \"I know. Pure blind luck that his suit was almost the\nsame shade as that gray uniform you guys wear, or he'd never have got\naway with it. All he needed was the jacket and cap.\"\n\n\"Have any idea which way he went?\"\n\nThe cop shrugged. \"He came up here and told us that three men had been\nshot down below and some more gassed. He said Mr. Lansberg had sent\nhim for a hospital call. Then he jumped in a 'copter with Powers and\nheaded northeast. We didn't pay much attention. After all, he was\nwearing a sergeant's stripes.\"\n\nNortheast. That would be toward Long Island. But, naturally, he would\ncircle; he wouldn't be dumb enough to head in the right direction\nuntil he was out of sight. Or would he?\n\n\"Get on that radio again,\" he told the radioman, \"--and tell them I\nwant that man alive. Get that--_alive!_\"\n\n\"Right.\" The officer switched on his microphone and began to talk.\n\nKarnes pinched the bridge of his nose and closed his eyes in an\nattempt to concentrate. With Lansberg shot up, that put the Brittain\ncase in his hands. Theoretically, he should be pumping the prisoners\ndown below to find out how much higher the spy ring went.\n\n       *       *       *       *       *\n\nBut his real interest lay in Brittain, himself. There was no doubt\nthat he had received another message from the impressor before he had\nthrown it down.\n\nEvidently, when the thing broke, the unknown energies which powered it\nhad short-circuited, paralyzing everyone in the room with their\nmind-impressing effect.\n\nThen why hadn't it affected Brittain? Perhaps his recent exposure to a\nnormal dosage had immunized him. There was no way of knowing--there\nnever would be.\n\nBut what was the message Brittain had received from the impressor that\nwould make him react so violently? It couldn't be the same one that\nhe, Karnes, had received.\n\nContinued on Stratum Two!\n\nSure; that was it! Like the pages in a book. He, himself, had been hit\nwith page one; Brittain had page two. Page three? Lost forever.\n\nWhy hadn't they found that 'copter by now? It ought to be easy enough\nto spot.\n\nHe walked over to the edge of the building and looked down. The police\nwere herding the prisoners into the ground cars. Presently, they were\ngone. One of the police officers touched his shoulder.\n\n\"Ready to go, Mr. Karnes?\"\n\nKarnes nodded and climbed into the 'copter. The machine lifted and\nheaded toward the Central Police Station.\n\nHe was still trying to think when the phone rang. The policeman picked\nit up.\n\n\"3217. Brown speaking. Oh? Yeah, just a second. It's for you, Mr.\nKarnes.\"\n\nKarnes took the instrument. \"Karnes speaking.\"\n\n\"Radio Central, Mr. Karnes,\" came the voice. \"We just got some more on\nBrittain. About ten minutes ago, he abandoned the police 'copter.\nOfficer Powers was in the seat, shot through the head. We'll get the\nessobee on a murder rap, now.\"\n\n\"Where was the 'copter abandoned?\"\n\nRadio Central told him and went on: \"Funny thing was, he didn't try\nto hide it or anything. And he stole another 'copter from a private\ncitizen. We're trying to get the description now. I'll call you if\nanything further comes in.\"\n\n\"Fine.\" Karnes hung up. The address where Brittain had left the\n'copter was in almost a direct line between the apartment building and\nLong Island Spaceport. But if Brittain were actually heading there,\nwhy should he leave such a broad and obvious trail?\n\nHe turned to the officer who was driving the 'copter.\n\n\"I've got a hunch. Swivel this thing around and head for Long Island.\nI've got a funny feeling that Brittain will be there. He--\"\n\nThe phone rang again, and Karnes grabbed it.\n\n\"Mr. Karnes, we've found that civilian's 'copter! It's at Long Island\nSpaceport! Just a second, the stuff's still coming in.\" Pause. \"Get\nthis: A man answering to Brittain's description bought a ticket for\nthe West Coast rocket.\n\n\"As you know, that's UN territory, and we have no jurisdiction. The\nrocket is sealed for takeoff, but they're holding it for us until you\nget there!\"\n\n\"Right! I'm headed there now!\" he answered quickly.\n\nIt was twelve minutes later that the police 'copter settled just\noutside the rocket enclosure. Karnes had already notified the pilot to\nbe ready for him. He sprinted up the ramp and stood at the airlock of\nthe transcontinental rocket.\n\nIt sighed open, and Karnes stepped inside. He was met by a frightened\nstewardess.\n\n\"Tell him to get in here and not to try any funny stuff!\" snapped a\nvoice from the passenger cabin.\n\nBrittain was standing at the forward end of the passenger compartment\nwith a levelled gun.\n\nThe rocket was tilted at forty-five degrees for the takeoff, and the\npassenger's seats had swiveled with a section of the flooring to keep\nthem level, which gave the effect of a stairway which climbed toward\nthe pilot's cabin in the forward section of the ship. Brittain's\nposition was at the top of the stairway.\n\nKarnes raised his hands and kept them carefully away from his hip\nholster.\n\n\"All right,\" called Brittain, \"Close that door and get this ship off\nthe ground.\"\n\nThe pilot could hear him through the intercom system. The airlock door\nslid shut again.\n\n\"You and the stewardess get into a seat,\" the spy continued sharply.\n\"If you try anything funny, I start shooting the other passengers if\nI can't hit you.\"\n\nKarnes saw then what hold Brittain had on the pilot. The rocketeer\ncouldn't afford to risk the lives of his passengers.\n\nHe and the stewardess slid into the acceleration seats and strapped\nthemselves in. Brittain stepped down the tiered floor and took a rear\nseat near a frightened-looking blonde girl.\n\n\"Anything funny, and Blondie here gets a bullet. Okay, pilot. Take her\nup!\"\n\nThere was a faint hiss, and then the rockets began their throbbing\nroar. Acceleration pressure began to shove the passengers back in\ntheir seats. Karnes leaned back and tried--successfully--to suppress\nthe smile of triumph that kept trying to come to his lips.\n\nBrittain had finally made a mistake.\n\nOne hundred and twenty-five miles over Pennsylvania, the rockets cut\nout, and the ship went into free fall. And Brittain's mistake became\nevident.\n\nWith the abrupt cessation of weight, the padded acceleration seats\nexpanded again, pressing the passengers up against their safety\nstraps. But Brittain had failed to strap himself in.\n\n       *       *       *       *       *\n\nThe expanding seat shoved forward and toward the ceiling. Before he\ncould recover from his surprise, Karnes had undone his own seat belt\nand snapped his body through the air toward Brittain. They collided\nwith a thump and Brittain's body slammed against the roof of the cabin\nwith agonizing force. The gun came out of his hand and clanged against\na wall, then drifted off harmlessly. Brittain was out cold.\n\nKarnes handcuffed him securely and, with the stewardess' help, tugged\nhim back to the baggage compartment. One of the passengers was quietly\nretching into a vacuum disposal chute.\n\nWith Brittain securely strapped into an empty baggage rack, Karnes\nswam back to the pilot's compartment, pulling himself along the\nrailing that ran along the floor.\n\nThe pilot looked relieved. \"Thank heaven you got the devil! He got\nwise when we delayed the takeoff, and threatened to start shooting my\npassengers. There wasn't a thing I could do.\"\n\n\"I know. Let me use your radio.\"\n\nIt took a couple of minutes to get UN International Investigation on\nthe hookup, but Karnes finally was talking to his superior in the UN\noffice. He reported what had happened.\n\n\"Fine, Karnes,\" came the tight-beamed voice. \"Now, here's something\nelse you ought to know. Our radar net has spotted robot rockets coming\nin over the Pole. So far, five of them have been hit by interceptor\nrockets, but we don't have them all by a long shot.\n\n\"Evidently, the League feels that they're ready to slam us, now that\nthey've got Moonbase and two of our spacecraft plants out of the way.\n_The war is on_, Karnes.\"\n\nKarnes acknowledged, they cut the connection.\n\nThere was one thing burning hotly in his brain. Brittain had fled New\nYork without seeming to care how far they traced him or what kind of\ntrail he left behind. _Why?_\n\nHe jerked open the door of the pilot's cabin, and, not bothering to\nuse the rail, launched himself toward the rear of the ship, flipping\nhimself halfway down to land with his feet against the baggage room\ndoor. He pulled the door open and pushed inside.\n\nBrittain was still groggy, so Karnes began slapping his face\nmethodically, rocking his head from side to side.\n\n\"Okay! Okay! Stop it!\" Brittain yelled, fully awake.\n\nKarnes stopped, and Brittain blinked, owlishly. Karnes' hunch factory\nwas still operating at full blast; he was fairly sure that the lie he\nwas about to tell would have all of the desired effect.\n\n\"You didn't really think you could get away, did you, bud?\" he asked,\nnastily. \"We're headed back for New York now, and you'll stand trial\nfor murder as well as sabotage and espionage.\"\n\nBrittain's eyes widened in horror.\n\n\"What did that mind impressor tell you?\" Karnes went on.\n\n       *       *       *       *       *\n\nBrittain was trying to keep his mouth shut, but at that moment there\nwas a glare of light which flashed bluely through the hard quartz of a\nnearby window.\n\nFrom somewhere far to the north, another interceptor rocket had found\nthe atomic warhead of an enemy bomb.\n\nBrittain knew and recognized that flash. He screamed wordlessly and\nthen began to sob like a hysterical child.\n\nKarnes began to slap him again. \"Come on, what was it?\"\n\n\"Don't--don't let them go back to New York! It said--it said--\" he\ngasped and took a deep breath \"--WE'LL ALL BE KILLED!\" he screamed.\n\n\"Why?\" Karnes's voice was cold.\n\n\"BOMB!\" Brittain screamed again.\n\nAfter a few more minutes of questioning, Karnes finally got the rest\nof the story from him.\n\nThe Galactics had found that on this date a nuclear bomb would get\nthrough the UN screen and completely destroy most of Greater New York.\nOnly one other bomb would get through, but it would be thrown off\ncourse and land somewhere in the Pacific, having missed Los Angeles\nentirely.\n\n\"Anything else?\" asked Karnes after a few seconds of silence from\nBrittain. \"Didn't it say they would have to prevent that?\"\n\nBrittain's voice was dull now. \"All it said was that the records would\nhave to be preserved. It said that things must go on exactly as\nbefore. It said that nothing must interfere with the complete\ndevelopment, whatever that means.\"\n\nKarnes pushed his way out of the room and back towards the pilot's\ncompartment. What the pilot had to say was no news to Karnes.\n\n\"Radio from New York says that a bomb missed LA and hit the ocean.\nThat was a close one.\"\n\nKarnes nodded silently, and leaned back in the stewardess' seat to\nthink.\n\n       *       *       *       *       *\n\nNo wonder Brittain had been so anxious to get out of New York.\n\nNew York would be destroyed, but that was inevitable. The thing that\nhad bothered him, his dilemma, was solved.\n\nWas this the real Earth that he lived in, or a museum that had been\nset up by the Galactics? If it was old Earth, then man would solve his\npresent problems and go on to solve the problem of time travel and\ninterstellar transportation. The present war would be just another\nlittle incident in the far past, like the battles of Gettysburg and\nAgincourt.\n\n       *       *       *       *       *\n\nAnd if it were the museum Earth? No difference. For the Galactics had\ndecided not to interfere. They had decided to let the race of Earth go\non as it was--exactly as it had gone before. It made no difference,\nreally. _No difference at all._ A perfect duplication of an original\n_was_ the original, in every meaningful way.\n\n\"Funny,\" said the pilot abruptly, \"I'm not getting any signal from New\nYork.\"\n\nKarnes took a deep breath and bit at his lower lip. But he did not\nlook toward the horror that was New York. The city was gone, but the\nworld was there--solid and real!\n\n_You'd better expand your museum a little bit, boys_, he thought.\n_We'll need to include Mars and Venus before very long. And then the\nstars._\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Instant of Decision, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INSTANT OF DECISION ***\n\n***** This file should be named 32088.txt or 32088.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/0/8/32088/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}