{"title": "The Ego Machine", "author": "Henry Kuttner", "releaseDate": "April 24, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE EGO MACHINE\n\n_by_ HENRY KUTTNER\n\n[Transcriber's Note: This etext was produced from Space Science Fiction\nMay 1952. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n[Sidenote: When a slightly mad robot drunk on AC, wants you to join an\nexperiment in optimum ecology--don't do it! After all, who wants to\nargue like Disraeli or live like Ivan the Terrible?]\n\n\n\n\nI\n\n\nNicholas Martin looked up at the robot across the desk.\n\n\"I'm not going to ask what you want,\" he said, in a low, restrained\nvoice. \"I already know. Just go away and tell St. Cyr I approve. Tell\nhim I think it's wonderful, putting a robot in the picture. We've had\neverything else by now, except the Rockettes. But clearly a quiet little\nplay about Christmas among the Portuguese fishermen on the Florida coast\n_must_ have a robot. Only, why not six robots? Tell him I suggest a\nbaker's dozen. Go away.\"\n\n\"Was your mother's name Helena Glinska?\" the robot asked.\n\n\"It was not,\" Martin said.\n\n\"Ah, then she must have been the Great Hairy One,\" the robot murmured.\n\nMartin took his feet off the desk and sat up slowly.\n\n\"It's quite all right,\" the robot said hastily. \"You've been chosen for\nan ecological experiment, that's all. But it won't hurt. Robots are\nperfectly normal life forms where I come from, so you needn't--\"\n\n\"Shut up,\" Martin said. \"Robot indeed, you--you bit-player! This time\nSt. Cyr has gone too far.\" He began to shake slightly all over, with\nsome repressed but strong emotion. The intercom box on the desk caught\nhis eye, and he stabbed a finger at one of the switches. \"Get me Miss\nAshby! Right away!\"\n\n\"I'm so sorry,\" the robot said apologetically. \"Have I made a mistake?\nThe threshold fluctuations in the neurons always upset my mnemonic norm\nwhen I temporalize. Isn't this a crisis-point in your life?\"\n\nMartin breathed hard, which seemed to confirm the robot's assumption.\n\n\"Exactly,\" it said. \"The ecological imbalance approaches a peak that may\ndestroy the life-form, unless ... mm-m. Now either you're about to be\nstepped on by a mammoth, locked in an iron mask, assassinated by helots,\nor--is this Sanskrit I'm speaking?\" He shook his gleaming head. \"Perhaps\nI should have got off fifty years ago, but I thought--sorry. Good-bye,\"\nhe added hastily as Martin raised an angry glare.\n\nThen the robot lifted a finger to each corner of his naturally rigid\nmouth, and moved his fingers horizontally in opposite directions, as\nthough sketching an apologetic smile.\n\n\"No, don't go away,\" Martin said. \"I want you right here, where the\nsight of you can refuel my rage in case it's needed. I wish to God I\ncould get mad and stay mad,\" he added plaintively, gazing at the\ntelephone.\n\n\"Are you sure your mother's name wasn't Helena Glinska?\" the robot\nasked. It pinched thumb and forefinger together between its nominal\nbrows, somehow giving the impression of a worried frown.\n\n\"Naturally I'm sure,\" Martin snapped.\n\n\"You aren't married yet, then? To Anastasia Zakharina-Koshkina?\"\n\n\"Not yet or ever,\" Martin replied succinctly. The telephone rang. He\nsnatched it up.\n\n        *        *       *        *        *\n\n\"Hello, Nick,\" said Erika Ashby's calm voice. \"Something wrong?\"\n\nInstantly the fires of rage went out of Martin's eyes, to be replaced by\na tender, rose-pink glow. For some years now he had given Erika, his\nvery competent agent, ten percent of his take. He had also longed\nhopelessly to give her approximately a pound of flesh--the cardiac\nmuscle, to put it in cold, unromantic terms. Martin did not; he put it\nin no terms at all, since whenever he tried to propose marriage to Erika\nhe was taken with such fits of modesty that he could only babble o'\ngreen fields.\n\n\"Well,\" Erika repeated. \"Something wrong?\"\n\n\"Yes,\" Martin said, drawing a long breath. \"Can St. Cyr make me marry\nsomebody named Anastasia Zakharina-Koshkina?\"\n\n\"What a wonderful memory you have,\" the robot put in mournfully. \"Mine\nused to be, before I started temporalizing. But even radioactive neurons\nwon't stand--\"\n\n\"Nominally you're still entitled to life, liberty, et cetera,\" Erika\nsaid. \"But I'm busy right now, Nick. Can't it wait till I see you?\"\n\n\"When?\"\n\n\"Didn't you get my message?\" Erika demanded.\n\n\"Of course not,\" Martin said, angrily. \"I've suspected for some time\nthat all my incoming calls have to be cleared by St. Cyr. Somebody might\ntry to smuggle in a word of hope, or possibly a file.\" His voice\nbrightened. \"Planning a jailbreak?\"\n\n\"Oh, this is outrageous,\" Erika said. \"Some day St. Cyr's going to go\ntoo far--\"\n\n\"Not while he's got DeeDee behind him,\" Martin said gloomily. Summit\nStudios would sooner have made a film promoting atheism than offend\ntheir top box-office star, DeeDee Fleming. Even Tolliver Watt, who owned\nSummit lock, stock and barrel, spent wakeful nights because St. Cyr\nrefused to let the lovely DeeDee sign a long-term contract.\n\n\"Nevertheless, Watt's no fool,\" Erika said. \"I still think we could get\nhim to give you a contract release if we could make him realize what a\nrotten investment you are. There isn't much time, though.\"\n\n\"Why not?\"\n\n\"I told you--oh. Of course you don't know. He's leaving for Paris\ntomorrow morning.\"\n\nMartin moaned. \"Then I'm doomed,\" he said. \"They'll pick up my option\nautomatically next week and I'll never draw a free breath again. Erika,\ndo something!\"\n\n\"I'm going to,\" Erika said. \"That's exactly what I want to see you\nabout. Ah,\" she added suddenly, \"now I understand why St. Cyr stopped my\nmessage. He was afraid. Nick, do you know what we've got to do?\"\n\n\"See Watt?\" Nick hazarded unhappily. \"But Erika--\"\n\n\"See Watt _alone_,\" Erika amplified.\n\n\"Not if St. Cyr can help it,\" Nick reminded her.\n\n\"Exactly. Naturally St. Cyr doesn't want us to talk to Watt privately.\nWe might make him see reason. But this time, Nick, we've simply got to\nmanage it somehow. One of us is going to talk to Watt while the other\nkeeps St. Cyr at bay. Which do you choose?\"\n\n\"Neither,\" Martin said promptly.\n\n\"Oh, Nick! I can't do the whole thing alone. Anybody'd think you were\nafraid of St. Cyr.\"\n\n\"I _am_ afraid of St. Cyr,\" Martin said.\n\n\"Nonsense. What could he actually do to you?\"\n\n\"He could terrorize me. He does it all the time. Erika, he says I'm\nindoctrinating beautifully. Doesn't it make your blood run cold? Look at\nall the other writers he's indoctrinated.\"\n\n\"I know. I saw one of them on Main Street last week, delving into\ngarbage cans. Do you want to end up that way? Then stand up for your\nrights!\"\n\n\"Ah,\" said the robot wisely, nodding. \"Just as I thought. A\ncrisis-point.\"\n\n\"Shut up,\" Martin said. \"No, not you, Erika. I'm sorry.\"\n\n\"So am I,\" Erika said tartly. \"For a moment I thought you'd acquired a\nbackbone.\"\n\n\"If I were somebody like Hemingway--\" Martin began in a miserable voice.\n\n\"Did you say Hemingway?\" the robot inquired. \"Is this the\nKinsey-Hemingway era? Then I must be right. You're Nicholas Martin, the\nnext subject. Martin, Martin? Let me see--oh yes, the Disraeli type,\nthat's it.\" He rubbed his forehead with a grating sound. \"Oh, my poor\nneuron thresholds! Now I remember.\"\n\n        *        *       *        *        *\n\n\"Nick, can you hear me?\" Erika's voice inquired. \"I'm coming over there\nright away. Brace yourself. We're going to beard St. Cyr in his den and\nconvince Watt you'll never make a good screen-writer. Now--\"\n\n\"But St. Cyr won't _ever_ admit that,\" Martin cried. \"He doesn't know\nthe meaning of the word failure. He says so. He's going to make me into\na screen-writer or kill me.\"\n\n\"Remember what happened to Ed Cassidy?\" Erika reminded him grimly. \"St.\nCyr didn't make him into a screen-writer.\"\n\n\"True. Poor old Ed,\" Martin said, with a shiver.\n\n\"All right, then. I'm on my way. Anything else?\"\n\n\"Yes!\" Martin cried, drawing a deep breath. \"Yes, there is! I love you\nmadly!\"\n\nBut the words never got past his glottis. Opening and closing his mouth\nnoiselessly, the cowardly playwright finally clenched his teeth and\ntried again. A faint, hopeless squeak vibrated the telephone's disk.\nMartin let his shoulders slump hopelessly. It was clear he could never\npropose to anybody, not even a harmless telephone.\n\n\"Did you say something?\" Erika asked. \"Well, good-bye then.\"\n\n\"Wait a minute,\" Martin said, his eyes suddenly falling once more upon\nthe robot. Speechless on one subject only, he went on rapidly, \"I forgot\nto tell you. Watt and the nest-fouling St. Cyr have just hired a mock-up\nphony robot to play in _Angelina Noel_!\"\n\nBut the line was dead.\n\n\"I'm not a phony,\" the robot said, hurt.\n\nMartin fell back in his chair and stared at his guest with dull,\nhopeless eyes. \"Neither was King Kong,\" he remarked. \"Don't start\nfeeding me some line St. Cyr's told you to pull. I know he's trying to\nbreak my nerve. He'll probably do it, too. Look what he's done to my\nplay already. Why Fred Waring? I don't mind Fred Waring in his proper\nplace. There he's fine. But not in _Angelina Noel_. Not as the\nPortuguese captain of a fishing boat manned by his entire band,\naccompanied by Dan Dailey singing _Napoli_ to DeeDee Fleming in a\nmermaid's tail--\"\n\nSelf-stunned by this recapitulation, Martin put his arms on the desk,\nhis head in his hands, and to his horror found himself giggling. The\ntelephone rang. Martin groped for the instrument without rising from his\nsemi-recumbent position.\n\n\"Who?\" he asked shakily. \"_Who?_ St. Cyr--\"\n\nA hoarse bellow came over the wire. Martin sat bolt upright, seizing the\nphone desperately with both hands.\n\n\"Listen!\" he cried. \"Will you let me finish what I'm going to say, just\nfor once? Putting a robot in _Angelina Noel_ is simply--\"\n\n\"I do not hear what you say,\" roared a heavy voice. \"Your idea stinks.\nWhatever it is. Be at Theater One for yesterday's rushes! At once!\"\n\n\"But wait--\"\n\nSt. Cyr belched and hung up. Martin's strangling hands tightened briefly\non the telephone. But it was no use. The real strangle-hold was the one\nSt. Cyr had around Martin's throat, and it had been tightening now for\nnearly thirteen weeks. Or had it been thirteen years? Looking backward,\nMartin could scarcely believe that only a short time ago he had been a\nfree man, a successful Broadway playwright, the author of the hit play\n_Angelina Noel_. Then had come St. Cyr....\n\nA snob at heart, the director loved getting his clutches on hit plays\nand name writers. Summit Studios, he had roared at Martin, would follow\nthe original play exactly and would give Martin the final okay on the\nscript, provided he signed a thirteen-week contract to help write the\nscreen treatment. This had seemed too good to be true--and was.\n\nMartin's downfall lay partly in the fine print and partly in the fact\nthat Erika Ashby had been in the hospital with a bad attack of influenza\nat the time. Buried in legal verbiage was a clause that bound Martin to\nfive years of servitude with Summit should they pick up his option. Next\nweek they would certainly do just that, unless justice prevailed.\n\n        *        *       *        *        *\n\n\"I think I need a drink,\" Martin said unsteadily. \"Or several.\" He\nglanced toward the robot. \"I wonder if you'd mind getting me that bottle\nof Scotch from the bar over there.\"\n\n\"But I am here to conduct an experiment in optimum ecology,\" said the\nrobot.\n\nMartin closed his eyes. \"Pour me a drink,\" he pleaded. \"Please. Then put\nthe glass in my hand, will you? It's not much to ask. After all, we're\nboth human beings, aren't we?\"\n\n\"Well, no,\" the robot said, placing a brimming glass in Martin's groping\nfingers. Martin drank. Then he opened his eyes and blinked at the tall\nhighball glass in his hand. The robot had filled it to the brim with\nScotch. Martin turned a wondering gaze on his metallic companion.\n\n\"You must do a lot of drinking yourself,\" he said thoughtfully. \"I\nsuppose tolerance can be built up. Go ahead. Help yourself. Take the\nrest of the bottle.\"\n\nThe robot placed the tip of a finger above each eye and slid the fingers\nupward, as though raising his eyebrows inquiringly.\n\n\"Go on, have a jolt,\" Martin urged. \"Or don't you want to break bread\nwith me, under the circumstances?\"\n\n\"How can I?\" the robot asked. \"I'm a robot.\" His voice sounded somewhat\nwistful. \"What happens?\" he inquired. \"Is it a lubricatory or a fueling\nmechanism?\"\n\nMartin glanced at his brimming glass.\n\n\"Fueling,\" he said tersely. \"High octane. You really believe in staying\nin character, don't you? Why not--\"\n\n\"Oh, the principle of irritation,\" the robot interrupted. \"I see. Just\nlike fermented mammoth's milk.\"\n\nMartin choked. \"Have you ever drunk fermented mammoth's milk?\" he\ninquired.\n\n\"How could I?\" the robot asked. \"But I've seen it done.\" He drew a\nstraight line vertically upward between his invisible eyebrows, managing\nto look wistful. \"Of course my world is perfectly functional and\nfunctionally perfect, but I can't help finding temporalizing a\nfascina--\" He broke off. \"I'm wasting space-time. Ah. Now. Mr. Martin,\nwould you be willing to--\"\n\n\"Oh, have a drink,\" Martin said. \"I feel hospitable. Go ahead, indulge\nme, will you? My pleasures are few. And I've got to go and be terrorized\nin a minute, anyhow. If you can't get that mask off I'll send for a\nstraw. You can step out of character long enough for one jolt, can't\nyou?\"\n\n\"I'd like to try it,\" the robot said pensively. \"Ever since I noticed\nthe effect fermented mammoth's milk had on the boys, it's been on my\nmind, rather. Quite easy for a human, of course. Technically it's simple\nenough, I see now. The irritation just increases the frequency of the\nbrain's kappa waves, as with boosted voltage, but since electrical\nvoltage never existed in pre-robot times--\"\n\n\"It did,\" Martin said, taking another drink. \"I mean, it does. What do\nyou call that, a mammoth?\" He indicated the desk lamp.\n\nThe robot's jaw dropped.\n\n\"That?\" he asked in blank amazement. \"Why--why then all those telephone\npoles and dynamos and lighting-equipment I noticed in this era are\npowered by electricity!\"\n\n\"What did you think they were powered by?\" Martin asked coldly.\n\n\"Slaves,\" the robot said, examining the lamp. He switched it on,\nblinked, and then unscrewed the bulb. \"Voltage, you say?\"\n\n\"Don't be a fool,\" Martin said. \"You're overplaying your part. I've got\nto get going in a minute. Do you want a jolt or don't you?\"\n\n\"Well,\" the robot said, \"I don't want to seem unsociable. This _ought_\nto work.\" So saying, he stuck his finger in the lamp-socket. There was a\nbrief, crackling flash. The robot withdrew his finger.\n\n\"_F(t)_--\" he said, and swayed slightly. Then his fingers came up and\nsketched a smile that seemed, somehow, to express delighted surprise.\n\n\"_Fff(t)!_\" he said, and went on rather thickly, \"_F(t)_ integral\nbetween plus and minus infinity ... _a-sub-n_ to _e_....\"\n\nMartin's eyes opened wide with shocked horror. Whether a doctor or a\npsychiatrist should be called in was debatable, but it was perfectly\nevident that this was a case for the medical profession, and the sooner\nthe better. Perhaps the police, too. The bit-player in the robot suit\nwas clearly as mad as a hatter. Martin poised indecisively, waiting for\nhis lunatic guest either to drop dead or spring at his throat.\n\nThe robot appeared to be smacking his lips, with faint clicking sounds.\n\n\"Why, that's wonderful,\" he said. \"AC, too.\"\n\n\"Y-you're not dead?\" Martin inquired shakily.\n\n\"I'm not even alive,\" the robot murmured. \"The way you'd understand it,\nthat is. Ah--thanks for the jolt.\"\n\n        *        *       *        *        *\n\nMartin stared at the robot with the wildest dawning of surmise.\n\n\"Why--\" he gasped. \"Why--_you're a robot_!\"\n\n\"Certainly I'm a robot,\" his guest said. \"What slow minds you pre-robots\nhad. Mine's working like lightning now.\" He stole a drunkard's glance at\nthe desk-lamp. \"_F(t)_--I mean, if you counted the kappa waves of my\nradio-atomic brain now, you'd be amazed how the frequency's increased.\"\nHe paused thoughtfully. \"_F(t)_,\" he added.\n\nMoving quite slowly, like a man under water, Martin lifted his glass and\ndrank whiskey. Then, cautiously, he looked up at the robot again.\n\n\"_F(t)_--\" he said, paused, shuddered, and drank again. That did it.\n\"I'm drunk,\" he said with an air of shaken relief. \"That must be it. I\nwas almost beginning to believe--\"\n\n\"Oh, nobody believes I'm a robot at first,\" the robot said. \"You'll\nnotice I showed up in a movie lot, where I wouldn't arouse suspicion.\nI'll appear to Ivan Vasilovich in an alchemist's lab, and he'll jump to\nthe conclusive I'm an automaton. Which, of course, I _am_. Then there's\na Uighur on my list--I'll appear to him in a shaman's hut and he'll\nassume I'm a devil. A matter of ecologicologic.\"\n\n\"Then you're a devil?\" Martin inquired, seizing on the only plausible\nsolution.\n\n\"No, no, no. I'm a robot. Don't you understand anything?\"\n\n\"I don't even know who I am, now,\" Martin said. \"For all I know, I'm a\nfaun and you're a human child. I don't think this Scotch is doing me as\nmuch good as I'd--\"\n\n\"Your name is Nicholas Martin,\" the robot said patiently. \"And mine is\nENIAC.\"\n\n\"Eniac?\"\n\n\"ENIAC,\" the robot corrected, capitalizing. \"ENIAC Gamma the\nNinety-Third.\"\n\nSo saying, he unslung a sack from his metallic shoulder and began to\nrummage out length upon length of what looked like red silk ribbon with\na curious metallic lustre. After approximately a quarter-mile of it had\nappeared, a crystal football helmet emerged attached to its end. A\ngleaming red-green stone was set on each side of the helmet.\n\n\"Just over the temporal lobes, you see,\" the robot explained, indicating\nthe jewels. \"Now you just set it on your head, like this--\"\n\n\"Oh no I don't,\" Martin said, withdrawing his head with the utmost\nrapidity. \"Neither do you, my friend. What's the idea? I don't like the\nlooks of that gimmick. I particularly don't like those two red garnets\non the sides. They look like eyes.\"\n\n\"Those are artificial eclogite,\" the robot assured him. \"They simply\nhave a high dielectric constant. It's merely a matter of altering the\nnormal thresholds of the neuron memory-circuits. All thinking is based\non memory, you know. The strength of your associations--the emotional\nindices of your memories--channel your actions and decisions, and the\necologizer simply changes the voltage of your brain so the thresholds\nare altered.\"\n\n\"Is that all it does?\" Martin asked suspiciously.\n\n\"Well, now,\" the robot said with a slight air of evasion. \"I didn't\nintend to mention it, but since you ask--it also imposes the\nmaster-matrix of your character type. But since that's the prototype of\nyour character in the first place, it will simply enable you to make the\nmost of your potential ability, hereditary and acquired. It will make\nyou react to your environment in the way that best assures your\nsurvival.\"\n\n\"Not me, it won't,\" Martin said firmly. \"Because you aren't going to put\nthat thing on my head.\"\n\nThe robot sketched a puzzled frown. \"Oh,\" he said after a pause. \"I\nhaven't explained yet, have I? It's very simple. Would you be willing to\ntake part in a valuable socio-cultural experiment for the benefit of all\nmankind?\"\n\n\"No,\" Martin said.\n\n\"But you don't know what it is yet,\" the robot said plaintively. \"You'll\nbe the only one to refuse, after I've explained everything thoroughly.\nBy the way, can you understand me all right?\"\n\nMartin laughed hollowly. \"Natch,\" he said.\n\n\"Good,\" the robot said, relieved. \"That may be one trouble with my\nmemory. I had to record so many languages before I could temporalize.\nSanskrit's very simple, but medieval Russian's confusing, and as for\nUighur--however! The purpose of this experiment is to promote the most\nsuccessful pro-survival relationship between man and his environment.\nInstant adaptation is what we're aiming at, and we hope to get it by\nminimizing the differential between individual and environment. In other\nwords, the right reaction at the right time. Understand?\"\n\n\"Of course not,\" Martin said. \"What nonsense you talk.\"\n\n\"There are,\" the robot said rather wearily, \"only a limited number of\ncharacter matrices possible, depending first on the arrangement of the\ngenes within the chromosomes, and later upon environmental additions.\nSince environments tend to repeat--like societies, you know--an\norganizational pattern isn't hard to lay out, along the Kaldekooz\ntime-scale. You follow me so far?\"\n\n\"By the Kaldekooz time-scale, yes,\" Martin said.\n\n\"I was always lucid,\" the robot remarked a little vainly, nourishing a\nswirl of red ribbon.\n\n\"Keep that thing away from me,\" Martin complained. \"Drunk I may be, but\nI have no intention of sticking my neck out that far.\"\n\n\"Of course you'll do it,\" the robot said firmly. \"Nobody's ever refused\nyet. And don't bicker with me or you'll get me confused and I'll have to\ntake another jolt of voltage. Then there's no telling how confused I'll\nbe. My memory gives me enough trouble when I temporalize. Time-travel\nalways raises the synaptic delay threshold, but the trouble is it's so\nvariable. That's why I got you mixed up with Ivan at first. But I don't\nvisit him till after I've seen you--I'm running the test\nchronologically, and nineteen-fifty-two comes before fifteen-seventy, of\ncourse.\"\n\n\"It doesn't,\" Martin said, tilting the glass to his lips. \"Not even in\nHollywood does nineteen-fifty-two come before fifteen-seventy.\"\n\n\"I'm using the Kaldekooz time-scale,\" the robot explained. \"But really\nonly for convenience. Now do you want the ideal ecological differential\nor don't you? Because--\" Here he flourished the red ribbon again, peered\ninto the helmet, looked narrowly at Martin, and shook his head.\n\n\"I'm sorry,\" the robot said. \"I'm afraid this won't work. Your head's\ntoo small. Not enough brain-room, I suppose. This helmet's for an eight\nand a half head, and yours is much too--\"\n\n\"My head _is_ eight and a half,\" Martin protested with dignity.\n\n\"Can't be,\" the robot said cunningly. \"If it were, the helmet would fit,\nand it doesn't. Too big.\"\n\n\"It does fit,\" Martin said.\n\n\"That's the trouble with arguing with pre-robot species,\" ENIAC said, as\nto himself. \"Low, brutish, unreasoning. No wonder, when their heads are\nso small. Now Mr. Martin--\" He spoke as though to a small, stupid,\nstubborn child. \"Try to understand. This helmet's size eight and a half.\nYour head is unfortunately so very small that the helmet wouldn't fit--\"\n\n\"Blast it!\" cried the infuriated Martin, caution quite lost between\nScotch and annoyance. \"It does fit! Look here!\" Recklessly he snatched\nthe helmet and clapped it firmly on his head. \"It fits perfectly!\"\n\n\"I erred,\" the robot acknowledged, with such a gleam in his eye that\nMartin, suddenly conscious of his rashness, jerked the helmet from his\nhead and dropped it on the desk. ENIAC quietly picked it up and put it\nback into his sack, stuffing the red ribbon in after it with rapid\nmotions. Martin watched, baffled, until ENIAC had finished, gathered\ntogether the mouth of the sack, swung it on his shoulder again, and\nturned toward the door.\n\n\"Good-bye,\" the robot said. \"And thank you.\"\n\n\"For what?\" Martin demanded.\n\n\"For your cooperation,\" the robot said.\n\n\"I won't cooperate,\" Martin told him flatly. \"It's no use. Whatever fool\ntreatment it is you're selling, I'm not going to--\"\n\n\"Oh, you've already had the ecology treatment,\" ENIAC replied blandly.\n\"I'll be back tonight to renew the charge. It lasts only twelve hours.\"\n\n\"_What!_\"\n\nENIAC moved his forefingers outward from the corners of his mouth,\nsketching a polite smile. Then he stepped through the door and closed it\nbehind him.\n\nMartin made a faint squealing sound, like a stuck but gagged pig.\n\n_Something was happening inside his head._\n\n\n\n\nII\n\n\nNicholas Martin felt like a man suddenly thrust under an ice-cold\nshower. No, not cold--steaming hot. Perfumed, too. The wind that blew in\nfrom the open window bore with it a frightful stench of gasoline,\nsagebrush, paint, and--from the distant commissary--ham sandwiches.\n\n\"Drunk,\" he thought frantically. \"I'm drunk--or crazy!\" He sprang up and\nspun around wildly; then catching sight of a crack in the hardwood floor\nhe tried to walk along it. \"Because if I can walk a straight line,\" he\nthought, \"I'm not drunk. I'm only crazy....\" It was not a very\ncomforting thought.\n\nHe could walk it, all right. He could walk a far straighter line than\nthe crack, which he saw now was microscopically jagged. He had, in fact,\nnever felt such a sense of location and equilibrium in his life. His\nexperiment carried him across the room to a wall-mirror, and as he\nstraightened to look into it, suddenly all confusion settled and ceased.\nThe violent sensory perceptions leveled off and returned to normal.\n\nEverything was quiet. Everything was all right.\n\nMartin met his own eyes in the mirror.\n\nEverything was _not_ all right.\n\nHe was stone cold sober. The Scotch he had drunk might as well have been\nspring-water. He leaned closer to the mirror, trying to stare through\nhis own eyes into the depths of his brain. For something extremely odd\nwas happening in there. All over his brain, tiny shutters were beginning\nto move, some sliding up till only a narrow crack remained, through\nwhich the beady little eyes of neurons could be seen peeping, some\nsliding down with faint crashes, revealing the agile, spidery forms of\nstill other neurons scuttling for cover.\n\nAltered thresholds, changing the yes-and-no reaction time of the\nmemory-circuits, with their key emotional indices and associations ...\nhuh?\n\nThe robot!\n\nMartin's head swung toward the closed office door. But he made no\nfurther move. The look of blank panic on his face very slowly, quite\nunconsciously, began to change. The robot ... could wait.\n\nAutomatically Martin raised his hand, as though to adjust an invisible\nmonocle. Behind him, the telephone began to ring. Martin glanced at it.\n\nHis lips curved into an insolent smile.\n\nFlicking dust from his lapel with a suave gesture, Martin picked up the\ntelephone. He said nothing. There was a long silence. Then a hoarse\nvoice shouted, \"Hello, hello, hello! Are you there? You, Martin!\"\n\nMartin said absolutely nothing at all.\n\n\"You keep me waiting,\" the voice bellowed. \"Me, St. Cyr! Now jump! The\nrushes are ... Martin, do you hear me?\"\n\nMartin gently laid down the receiver on the desk. He turned again toward\nthe mirror, regarded himself critically, frowned.\n\n\"Dreary,\" he murmured. \"Distinctly dreary. I wonder why I ever bought\nthis necktie?\"\n\nThe softly bellowing telephone distracted him. He studied the instrument\nbriefly, then clapped his hands sharply together an inch from the\nmouthpiece. There was a sharp, anguished cry from the other end of the\nline.\n\n\"Very good,\" Martin murmured, turning away. \"That robot has done me a\nconsiderable favor. I should have realized the possibilities sooner.\nAfter all, a super-machine, such as ENIAC, would be far cleverer than a\nman, who is merely an ordinary machine. Yes,\" he added, stepping into\nthe hall and coming face to face with Toni LaMotta, who was currently\nworking for Summit on loan. \"'_Man is a machine, and woman--_'\" Here he\ngave Miss LaMotta a look of such arrogant significance that she was\nquite startled.\n\n\"'_And woman--a toy_,'\" Martin amplified, as he turned toward Theater\nOne, where St. Cyr and destiny awaited him.\n\n        *        *       *        *        *\n\nSummit Studios, outdoing even MGM, always shot ten times as much footage\nas necessary on every scene. At the beginning of each shooting day, this\nconfusing mass of celluloid was shown in St. Cyr's private projection\ntheater, a small but luxurious domed room furnished with lie-back chairs\nand every other convenience, though no screen was visible until you\nlooked up. Then you saw it on the ceiling.\n\nWhen Martin entered, it was instantly evident that ecology took a sudden\nshift toward the worse. Operating on the theory that the old Nicholas\nMartin had come into it, the theater, which had breathed an expensive\nair of luxurious confidence, chilled toward him. The nap of the Persian\nrug shrank from his contaminating feet. The chair he stumbled against in\nthe half-light seemed to shrug contemptuously. And the three people in\nthe theater gave him such a look as might be turned upon one of the\nlarger apes who had, by sheer accident, got an invitation to Buckingham\nPalace.\n\nDeeDee Fleming (her real name was impossible to remember, besides having\nnot a vowel in it) lay placidly in her chair, her feet comfortably up,\nher lovely hands folded, her large, liquid gaze fixed upon the screen\nwhere DeeDee Fleming, in the silvery meshes of a technicolor mermaid,\nswam phlegmatically through seas of pearl-colored mist.\n\nMartin groped in the gloom for a chair. The strangest things were going\non inside his brain, where tiny stiles still moved and readjusted until\nhe no longer felt in the least like Nicholas Martin. Who did he feel\nlike, then? What had happened?\n\nHe recalled the neurons whose beady little eyes he had fancied he saw\nstaring brightly into, as well as out of, his own. Or had he? The memory\nwas vivid, yet it couldn't be, of course. The answer was perfectly\nsimple and terribly logical. ENIAC Gamma the Ninety-Third had told him,\nsomewhat ambiguously, just what his ecological experiment involved.\nMartin had merely been given the optimum reactive pattern of his\nsuccessful prototype, a man who had most thoroughly controlled his own\nenvironment. And ENIAC had told him the man's name, along with several\nconfusing references to other prototypes like an Ivan (who?) and an\nunnamed Uighur.\n\nThe name for Martin's prototype was, of course, Disraeli, Earl of\nBeaconsfield. Martin had a vivid recollection of George Arliss playing\nthe role. Clever, insolent, eccentric in dress and manner, exuberant,\nsuave, self-controlled, with a strongly perceptive imagination....\n\n\"No, no, no!\" DeeDee said with a sort of calm impatience. \"Be careful,\nNick. Some other chair, please. I have my feet on this one.\"\n\n\"T-t-t-t-t,\" said Raoul St. Cyr, protruding his thick lips and snapping\nthe fingers of an enormous hand as he pointed to a lowly chair against\nthe wall. \"Behind me, Martin. Sit down, sit down. Out of our way. Now!\nPay attention. Study what I have done to make something great out of\nyour foolish little play. Especially note how I have so cleverly ended\nthe solo by building to five cumulative pratt-falls. Timing is all,\" he\nfinished. \"Now--SILENCE!\"\n\nFor a man born in the obscure little Balkan country of Mixo-Lydia, Raoul\nSt. Cyr had done very well for himself in Hollywood. In 1939 St. Cyr,\ngrowing alarmed at the imminence of war, departed for America, taking\nwith him the print of an unpronounceable Mixo-Lydian film he had made,\nwhich might be translated roughly as _The Pores In the Face of the\nPeasant_.\n\nWith this he established his artistic reputation as a great director,\nthough if the truth were known, it was really poverty that caused _The\nPores_ to be so artistically lighted, and simple drunkenness which had\nmade most of the cast act out one of the strangest performances in film\nhistory. But critics compared _The Pores_ to a ballet and praised\ninordinately the beauty of its leading lady, now known to the world as\nDeeDee Fleming.\n\nDeeDee was so incredibly beautiful that the law of compensation would\nforce one to expect incredible stupidity as well. One was not\ndisappointed. DeeDee's neurons didn't know _anything_. She had heard of\nemotions, and under St. Cyr's bullying could imitate a few of them, but\nother directors had gone mad trying to get through the semantic block\nthat kept DeeDee's mind a calm, unruffled pool possibly three inches\ndeep. St. Cyr merely bellowed. This simple, primordial approach seemed\nto be the only one that made sense to Summit's greatest investment and\ntop star.\n\nWith this whip-hand over the beautiful and brainless DeeDee, St. Cyr\nquickly rose to the top in Hollywood. He had undoubted talent. He could\nmake one picture very well indeed. He had made it twenty times already,\neach time starring DeeDee, and each time perfecting his own feudalistic\nproduction unit. Whenever anyone disagreed with St. Cyr, he had only to\nthreaten to go over to MGM and take the obedient DeeDee with him, for he\nhad never allowed her to sign a long-term contract and she worked only\non a picture-to-picture basis. Even Tolliver Watt knuckled under when\nSt. Cyr voiced the threat of removing DeeDee.\n\n        *        *       *        *        *\n\n\"Sit down, Martin,\" Tolliver Watt said. He was a tall, lean,\nhatchet-faced man who looked like a horse being starved because he was\ntoo proud to eat hay. With calm, detached omnipotence he inclined his\ngrey-shot head a millimeter, while a faintly pained expression passed\nfleetingly across his face.\n\n\"Highball, please,\" he said.\n\nA white-clad waiter appeared noiselessly from nowhere and glided forward\nwith a tray. It was at this point that Martin felt the last stiles\nreadjust in his brain, and entirely on impulse he reached out and took\nthe frosted highball glass from the tray. Without observing this the\nwaiter glided on and presented Watt with a gleaming salver full of\nnothing. Watt and the waiter regarded the tray.\n\nThen their eyes met. There was a brief silence.\n\n\"Here,\" Martin said, replacing the glass. \"Much too weak. Get me\nanother, please. I'm reorienting toward a new phase, which means a\ndifferent optimum,\" he explained to the puzzled Watt as he readjusted a\nchair beside the great man and dropped into it. Odd that he had never\nbefore felt at ease during rushes. Right now he felt fine. Perfectly at\nease. Relaxed.\n\n\"Scotch and soda for Mr. Martin,\" Watt said calmly. \"And another for\nme.\"\n\n\"So, so, so, now we begin,\" St. Cyr cried impatiently. He spoke into a\nhand microphone. Instantly the screen on the ceiling flickered noisily\nand began to unfold a series of rather ragged scenes in which a chorus\nof mermaids danced on their tails down the street of a little Florida\nfishing village.\n\nTo understand the full loathsomeness of the fate facing Nicholas Martin,\nit is necessary to view a St. Cyr production. It seemed to Martin that\nhe was watching the most noisome movie ever put upon film. He was\nconscious that St. Cyr and Watt were stealing rather mystified glances\nat him. In the dark he put up two fingers and sketched a robot-like\ngrin. Then, feeling sublimely sure of himself, he lit a cigarette and\nchuckled aloud.\n\n\"You laugh?\" St. Cyr demanded with instant displeasure. \"You do not\nappreciate great art? What do you know about it, eh? Are you a genius?\"\n\n\"This,\" Martin said urbanely, \"is the most noisome movie ever put on\nfilm.\"\n\nIn the sudden, deathly quiet which followed, Martin flicked ashes\nelegantly and added, \"With my help, you may yet avoid becoming the\nlaughing stock of the whole continent. Every foot of this picture must\nbe junked. Tomorrow bright and early we will start all over, and--\"\n\nWatt said quietly, \"We're quite competent to make a film out of\n_Angelina Noel_, Martin.\"\n\n\"It is artistic!\" St. Cyr shouted. \"And it will make money, too!\"\n\n\"Bah, money!\" Martin said cunningly. He flicked more ash with a lavish\ngesture. \"Who cares about money? Let Summit worry.\"\n\nWatt leaned forward to peer searchingly at Martin in the dimness.\n\n\"Raoul,\" he said, glancing at St. Cyr, \"I understood you were getting\nyour--ah--your new writers whipped into shape. This doesn't sound to me\nas if--\"\n\n\"Yes, yes, yes, yes,\" St. Cyr cried excitedly. \"Whipped into shape,\nexactly! A brief delirium, eh? Martin, you feel well? You feel\nyourself?\"\n\nMartin laughed with quiet confidence. \"Never fear,\" he said. \"The money\nyou spend on me is well worth what I'll bring you in prestige. I quite\nunderstand. Our confidential talks were not to be secret from Watt, of\ncourse.\"\n\n\"What confidential talks?\" bellowed St. Cyr thickly, growing red.\n\n\"We need keep nothing from Watt, need we?\" Martin went on imperturably.\n\"You hired me for prestige, and prestige you'll get, if you can only\nkeep your big mouth shut long enough. I'll make the name of St. Cyr\nglorious for you. Naturally you may lose something at the box-office,\nbut it's well worth--\"\n\n\"_Pjrzqxgl!_\" roared St. Cyr in his native tongue, and he lumbered up\nfrom the chair, brandishing the microphone in an enormous, hairy hand.\n\nDeftly Martin reached out and twitched it from his grasp.\n\n\"Stop the film,\" he ordered crisply.\n\nIt was very strange. A distant part of his mind knew that normally he\nwould never have dared behave this way, but he felt convinced that never\nbefore in his life had he acted with complete normality. He glowed with\na giddy warmth of confidence that everything he did would be right, at\nleast while the twelve-hour treatment lasted....\n\n        *        *       *        *        *\n\nThe screen flickered hesitantly, then went blank.\n\n\"Turn the lights on,\" Martin ordered the unseen presence beyond the\nmike. Softly and suddenly the room glowed with illumination. And upon\nthe visages of Watt and St. Cyr he saw a mutual dawning uneasiness begin\nto break.\n\nHe had just given them food for thought. But he had given them more than\nthat. He tried to imagine what moved in the minds of the two men, below\nthe suspicions he had just implanted. St. Cyr's was fairly obvious. The\nMixo-Lydian licked his lips--no mean task--and studied Martin with\nuneasy little bloodshot eyes. Clearly Martin had acquired confidence\nfrom somewhere. What did it mean? What secret sin of St. Cyr's had been\ndiscovered to him, what flaw in his contract, that he dared behave so\ndefiantly?\n\nTolliver Watt was a horse of another color; apparently the man had no\nguilty secrets; but he too looked uneasy. Martin studied the proud face\nand probed for inner weaknesses. Watt would be a harder nut to crack.\nBut Martin could do it.\n\n\"That last underwater sequence,\" he now said, pursuing his theme. \"Pure\ntrash, you know. It'll have to come out. The whole scene must be shot\nfrom under water.\"\n\n\"Shut up!\" St. Cyr shouted violently.\n\n\"But it must, you know,\" Martin went on. \"Or it won't jibe with the new\nstuff I've written in. In fact, I'm not at all certain that the whole\npicture shouldn't be shot under water. You know, we could use the\ndocumentary technique--\"\n\n\"Raoul,\" Watt said suddenly, \"what's this man trying to do?\"\n\n\"He is trying to break his contract, of course,\" St. Cyr said, turning\nruddy olive. \"It is the bad phase all my writers go through before I get\nthem whipped into shape. In Mixo-Lydia--\"\n\n\"Are you sure he'll whip into shape?\" Watt asked.\n\n\"To me this is now a personal matter,\" St. Cyr said, glaring at Martin.\n\"I have spent nearly thirteen weeks on this man and I do not intend to\nwaste my valuable time on another. I tell you he is simply trying to\nbreak his contract--tricks, tricks, tricks.\"\n\n\"Are you?\" Watt asked Martin coldly.\n\n\"Not now,\" Martin said. \"I've changed my mind. My agent insists I'd be\nbetter off away from Summit. In fact, she has the curious feeling that I\nand Summit would suffer by a mesalliance. But for the first time I'm not\nsure I agree. I begin to see possibilities, even in the tripe St. Cyr\nhas been stuffing down the public's throat for years. Of course I can't\nwork miracles all at once. Audiences have come to expect garbage from\nSummit, and they've even been conditioned to like it. But we'll begin in\na small way to re-educate them with this picture. I suggest we try to\nsymbolize the Existentialist hopelessness of it all by ending the film\nwith a full four hundred feet of seascapes--nothing but vast, heaving\nstretches of ocean,\" he ended, on a note of complacent satisfaction.\n\nA vast, heaving stretch of Raoul St. Cyr rose from his chair and\nadvanced upon Martin.\n\n\"Outside, outside!\" he shouted. \"Back to your cell, you double-crossing\nvermin! I, Raoul St. Cyr, command it. Outside, before I rip you limb\nfrom limb--\"\n\nMartin spoke quickly. His voice was calm, but he knew he would have to\nwork fast.\n\n\"You see, Watt?\" he said clearly, meeting Watt's rather startled gaze.\n\"Doesn't dare let you exchange three words with me, for fear I'll let\nsomething slip. No wonder he's trying to put me out of here--he's\nskating on thin ice these days.\"\n\nGoaded, St. Cyr rolled forward in a ponderous lunge, but Watt\ninterposed. It was true, of course, that the writer was probably trying\nto break his contract. But there were wheels within wheels here. Martin\nwas too confident, too debonaire. Something was going on which Watt did\nnot understand.\n\n\"All right, Raoul,\" he said decisively. \"Relax for a minute. I said\nrelax! We don't want Nick here suing you for assault and battery, do we?\nYour artistic temperament carries you away sometimes. Relax and let's\nhear what Nick has to say.\"\n\n\"Watch out for him, Tolliver!\" St. Cyr cried warningly. \"They're\ncunning, these creatures. Cunning as rats. You never know--\"\n\nMartin raised the microphone with a lordly gesture. Ignoring the\ndirector, he said commandingly into the mike, \"Put me through to the\ncommissary. The bar, please. Yes. I want to order a drink. Something\nvery special. A--ah--a Helena Glinska--\"\n\n        *        *       *        *        *\n\n\"Hello,\" Erika Ashby's voice said from the door. \"Nick, are you there?\nMay I come in?\"\n\nThe sound of her voice sent delicious chills rushing up and down\nMartin's spine. He swung round, mike in hand, to welcome her. But St.\nCyr, pleased at this diversion, roared before he could speak.\n\n\"No, no, no, no! Go! Go at once. Whoever you are--_out_!\"\n\nErika, looking very brisk, attractive and firm, marched into the room\nand cast at Martin a look of resigned patience.\n\nVery clearly she expected to fight both her own battles and his.\n\n\"I'm on business here,\" she told St. Cyr coldly. \"You can't part author\nand agent like this. Nick and I want to have a word with Mr. Watt.\"\n\n\"Ah, my pretty creature, sit down,\" Martin said in a loud, clear voice,\nscrambling out of his chair. \"Welcome! I'm just ordering myself a drink.\nWill you have something?\"\n\nErika looked at him with startled suspicion. \"No, and neither will you,\"\nshe said. \"How many have you had already? Nick, if you're drunk at a\ntime like this--\"\n\n\"And no shilly-shallying,\" Martin said blandly into the mike. \"I want it\nat once, do you hear? A Helena Glinska, yes. Perhaps you don't know it?\nThen listen carefully. Take the largest Napoleon you've got. If you\nhaven't a big one, a small punch bowl will do. Fill it half full with\nice-cold ale. Got that? Add three jiggers of creme de menthe--\"\n\n\"Nick, are you mad?\" Erika demanded, revolted.\n\n\"--and six jiggers of honey,\" Martin went on placidly. \"Stir, don't\nshake. Never shake a Helena Glinska. Keep it well chilled, and--\"\n\n\"Miss Ashby, we are very busy,\" St. Cyr broke in importantly, making\nshooing motions toward the door. \"Not now. Sorry. You interrupt. Go at\nonce.\"\n\n\"--better add six more jiggers of honey,\" Martin was heard to add\ncontemplatively into the mike. \"And then send it over immediately. Drop\neverything else, and get it here within sixty seconds. There's a bonus\nfor you if you do. Okay? Good. See to it.\"\n\nHe tossed the microphone casually at St. Cyr.\n\nMeanwhile, Erika had closed in on Tolliver Watt.\n\n\"I've just come from talking to Gloria Eden,\" she said, \"and she's\nwilling to do a one-picture deal with Summit _if_ I okay it. But I'm not\ngoing to okay it unless you release Nick Martin from his contract, and\nthat's flat.\"\n\nWatt showed pleased surprise.\n\n\"Well, we might get together on that,\" he said instantly, for he was a\nfan of Miss Eden's and for a long time had yearned to star her in a\nremake of _Vanity Fair_. \"Why didn't you bring her along? We could\nhave--\"\n\n\"Nonsense!\" St. Cyr shouted. \"Do not discuss this matter yet, Tolliver.\"\n\n\"She's down at Laguna,\" Erika explained. \"Be quiet, St. Cyr! I won't--\"\n\nA knock at the door interrupted her. Martin hurried to open it and as he\nhad expected encountered a waiter with a tray.\n\n\"Quick work,\" he said urbanely, accepting the huge, coldly sweating\nNapoleon in a bank of ice. \"Beautiful, isn't it?\"\n\nSt. Cyr's booming shouts from behind him drowned out whatever remark the\nwaiter may have made as he received a bill from Martin and withdrew,\nlooking nauseated.\n\n\"No, no, no, no,\" St. Cyr was roaring. \"Tolliver, we can get Gloria and\nkeep this writer too, not that he is any good, but I have spent already\nthirteen weeks training him in the St. Cyr approach. Leave it to me. In\nMixo-Lydia we handle--\"\n\nErika's attractive mouth was opening and shutting, her voice unheard in\nthe uproar. St. Cyr could keep it up indefinitely, as was well known in\nHollywood. Martin sighed, lifted the brimming Napoleon and sniffed\ndelicately as he stepped backward toward his chair. When his heel\ntouched it, he tripped with the utmost grace and savoir-faire, and very\ndeftly emptied the Helena Glinsak, ale, honey, creme de menthe, ice and\nall, over St. Cyr's capacious front.\n\nSt. Cyr's bellow broke the microphone.\n\n        *        *       *        *        *\n\nMartin had composed his invention carefully. The nauseous brew combined\nthe maximum elements of wetness, coldness, stickiness and pungency.\n\nThe drenched St. Cyr, shuddering violently as the icy beverage deluged\nhis legs, snatched out his handkerchief and mopped in vain. The\nhandkerchief merely stuck to his trousers, glued there by twelve jiggers\nof honey. He reeked of peppermint.\n\n\"I suggest we adjourn to the commissary,\" Martin said fastidiously. \"In\nsome private booth we can go on with this discussion away from the--the\nrather overpowering smell of peppermint.\"\n\n\"In Mixo-Lydia,\" St. Cyr gasped, sloshing in his shoes as he turned\ntoward Martin, \"in Mixo-Lydia we throw to the dogs--we boil in\noil--we--\"\n\n\"And next time,\" Martin said, \"please don't joggle my elbow when I'm\nholding a Helena Glinska. It's most annoying.\"\n\nSt. Cyr drew a mighty breath, rose to his full height--and then\nsubsided. St. Cyr at the moment looked like a Keystone Kop after the\nchase sequence, and knew it. Even if he killed Martin now, the element\nof classic tragedy would be lacking. He would appear in the untenable\nposition of Hamlet murdering his uncle with custard pies.\n\n\"Do nothing until I return!\" he commanded, and with a final glare at\nMartin plunged moistly out of the theater.\n\nThe door crashed shut behind him. There was silence for a moment except\nfor the soft music from the overhead screen which DeeDee had caused to\nbe turned on again, so that she might watch her own lovely form flicker\nin dimmed images through pastel waves, while she sang a duet with Dan\nDailey about sailors, mermaids and her home in far Atlantis.\n\n\"And now,\" said Martin, turning with quiet authority to Watt, who was\nregarding him with a baffled expression, \"I want a word with you.\"\n\n\"I can't discuss your contract till Raoul gets back,\" Watt said quickly.\n\n\"Nonsense,\" Martin said in a firm voice. \"Why should St. Cyr dictate\nyour decisions? Without you, he couldn't turn out a box-office success\nif he had to. No, be quiet, Erika. I'm handling this, my pretty\ncreature.\"\n\nWatt rose to his feet. \"Sorry, I can't discuss it,\" he said. \"St. Cyr\npictures make money, and you're an inexperien--\"\n\n\"That's why I see the true situation so clearly,\" Martin said. \"The\ntrouble with you is you draw a line between artistic genius and\nfinancial genius. To you, it's merely routine when you work with the\nplastic medium of human minds, shaping them into an Ideal Audience. You\nare an ecological genius, Tolliver Watt! The true artist controls his\nenvironment, and gradually you, with a master's consummate skill, shape\nthat great mass of living, breathing humanity into a perfect\naudience....\"\n\n\"Sorry,\" Watt said, but not, bruskly. \"I really have no time--ah--\"\n\n\"Your genius has gone long enough unrecognized,\" Martin said hastily,\nletting admiration ring in his golden voice. \"You assume that St. Cyr is\nyour equal. You give him your own credit titles. Yet in your own mind\nyou must have known that half the credit for his pictures is yours. Was\nPhidias non-commercial? Was Michaelangelo? Commercialism is simply a\nlabel for functionalism, and all great artists produce functional art.\nThe trivial details of Rubens' masterpieces were filled in by\nassistants, were they not? But Rubens got the credit, not his hirelings.\nThe proof of the pudding's obvious. Why?\" Cunningly gauging his\nlistener, Martin here broke off.\n\n\"Why?\" Watt asked.\n\n\"Sit down,\" Martin urged. \"I'll tell you why. St. Cyr's pictures make\nmoney, but you're responsible for their molding into the ideal form,\nimpressing your character-matrix upon everything and everyone at Summit\nStudios....\"\n\n        *        *       *        *        *\n\nSlowly Watt sank into his chair. About his ears the hypnotic bursts of\nDisraelian rhodomontade thundered compellingly. For Martin had the man\nhooked. With unerring aim he had at the first try discovered Watt's\nweakness--the uncomfortable feeling in a professionally arty town that\nmoney-making is a basically contemptible business. Disraeli had handled\ntougher problems in his day. He had swayed Parliaments.\n\nWatt swayed, tottered--and fell. It took about ten minutes, all in all.\nBy the end of that time, dizzy with eloquent praise of his economic\nability, Watt had realized that while St. Cyr might be an artistic\ngenius, he had no business interfering in the plans of an economic\ngenius. Nobody told Watt what to do when economics were concerned.\n\n\"You have the broad vision that can balance all possibilities and show\nthe right path with perfect clarity,\" Martin said glibly. \"Very well.\nYou wish Eden. You feel--do you not?--that I am unsuitable material.\nOnly geniuses can change their plans with instantaneous speed.... When\nwill my contract release be ready?\"\n\n\"What?\" said Watt, in a swimming, glorious daze. \"Oh. Of course. Hm-m.\nYour contract release. Well, now--\"\n\n\"St. Cyr would stubbornly cling to past errors until Summit goes broke,\"\nMartin pointed out. \"Only a genius like Tolliver Watt strikes when the\niron is hot, when he sees a chance to exchange failure for success, a\nMartin for an Eden.\"\n\n\"Hm-m,\" Watt said. \"Yes. Very well, then.\" His long face grew shrewd.\n\"Very, well, you get your release--_after_ I've signed Eden.\"\n\n\"There you put your finger on the heart of the matter,\" Martin approved,\nafter a very brief moment of somewhat dashed thought. \"Miss Eden is\nstill undecided. If you left the transaction to somebody like St. Cyr,\nsay, it would be botched. Erika, you have your car here? How quickly\ncould you drive Tolliver Watt to Laguna? He's the only person with the\nskill to handle this situation.\"\n\n\"What situa--oh, yes. Of course, Nick. We could start right away.\"\n\n\"But--\" Watt said.\n\nThe Disraeli-matrix swept on into oratorical periods that made the walls\nring. The golden tongue played arpeggios with logic.\n\n\"I see,\" the dazed Watt murmured, allowing himself to be shepherded\ntoward the door. \"Yes, yes, of course. Then--suppose you drop over to my\nplace tonight, Martin. After I get the Eden signature, I'll have your\nrelease prepared. Hm-m. Functional genius....\" His voice fell to a low,\ncrooning mutter, and he moved quietly out of the door.\n\nMartin laid a hand on Erika's arm as she followed him.\n\n\"Wait a second,\" he said. \"Keep him away from the studio until we get\nthe release. St. Cyr can still out-shout me any time. But he's hooked.\nWe--\"\n\n\"Nick,\" Erika said, looking searchingly into his face. \"What's\nhappened?\"\n\n\"Tell you tonight,\" Martin said hastily, hearing a distant bellow that\nmight be the voice of St. Cyr approaching. \"When I have time I'm going\nto sweep you off your feet. Did you know that I've worshipped you from\nafar all my life? But right now, get Watt out of the way. Hurry!\"\n\nErika cast a glance of amazed bewilderment at him as he thrust her out\nof the door. Martin thought there was a certain element of pleasure in\nthe surprise.\n\n        *        *       *        *        *\n\n\"Where is Tolliver?\" The loud, annoyed roar of St. Cyr made Martin\nwince. The director was displeased, it appeared, because only in\nCostumes could a pair of trousers be found large enough to fit him. He\ntook it as a personal affront. \"What have you done with Tolliver?\" he\nbellowed.\n\n\"Louder, please,\" Martin said insolently. \"I can't hear you.\"\n\n\"DeeDee,\" St. Cyr shouted, whirling toward the lovely star, who hadn't\nstirred from her rapturous admiration of DeeDee in technicolor overhead.\n\"Where is Tolliver?\"\n\nMartin started. He had quite forgotten DeeDee.\n\n\"You don't know, do you, DeeDee?\" he prompted quickly.\n\n\"Shut up,\" St. Cyr snapped. \"Answer me, you--\" He added a brisk\npolysyllable in Mixo-Lydian, with the desired effect. DeeDee wrinkled\nher flawless brow.\n\n\"Tolliver went away, I think. I've got it mixed up with the picture. He\nwent home to meet Nick Martin, didn't he?\"\n\n\"See?\" Martin interrupted, relieved. \"No use expecting DeeDee to--\"\n\n\"But Martin is _here_!\" St. Cyr shouted. \"Think, think!\"\n\n\"Was the contract release in the rushes?\" DeeDee asked vaguely.\n\n\"A contract release?\" St. Cyr roared. \"What is this? Never will I permit\nit, never, never, never! DeeDee, answer me--where has Watt gone?\"\n\n\"He went somewhere with that agent,\" DeeDee said. \"Or was that in the\nrushes too?\"\n\n\"But where, where, where?\"\n\n\"They went to Atlantis,\" DeeDee announced with an air of faint triumph.\n\n\"No!\" shouted St. Cyr. \"That was the _picture_! The mermaid came from\nAtlantis, not Watt!\"\n\n\"Tolliver didn't say he was coming from Atlantis,\" DeeDee murmured,\nunruffled. \"He said he was going to Atlantis. Then he was going to meet\nNick Martin at his house tonight and give him his contract release.\"\n\n\"When?\" St. Cyr demanded furiously. \"Think, DeeDee? What time did--\"\n\n\"DeeDee,\" Martin said, stepping forward with suave confidence, \"you\ncan't remember a thing, can you?\" But DeeDee was too subnormal to react\neven to a Disraeli-matrix. She merely smiled placidly at him.\n\n\"Out of my way, you writer!\" roared St. Cyr, advancing upon Martin. \"You\nwill get no contract release! You do not waste St. Cyr's time and get\naway with it! This I will not endure. I fix you as I fixed Ed Cassidy!\"\n\nMartin drew himself up and froze St. Cyr with an insolent smile. His\nhand toyed with an imaginary monocle. Golden periods were hanging at the\nend of his tongue. There only remained to hypnotize St. Cyr as he had\nhypnotized Watt. He drew a deep breath to unlease the floods of his\neloquence--\n\nAnd St. Cyr, also too subhuman to be impressed by urbanity, hit Martin a\nclout on the jaw.\n\nIt could never have happened in the British Parliament.\n\n\n\n\nIII\n\n\nWhen the robot walked into Martin's office that evening, he, or it, went\ndirectly to the desk, unscrewed the bulb from the lamp, pressed the\nswitch, and stuck his finger into the socket. There was a crackling\nflash. ENIAC withdrew his finger and shook his metallic head violently.\n\n\"I needed that,\" he sighed. \"I've been on the go all day, by the\nKaldekooz time-scale. Paleolithic, Neolithic, Technological--I don't\neven know what time it is. Well, how's your ecological adjustment\ngetting on?\"\n\nMartin rubbed his chin thoughtfully.\n\n\"Badly,\" he said. \"Tell me, did Disraeli, as Prime Minister, ever have\nany dealings with a country called Mixo-Lydia?\"\n\n\"I have no idea,\" said the robot. \"Why do you ask?\"\n\n\"Because my environment hauled back and took a poke at my jaw,\" Martin\nsaid shortly.\n\n\"Then you provoked it,\" ENIAC countered. \"A crisis--a situation of\nstress--always brings a man's dominant trait to the fore, and Disraeli\nwas dominantly courageous. Under stress, his courage became insolence.\nBut he was intelligent enough to arrange his environment so insolence\nwould be countered on the semantic level. Mixo-Lydia, eh? I place it\nvaguely, some billions of years ago, when it was inhabited by giant\nwhite apes. Or--oh, now I remember. It's an encysted medieval survival,\nisn't it?\"\n\nMartin nodded.\n\n\"So is this movie studio,\" the robot said. \"Your trouble is that you've\nrun up against somebody who's got a better optimum ecological adjustment\nthan you have. That's it. This studio environment is just emerging from\nmedievalism, so it can easily slip back into that plenum when an optimum\nmedievalist exerts pressure. Such types caused the Dark Ages. Well,\nyou'd better change your environment to a neo-technological one, where\nthe Disraeli matrix can be successfully pro-survival. In your era, only\na few archaic social-encystments like this studio are feudalistic, so go\nsomewhere else. It takes a feudalist to match a feudalist.\"\n\n\"But I can't go somewhere else,\" Martin complained. \"Not without my\ncontract release. I was supposed to pick it up tonight, but St. Cyr\nfound out what was happening, and he'll throw a monkey-wrench in the\nworks if he has to knock me out again to do it. I'm due at Watt's place\nnow, but St. Cyr's already there--\"\n\n\"Spare me the trivia,\" the robot said, raising his hand. \"As for this\nSt. Cyr, if he's a medieval character-type, obviously he'll knuckle\nunder only to a stronger man of his own kind.\"\n\n\"How would Disraeli have handled this?\" Martin demanded.\n\n\"Disraeli would never have got into such a situation in the first\nplace,\" the robot said unhelpfully. \"The ecologizer can give you the\nideal ecological differential, but only for your own type, because\notherwise it wouldn't be your optimum. Disraeli would have been a\nfailure in Russia in Ivan's time.\"\n\n\"Would you mind clarifying that?\" Martin asked thoughtfully.\n\n\"Certainly,\" the robot said with great rapidity. \"It all depends on the\nthreshold-response-time of the memory-circuits in the brain, if you\nassume the identity of the basic chromosome-pattern. The strength of\nneuronic activation varies in inverse proportion to the quantative\nmemory factor. Only actual experience could give you Disraeli's\nmemories, but your reactivity-thresholds have been altered until\nperception and emotional-indices approximate the Disraeli ratio.\"\n\n\"Oh,\" Martin said. \"But how would _you_, say, assert yourself against a\nmedieval steam-shovel?\"\n\n\"By plugging my demountable brain into a larger steam-shovel,\" ENIAC\ntold him.\n\n        *        *       *        *        *\n\nMartin seemed pensive. His hand rose, adjusting an invisible monocle,\nwhile a look of perceptive imagination suddenly crossed his face.\n\n\"You mentioned Russia in Ivan's time,\" he said. \"Which Ivan would that\nbe? Not, by any chance--?\"\n\n\"Ivan the Fourth. Very well adjusted to his environment he was, too.\nHowever, enough of this chit-chat. Obviously you'll be one of the\nfailures in our experiment, but our aim is to strike an average, so if\nyou'll put the ecologizer on your--\"\n\n\"That was Ivan the Terrible, wasn't it?\" Martin interrupted. \"Look here,\ncould you impress the character-matrix of Ivan the Terrible on my\nbrain?\"\n\n\"That wouldn't help you a bit,\" the robot said. \"Besides, it's not the\npurpose of the experiment. Now--\"\n\n\"One moment. Disraeli can't cope with a medievalist like St. Cyr on his\nown level, but if I had Ivan the Terrible's reactive thresholds, I'll\nbet I could throw a bluff that might do the trick. Even though St. Cyr's\nbigger than I am, he's got a veneer of civilization ... now wait. He\ntrades on that. He's always dealt with people who are too civilized to\nuse his own methods. The trick would be to call his bluff. And Ivan's\nthe man who could do it.\"\n\n\"But you don't understand.\"\n\n\"Didn't everybody in Russia tremble with fear at Ivan's name?\"\n\n\"Yes, in--\"\n\n\"Very well, then,\" Martin said triumphantly. \"You're going to impress\nthe character-matrix, of Ivan the Terrible on my mind, and then I'm\ngoing to put the bite on St. Cyr, the way Ivan would have done it.\nDisraeli's simply too civilized. Size is a factor, but character's more\nimportant. I don't _look_ like Disraeli, but people have been reacting\nto me as though I were George Arliss down to the spit-curl. A good big\nman can always lick a good little man. But St. Cyr's never been up\nagainst a really uncivilized little man--one who'd gladly rip out an\nenemy's heart with his bare hands.\" Martin nodded briskly. \"St. Cyr will\nback down--I've found that out. But it would take somebody like Ivan to\nmake him stay all the way down.\"\n\n\"If you think I'm going to impress Ivan's matrix on you, you're wrong,\"\nthe robot said.\n\n\"You couldn't be talked into it?\"\n\n\"I,\" said ENIAC, \"am a robot, semantically adjusted. Of course you\ncouldn't talk me into it.\"\n\nPerhaps not, Martin reflected, but Disraeli--hm-m. \"Man is a machine.\"\nWhy, Disraeli was the one person in the world ideally fitted for\nrobot-coercion. To him, men _were_ machines--and what was ENIAC?\n\n\"Let's talk this over--\" Martin began, absently pushing the desk-lamp\ntoward the robot. And then the golden tongue that had swayed empires was\nloosed....\n\n\"You're not going to like this,\" the robot said dazedly, sometime later.\n\"Ivan won't do at ... oh, you've got me all confused. You'll have to\neyeprint a--\" He began to pull out of his sack the helmet and the\nquarter-mile of red ribbon.\n\n\"To tie up my bonny grey brain,\" Martin said, drunk with his own\nrhetoric. \"Put it on my head. That's right. Ivan the Terrible, remember.\nI'll fix St. Cyr's Mixo-Lydian wagon.\"\n\n\"Differential depends on environment as much as on heredity,\" the robot\nmuttered, clapping the helmet on Martin's head. \"Though naturally Ivan\nwouldn't have had the Tsardom environment without his particular\nheredity, involving Helena Glinska--there!\" He removed the helmet.\n\n\"But nothing's happening,\" Martin said. \"I don't feel any different.\"\n\n\"It'll take a few moments. This isn't your basic character-pattern,\nremember, as Disraeli's was. Enjoy yourself while you can. You'll get\nthe Ivan-effect soon enough.\" He shouldered the sack and headed\nuncertainly for the door.\n\n\"Wait,\" Martin said uneasily. \"Are you sure--\"\n\n\"Be quiet. I forgot something--some formality--now I'm all confused.\nWell, I'll think of it later, or earlier, as the case may be. I'll see\nyou in twelve hours--I hope.\"\n\nThe robot departed. Martin shook his head tentatively from side to side.\nThen he got up and followed ENIAC to the door. But there was no sign of\nthe robot, except for a diminishing whirlwind of dust in the middle of\nthe corridor.\n\n_Something began to happen in Martin's brain...._\n\nBehind him, the telephone rang.\n\nMartin heard himself gasp with pure terror. With a sudden, impossible,\nterrifying, absolute certainty he _knew_ who was telephoning.\n\n_Assassins!_\n\n        *        *       *        *        *\n\n\"Yes, Mr. Martin,\" said Tolliver Watt's butler to the telephone. \"Miss\nAshby is here. She is with Mr. Watt and Mr. St. Cyr at the moment, but I\nwill give her your message. You are detained. And she is to call for\nyou--where?\"\n\n\"The broom-closet on the second floor of the Writers' Building,\" Martin\nsaid in a quavering voice. \"It's the only one near a telephone with a\nlong enough cord so I could take the phone in here with me. But I'm not\nat all certain that I'm safe. I don't like the looks of that broom on my\nleft.\"\n\n\"Sir?\"\n\n\"Are you _sure_ you're Tolliver Watt's butler?\" Martin demanded\nnervously.\n\n\"Quite sure, Mr.--eh--Mr. Martin.\"\n\n\"I _am_ Mr. Martin,\" cried Martin with terrified defiance. \"By all the\nlaws of God and man, Mr. Martin I am and Mr. Martin I will remain, in\nspite of all attempts by rebellious dogs to depose me from my rightful\nplace.\"\n\n\"Yes, sir. The broom-closet, you say, sir?\"\n\n\"The broom-closet. Immediately. But swear not to tell another soul, no\nmatter how much you're threatened. I'll protect you.\"\n\n\"Very well, sir. Is that all?\"\n\n\"Yes. Tell Miss Ashby to hurry. Hang up now. The line may be tapped. I\nhave enemies.\"\n\nThere was a click. Martin replaced his own receiver and furtively\nsurveyed the broom-closet. He told himself that this was ridiculous.\nThere was nothing to be afraid of, was there? True, the broom-closet's\nnarrow walls were closing in upon him alarmingly, while the ceiling\ndescended....\n\nPanic-stricken, Martin emerged from the closet, took a long breath, and\nthrew back his shoulders. \"N-not a thing to be afraid of,\" he said.\n\"Who's afraid?\" Whistling, he began to stroll down the hall toward the\nstaircase, but midway agoraphobia overcame him, and his nerve broke.\n\nHe ducked into his own office and sweated quietly in the dark until he\nhad mustered up enough courage to turn on a lamp.\n\nThe Encyclopedia Britannica, in its glass-fronted cabinet, caught his\neye. With noiseless haste, Martin secured _ITALY_ to _LORD_ and opened\nthe volume at his desk. Something, obviously, was very, very wrong. The\nrobot had said that Martin wasn't going to like being Ivan the Terrible,\ncome to think of it. But was Martin wearing Ivan's character-matrix?\nPerhaps he'd got somebody else's matrix by mistake--that of some arrant\ncoward. Or maybe the Mad Tsar of Russia had really been called Ivan the\nTerrified. Martin flipped the rustling pages nervously. Ivan, Ivan--here\nit was.\n\nSon of Helena Glinska ... married Anastasia Zakharina-Koshkina ...\nprivate life unspeakably abominable ... memory astonishing, energy\nindefatigable, ungovernable fury--great natural ability, political\nforesight, anticipated the ideals of Peter the Great--Martin shook his\nhead.\n\nThen he caught his breath at the next line.\n\nIvan had lived in an atmosphere of apprehension, imagining that every\nman's hand was against him.\n\n\"Just like me,\" Martin murmured. \"But--but there was more to Ivan than\njust cowardice. I don't understand.\"\n\n\"Differential,\" the robot had said, \"depends on environment as much as\non heredity. Though naturally Ivan wouldn't have had the Tsardom\nenvironment without his particular heredity.\"\n\nMartin sucked in his breath sharply. Environment does make a difference.\nNo doubt Ivan IV had been a fearful coward, but heredity plus\nenvironment had given Ivan the one great weapon that had enabled him to\nkeep his cowardice a recessive trait.\n\nIvan the Terrible had been Tsar of all the Russias.\n\nGive a coward a gun, and, while he doesn't stop being a coward, it won't\nshow in the same way. He may act like a violent, aggressive tyrant\ninstead. That, of course, was why Ivan had been ecologically\nsuccessful--in his specialized environment. He'd never run up against\nmany stresses that brought his dominant trait to the fore. Like\nDisraeli, he had been able to control his environment so that such\nstresses were practically eliminated.\n\nMartin turned green.\n\nThen he remembered Erika. Could he get Erika to keep St. Cyr busy,\nsomehow, while he got his contract release from Watt? As long as he\ncould avoid crises, he could keep his nerve from crumbling, but--_there\nwere assassins everywhere_!\n\nErika was on her way to the lot by now. Martin swallowed.\n\nHe would meet her outside the studio. The broom-closet wasn't safe. He\ncould be trapped there like a rat--\n\n\"Nonsense,\" Martin told himself with shivering firmness. \"This isn't me.\nAll I have to do is get a g-grip on m-myself. Come, now. Buck up.\n_Toujours l'audace!_\"\n\nBut he went out of his office and downstairs very softly and cautiously.\nAfter all, one never knew. And when every man's hand was against one....\n\nQuaking, the character-matrix of Ivan the Terrible stole toward a studio\ngate.\n\n        *        *       *        *        *\n\nThe taxi drove rapidly toward Bel-Air.\n\n\"But what were you doing up that tree?\" Erika demanded.\n\nMartin shook violently.\n\n\"A werewolf,\" he chattered. \"And a vampire and a ghoul and--I _saw_\nthem, I tell you. There I was at the studio gate, and they all came at\nme in a mob.\"\n\n\"But they were just coming back from dinner,\" Erika said. \"You know\nSummit's doing night shooting on _Abbott and Costello Meet Everybody_.\nKarloff wouldn't hurt a fly.\"\n\n\"I kept telling myself that,\" Martin said dully, \"but I was out of my\nmind with guilt and fear. You see, I'm an abominable monster. But it's\nnot my fault. It's environmental. I grew up in brutal and degrading\nconditions--oh, look!\" He pointed toward a traffic cop ahead. \"The\npolice! Traitors even in the palace guards!\"\n\n\"Lady, is that guy nuts?\" the cabbie demanded.\n\n\"Mad or sane, I am Nicholas Martin,\" Martin announced, with an abrupt\nvolte face. He tried to stand up commandingly, bumped his head, screamed\n\"_Assassins!_\" and burrowed into a corner of the seat, panting horribly.\n\nErika gave him a thoughtful, worried look.\n\n\"Nick,\" she said, \"How much have you had to drink? What's wrong?\"\n\nMartin shut his eyes and lay back against the cushions.\n\n\"Let me have a few minutes, Erika,\" he pleaded. \"I'll be all right as\nsoon as I recover from stress. It's only when I'm under stress that\nIvan--\"\n\n\"You can accept your contract release from Watt, can't you? Surely\nyou'll be able to manage that.\"\n\n\"Of course,\" Martin said with feeble bravery. He thought it over and\nreconsidered. \"If I can hold your hand,\" he suggested, taking no\nchances.\n\nThis disgusted Erika so much that for two miles there was no more\nconversation within the cab.\n\nErika had been thinking her own thoughts.\n\n\"You've certainly changed since this morning,\" she observed.\n\"Threatening to make love to me, of all things. As if I'd stand for it.\nI'd like to see you try.\" There was a pause. Erika slid her eyes\nsidewise toward Martin. \"I said I'd like to see you try,\" she repeated.\n\n\"Oh, you would, would you?\" Martin said with hollow valor. He paused.\nOddly enough his tongue, hitherto frozen stiff on one particular subject\nin Erika's presence, was now thoroughly loosened. Martin wasted no time\non theory. Seizing his chance before a new stress might unexpectedly\narise, he instantly poured out his heart to Erika, who visibly softened.\n\n\"But why didn't you ever say so before?\" she asked.\n\n\"I can't imagine,\" Martin said. \"Then you'll marry me?\"\n\n\"But why were you acting so--\"\n\n\"Will you marry me?\"\n\n\"Yes,\" Erika said, and there was a pause. Martin moistened his lips,\ndiscovering that somehow he and Erika had moved close together. He was\nabout to seal the bargain in the customary manner when a sudden thought\nstruck him and made him draw back with a little start.\n\nErika opened her eyes.\n\n\"Ah--\" said Martin. \"Um. I just happened to remember. There's a bad flu\nepidemic in Chicago. Epidemics spread like wildfire, you know. Why, it\ncould be in Hollywood by now--especially with the prevailing westerly\nwinds.\"\n\n\"I'm damned if I'm going to be proposed to and not kissed,\" Erika said\nin a somewhat irritated tone. \"You kiss me!\"\n\n\"But I might give you bubonic plague,\" Martin said nervously. \"Kissing\nspreads germs. It's a well-known fact.\"\n\n\"Nick!\"\n\n\"Well--I don't know--when did you last have a cold?\"\n\nErika pulled away from him and went to sit in the other corner.\n\n\"Ah,\" Martin said, after a long silence. \"Erika?\"\n\n\"Don't talk to me, you miserable man,\" Erika said. \"You monster, you.\"\n\n\"I can't help it,\" Martin cried wildly. \"I'll be a coward for twelve\nhours. It's not my fault. After eight tomorrow morning I'll--I'll walk\ninto a lion-cage if you want, but tonight I'm as yellow as Ivan the\nTerrible! At least let me tell you what's been happening.\"\n\nErika said nothing. Martin instantly plunged into his long and\nimprobable tale.\n\n\"I don't believe a word of it,\" Erika said, when he had finished. She\nshook her head sharply. \"Just the same, I'm still your agent, and your\ncareer's still my responsibility. The first and only thing we have to do\nis get your contract release from Tolliver Watt. And that's _all_ we're\ngoing to consider right now, do you hear?\"\n\n\"But St. Cyr--\"\n\n\"I'll do all the talking. You won't have to say a word. If St. Cyr tries\nto bully you, I'll handle him. But you've got to be there with me, or\nSt. Cyr will make that an excuse to postpone things again. I know him.\"\n\n\"Now I'm under stress again,\" Martin said wildly. \"I can't stand it.\n_I'm_ not the Tsar of Russia.\"\n\n\"Lady,\" said the cab-driver, looking back, \"if I was you, I'd sure as\nhell break off that engagement.\"\n\n\"Heads will roll for this,\" Martin said ominously.\n\n        *        *       *        *        *\n\n\"By mutual consent, agree to terminate ... yes,\" Watt said, affixing his\nname to the legal paper that lay before him on the desk. \"That does it.\nBut where in the world is that fellow Martin? He came in with you, I'm\ncertain.\"\n\n\"Did he?\" Erika asked, rather wildly. She too, was wondering how Martin\nhad managed to vanish so miraculously from her side. Perhaps he had\ncrept with lightning rapidity under the carpet. She forced her mind from\nthe thought and reached for the contract release Watt was folding.\n\n\"Wait,\" St. Cyr said, his lower lip jutting. \"What about a clause giving\nus an option on Martin's next play?\"\n\nWatt paused, and the director instantly struck home.\n\n\"Whatever it may be, I can turn it into a vehicle for DeeDee, eh,\nDeeDee?\" He lifted a sausage finger at the lovely star, who nodded\nobediently.\n\n\"It's going to have an all-male cast,\" Erika said hastily. \"And we're\ndiscussing contract releases, not options.\"\n\n\"He would give me an option if I had him here,\" St. Cyr growled,\ntorturing his cigar horribly. \"Why does everything conspire against an\nartist?\" He waved a vast, hairy fist in the air. \"Now I must break in a\nnew writer, which is a great waste. Within a fortnight Martin would have\nbeen a St. Cyr writer. In fact, it is still possible.\"\n\n\"I'm afraid not, Raoul,\" Watt said resignedly. \"You really shouldn't\nhave hit Martin at the studio today.\"\n\n\"But--but he would not dare charge me with assault. In Mixo-Lydia--\"\n\n\"Why, hello, Nick,\" DeeDee said, with a bright smile. \"What are you\nhiding behind those curtains for?\"\n\nEvery eye was turned toward the window draperies, just in time to see\nthe white, terrified face of Nicholas Martin flip out of sight like a\nscared chipmunk's. Erika, her heart dropping, said hastily, \"Oh, that\nisn't Nick. It doesn't look a bit like him. You made a mistake, DeeDee.\"\n\n\"Did I?\" DeeDee asked, perfectly willing to agree.\n\n\"Certainly,\" Erika said, reaching for the contract release in Watt's\nhand. \"Now if you'll just let me have this, I'll--\"\n\n\"Stop!\" cried St. Cyr in a bull's bellow. Head sunk between his heavy\nshoulders, he lumbered to the window and jerked the curtains aside.\n\n\"Ha!\" the director said in a sinister voice. \"Martin.\"\n\n\"It's a lie,\" Martin said feebly, making a desperate attempt to conceal\nhis stress-triggered panic. \"I've abdicated.\"\n\nSt. Cyr, who had stepped back a pace, was studying Martin carefully.\nSlowly the cigar in his mouth began to tilt upwards. An unpleasant grin\nwidened the director's mouth.\n\nHe shook a finger under Martin's quivering nostrils.\n\n\"You!\" he said. \"Tonight it is a different tune, eh? Today you were\ndrunk. Now I see it all. Valorous with pots, like they say.\"\n\n\"Nonsense,\" Martin said, rallying his courage by a glance at Erika. \"Who\nsay? Nobody but you would say a thing like that. Now what's this all\nabout?\"\n\n\"What were you doing behind that curtain?\" Watt asked.\n\n\"_I_ wasn't behind the curtain,\" Martin said, with great bravado. \"_You_\nwere. All of you. I was in front of the curtain. Can I help it if the\nwhole lot of you conceal yourselves behind curtains in a library,\nlike--like conspirators?\" The word was unfortunately chosen. A panicky\nlight flashed into Martin's eyes. \"Yes, conspirators,\" he went on\nnervously. \"You think I don't know, eh? Well, I do. You're all\nassassins, plotting and planning. So this is your headquarters, is it?\nAll night your hired dogs have been at my heels, driving me like a\nwounded caribou to--\"\n\n\"We've got to be going,\" Erika said desperately. \"There's just time to\ncatch the next carib--the next plane east.\" She reached for the contract\nrelease, but Watt suddenly put it in his pocket. He turned his chair\ntoward Martin.\n\n\"Will you give us an option on your next play?\" he demanded.\n\n\"Of course he will give us an option!\" St. Cyr said, studying Martin's\nair of bravado with an experienced eye. \"Also, there is to be no\nquestion of a charge of assault, for, if there is I will beat you. So it\nis in Mixo-Lydia. In fact, you do not even want a release from your\ncontract, Martin. It is all a mistake. I will turn you into a St. Cyr\nwriter, and all will be well. So. Now you will ask Tolliver to tear up\nthat release, will you not--_ha_?\"\n\n\"Of course you won't, Nick,\" Erika cried. \"Say so!\"\n\n        *        *       *        *        *\n\nThere was a pregnant silence. Watt watched with sharp interest. So did\nthe unhappy Erika, torn between her responsibility as Martin's agent and\nher disgust at the man's abject cowardice. DeeDee watched too, her eyes\nvery wide and a cheerful smile upon her handsome face. But the battle\nwas obviously between Martin and Raoul St. Cyr.\n\nMartin drew himself up desperately. Now or never he must force himself\nto be truly Terrible. Already he had a troubled expression, just like\nIvan. He strove to look sinister too. An enigmatic smile played around\nhis lips. For an instant he resembled the Mad Tsar of Russia, except, of\ncourse, that he was clean-shaven. With contemptuous, regal power Martin\nstared down the Mixo-Lydian.\n\n\"You will tear up that release and sign an agreement giving us option on\nyour next play too, ha?\" St. Cyr said--but a trifle uncertainly.\n\n\"I'll do as I please,\" Martin told him. \"How would you like to be eaten\nalive by dogs?\"\n\n\"I don't know, Raoul,\" Watt said. \"Let's try to get this settled even\nif--\"\n\n\"Do you want me to go over to Metro and take DeeDee with me?\" St. Cyr\ncried, turning toward Watt. \"He _will_ sign!\" And, reaching into an\ninner pocket for a pen, the burly director swung back toward Martin.\n\n\"_Assassin!_\" cried Martin, misinterpreting the gesture.\n\nA gloating smile appeared on St. Cyr's revolting features.\n\n\"Now we have him, Tolliver,\" he said, with heavy triumph, and these\nominous words added the final stress to Martin's overwhelming burden.\nWith a mad cry he rushed past St. Cyr, wrenched open a door, and fled.\n\nFrom behind him came Erika's Valkyrie voice.\n\n\"Leave him alone! Haven't you done enough already? Now I'm going to get\nthat contract release from you before I leave this room, Tolliver Watt,\nand I warn you, St. Cyr, if you--\"\n\nBut by then Martin was five rooms away, and the voice faded. He darted\non, hopelessly trying to make himself slow down and return to the scene\nof battle. The pressure was too strong. Terror hurled him down a\ncorridor, into another room, and against a metallic object from which he\nrebounded, to find himself sitting on the floor looking up at ENIAC\nGamma the Ninety-Third.\n\n\"Ah, there you are,\" the robot said. \"I've been searching all over\nspace-time for you. You forgot to give me a waiver of responsibility\nwhen you talked me into varying the experiment. The Authorities would be\nin my gears if I didn't bring back an eyeprinted waiver when a subject's\nscratched by variance.\"\n\nWith a frightened glance behind him, Martin rose to his feet.\n\n\"What?\" he asked confusedly. \"Listen, you've got to change me back to\nmyself. Everyone's trying to kill me. You're just in time. I can't wait\ntwelve hours. Change me back to myself, quick!\"\n\n\"Oh, I'm through with you,\" the robot said callously. \"You're no longer\na suitably unconditioned subject, after that last treatment you insisted\non. I should have got the waiver from you then, but you got me all\nconfused with Disraeli's oratory. Now here. Just hold this up to your\nleft eye for twenty seconds.\" He extended a flat, glittering little\nmetal disk. \"It's already sensitized and filled out. It only needs your\neyeprint. Affix it, and you'll never see me again.\"\n\nMartin shrank away.\n\n\"But what's going to happen to me?\" he quavered, swallowing.\n\n\"How should I know? After twelve hours, the treatment will wear off, and\nyou'll be yourself again. Hold this up to your eye, now.\"\n\n\"I will if you'll change me back to myself,\" Martin haggled.\n\n\"I can't. It's against the rules. One variance is bad enough, even with\na filed waiver, but two? Oh, no. Hold this up to your left eye--\"\n\n\"No,\" Martin said with feeble firmness. \"I won't.\"\n\nENIAC studied him.\n\n\"Yes, you will,\" the robot said finally, \"or I'll go boo at you.\"\n\nMartin paled slightly, but he shook his head in desperate determination.\n\n\"No,\" he said doggedly. \"Unless I get rid of Ivan's matrix right now,\nErika will never marry me and I'll never get my contract release from\nWatt. All you have to do is put that helmet on my head and change me\nback to myself. Is that too much to ask?\"\n\n\"Certainly, of a robot,\" ENIAC said stiffly. \"No more shilly-shallying.\nIt's lucky you are wearing the Ivan-matrix, so I can impose my will on\nyou. Put your eyeprint on this. Instantly!\"\n\nMartin rushed behind the couch and hid. The robot advanced menacingly.\nAnd at that moment, pushed to the last ditch, Martin suddenly remembered\nsomething.\n\nHe faced the robot.\n\n        *        *       *        *        *\n\n\"Wait,\" he said. \"You don't understand. I can't eyeprint that thing. It\nwon't work on me. Don't you realize that? It's supposed to take the\neyeprint--\"\n\n\"--of the rod-and-cone pattern of the retina,\" the robot said. \"So--\"\n\n\"So how can it do that unless I can keep my eye open for twenty seconds?\nMy perceptive reaction-thresholds are Ivan's aren't they? I can't\ncontrol the reflex of blinking. I've got a coward's synapses. And they'd\nforce me to shut my eyes tight the second that gimmick got too close to\nthem.\"\n\n\"Hold them open,\" the robot suggested. \"With your fingers.\"\n\n\"My fingers have reflexes too,\" Martin argued, moving toward a\nsideboard. \"There's only one answer. I've got to get drunk. If I'm half\nstupefied with liquor, my reflexes will be so slow I won't be able to\nshut my eyes. And don't try to use force, either. If I dropped dead with\nfear, how could you get my eyeprint then?\"\n\n\"Very easily,\" the robot said. \"I'd pry open your lids--\"\n\nMartin hastily reached for a bottle on the sideboard, and a glass. But\nhis hand swerved aside and gripped, instead, a siphon of soda water.\n\n\"--only,\" ENIAC went on, \"the forgery might be detected.\"\n\nMartin fizzled the glass full of soda and took a long drink.\n\n\"I won't be long getting drunk,\" he said, his voice thickening. \"In\nfact, it's beginning to work already. See? I'm coöperating.\"\n\nThe robot hesitated.\n\n\"Well, hurry up about it,\" he said, and sat down.\n\nMartin, about to take another drink, suddenly paused, staring at ENIAC.\nThen, with a sharply indrawn breath, he lowered the glass.\n\n\"What's the matter now?\" the robot asked. \"Drink your--what is it?\"\n\n\"It's whiskey,\" Martin told the inexperienced automaton, \"but now I see\nit all. You've put poison in it. So that's your plan, is it? Well, I\nwon't touch another drop, and now you'll never get my eyeprint. I'm no\nfool.\"\n\n\"Cog Almighty,\" the robot said, rising. \"You poured that drink yourself.\nHow could I have poisoned it? Drink!\"\n\n\"I won't,\" Martin said, with a coward's stubbornness, fighting back the\ngrowing suspicion that the drink might really be toxic.\n\n\"You swallow that drink,\" ENIAC commanded, his voice beginning to quiver\nslightly. \"It's perfectly harmless.\"\n\n\"Then prove it!\" Martin said cunningly. \"Would you be willing to switch\nglasses? Would you drink this poisoned brew yourself?\"\n\n\"How do you expect me to drink?\" the robot demanded. \"I--\" He paused.\n\"All right, hand me the glass,\" he said. \"I'll take a sip. Then you've\ngot to drink the rest of it.\"\n\n\"Aha!\" Martin said. \"You betrayed yourself that time. You're a robot.\nYou can't drink, remember? Not the same way that I can, anyhow. Now I've\ngot you trapped, you assassin. _There's_ your brew.\" He pointed to a\nfloor-lamp. \"Do you dare to drink with me now, in your electrical\nfashion, or do you admit you are trying to poison me? Wait a minute,\nwhat am I saying? That wouldn't prove a--\"\n\n\"Of course it would,\" the robot said hastily. \"You're perfectly right,\nand it's very cunning of you. We'll drink together, and that will prove\nyour whiskey's harmless--so you'll keep on drinking till your reflexes\nslow down, see?\"\n\n\"Well,\" Martin began uncertainly, but the unscrupulous robot unscrewed a\nbulb from the floor lamp, pulled the switch, and inserted his finger\ninto the empty socket, which caused a crackling flash. \"There,\" the\nrobot said. \"It isn't poisoned, see?\"\n\n\"You're not swallowing it,\" Martin said suspiciously. \"You're holding it\nin your mouth--I mean your finger.\"\n\nENIAC again probed the socket.\n\n\"Well, all right, perhaps,\" Martin said, in a doubtful fashion. \"But I'm\nnot going to risk your slipping a powder in my liquor, you traitor.\nYou're going to keep up with me, drink for drink, until I can eyeprint\nthat gimmick of yours--or else I stop drinking. But does sticking your\nfinger in that lamp really prove my liquor isn't poisoned? I can't\nquite--\"\n\n\"Of course it does,\" the robot said quickly. \"I'll prove it. I'll do it\nagain ... _f(t)_. Powerful DC, isn't it? Certainly it proves it. Keep\ndrinking, now.\"\n\n        *        *       *        *        *\n\nHis gaze watchfully on the robot, Martin lifted his glass of club soda.\n\n\"_F ff ff f(t)!_\" cried the robot, some time later, sketching a\nsingularly loose smile on its metallic face.\n\n\"Best fermented mammoth's milk I ever tasted,\" Martin agreed, lifting\nhis tenth glass of soda-water. He felt slightly queasy and wondered if\nhe might be drowning.\n\n\"Mammoth's milk?\" asked ENIAC thickly. \"What year is this?\"\n\nMartin drew a long breath. Ivan's capacious memory had served him very\nwell so far. Voltage, he recalled, increased the frequency of the\nrobot's thought-patterns and disorganized ENIAC's memory--which was\nbeing proved before his eyes. But the crux of his plan was yet to\ncome....\n\n\"The year of the great Hairy One, of course,\" Martin said briskly.\n\"Don't you remember?\"\n\n\"Then you--\" ENIAC strove to focus upon his drinking-companion. \"You\nmust be Mammoth-Slayer.\"\n\n\"That's it!\" Martin cried. \"Have another jolt. What about giving me the\ntreatment now?\"\n\n\"What treatment?\"\n\nMartin looked impatient. \"You said you were going to impose the\ncharacter-matrix of Mammoth-Slayer on my mind. You said _that_ would\ninsure my optimum ecological adjustment in this temporal phase, and\nnothing else would.\"\n\n\"Did I? But you're not Mammoth-Slayer,\" ENIAC said confusedly.\n\"Mammoth-Slayer was the son of the Great Hairy One. What's your mother's\nname?\"\n\n\"The Great Hairy One,\" Martin replied, at which the robot grated its\nhand across its gleaming forehead.\n\n\"Have one more jolt,\" Martin suggested. \"Now take out the ecologizer and\nput it on my head.\"\n\n\"Like this?\" ENIAC asked, obeying. \"I keep feeling I've forgotten\nsomething important. _F (t)._\"\n\nMartin adjusted the crystal helmet on his skull. \"Now,\" he commanded.\n\"Give me the character-matrix of Mammoth-Slayer, son of the Great Hairy\nOne.\"\n\n\"Well--all right,\" ENIAC said dizzily. The red ribbons swirled. There\nwas a flash from the helmet. \"There,\" the robot said. \"It's done. It may\ntake a few minutes to begin functioning, but then for twelve hours\nyou'll--wait! Where are you going?\"\n\nBut Martin had already departed.\n\nThe robot stuffed the helmet and the quarter-mile of red ribbon back for\nthe last time. He lurched to the floor-lamp, muttering something about\none for the road. Afterward, the room lay empty. A fading murmur said,\n\"_F(t)._\"\n\n        *        *       *        *        *\n\n\"Nick!\" Erika gasped, staring at the figure in the doorway. \"Don't stand\nlike that! You frighten me!\"\n\nEveryone in the room looked up abruptly at her cry, and so were just in\ntime to see a horrifying change take place in Martin's shape. It was an\nillusion, of course, but an alarming one. His knees slowly bent until he\nwas half-crouching, his shoulders slumped as though bowed by the weight\nof enormous back and shoulder muscles, and his arms swung forward until\ntheir knuckles hung perilously near the floor.\n\nNicholas Martin had at last achieved a personality whose ecological norm\nwould put him on a level with Raoul St. Cyr.\n\n\"Nick!\" Erika quavered.\n\nSlowly Martin's jaw protruded till his lower teeth were hideously\nvisible. Gradually his eyelids dropped until he was peering up out of\ntiny, wicked sockets. Then, slowly, a perfectly shocking grin broadened\nMr. Martin's mouth.\n\n\"Erika,\" he said throatily. \"Mine!\"\n\nAnd with that, he shambled forward, seized the horrified girl in his\narms, and bit her on the ear.\n\n\"Oh, Nick,\" Erika murmured, closing her eyes. \"Why didn't you ever--no,\nno, _no_! Nick! Stop it! The contract release. We've got to--Nick, what\nare you doing?\" She snatched at Martin's departing form, but too late.\n\nFor all his ungainly and unpleasant gait, Martin covered ground fast.\nAlmost instantly he was clambering over Watt's desk as the most direct\nroute to that startled tycoon. DeeDee looked on, a little surprised. St.\nCyr lunged forward.\n\n\"In Mixo-Lydia--\" he began. \"Ha! So!\" He picked up Martin and threw him\nacross the room.\n\n\"Oh, you beast,\" Erika cried, and flung herself upon the director,\nbeating at his brawny chest. On second thought, she used her shoes on\nhis shins with more effect. St. Cyr, no gentleman, turned her around,\npinioned her arms behind her, and glanced up at Watt's alarmed cry.\n\n\"Martin! What are you doing?\"\n\nThere was reason for his inquiry. Apparently unhurt by St. Cyr's toss,\nMartin had hit the floor, rolled over and over like a ball, knocked down\na floor-lamp with a crash, and uncurled, with an unpleasant expression\non his face. He rose crouching, bandy-legged, his arms swinging low, a\nsnarl curling his lips.\n\n\"You take my mate?\" the pithecanthropic Mr. Martin inquired throatily,\nrapidly losing all touch with the twentieth century. It was a rhetorical\nquestion. He picked up the lamp-standard--he did not have to bend to do\nit--tore off the silk shade as he would have peeled foliage from a\ntree-limb, and balanced the weapon in his hand. Then he moved forward,\ncarrying the lamp-standard like a spear.\n\n\"I,\" said Martin, \"kill.\"\n\nHe then endeavored, with the most admirable single-heartedness, to carry\nout his expressed intention. The first thrust of the blunt, improvised\nspear rammed into St. Cyr's solar plexus and drove him back against the\nwall with a booming thud. This seemed to be what Martin wanted. Keeping\none end of his spear pressed into the director's belly, he crouched\nlower, dug his toes into the rug, and did his very best to drill a hole\nin St. Cyr.\n\n\"Stop it!\" cried Watt, flinging himself into the conflict. Ancient\nreflexes took over. Martin's arm shot out. Watt shot off in the opposite\ndirection.\n\nThe lamp broke.\n\nMartin looked pensively at the pieces, tentatively began to bite one,\nchanged his mind, and looked at St. Cyr instead. The gasping director,\nmouthing threats, curses and objections, drew himself up, and shook a\nhuge fist at Martin.\n\n\"I,\" he announced, \"shall kill you with my bare hands. Then I go over to\nMGM with DeeDee. In Mixo-Lydia--\"\n\nMartin lifted his own fists toward his face. He regarded them. He\nunclenched them slowly, while a terrible grin spread across his face.\nAnd then, with every tooth showing, and with the hungry gleam of a mad\ntiger in his tiny little eyes, he lifted his gaze to St. Cyr's throat.\n\nMammoth-Slayer was not the son of the Great Hairy One for nothing.\n\n        *        *       *        *        *\n\nMartin sprang.\n\nSo did St. Cyr--in another direction, screaming with sudden terror. For,\nafter all, he was only a medievalist. The feudal man is far more\ncivilized than the so-called man of Mammoth-Slayer's primordially direct\nera, and as a man recoils from a small but murderous wildcat, so St. Cyr\nfled in sudden civilized horror from an attacker who was, literally,\nafraid of nothing.\n\nHe sprang through the window and, shrieking, vanished into the night.\n\nMartin was taken by surprise. When Mammoth-Slayer leaped at an enemy,\nthe enemy leaped at him too, and so Martin's head slammed against the\nwall with disconcerting force. Dimly he heard diminishing, terrified\ncries. Laboriously he crawled to his feet and set back against the wall,\nsnarling, quite ready....\n\n\"Nick!\" Erika's voice called. \"Nick, it's me! Stop it! _Stop it!_\nDeeDee--\"\n\n\"Ugh?\" Martin said thickly, shaking his head. \"Kill.\" He growled softly,\nblinking through red-rimmed little eyes at the scene around him. It swam\nback slowly into focus. Erika was struggling with DeeDee near the\nwindow.\n\n\"You let me go,\" DeeDee cried. \"Where Raoul goes, I go.\"\n\n\"DeeDee!\" pleaded a new voice. Martin glanced aside to see Tolliver Watt\ncrumpled in a corner, a crushed lamp-shade half obscuring his face.\n\nWith a violent effort Martin straightened up. Walking upright seemed\nunnatural, somehow, but it helped submerge Mammoth-Slayer's worst\ninstincts. Besides, with St. Cyr gone, stresses were slowly subsiding,\nso that Mammoth-Slayer's dominant trait was receding from the active\nforeground.\n\nMartin tested his tongue cautiously, relieved to find he was still\ncapable of human speech.\n\n\"Uh,\" he said. \"Arrgh ... ah. Watt.\"\n\nWatt blinked at him anxiously through the lamp-shade.\n\n\"Urgh ... Ur--release,\" Martin said, with a violent effort. \"Contract\nrelease. Gimme.\"\n\nWatt had courage. He crawled to his feet, removing the lamp-shade.\n\n\"Contract release!\" he snapped. \"You madman! Don't you realize what\nyou've done? DeeDee's walking out on me. DeeDee, don't go. We will bring\nRaoul back--\"\n\n\"Raoul told me to quit if he quit,\" DeeDee said stubbornly.\n\n\"You don't have to do what St. Cyr tells you,\" Erika said, hanging onto\nthe struggling star.\n\n\"Don't I?\" DeeDee asked, astonished. \"Yes, I do. I always have.\"\n\n\"DeeDee,\" Watt said frantically, \"I'll give you the finest contract on\nearth--a ten-year contract--look, here it is.\" He tore out a\nwell-creased document. \"All you have to do is sign, and you can have\nanything you want. Wouldn't you like that?\"\n\n\"Oh, yes,\" DeeDee said. \"But Raoul wouldn't like it.\" She broke free\nfrom Erika.\n\n\"Martin!\" Watt told the playwright frantically, \"Get St. Cyr back.\nApologize to him. I don't care how, but get him back! If you don't,\nI--I'll never give you your release.\"\n\nMartin was observed to slump slightly--perhaps with hopelessness. Then,\nagain, perhaps not.\n\n\"I'm sorry,\" DeeDee said. \"I liked working for you, Tolliver. But I have\nto do what Raoul says, of course.\" And she moved toward the window.\n\nMartin had slumped further down, till his knuckles quite brushed the\nrug. His angry little eyes, glowing with baffled rage, were fixed on\nDeeDee. Slowly his lips peeled back, exposing every tooth in his head.\n\n\"You,\" he said, in an ominous growl.\n\nDeeDee paused, but only briefly.\n\n        *        *       *        *        *\n\nThen the enraged roar of a wild beast reverberated through the room.\n\"_You come back!_\" bellowed the infuriated Mammoth-Slayer, and with one\nagile bound sprang to the window, seized DeeDee and slung her under one\narm. Wheeling, he glared jealously at the shrinking Watt and reached for\nErika. In a trice he had the struggling forms of both girls captive, one\nunder each arm. His wicked little eyes glanced from one to another.\nThen, playing no favorites, he bit each quickly on the ear.\n\n\"Nick!\" Erika cried. \"How dare you!\"\n\n\"Mine,\" Mammoth-Slayer informed her hoarsely.\n\n\"You bet I am,\" Erika said, \"but that works both ways. Put down that\nhussy you've got under your other arm.\"\n\nMammoth-Slayer was observed to eye DeeDee doubtfully.\n\n\"Well,\" Erika said tartly, \"make up your mind.\"\n\n\"Both,\" said the uncivilized playwright. \"Yes.\"\n\n\"No!\" Erika said.\n\n\"Yes,\" DeeDee breathed in an entirely new tone. Limp as a dishrag, the\nlovely creature hung from Martin's arm and gazed up at her captor with\nidolatrous admiration.\n\n\"Oh, you hussy,\" Erika said. \"What about St. Cyr?\"\n\n\"Him,\" DeeDee said scornfully. \"He hasn't got a thing, the sissy. I'll\nnever look at him again.\" She turned her adoring gaze back to Martin.\n\n\"Pah,\" the latter grunted, tossing DeeDee into Watt's lap. \"Yours. Keep\nher.\" He grinned approvingly at Erika. \"Strong she. Better.\"\n\nBoth Watt and DeeDee remained motionless, staring at Martin.\n\n\"You,\" he said, thrusting a finger at DeeDee. \"You stay with him. Ha?\"\nHe indicated Watt.\n\nDeeDee nodded in slavish adoration.\n\n\"You sign contract?\"\n\nNod.\n\nMartin looked significantly into Watt's eyes. He extended his hand.\n\n\"The contract release,\" Erika explained, upside-down. \"Give it to him\nbefore he pulls your head off.\"\n\nSlowly Watt pulled the contract release from his pocket and held it out.\nBut Martin was already shambling toward the window. Erika reached back\nhastily and snatched the document.\n\n\"That was a wonderful act,\" she told Nick, as they reached the street.\n\"Put me down now. We can find a cab some--\"\n\n\"No act,\" Martin growled. \"Real. Till tomorrow. After that--\" He\nshrugged. \"But tonight, Mammoth-Slayer.\" He attempted to climb a palm\ntree, changed his mind, and shambled on, carrying the now pensive Erika.\nBut it was not until a police car drove past that Erika screamed....\n\n        *        *       *        *        *\n\n\"I'll bail you out tomorrow,\" Erika told Mammoth-Slayer, struggling\nbetween two large patrolmen.\n\nHer words were drowned in an infuriated bellow.\n\nThereafter events blurred, to solidify again for the irate\nMammoth-Slayer only when he was thrown in a cell, where he picked\nhimself up with a threatening roar. \"I kill!\" he announced, seizing the\nbars.\n\n\"_Arrrgh!_\"\n\n\"Two in one night,\" said a bored voice, moving away outside. \"Both in\nBel-Air, too. Think they're hopped up? We couldn't get a coherent story\nout of either one.\"\n\nThe bars shook. An annoyed voice from one of the bunks said to shut up,\nand added that there had been already enough trouble from nincompoops\nwithout--here it paused, hesitated, and uttered a shrill, sharp,\npiercing cry.\n\nSilence prevailed, momentarily, in the cell-block as Mammoth-Slayer, son\nof the Great Hairy One, turned slowly to face Raoul St. Cyr.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ego Machine, by Henry Kuttner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE EGO MACHINE ***\n\n***** This file should be named 32108-8.txt or 32108-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/0/32108/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}