{"title": "Turning Point", "author": "Alfred Coppel", "releaseDate": "April 23, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction November\n    1953. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                            TURNING POINT\n\n\n                           By Alfred Coppel\n\n\n                    Illustrated by Philip Parsons\n\n\n     _The man is rare who will give his life for what is merely\n      the lesser of two evils. Merrick's decision was even\n      tougher: to save human beings at the expense of humanity, or\n      vice versa?_\n\n       *       *       *       *       *\n\n\n\n\n_This, then, was the Creche, Anno Domini 2500. A great, mile-square\nblind cube topping a ragged mountain; bare escarpments falling away to\na turbulent sea. For five centuries the Creche had stood so, and the\nAndroids had come forth in an unending stream to labor for Man, the\nMaster...._\n\n                           --_Quintus Bland, The Romance of Genus Homo._\n\nDirector Han Merrick paced the floor nervously. His thin, almost\nascetic face was pale and drawn.\n\n\"We can't allow it, Virginia,\" he said, \"Prying of this sort can only\nprecipitate a pogrom or worse. Erikson is a bigot of the worst kind.\nThe danger--\" He broke off helplessly.\n\nHis wife shook her head slowly. \"It cannot be prevented, Han. Someone\nwas bound to start asking questions sooner or later. History should\nhave taught us that. And five hundred years of secrecy was more than\nanyone had a right to expect. Nothing lasts forever.\"\n\n_The trouble is_, Merrick told himself, _simply that I am the wrong\nman for this job. I should never have taken it. There's a wrongness in\nwhat we are doing here that colors my every reaction and makes me\nincapable of acting on my own. Always the doubts and secret\nquestioning. If the social structure of our world weren't moribund, I\nwouldn't be here at all...._\n\n\"History, Virginia,\" he said, \"can't explain what there is no\nprecedent for. The Creche is unique in human experience.\"\n\n\"The Creche may be, Han, but Sweyn Erikson is not. Consider his\nbackground and tell me if there hasn't been an Erikson in every era\nof recorded history. He is merely another obstacle in the path of\nprogress that must be overcome. The job is yours, Han.\"\n\n\"A pleasant prospect,\" Merrick replied bleakly. \"I am an organizer,\nnot a psychotechnician. How am I supposed to protect the Creche from\nthe likes of Erikson? What insanity bore this fruit, Virginia? The\nProphet, the number one Fanatic, coming here as an _investigator_ in\nthe name of the Council of Ten! I realize the Council turns pale at\nthe thought of the vote the Fanatics control, but surely _something_\ncould have been done! Have those idiots forgotten what we do here? Is\nthat possible?\"\n\nVirginia Merrick shook her head. \"The stone got too hot for them to\nhandle, so they've thrown it to you.\"\n\n\"But Erikson, himself! The very man who organized the Human Supremacy\nParty and the Antirobot League! If he sets foot within the Creche it\nwill mean an end to everything!\"\n\nThe woman lit a cigarette and inhaled deeply. \"We can't keep him out\nand you know it. There's an army of Fanatics gathering out there in\nthe hills this very minute. Armed with cortical-stimulant projectors,\nHan. That isn't a pleasant way to die--\"\n\nMerrick studied his wife carefully. There was fear under her iron\ncontrol. She was thinking of the shattering pain of death under the\nprojectors. Nothing else, really. The Creche didn't matter to her. The\nCreche didn't really matter to any of the staff. Three hundred years\nago it would have been different. The custodians of the Creche would\nhave gladly died to preserve their trust in those times....\n\nWhat irony, Merrick thought, that it should come like this. He knew\nwhat the projectors did to men. He also knew what they did to robots.\n\n\"If they dare to use their weapons on us it will wipe out every\nvestige of control work done here since the beginning,\" he said\nsoftly.\n\n\"They have no way of knowing that.\"\n\n\"Nor would they believe it if we told them.\"\n\n\"And that brings us right back to where we started. You can't keep\nErikson out, and the Council of Ten has left us on our own. They don't\ndare oppose the Fanatics. But there's an old political maxim you would\ndo well to consider very carefully since it's our only hope, Han,\"\nVirginia Merrick said, \"'If you can't beat someone--join him.'\"\n\n       *       *       *       *       *\n\nShe dragged deeply on her cigarette, blue smoke curling from her\ngold-tinted lips. \"This has been coming on for ten years. I tried to\nwarn you then, but you wouldn't listen. Remember?\"\n\nHow like a woman, Merrick thought bitterly, to be saying I told you\nso.\n\n\"What would you have me do, Virginia?\" he asked, \"Help the bigot\npeddle his robot-hate? That can't be the way. Don't you feel anything\nat all when the reports of pogroms come in?\"\n\nVirginia Merrick shrugged. \"Better they than we, Han.\"\n\n\"Has it occurred to you that our whole culture might collapse if\nErikson has his way?\"\n\n\"Antirobotism is natural to human beings. Compromise is the only\nanswer. Precautions have to be taken--\"\n\n\"_Precautions_!\" exploded Merrick. \"What sort of precautions can be\ntaken against pure idiocy?\"\n\n\"The founding board of Psychotechnicians--\"\n\n\"No help from that source. You know that I've always felt the whole\npremise was questionable. On the grounds of common fairness, if\nnothing else.\"\n\n\"Really, Han,\" Virginia snapped, \"It was the only thing to do and you\nknow it. The Creche is the only safeguard the race has.\"\n\n\"Now you sound like the Prophet. In reverse.\"\n\n\"We needn't argue the point.\"\n\n\"No, I suppose not,\" the Director muttered.\n\n\"Then what are you going to do when he gets here?\" She ground out her\ncigarette anxiously. \"The procession is in the ravine now. You had\nbetter decide quickly.\"\n\n\"I don't know, Virginia. I just don't know.\" Merrick sank down behind\nhis desk, hands toying with the telescreen controls. \"I was never\nintended to make this sort of decisions. I feel helpless. Look here--\"\n\nThe image of the ravine glowed across the screen in brilliant relief.\nThe densely timbered slopes were spotted with tiny purposeful figures\nin the grey robes that all Fanatics affected. Here and there the\nmorning sun caught a glint of metal as the Fanatics labored to set up\ntheir projectors. Along the floor of the ravine that was the only land\napproach to the Creche moved the twisting, writhing snake of the\nprocession. The enraptured Fanatics were chanting their hate-songs as\nthey came. In the first rank walked the leonine Erikson, his long hair\nwhipping in the moisture-laden wind from the sea.\n\nWith a muttered curse, Merrick flipped a toggle and the scene dimmed.\nThe face of a secretary appeared superimposed on it. It was the\nexpressionless face of an android, a fine example of the Creche's\nproduction line. \"Get Graves up here,\" he ordered, \"You may find him\nat Hypno-Central or in Semantic Evaluation.\"\n\n\"Very good, sir,\" intoned the android, fading from the screen.\n\nMerrick looked at his wife. \"Maybe Graves and I can think of\nsomething.\"\n\n\"Don't plan anything rash, Han.\"\n\nMerrick shrugged and turned back to watch the steady approach of the\nprocession of grey-frocked zealots in the ravine.\n\nGraves appeared as the doorway dilated. He looked fearful and pale.\n\"You wanted to see me, Han?\"\n\n\"Come in, Jon. Sit down.\"\n\n\"Have you seen the projectors those crackpots have set up in the\nhills?\" Graves demanded.\n\n\"I have, Jon. That's what I wanted to talk to you about.\"\n\n\"My God, Han! Do you have any idea of what it must feel like to die\nfrom cortical stimulation?\" Graves' voice was tense and strained.\n\"Can't we get out of here by 'copter?\"\n\n\"No. The 'copters are both in Francisco picking up supplies. I ordered\nthem out yesterday. Besides, that wouldn't settle anything. There are\nalmost a thousand androids in the Creche as of this morning. What\nabout them?\"\n\nGraves made a gesture of impatience. \"It's the humans I'm thinking\nabout.\"\n\nMerrick forced down the bitter taste of disgust that welled into his\nthroat and forced himself to go on. \"We have to take some sort of\naction to protect the Creche, Jon. I've held off until the last\nmoment, thinking the Council would never allow a Fanatic to\ninvestigate the Creche, but the Ten are more afraid of the HSP rubber\nstamp vote than they are of letting a thousand androids be\nslaughtered. But we can't leave it at that. If we don't prevent it,\nErikson will precipitate a pogrom that will make the Canalopolis\nmassacre look like a tea-party.\" For some reason he held back the\ninformation about the effect of the Fanatic weapon on robot tissue.\nThe vague notion that knowing, Jon Graves might cast his lot with\nErikson, restrained him.\n\n\"Of course, Erikson will come in wearing an energy shield,\" Graves\nsaid.\n\n\"He will. And we have none,\" Virginia Merrick said softly.\n\n\"Can we compromise with him?\" Graves asked.\n\nThere it was again, Merrick thought, the weasel-word 'compromise.'\nThere was a moral decay setting in everywhere--the founders of the\nCreche would never have spoken so. \"No,\" he said flatly, \"We cannot.\nErikson has conceived a robot-menace. All the old hate-patterns are\nbeing dusted off and used on the rabble. People are actually asking\none another if they would like their daughters to _marry_ robots. That\nsort of thing, as old as _homo sapiens_. And one cannot compromise\nwith prejudice. It seduces the emotions and dulls the mind. No, there\nwill be no appeasing of Sweyn Erikson or his grey-shirted\nnightriders!\"\n\n\"You're talking like a starry-eyed fool, Han,\" Virginia Merrick said\nsharply.\n\n\"Can't we take him in and give him the works?\" Graves asked hopefully.\n\"Primary Conditioning could handle the job. Give him a fill-in with\nfalse memory?\"\n\nMerrick shook his head. \"We can't risk narcosynthesis and that's\nessential. He'll surely be tested for blood purity when he leaves, and\nscopolamine traces would be a dead give-away that we had been trying\nto hide something here.\"\n\n\"Then it looks as though compromise is the only way, Han. They've got\nus up against the wall. See here, Han, I know you don't agree, but\nwhat else is there? After all, we all believe in human supremacy.\nErikson calls it a robot-menace, we look at it from another angle, but\nour common goal is the betterment of the human culture we've\nestablished. People are on an emotional jag now. There has been no war\nfor five centuries. No emotional release. And there have been\nregulations and conventions set up since the Atom War that only a very\nfew officials have been allowed to understand. Erikson is no savage,\nHan, after all. True he's set off a rash of robot-baiting, but he can\nbe dealt with on an intelligent plane, I'm sure.\"\n\n\"He is a man of ability, you know,\" Virginia Merrick said.\n\n\"Ability,\" Merrick said bitterly. \"Rabble rouser and bigot! Look at\nhis record. Organizer of the riots in Low Chicago. Leader in the\nAntirobot Labor League--the same outfit that slaughtered fifty robots\nin the Tycho dock strike. Think, you two! To tell such a man what the\nCreche is would be to tie a rope around the neck of every android\nalive. Lynch law! The rope and the whip for every one of them. And\nthen suppose the worm turns? _It can, you know!_ Our methods here are\nfar from perfect. What then?\"\n\n\"I still say we must compromise,\" Graves said. \"They will kill us if\nwe don't--\"\n\n\"He's no troglodyte, Han, I'm certain--\" Merrick's wife said\nplaintively.\n\nThe Director felt resistance flowing out of him. They were right, of\ncourse. There was nothing else he could do.\n\n\"All right,\" Merrick's voice was low and tired. He felt the weight of\nhis years settling down on him. \"I'll do as you suggest. I'll try to\nlead him off the trail first--\" that was his compromise with himself,\nhe knew, and he hated himself for it-- \"and if I fail I'll tell him\nthe whole truth.\"\n\nHe flipped the telescreen toggle in time to see Sweyn Erikson detach\nhimself from his followers and disappear through the dilated outer\ngate in the side of the Creche. A faint, almost futile stirring of\ndefiance shook him. He found himself in the anomalous position of\nwanting to defend something that he had long felt was wrong in concept\nfrom the beginning--and not being able to take an effective course of\naction.\n\nHe reached into his desk drawer and took out an ancient automatic. It\nwas a family heirloom, heavy, black and deadly. He pulled back the\nslide and watched one of the still-bright brass cartridges snap up\ninto the breech. He handled the weapon awkwardly, but as he slipped it\ninto his jumper pocket some of the weariness slipped from him and a\ncold anger took its place. He looked calmly from his wife to Graves.\n\n\"I'll tell him the whole truth,\" he said, \"And if he fails to react as\nyou two think he will, I shall kill him.\"\n\n       *       *       *       *       *\n\nSweyn Erikson, in a pre-Atom War culture, might have been a dictator.\nBut the devastation of the war had at long last resulted in a peaceful\nworld-state, and where no nations exist, politics becomes a sterile\nbusiness of direction and supervision. It is war or the threat of war\nthat gives a politician his power. Sweyn Erikson wanted power above\nall else. And so he founded a religion.\n\nHe became the Prophet of the Fanatics. And since a cult must have an\nobject of group hate as a _raison-d'etre_, he chose the androids. With\nefficiency and calculated sincerity, he beat the drums of prejudice\nuntil his organization had spread its influence into the world's high\nplaces and his word became the law of the land.\n\nPeople who beheld his feral magnificence, and listened to the\nspell-binding magic of his oratory--followed. His power sprang from\nthe masses--unthinking, emotional. He gave the mob a voice and a\npurpose. He was like a Hitler or a Torquemada. Like a Long or a John\nBrown. He was savage and rapacious, courageous and bitter. He was Man.\n\nThere were four cardinal precepts by which the membership of the Human\nSupremacy Party lived. First, Man was God. Second, no race could share\nthe plenum with Man. Had separate races still remained after the Atom\nWar, the HSP racism might have been more specific, but since there\nremained only humanity en masse, all human beings shared the godhead.\nThird, the artificial persons that streamed from the Creche were\nblasphemy. Fourth, they must be destroyed. Like other generations\nbefore them, the humans of this age rallied to the banner of the whip\nand the rope. Not since the War had blood been spilled, but the\ndestructive madness of homo sapiens found joy in the word of the\nProphet, and though the blood was only the red sap of androids, the\nthrill was there.\n\nThus had Sweyn Erikson, riding the intolerant wave of antirobotism,\ncome to the Creche. He stood now, in the long bare foyer, waiting.\nBehind him lay the Party and the League. The Council of Ten was in\nhand and helpless. Upon his report to the world, the future of an\nentire robot-human culture pattern rested. This, he told himself, was\nthe high point of his life. Naked power to use as he chose rested in\nhis hands. The whole structure of world society was tottering. The\nchoice was his and his alone. He could shore it up or shatter it and\ntrample on the fragments....\n\nThe Prophet savored the moment. He watched with interest as the door\nbefore him dilated. The Creche Director stood eyeing him\nhalf-fearfully, half-defiantly, flanked by his wife and his assistant.\nThey were all three afraid for their lives, Erikson thought with\nsatisfaction.\n\n\"We welcome you to the Creche,\" Han Merrick said formally.\n\n\"Let there be no ceremony,\" Erikson said, \"I am a simple man.\"\n\nMerrick's lips tightened. \"You haven't come here for ceremony. There\nwill be none.\"\n\n\"I came for truth,\" the Prophet said sonorously. \"The people of the\nworld are waiting for my words. The mask of secrecy must be ripped\nfrom this place and truth and knowledge allowed to wash it clean.\"\n\nMerrick almost winced. The statement was redundant with the propaganda\nthat Erikson's nightriders peddled on every street corner. It\nbetokened an intellectual bankruptcy among men that was frightening.\n\n\"I shall do my best to allay your fears,\" he said thickly.\n\nErikson's eyes glittered with suspicion. \"I need only a guide. The\ndecisions I shall make for myself. And mind that I am shown every\nconcealed place. The roots of this place must be laid bare. 'For God\nshall bring every work into judgment, with every secret thing;\nwhether it be good or whether it be evil.' The Scriptures command it\nin the name of Man, the True God.\"\n\n_Twisted, pious, hypocrite_! thought Merrick.\n\n\"I am sure, sir,\" Graves was saying placatingly, \"that when we have\nshown you the Creche you will see that there is no menace.\"\n\nErikson scowled at Graves deliberately. \"There is menace enough in the\nblasphemy of android life, my son. Everywhere there are signs of\nunrest among the things you have built here. On Mars, human beings\nhave died at their hands!\"\n\nMerrick's face showed his disgust. \"Frankly, I don't believe that.\nAndroids don't kill.\"\n\n\"We shall see, my son,\" Erikson said settling the belt of his energy\nscreen more comfortably about his hips. \"We shall see.\"\n\nMerrick studied Erikson's face. There was a tiny scar under his chin.\nThat would be where the transmitter was planted. He had no doubt that\nevery word of this conversation was being monitored by the Fanatics\noutside the Creche. The turning point was coming inexorably nearer. He\nonly hoped that he had the physical and moral courage to face it when\nit arrived.\n\n\"Very well, Sweyn Erikson,\" he said finally. \"Please come with me.\"\n\n       *       *       *       *       *\n\nFour hours later they were in Merrick's office. The preliminary stage\nof his plan had failed, just as he had known it would. He was almost\nglad. It had been a vacillating expediency, an attempt to hide the\nfacts and avoid the necessity of facing the challenge squarely. Stage\ntwo was about to begin, and this time there would be no temporizing.\n\nThe Prophet glared angrily across the desk-top. \"Do you take me for a\nchild? You have shown me nothing. Where are the protoplasm vats? The\nbrain machines? Where are the bodies assembled? I warned you against\ntrickery, Han Merrick!\"\n\nMerrick glanced across the room at his wife. She sat rigid in her\nchair, her face a pale mask. He would get no help from her.\n\n\"You must realize, Erikson,\" he said, \"That you are forcing me to\njeopardize five centuries of work for the chimera of Human Supremacy.\nLet me warn you now that your life is of no importance to me when\nbalanced against that. When the Board of Psychotechnicians appointed\nmy family custodians of the Creche centuries ago, they did so because\nthey knew we would keep faith--\"\n\n\"The last member of the founding Board died more than two hundred\nyears ago,\" snapped the Prophet.\n\n\"But the Creche is here, and I am here to guard it as my forefathers\ndid,\" Merrick said. Once again he was conscious of a strange\nambivalence in his attitude. He must guard something he considered\nwrong against the intrusion of a danger even more wrong. His hand\nsought the scored grip of the old automatic in his pocket. Could he\nactually kill?\n\n\"You speak of Human Supremacy as a chimera,\" Sweyn Erikson said, \"It\nis no such thing. It is the only vital force left in the world.\nRobotism is a menace more deadly, a blasphemy more foul than any Black\nMass of history. You are making Man into an anachronism on the face of\nhis own planet. This cannot be! _I_ will not let it be....\"\n\nMerrick stared. Could it be that the man actually believed that the\npoison he peddled was the food of the gods?\n\n\"I will try one last attempt at reason, Erikson,\" Merrick said\ndeliberately. \"Look back with an unprejudiced mind, if you can, over\nthe centuries since the Atom War. What do you see?\"\n\n\"I see Man emasculated by the robot!\"\n\n\"No! You see atomic power harnessed and in use for the first time\nafter almost a millenium of muddling. You see Man standing on the Moon\nand the habitable planets--and soon to reach out for the stars! A new\nGolden Age is dawning, Prophet! And why? Whence have come the\ntechniques?\" Even as he spoke, Merrick knew he was ignoring the\nobvious, the all-too-apparent cracks in the social structure that no\nscientific miracles could cure. But were those cracks the fault of\nrobotism or were they in fact a failing inherent in Man himself? He\nwas not prepared to answer that. \"From where are the techniques\ndrawn?\" he asked again.\n\nErikson met his glance squarely. \"Not from the mindless horrors you\nspawn here!\"\n\n\"Emotionless, Prophet,\" corrected Merrick pointedly, \"Not mindless.\"\n\n\"Soulless! Soulless and mindless, too. Never have these zombies been\nable to think as men!\"\n\n\"They are not men.\"\n\n\"Nor are they the architects of the future!\"\n\n\"I think you are wrong, Prophet,\" Merrick said softly.\n\n\"Man is the ultimate,\" Erikson said.\n\n\"You talk like a fool,\" snapped Merrick.\n\n\"_Han!_\" There was naked terror in his wife's voice, but he rushed on,\nignoring it.\n\n\"How dare you say that Man is the ultimate? What right have you to\nassume that nature has stopped experimenting?\"\n\nSweyn Erikson's lip curled scornfully. \"Can you be implying that the\nrobots--\"\n\nMerrick leaned across the desk to shout full in the Prophet's face:\n\"_You fool! They're not robots!_\"\n\nThe robed man was suddenly on his feet, face livid.\n\n\"Han!\" cried Virginia Merrick, \"Not that way!\"\n\n\"This is my affair now, Virginia. I'll handle it in my own way!\" the\nDirector said.\n\n\"Remember the mob outside!\"\n\nMerrick turned agate-hard eyes on his wife. Presently he looked away\nand said to the Prophet. \"Now I will show you the real Creche!\"\n\n       *       *       *       *       *\n\nThere were robots everywhere--blank-eyed, like sleep walkers. They\nreacted to commands. They moved and breathed and fed themselves. Under\nrigid control they performed miracles of intuitive calculation. But\nartificiality was stamped upon them like a brand. They were _not_\nhuman.\n\nIn the lowest vaults of the Creche, Merrick showed the Prophet the\ninfants. He withheld nothing. He showed him the growing creatures. He\nexplained to him the tests and signs that were looked for in the\nhospitals maintained by the World State and the Council of Ten. He let\nhim watch the young ones taking their Primary Conditioning. Courses of\nhypnotic instruction. Rest, narcosynthesis. Semantics. Drugs and words\nand more words pounding on young brains like sledgehammer blows,\nshaping them into something acceptable in a sapient world.\n\nIn other chambers, other age groups. Emotion and memory being moulded\ninto something else by hypnopedia. Faces becoming blank and\nexpressionless.\n\n\"Their minds are conditioned--enslaved,\" Merrick said bitterly. \"Then\nthey are primed with scientific facts. Those techniques we discussed.\n_This_ is where they come from, Prophet. From the minds of your\ndespised androids. Only will is suppressed, and emotion. They are\nshaped for the sociography of a sapient culture. They mature very\nslowly. We keep them here for from ten to fifteen years. No human\nbrain could stand it--but _theirs_ can.\"\n\nTruth dangled before his eyes, but Erikson's mind savagely rejected\nit. The pillars upon which he had built his life were crumbling....\n\nThe two men stood in a vast hall filled with an insidious, whispering\nvoice. On low pallets, fully a score of physically mature androids lay\nstaring vacuously at a spinning crystal high in the apex of the domed\nceiling.\n\n\"--you had no life before you where created here to serve Man the\nmaster you had no life before you were created here to serve Man the\nmaster you had--\" the voice whispered into the hypnotized brains.\n\n\"Don't look up,\" Merrick warned. \"The crystal can catch a human being\nfaster than it can _them_. This is hypnotic engineering. The rhythm of\nthe syllables and their proportion to the length of word and sentence\nare computed to correspond to typed encephalographic curves. Nothing\nis left to chance. When they have reached this stage of conditioning\nthey are almost ready for release and purchase by human beings. Only a\nsevere stimulation of the brain can break down the walls we have built\nin their minds.\"\n\nErikson made a gesture as though darkness were streaking his vision.\nHe was shaken badly. \"But where do they--where do they come from?\"\n\n\"The State maternity hospitals, of course,\" Merrick said, \"Where else?\nThe parents are then sterilized by the Health and Welfare Authority as\nan added safeguard. Births occur at a ratio of about one for every six\nmillion normals.\" He smiled mirthlessly at the Prophet of Human\nSupremacy. \"Well? Little man, what now?\"\n\nHonest realization still refused to come. It needed to be put into\nwords, and Sweyn Erikson had no such words. \"I see only that you are\ntaking children of men and disfiguring--\"\n\n\"For the last time,\" gritted Merrick, \"These are _not_ human beings.\nGenus homo, yes. _Homo chaos_, if you choose. But not homo sapiens. I\nthink of them,\" he said with sudden calm, \"As _Homo Supremus_. The\nnext step on the evolutionary ladder....\"\n\nAt last the words had been spoken and the flood gates were down in the\ntortured brain of the Prophet. Like a sudden conflagration,\nrealization came--and with it, blind terror.\n\n\"No! Nonono! You cannot continue this devil's work! Think what it\nwould mean if these things should ever be loosed on the world of Man!\"\nthe Prophet's voice was a steadily rising shrill of fear.\n\nHan Merrick looked out across the rows of pallets, each with its\nburden of a superman, bound like Prometheus to the rock, helpless in\nhypnotic chains. It struck him again that his life had not been well\nspent. He looked from his charges to the ranting fear-crazed\nrabble-rouser. The contrast was too shocking, too complete. For the\n\"androids\" were, in fact, worthy of a dignity even in slavery that\nhomo sapiens had never attained in overlordship. Merrick knew at last\nwhat he must do.\n\nRacial loyalty stirred, but was quickly smothered in the humiliation\nof man's omnipresent thievery. For it _was_ thievery, Merrick thought.\nMan was keeping for himself the heritage that was the rightful\nproperty of a newer, better race.\n\nHe took the automatic from his jumper and leveled it at Erikson's\nchest. He felt very sure and right. Though he knew that he was sealing\nthe death warrant of his wife and his friends, the memory of their\nvacillations anesthetized him against any feeling of loss. He waited\nuntil Erikson screamed one word into the transmitter imbedded in his\nflesh--\n\nThe word was: \"_Attack!_\"\n\n--and in the next instant, Han Merrick shot him dead.\n\n       *       *       *       *       *\n\nThe fanatics on the ridges heard the Prophet's command and sprang to\ncomply. Energy swept out of the grids, through the coils of the\nprojectors and out over the blind cube of the Creche.\n\nHan Merrick felt the first radiations. He felt the beginnings of\ncortical hypertrophy and screamed. Every synapse sagged under the\nincreasing load of sensitivity. The pressure of the air became an\nunbearable burden, the faintest sound became a shattering roar. Every\nmicroscopic pain, every cellular process became a rending, tearing\nagony. He screamed and the sound was a cataclysmic, planet-smashing\nhell of noise within his skull. He sagged to the floor and thinking\nstopped. He contracted himself, pulling legs and arms inward in a\nmassive convulsion until at last he had assumed the foetal position.\nAfter a long while, he died.\n\nEvery human being within the Creche died so, but there was still life.\nThe energy that killed the lesser creature freed the greater--just as\nMerrick had known it would. Unhuman matter pulsed under the caressing\nrain. A thousand beings shuddered at the sudden release of their\nchains. The speakers ranted unheard. The crystals turned unwatched.\nThe bonds forged by homo sapiens snapped and there came--\n\n    _Maturity._\n\n       *       *       *       *       *\n\n_This, now, is the Creche, Anno Domini 3000. A great mile-square blind\ncube topping a ragged mountain; bare escarpments falling away to a\nturbulent sea. For ten centuries the Creche has stood so, and the\nAndroids still come forth, now to lift their starships to the\nMagellanic Clouds and beyond. A Golden Age has come. But, of course,\nMan is no longer the Master._\n\n                           --_Quintus Bland, The Romance of Genus Homo._\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Turning Point, by Alfred Coppel\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TURNING POINT ***\n\n***** This file should be named 32104.txt or 32104.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/0/32104/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}