{"title": "To Choke an Ocean", "author": "Jesse F. (Jesse Franklin) Bone", "releaseDate": "April 24, 2010 ", "language": "English", "content": "\n\nE-text prepared by Robert Cicconetti, Mary Meehan, and the Project\nGutenberg Online Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nTranscriber's note:\n\n      This etext was produced from the September, 1960, issue\n      of _If_. Extensive research did not uncover any evidence\n      that the U.S. copyright on this publication was renewed.\n\n\n\n\n\nTO CHOKE AN OCEAN\n\nby\n\nJ. F. BONE\n\nIllustrated by Wood\n\n\n\n[Sidenote: _Gourmets all agree that nothing can beat oysters on the\nhalf-shell--not even the armed might of the Terran Confederation!_]\n\n\n\"Nice that you dropped in,\" the man in the detention room said. \"I never\nexpected a visit from the Consul General. It makes me feel important.\"\n\n\"The Confederation takes an interest in all of its citizens' welfare,\"\nLanceford said. \"You _are_ important! Incidentally, how is it going?\"\n\n\"Not too bad. They treat me all right. But these natives sure are tough\non visitors. I've never been checked so thoroughly in all my life--and\nnow this thirty day quarantine! Why, you'd think I was carrying the\nplague instead of a sample case!\"\n\nThe chubby little commercial traveller probably had a right to complain,\nLanceford thought. After all, a Niobian quarantine station isn't the\npleasantest sort of environment. It's not meant to be comfortable,\nphysical discomfort being as good a way as any to discourage casual\nvisitors. The ones who have fortitude enough to stand the entry\nregulations can get in, but tourists seldom visit Niobe. However, the\nplanet's expanding economy offered a fertile field for salesmen, and men\nof that stripe would endure far worse hardships than a port of entry in\npursuit of the Almighty Credit.\n\nNow this fellow, George Perkins, was a typical salesman. And despite his\nsoft exterior there was a good hard core inside.\n\nLanceford looked him over and decided that he would last. \"You came here\nof your own free will, didn't you?\" he asked.\n\n\"If you call a company directive free will,\" Perkins answered. \"I\nwouldn't come here for a vacation, if that's what you mean. But the\ncommercial opportunities can't be ignored.\"\n\n\"I suppose not, but you can hardly blame the Niobians for being\nsuspicious of strangers. Perhaps there's no harm in you. But they have a\nright to be sure; they've been burned before.\" Lanceford uncoiled his\nlean gray length from the chair and walked over to the broad armorglas\nwindow. He stared out at the gloomy view of Niobe's rainswept polar\nlandscape. \"You know,\" he continued, \"you might call this Customs\nService a natural consequence of uninvestigated visitors.\" He brooded\nover the grayness outside. A polar view was depressing--scrubby\nvegetation, dank grassland, the eternal Niobian rain. He felt sorry for\nPerkins. Thirty days in this place would be sheer torture.\n\n\"It must have been quite some disturbance to result in this.\" Perkins\nwaved his hand at the barren room. \"Sounds like you know something about\nit.\"\n\n\"I do. In a way you might say that I was responsible for it.\"\n\n\"Would you mind telling me?\"\n\n       *       *       *       *       *\n\n\"I wouldn't mind at all.\" Lanceford looked at his watch. \"If I have the\ntime, that is. I'm due to be picked up in an hour, but Niobians have\nsome quaint conceptions of time. So if you want to take a chance that I\nwon't finish--\"\n\n\"Go ahead.\"\n\n\"To start with, take a look at that insigne over the door. The whole\nstory's right there.\"\n\nPerkins eyed the emblem of the Niobian Customs Service. It was a\nfive-pointed star surrounding a circle, superimposed over the typically\nTerran motto: \"Eternal Vigilance is the Price of Safety.\" He nodded.\n\n\"How come the Terran style?\" he asked.\n\n\"That's part of the story. Actually that insigne's a whole chapter of\nNiobe's history. But you have to know what it stands for.\" Lanceford\nsighed reminiscently. \"It began during the banquet that celebrated the\nsigning of the Agreement which made Niobe a member of the Confederation.\nI was the Director of the BEE's Niobe Division at that time. As a matter\nof fact, I'd just taken the job over from Alvord Sims. The Old Man had\nbeen ordered back to Terra, to take over a job in the Administration,\nand I was the next man in line.\n\n\"The banquet was a flop, of course. Like most mixed gatherings involving\ndifferent races, it was a compromise affair. Nobody was satisfied. It\ndragged along in a spirit of suffering resignation--the Niobians quietly\nenduring the tasteless quality of the food, while the Confederation\nrepresentatives, wearing unobtrusive nose plugs, suffered politely\nthrough the watered-down aroma and taste of the Niobian delicacies. All\nthings being considered, it was moving along more smoothly than it had\nany right to, and if some moron on the kitchen staff hadn't used tobasco\nsauce instead of catsup, we'd probably have signed the Agreement and\ngone on happily ever after.\n\n\"But it didn't work out that way.\n\n\"Of course it wasn't entirely the kitchen's fault. There had to be some\ndamn fool at the banquet who'd place the bomb where it would do some\ngood. And of course I had to be it.\" Lanceford grinned. \"About the only\nthing I have to say in my defense is that I didn't know it was loaded!\"\n\nPerkins looked at him expectantly as Lanceford paused. \"Well, don't stop\nthere,\" he said. \"You've got me interested.\"\n\nLanceford smiled good-naturedly and went on.\n\n       *       *       *       *       *\n\nWe held the banquet in the central plaza of Base Alpha. It was the only\nroofed area on the planet large enough to hold the crowd of high brass\nthat had assembled for the occasion. We don't do things that way now,\nbut fifty years ago we had a lot to learn. In those days, the admission\nof a humanoid planet into the Confederation was quite an event. The\nVIP's thought that the native population should be aware of it.\n\nI was sitting between Kron Avar and one of the high brass from the\nBureau of Interstellar Trade, a fellow named Hartmann. I had no business\nbeing in that rarefied air, since Kron was one of the two First\nCouncilors and Hartmann ranked me by a couple of thousand files on the\npromotion list. But I happened to be a friend of Kron's, so protocol got\nstretched a bit in the name of friendship. He and I had been through a\nlot together when I was a junior explorer with the BEE some ten years\nbefore. We'd kept contact with each other ever since. We had both come\nup the ladder quite a ways, but a Planetary Director, by rights,\nbelonged farther down the table. So there I was, the recipient of one of\nthe places of honor and a lot of dirty looks.\n\nHartmann didn't think much of being bumped one seat away from the top.\nHe wasn't used to associating with mere directors, and besides, I kept\nhim from talking with Kron about trade relations. Kron was busy\nrehashing the old days when we were opening Niobe to viscayaculture.\nTrade didn't interest him very much, and Hartmann interested him less.\nNiobians are never too cordial to strangers, and he had never seen the\nBIT man before this meeting.\n\nAnyway, the talk got around to the time he introduced me to vorkum, a\nnative dish that acts as a systemic insect repellant--and tastes like\none! And right then I got the bright idea that nearly wrecked Niobe.\n\nAs I said, there was both Niobian and Confederation food at the banquet,\nso I figured that it was a good time as any to get revenge for what my\ndog-headed friend did to my stomach a good decade before.\n\nSo I introduced him to Terran cooking.\n\nNiobians assimilate it all right, but their sense of taste isn't the\nsame as ours. Our best dishes are just mush to their palates, which are\nconditioned to sauces that would make the most confirmed spice lover on\nEarth run screaming for the water tap. They have a sense of the\ndelicate, too, but it needs to be stimulated with something like liquid\nfire before they can appreciate it. For instance, Kron liked Earth\npeaches, but he spiced them with horseradish and red pepper.\n\nI must admit that he was a good sport. He took the hors d'oeuvres in\nstride, swallowing such tasteless things as caviar, Roquefort and\nanchovy paste without so much as a grimace. Of course, I was taking an\nunfair advantage of Kron's natural courtesy, but it didn't bother me too\nmuch. He had rubbed that vorkum episode in for years. It was nice to\nwatch him squirm.\n\nWhen I pressed him to try an oyster cocktail, I figured things had gone\nfar enough.\n\nHe took it, of course, even though anyone who knew Niobians could see\nthat he didn't want any part of it. There was a pleading look in his eye\nthat I couldn't ignore. After all, Kron was a friend. I was actually\nabout to stop him when he pulled an oyster from its red bath and popped\nit into his mouth. There was a 'you'll be sorry' look on his face. I\ngestured to a waiter to remove the cocktail as he bit into the oyster,\nfiguring, somewhat belatedly, that I had gone too far.\n\nThe grateful look I got from him was sufficient reward. But then it\nhappened. Kron stopped looking grateful and literally snatched the\ncocktail back from the startled waiter!\n\nHe looked at me with an expression of disgust. \"The first decent food\nthus far,\" he said, \"and you attempt to send it away!\"\n\n\"Huh?\" I exclaimed stupidly. \"I didn't want to make you miserable.\"\n\n\"Miserable! Hah! This dish is wonderful! What in the name of my First\nAncestor is it?\" His pleased grin was enough like a snarl to make\nHartmann cringe in his chair. Since Kron and I were both speaking\nNiobian rather than Confed, he didn't understand what was happening. I\nsuppose he thought that Kron was about to rip my throat out. It was a\nnatural error, of course. You've seen a dog smile, and wondered what was\ngoing on behind the teeth? Well, Kron looked something like that. A\nNiobian with his dog-headed humanoid body is impressive under any\nconditions. When he smiles he can be downright frightening.\n\nI winked at Hartmann. \"Don't worry, sir,\" I said. \"Everything's all\nright.\"\n\n\"It certainly is,\" Kron said in Confed. \"This dish is delicious.\nIncidentally, friend Lanceford, what is it? It tastes something like our\nKomal, but with a subtle difference of flavor that is indescribable!\"\n\n\"It's called an oyster cocktail, Kron,\" I said.\n\n\"This is a product of your world we would enjoy!\" Kron said. \"Although\nthe sauce is somewhat mild, the flavor of the meat is exquisite!\" He\nclosed his eyes, savoring the taste. \"It would be somewhat better with\nvanka,\" he said musingly. \"Or perhaps with Kala berries.\"\n\nI shuddered. I had tried those sauces once. Once was enough! I could\nstill feel the fire.\n\n\"I wonder if you could ship them to us,\" Kron continued.\n\nHartmann's ears pricked up at the word \"ship.\" It looked like an opening\ngambit for a fast sales talk on behalf of interstellar trade, a subject\ndear to his heart.\n\nBut I was puzzled. I couldn't figure it out until I tried one of the\noysters--after which I knew! Some fool had dished them up in straight\ntobasco sauce! It took some time before I could talk, what with trying\nto wash the fire out of my mouth, and during the conversational hiatus\nHartmann picked up the ball where I dropped it. So I sat by and\nlistened, my burned mouth being in no condition for use.\n\n       *       *       *       *       *\n\n\"I'm afraid that we couldn't ship them,\" Hartmann said. \"At least not on\na commercial basis. Interstellar freight costs are prohibitive where\nfood is concerned.\"\n\nKron nodded sadly. He passed the oysters to Tovan Harl, his fellow First\nCouncilor. Harl went through the same reaction pattern Kron had shown.\n\n\"However,\" Hartmann continued, \"we could send you a few dozen. Perhaps\nyou could start a small oyster farm.\"\n\n\"Is this a plant?\" Kron asked curiously.\n\n\"No, it's a marine animal with a hard outer shell.\"\n\n\"Just like our Komal. We could try planting some of them in our oceans.\nIf they grow, we will be very obliged to you Terrans for giving us a new\ntaste sensation.\"\n\n\"Since my tribe is a seafaring one,\" Harl interjected, \"they can be\nraised under my supervision until we find the exact methods to propagate\nthem in our seas.\"\n\nHartmann must have been happy to get off the hook. It was a small\nrequest, one that was easy to fulfill. It was a good thing that the\nNiobians didn't realize what concessions they could wring from the BIT.\nThe Confederation had sunk billions into Niobe and was prepared to sink\nmany more if necessary. They would go to almost any lengths to keep the\nnatives happy. If that meant star-freighter loads of oysters, then it\nwould be star-freighter loads of oysters. The Confederation needed the\ngerontin that grew on Niobe.\n\nThe commercial worlds needed the anti-aging drug more and more as the\nexploration of space continued--not to mention the popular demand. Niobe\nwas an ideal herbarium for growing the swampland plant from which the\ncomplex of alkaloids was extracted.\n\nSo Hartmann made a note of it, and the subject was dropped.\n\nI didn't think anything more about it. Kron was happy, Harl was happy,\nand Hartmann was feeling pleased with himself. There was no reason to\nkeep the oyster question alive.\n\nBut it didn't die there. By some sort of telepathy the Niobians\nscattered along the long tables found out what had been getting talked\nabout at the upper end.\n\nBy this time I was on the ball again. When the orders went in I slipped\na note to the cooks to use tabasco or vanaka on the Niobian orders. It\nwas fortunate that there was an ample supply of oysters available,\nbecause the banquet dissolved shortly thereafter into an outright oyster\nfeed. The Niobians dropped all pretense. They wanted oysters--with\nvanaka, with tabasco or with Kala berries. The more effete Earth\npreparations didn't rouse the slightest enthusiasm, but the bivalve\nfound its place in the hearts and stomachs of the natives. The oysters\nultimately ran out, but one thing was certain. There was a definite bond\nof affection between our two utterly dissimilar species.\n\nThe era of good feeling persisted for several hours. There was no more\nquiet undertone of polite suffering among our guests. They were enjoying\nthemselves. The Agreement was signed with hardly an exception being\ntaken to its clauses and wording.\n\nNiobe became a full member of the Confederation, with sovereign\nplanetary rights, and the viscaya concentrate began flowing aboard the\nships waiting at the polar bases.\n\nA day later I got orders to start winding up the BEE's installations on\nNiobe. The consular service would take over after I had finished....\n\n       *       *       *       *       *\n\nLanceford looked at his watch. \"Well, we're going to have time. It looks\nlike they'll be late. Want to hear the rest of it?\"\n\n\"Naturally,\" Perkins said. \"I certainly wouldn't want you to stop here.\"\n\n\"Well,\" Lanceford continued, \"the next four years weren't much.\"\n\n       *       *       *       *       *\n\nWe spent most of the time closing down the outpost and regional\ninstallations, but it took longer than I expected what with the\ndifficulty in getting shipping space to move anything but viscaya\nconcentrate off the planet. Of course, like any of the Confederation\nbureaus, the BEE died hard. With one thing and another, there were still\na lot of our old people left. We still had the three main bases on the\ncontinental land masses in operating condition, plus a few regional\nexperiment stations on Alpha Continent and the Marine Biology Labs on\nVarnel Island. I'd just closed the last regional stations on Beta and\nGamma when Heinz Bergdorf paid me an official call.\n\nHeinz was the senior biologist on Varnel. He was a good looking lad of\nTeutonic ancestry, one of those big blond kids who fool you. He didn't\nlook like a scientist, but his skull held more knowledge of Niobe's\noceans than was good for a man. He would have to unlearn a lot of it\nbefore he took his next job, or so I thought at the time.\n\nAnyway, Heinz came into my office looking like someone had stolen his\nfavorite fishnet. The expression of Olympian gloom on his beak-nosed\nface would have done credit to Zeus. It didn't take any great amount of\nbrains to see that Heinz was worried. It stuck out all over him. He\ndraped himself limply in the chair beside my desk.\n\n\"We've got troubles, Chief,\" he announced.\n\nI grinned at him. I knew perfectly well why he was here. Something had\ncome up that was too big for him to handle. That was Heinz's only fault,\na belief in the omnipotence of higher authority. If he couldn't handle\nit, it was a certainty that I could--even though I knew nothing of\neither his specialty or his problems. However, I liked the man. I did my\nbest to give him the fatherly advice he occasionally needed, although he\nwould have been better off half the time if he hadn't taken it.\n\n\"Well, what's the trouble now?\" I asked. \"From the look on your face it\nmust be unpleasant. Or maybe you're just suffering from indigestion.\"\n\n\"It's not indigestion, Chief.\"\n\n\"Well, don't keep me in suspense. Tell me so I can worry too.\"\n\nI didn't like the way he looked. Of course, I'd been expecting trouble\nfor the past year. Things had been going far too smoothly.\n\n\"Oysters!\" Bergdorf said laconically.\n\n\"Oysters?\"\n\nI looked at him incredulously. Bergdorf sat straight up in his chair and\nfaced me. There was no humor in his eyes. \"For God's sake! You\nfrightened me for a moment. You're joking, I hope.\"\n\n\"Far from it,\" Bergdorf replied. \"I said oysters and I mean oysters.\nIt's no joke! Just who was the unutterable idiot who planted them here?\"\n\nIt took a minute before I remembered. \"Hartmann,\" I said. \"Of the BIT.\nHe ordered them delivered at the request of Kron Avar and Tovan Harl. I\nsuppose Harl planted them. I never paid very much attention to it.\"\n\n\"You should have. It would have been better if they had imported Bengal\ntigers! How long ago did this infernal insanity happen?\"\n\n\"Right after the Agreement was signed, I guess. I'm sure it was no\nearlier than that, because Niobians met up with oysters for the first\ntime at that affair.\" I still didn't get it, but there was no doubt that\nHeinz was serious. I tried to remember something about oysters, but\nother than the fact that they were good to eat and produced pearls I\ncould think of nothing. Yet Bergdorf looked like the end of the world\nwas at hand. There was something here that didn't add up. \"Well, get on\nwith it,\" I said. \"As far as marine biology is concerned I'm as innocent\nas a Lyranian virgin. Tell me--what's wrong with the oysters?\"\n\n\"Nothing! That's the trouble. They're nice healthy specimens of\nterrestrial _Ostrea lurida_. We found a floating limb with about a dozen\nspat clinging to it.\"\n\n\"Spat?\"\n\n\"Immature oysters.\"\n\n\"Oh. Is that bad?\"\n\n\"Sure it's bad. I suppose I'd better explain,\" Bergdorf said. \"On Earth\nan oyster wouldn't be anything to worry about, even though it produces\nsomewhere between sixteen and sixty million fertile eggs every year. On\nEarth this tremendous fertility is necessary for survival, but here on\nNiobe where there are no natural enemies to speak of, it's absolutely\ndeadly!\n\n\"Just take these dozen spat we found. Year after next, they'd be\nbreeding size, and would produce about three hundred million larvae. If\neverything went right, some three years later those three hundred\nmillion would produce _nine thousand trillion_ baby oysters! Can you\nimage how much territory nine thousand trillion oysters would cover?\"\n\nI stopped listening right then, and started looking at the map of Niobe\npinned on the wall. \"Good Lord! They'd cover the whole eastern seaboard\nof Alpha from pole to pole.\"\n\nBergdorf said smugly, \"Actually, you're a bit over on your guess.\nConsidering the short free swimming stage of the larvae, the slow\neastern seaboard currents, poor bottom conditions and overcrowding, I\ndoubt if they would cover more than a thousand miles of coastline by the\nfourth year. Most of them would die from environmental pressures.\n\n\"But that isn't the real trouble. Niobe's oceans aren't like Earth's.\nThey're shallow. It's a rare spot that's over forty fathoms deep. As a\nresult, oysters can grow almost anywhere. And that's what'll happen if\nthey aren't stopped. Inside of two decades they'll destroy this world!\"\n\n\"You're being an alarmist,\" I said.\n\n\"Not so much as you might think. I don't suppose that the oysters will\ninvade dry land and chase the natives from one rain puddle to another,\nbut they'll grow without check, build oyster reefs that'll menace\nnavigation, change the chemical composition of Niobe's oceans, pollute\nthe water with organic debris of their rotting bodies, and so change the\necological environment of this world that only the hardiest and most\nadaptable life forms will be able to survive this!\"\n\n\"But they'll be self-limiting,\" I protested.\n\n\"Sure. But by the time they limit themselves, they will eliminate about\neverything else.\"\n\n\"If you're right, then, there's only one thing to do. We'll have to let\nthe natives know what the score is and start taking steps to get rid of\nthem.\"\n\n\"Oh, I'm right. I don't think you'll find anyone who'll disagree with\nme. We kicked this around at the Lab for quite a spell before I came up\nhere with it.\"\n\n\"Then you've undoubtedly thought of some way to get rid of them.\"\n\n\"Of course. That was one of the first things we did. The answer's\nobvious.\"\n\n\"Not to me.\"\n\n\"Sure. Starfish. They'll swamp up the extra oysters in jig time.\"\n\n\"But won't the starfish get too numerous?\"\n\n\"No. They die off pretty fast without a source of food supply. From what\nwe can find out about Niobe's oceans, there is virtually no acceptable\nfood for starfish other than oysters and some microscopic animal life\nthat wouldn't sustain an adult.\"\n\n\"Okay, I believe you. But you still leave me cold. I can't remember\nanything about a starfish that would help him break an oyster shell.\"\n\nBergdorf grinned. \"I see you need a course in marine biology. Here's a\nthumbnail sketch. First, let's take the oyster. He has a big muscle\ncalled an adductor that closes his shell. For a while he can exert a\nterrific pull, but a steady tension of about nine hundred grams tires\nhim out after an hour or so. Then the muscle relaxes and the shell gapes\nopen. Now the starfish can exert about thirteen hundred grams of tension\nwith his sucker-like tube feet, and since he has so many of them he\ndoesn't have to use them all at one time. So, by shifting feet as they\nget tired, he can exert this pull indefinitely.\n\n\"The starfish climbs up on the oyster shell, attaches a few dozen tube\nfeet to the outside of each valve and starts to pull. After a while the\noyster gets tired, the shell opens up, and the starfish pushes its\nstomach out through its mouth opening, wraps the stomach around the soft\nparts of the oyster and digests it right in the shell!\"\n\nI shuddered.\n\n\"Gruesome, isn't it?\" Bergdorf asked happily. \"But it's nothing to worry\nabout. Starfish have been eating oysters on the half shell for millions\nof years. In fact I'll bet that a starfish eats more oysters in its\nlifetime than does the most confirmed oyster-addict.\"\n\n\"It's not the fact that they eat them,\" I said feebly. \"It's the way\nthey do it. It makes me ill!\"\n\n\"Why should it? After all a starfish and a human being have a lot in\ncommon. Like them, you have eaten oysters on the half shell, and they're\nusually alive when you gulp them down. I can't see where our digestive\njuices are any easier on the oyster than those of a starfish.\"\n\n\"Remind me never to eat another raw oyster,\" I said. \"On second thought\nyou won't have to. You've ruined my appetite for them forever.\"\n\nBergdorf chuckled.\n\n\"Well, now that you've disposed of one of my eating habits,\" I said\nbitterly, \"let's get back to the problem. I presume that you'll have to\nfind where the oysters are before you start in working them over with\nstarfish.\"\n\n\"You've hit the reason why I'm here. That's the big problem. I want to\nfind their source.\"\n\n\"Don't you know?\"\n\n\"I can make a pretty good guess. You see, we picked this limb out of the\nEquatorial current. As you know, Varnel Island is situated right at the\nwestern termination of the current. We don't get much littoral stuff\nunless it comes from the Islands or West Beta. And as far as I can\nfigure the islands are the best bet. These spat probably came from the\nPiralones, that island group in the middle of the current about halfway\nacross.\"\n\nI nodded. \"It would be a good bet. They're uninhabited. If Harl wanted\nan isolated spot to conduct oyster planting experiments, I couldn't\nthink of a better location. Nobody in his right mind would visit that\nplace willingly. The islands support the damnedest assortment of siths\nyou ever saw.\"\n\n\"If that's where it is,\" Bergdorf said, \"we can thank heaven for the\nnatives' suspicious nature. That location may help us save this world!\"\n\nI laughed at him. \"Don't be so grim, Heinz--or so godlike. We're not\ngoing to save any worlds.\"\n\n\"Someone has to save them.\"\n\n\"We don't qualify. What we'll do is chase this business down. We'll find\nout where the oysters come from, get an idea of how bad things are and\nthen let the Niobians know about it. If anyone is going to save this\nplanet it won't be a bunch of Confederation exploration specialists.\"\n\nBergdorf sighed. \"You're right, of course.\"\n\nI slapped him on the shoulder. \"Cheer up, Heinz.\" I turned to my\nappointment calendar and checked it over. There was nothing on it that\ncouldn't wait a few days. \"Tell you what,\" I continued. \"I need a\nvacation from this place. We'll take my atomic job and go oyster\nhunting. It ought to be fun.\"\n\nBergdorf's grin was like a sunrise on Kardon.\n\n       *       *       *       *       *\n\nI brought the 'copter down slowly through the overcast, feeling my way\ncautiously down to the ground that radar told me was somewhere below. We\nwere hardly a hundred and fifty meters up before it became visible\nthrough the drenching tropic rain. Unless you've seen it you can't\nimagine what rain is really like until you've been in the Niobian\ntropics. It literally swamps everything, including visibility.\n\nIt was the Piralones all right.\n\nThe last time I'd seen them was when I led the rescue party that pulled\nWilson Chung and his passengers out of the Baril Ocean, but they were\nstill the same, tiny deserted spots of land surrounded by coral reefs.\nWe were over the biggest one of the group, a rounded hummock barely a\nkilometer in diameter, surrounded by a barrier reef of coral. Between\nthe reef and the island a shallow lagoon lay in sullen grayness, its\nsurface broken into innumerable tiny wavelets by the continual splash of\nrain. The land itself was a solid mass of olive-green vegetation that\nended abruptly at a narrow beach.\n\n\"Well, we're here,\" I said. \"Grim looking place, isn't it?\"\n\n\"Whoever spoke of the beauties of tropical islands didn't have Niobe in\nmind,\" Bergdorf agreed. \"This place looks like something left behind by\na cow.\"\n\nI couldn't help the chuckle. The simile was too close for comfort. I\ntilted the rotors and we went down to hover about ten meters off the\nbeach. Bergdorf pointed down the beach. I headed the 'copter in that\ndirection as Bergdorf looked out of the bubble, intently scanning the\nwaters of the lagoon. Finally he looked up with an expression of\nunderstanding on his lean face.\n\n\"No wonder I missed them!\" he murmured with awe. \"There are so many that\nthere's no floor of the lagoon to spot them against. They cover the\nentire bottom! You might as well set her down here; it's as good a place\nas any.\"\n\nI throttled back and landed the whirlybird on the beach. \"You had your\nquota of vorkum?\" I asked as Bergdorf reached for the door handle.\n\nThe biologist made a wry face. \"Naturally. You think I'd be fool enough\nto go outside without it?\"\n\n\"I wouldn't know. All I'm sure of is that if you're going to get out\nhere, you'd better be loaded.\" I followed after him as he opened the\ndoor and jumped down to the ground.\n\nA small horde of siths instantly left the cover of the jungle and buzzed\nout to investigate. A few years ago, that would have been the signal for\nray beams at fan aperture, but both Bergdorf and I ignored them,\ntrusting in the protection of the vorkum. The beasties made a tactical\npass at Heinz, thought the better of it and came wheeling over in my\ndirection. I could almost see the disappointed look in their eyes as\nthey caught my aura, put on the brakes and returned disappointed to\ntheir shelter under the broadleaves. Whatever vorkum did, it certainly\nconvinced insects that we were inedible and antisocial.\n\nOne or two ventured back and buzzed hopefully around our heads before\ngiving up in disgust.\n\n\"It beats me what they live on,\" Bergdorf said, gesturing at the\niridescent flash of the last bloodsucker as it disappeared beneath the\nbroadleaves.\n\n\"As long as it isn't us, I don't give a damn,\" I said. \"Maybe they live\non decaying vegetable matter until something live and bloody comes\nalong. Anyway, they seem to get along.\"\n\nBergdorf walked the few steps to the water's edge. \"I won't even have to\ngo swimming,\" he said as he walked into the water a few steps, bent and\ncame up with what looked like a handful of rocks.\n\n\"Oysters?\" I asked, turning one over in my hand.\n\n\"Yep. Nice little _O. lurida_. About three years old, I'd guess, and\njust ripe for breeding. You know, I've never seen them growing so close\nto the shore. They must be stacked on top of each other out there a\nways. There's probably millions of them in this lagoon alone!\"\n\n\"Well, we've found where they're coming from. Now all that's left is to\nfigure out what to do about it.\"\n\n\"We'd still better check Beta. They might possibly have reached there.\"\n\n\"Not unless someone's planted them,\" I said. \"You're forgetting the\nocean currents.\"\n\n\"No. I was thinking of planted areas.\"\n\n\"Well, think again. You may know your biology, but I know Niobians.\nThey're too suspicious to bring untried things too close to where they\nlive. They've been that way as long as I can remember them, and I don't\nthink that anything--even something as delightful as an oyster--would\nmake them change overnight.\"\n\n\"I hope you're right.\"\n\n\"Oh, we'll check Beta, all right,\" I said. \"But you can send a couple of\nyour boys to do it. There's no sense in our wasting time with it.\"\n\nI heard the noise behind us before Bergdorf did. We turned in time to\nsee four Niobians emerge from the jungle and glide purposefully toward\nus. The tribal tattoos on their chests identified them as members of\nTovan Harl's commune. I nudged Heinz and murmured, \"We've got company.\"\n\nThe natives approached to within a few paces. They stood politely to\nleeward while one of their number approached. \"I'm sorry,\" he said\nwithout the normal introduction, \"but this is leased land. You will have\nto leave at once. And you will please return the oysters to the lagoon.\nIt is not permitted to remove them.\"\n\n\"Oh, all right,\" I said. \"We're through here anyway. We'll visit the\nother islands and then be off.\"\n\n\"The other islands are also leased property. When you leave I will radio\nthe other guards, and you will not be permitted to land.\"\n\n\"This is not according to your customs,\" I protested.\n\n\"I realize that, Mr. Lanceford,\" the native said. \"But I have given oath\nto keep all trespassers out.\"\n\nI nodded. It wasn't usual. I wondered what Harl had in mind--possibly a\nplanetary monopoly. If that was his plan, he was due for a surprise.\n\n\"That's very commendable,\" Bergdorf said, \"but these oysters are going\nwith me. They are needed as evidence.\"\n\n\"I'm sorry, sir,\" the native said. \"The oysters stay here.\"\n\n\"Don't be a fool, Heinz,\" I interjected. \"They're in the right. The\noysters are their property. If you try to take them you'll be in trouble\nup to your ears.\"\n\n\"But I need those oysters, Arthur! Probably the only adult oyster tissue\non Niobe is on these islands. I need a sample of it.\"\n\n\"Well, it's your neck.\" I turned to the native. \"Don't be too hard on\nhim,\" I said. \"He's quite an important man.\"\n\nThe Niobian nodded and grinned. \"Don't worry, sir. He won't feel a\nthing. But I really wish to apologize for our rudeness. If conditions\nwere different--\"\n\nHe paused and turned toward Bergdorf who was climbing into the 'copter\nwith the oysters still in his hand.\n\n       *       *       *       *       *\n\nI wasn't surprised that he didn't make it. In fact, I'd have been more\nsurprised if he had. Heinz crumpled to the ground beside the ship. One\nof the natives came forward, took the oysters from his limp hand and\nthrew them back into the lagoon.\n\n\"All right,\" I said to the spokesman. \"You fellows clobbered him, so now\nyou can get him into the ship.\"\n\n\"That is only fair,\" the native said. \"We do not want to cause you any\nextra inconvenience.\" He gestured to his companions. Between them they\ngot Bergdorf's limp body into the ship and strapped into one of the\nseats. They got out, I got in, and in a minute the two of us got out of\nthere, going straight up through to overcast to get a celestial bearing\nfor home.\n\nI kept looking at Bergdorf's limp body and grinning.\n\nIt was nearly an hour later before Bergdorf woke up. \"What hit me?\" he\nasked fuzzily.\n\n\"Subsonics,\" I said. \"They should have scared you to death.\"\n\n\"I fainted?\"\n\n\"Sure you did. You couldn't help it. They hit like a ton of brick.\"\n\n\"They certainly do,\" he said ruefully.\n\n\"They can kill,\" I said. \"I've seen them do it. The Niobians generate\nthem naturally, and they can focus them fairly well. Probably this\nquality was one of their forms of defense against predators in their\nearly days. It's a survival trait; and when there are enough natives\npresent to augment the impulses they can be downright nasty.\"\n\nBergdorf nodded. \"I know,\" he said. He stopped talking and looked out\nover the sun-drenched top of the overcast. \"It looks like Tovan Harl\nwants to keep this oyster farm a private matter. In a way he's doing us\na favor, but I'd still feel happier if I had one or two of those\noysters.\"\n\n\"Why do you need them?\"\n\n\"Well, I figured on getting a couple of the Navy's organic detectors and\nsetting them for oyster protoplasm. You know how sensitive those gadgets\nare. There might be a small but significant change in oyster protoplasm\nsince it has arrived here.\"\n\n\"Well, you don't need to worry,\" I said. \"I put one of your pets in my\npocket before the natives showed up, so you've got what you need.\" I\npulled the oyster out and handed it to him. It didn't look any the worse\nfor its recent rough treatment.\n\nBergdorf grinned. \"I knew I could trust you, Chief. You're sneaky!\"\n\nI laughed at him.\n\n       *       *       *       *       *\n\nWe arrived back at Alpha without trouble. I shooed Bergdorf back to\nVarnel with the one oyster and a promise that I'd back him up in any\nrequisitions he cared to make. After that I checked up on the BEE\nbusiness I had neglected for the past couple of days and, finally, late\nthat night took one of the Base's floaters and drove slowly down the\ntrail to Kron's village.\n\nWhile Earth-style civilization had done much to improve transport and\ncommunication on Niobe, it hadn't--and still hasn't for that\nmatter--produced a highway that can stand up to the climate. Roads\nsimply disappear in the bottomless mud. So whatever vehicular transport\nexists on Niobe is in the form of floaters, whose big sausage-shaped\ntires give enough flotation to stay on top of the ooze, and sufficient\ntraction to move through the morass that is Niobe's surface. They're\nclumsy, slow and hard to steer. But they get you there--which is\nsomething you can't say about other vehicles.\n\nKron's village had changed somewhat since I first visited it. The\nindustrial section was new. The serried ranks of low dural buildings\ngleamed metallically in the glare of the floater's lights, glistening\nwith the sheets of water that ran from their roofs and sides. The\npower-broadcast station that stood in the center of the village hadn't\nbeen there either. But other than that everything was pretty much the\nsame as it always had been, an open space in the jungle filled with\nstone-walled, thatch-roofed houses squatting gloomily in the endless\nrain.\n\nThe industry, such as it was, was concentrated solely upon the\nproduction of viscaya concentrate. It had made little difference in the\nNiobian way of life, which was exactly as the natives wanted it.\n\nIt was odd, I reflected, how little change had taken place in Niobian\nsociety despite better than two decades of exposure to Confederation\ntechnology. Actually, the Confederation could leave tomorrow, and would\nhardly be missed. There would be no cultural vacuum. The strangers would\nsimply be gone. Possibly some of our artifacts would be used. The atomic\npower-broadcast station would possibly stay, and so would the\nhigh-powered radio. Perhaps some of the gadgetry the natives had\nacquired from us would be used until it was worn out, but the pattern of\nthe old ways would stay pretty much as it had always been. For Niobian\nculture was primarily philosophical rather than technological, and it\npreferred to remain that way.\n\nI parked my floater beside the house that had sheltered Kron as long as\nI had known him. I entered without announcing myself.\n\nAs an old friend I had this privilege, although I seldom used it. But if\nI had come formally there would have been an endless rigmarole of social\nconvention that would have had to be satisfied before we could get down\nto business. I didn't want to waste the time.\n\n       *       *       *       *       *\n\nKron was seated behind a surprisingly modern desk, reading a book by the\nlight of a Confederation glowtube. I looked at its title--_The Analects\nof Confucius_--and blinked. I'd heard of it. It and Machiavelli's\n_Prince_ are classics on governmental personality and philosophy, but I\nhad never read it. Yet here, hundreds of light years from the home\nworld, this naked alien was reading and obviously enjoying that ancient\nwork. It made me feel oddly ashamed of myself.\n\nHe looked up at me, nodded a greeting and laid the book down with a\nfaint expression of regret on his doglike face. I found a chair and sat\ndown silently. I wondered how he found time to read. My job with the BEE\nkept me busy every day of the 279-day year. And his, which was more\nimportant and exacting than mine, gave him time to read philosophy! I\nsighed. It was something I could never understand.\n\nI waited for him to speak. As host, it was his duty to open the wall of\nsilence which separated us.\n\n\"Greetings, friend Lanceford,\" Kron said. \"My eyes are happy with the\npleasure of beholding you.\" He spoke in the ancient Niobian formula of\nhospitality. But he made it sound as though he really meant it.\n\n\"It's a double joy to behold the face of my friend and to hear his\nvoice,\" I replied in the same language. Then I switched to Confed for\nthe business I had in mind. Their polite forms are far too clumsy and\nuncomfortable for business use; it takes half a day to get an idea\nacross. \"It seems as though I'm always coming to you with trouble,\" I\nbegan.\n\n\"What now?\" Kron asked. \"Every time I see you, I hope that we can relax\nand enjoy our friendship, but every time you are burdened. Are you\nEarthmen forever filled with troubles or does my world provoke them?\" He\nsmiled at me.\n\n\"A little of both, I suppose,\" I said.\n\nKron hummed--the Niobian equivalent of laughter. \"I've been observing\nyou Earthmen for the past twenty years, and I have yet to see one of you\ncompletely relaxed. You take yourselves much too seriously. After all,\nmy friend, life is short at best. We should enjoy some of it. Now tell\nme your troubles, and perhaps there is no cause to worry.\"\n\n\"You're wrong, Kron. There is plenty of cause to worry. This can affect\nthe well-being of everything on this world.\"\n\nKron's face sharpened into lines of interest. \"Continue, friend\nLanceford.\"\n\n\"It's those oysters the BIT sent you a few years ago. They're getting\nout of hand.\"\n\nKron hummed. \"I was afraid that it--\"\n\n\"--was something serious!\" I finished. \"That's what I told Heinz\nBergdorf when he came to me with this story. Now sober down and listen!\nThis _is_ serious!\"\n\n       *       *       *       *       *\n\n\"It sounds pretty grim,\" Kron said after I had finished. \"But how is it\nthat your people didn't foresee the danger? Something as viciously\nreproductive as the oyster should be common knowledge.\"\n\n\"Not on our world. You see, the study of sea life is a specialized\nscience on Earth. It is one of the faults of our technological\ncivilization that almost everyone must specialize from the time he\nenters secondary school. Unless one specializes in marine biology, one\ngenerally knows little or nothing about it.\"\n\n\"Odd. Very odd. But then, you Earthmen always were a peculiar race. Now,\nif I heard you right, I believe that you said there is an animal on your\nworld which preys upon these oysters. A starfish?\"\n\n\"Yes.\"\n\n\"Won't this animal be as destructive as the oyster?\"\n\n\"Bergdorf doesn't think so, and I trust his judgment.\"\n\n\"Won't this animal also kill our Komal? They are like these oysters of\nyours in a way.\"\n\n\"But they burrow, and the starfish doesn't. They'll be safe enough.\"\n\nKron sighed. \"I knew that association with you people would prove to be\na mixed blessing.\" He shrugged his shoulders and turned his chair to his\ndesk. A Niobian face appeared on the screen. \"Call a Council meeting and\nlet me know when it is ready,\" Kron ordered.\n\n\"Yes, Councilor,\" the face replied.\n\n\"Well, that's that. Now we can relax until the Council manages to get\ntogether.\"\n\n\"How long will that take?\"\n\n\"I haven't the least idea,\" Kron said. \"Several days--several weeks. It\nall depends upon how soon we can get enough Council members together to\nconduct business.\"\n\nI said unhappily, \"I'd like to have your outlook but we're fighting\nagainst time!\"\n\n\"You Earthmen pick the most impossible opponents. You should learn to\nwork with time rather than against it.\" He pulled at one ear\nreflectively. \"You know, it is strange that your race could produce\nethical philosophers like this one.\" He tapped the _Analects_ with a\nwebbed forefinger. \"Such contrast of thought on a single world is almost\nincredible!\"\n\n\"You haven't seen the half of it!\" I chuckled. \"But I'm inclined to\nagree with you. Earth is an incredible world.\"\n\n       *       *       *       *       *\n\nFortunately there was a battle cruiser in the Polar spaceport on a\ngoodwill mission. We had no trouble about getting the detectors Bergdorf\nneeded, plus a crew to run them. The Navy is co-operative about such\nthings, and every officer knows the importance of the BEE on a planetary\noperation. We could have had the entire cruiser if we had wanted it.\n\nA week later the four Marine Lab ships, each equipped with a detector,\nstarted a search of Niobe's oceans. Their atomic powerplants could drive\nthem along at a respectable speed. Bergdorf and I expected a preliminary\nreport within a month.\n\nWe weren't disappointed.\n\nThe results were shocking, but not unexpected. Preliminary search\nrevealed no oysters in the other two major oceans, but the Baril Ocean\nwas badly infested. There were groups and islands of immature oysters\nalong the entire course of the Equatorial current and the tropical coast\nof Alpha. Practically every island group in the central part of the\nocean showed traces of the bivalves. It was amazing how far they had\nspread. Even the northern shallows had a number of thriving young\ncolonies.\n\nBergdorf was right. Another year and we'd have been swamped. As it was\nit was nothing to laugh about.\n\nThe news reached Kron just before the Council meeting, which, like most\nof Niobe's off-season politics, had been delayed time after time. Since\na Council meeting requires an attendance of ninety per cent of the\nCouncil, it had been nearly impossible to schedule an assembly where a\nquorum could be present. But our news broadcasts over the BEE radio\nreached every corner of the planet, and the note of urgency in them\nfinally produced results.\n\nThe Niobians held the emergency session at Base Alpha, where our radio\ncould carry the proceedings to the entire planet. Whatever else they may\nbe, Niobian government sessions are open to the public. Since the advent\nof radio, practically the entire public listens in.\n\nLike the natives, I listened too. I wasn't surprised when Kron appeared\nin my office, his eyes red and swollen from lack of sleep, but with a\nbig grin on his face that exposed his sharp sectorial teeth. \"Well,\nthat's over, friend Lanceford. Now send us your starfish.\"\n\n\"That's easier said than done,\" I replied gloomily. \"I've contacted the\nConfederation. They won't ship twenty pounds of starfish--let alone the\ntwenty thousand tons Bergdorf says we'll need!\"\n\n\"Why not? Are they crazy? Or do they want to destroy us?\"\n\n\"Neither. This is just a sample of bureaucracy at work. You see, the\nstarfish is classed as a pest on Earth. Confederation regulations forbid\nthe exportation of pests to member planets.\"\n\n\"But we need them!\"\n\n\"I realize that, but the fact hasn't penetrated to the highest brass.\" I\nlaughed humorlessly. \"The big boys simply can't see it. By the time we\nmarshal enough evidence to convince them, it will be too late. Knowing\nhow Administration operates, I'd say that it'd take at least a year for\nthem to become convinced. And another two months for them to act.\"\n\n\"But we simply can't wait that long! Your man Bergdorf has convinced me.\nWe're in deadly danger!\"\n\n\"You're going to have to wait,\" I said grimly. \"Unless you can find some\nway to jar them out of their rut.\"\n\nKron looked thoughtful. \"I think that can be done, friend Lanceford. As\nI recall, your bureaus are timid things. Furthermore, we have something\nthey want pretty bad. I think we can apply pressure.\"\n\n\"But won't your people object? Doesn't that deny your basic philosophy\nof non-interference with others?\"\n\nKron grinned ferociously. \"Not at all. Like others of your race, you\nhave never understood the real significance of our social philosophy.\nWhat it actually boils down to is simply this--we respect the customs\nand desires of others but require in turn that they respect ours.\"\n\n\"You mean that you will use force against the rest of the Confederation?\nBut you can't do that! You wouldn't stand a chance against the Navy.\"\n\n\"We will first try a method we have used with our own tribes who get out\nof line. I don't think anything more will be necessary.\" Kron's voice\nwas flat. \"It goes against the grain to do this, but we are left no\nchoice.\" He turned and left the room without a farewell, which was a\nmeasure of his agitation.\n\nI sat there behind my desk wondering what the Niobians could do. Like my\nex-boss Alvord Sims, I had a healthy respect for them. It just could be\nthat they could do plenty.\n\nThey could.\n\n       *       *       *       *       *\n\nOrganization! Man, you've never seen anything like what the Niobians\ntossed at our startled heads! We always thought the Planetary Council\nwas a loose and ineffective sort of thing, but what happened within the\nnext twenty hours had to be seen to be believed. I saw it. But it was\ndays before I believed it.\n\nWithin a day the natives had whipped up an organization, agreed on a\nplan of action and put it into effect. By noon of the next day Niobe was\na closed planet. A message was sent to the Confederation informing them\nthat Niobe was withdrawing until the emergency was over. An embargo was\nplaced on all movement of shipping.\n\nAnd everything stopped.\n\nNo factories operated. The big starfreighters stood idle and empty at\nthe polar bases. Not one ounce of gerontin or its concentrate precursor\nleft Niobe. Smiling groups of Niobians, using subsonics to enforce their\ndemands, paralyzed everything the Confederation had operated on the\nplanet. No one was hurt. The natives were still polite and friendly. But\nConfederation business came to an abrupt halt, and stayed halted.\n\nIt was utterly amazing! I had never heard of a planet-wide boycott\nbefore. But Niobe was entirely within her rights. The Confederation had\nto accept it.\n\nAnd, of course, the Confederation capitulated. If the Niobians were\nfools enough to want pests as a condition of resuming viscaya\nshipments--well, it was their affair. The Confederation needed viscaya.\nIt was willing to do almost anything to assure its continued supply.\n\nWith the full power of the Confederation turned to giving Niobe what she\nwanted, it wasn't long before the oysters were under control. We\nestablished a systematic seeding procedure for the starfish that kept\narriving by the freighter load. In a few months Bergdorf reported that\nan ecological balance had been achieved.\n\n       *       *       *       *       *\n\n\"But didn't the starfish create another pest problem?\" Perkins asked.\n\n\"Not at all,\" Lanceford said. \"I told you that the Niobians had an odd\nsense of taste. Starfish proved to be quite acceptable to the Niobian\npalate. They merely added another item to Niobe's food supply.\"\n\nPerkins shuddered delicately. \"I wouldn't eat one of those things in a\nmillion years.\"\n\n\"You're going to have to eat vorkum if you expect to survive on this\nworld. Compared to vorkum, a starfish is sheer pleasure! But that wasn't\nthe end of it,\" Lanceford added with a smile. \"You see, shortly after\nthings had simmered down to normal Kron dropped into my office.\n\n\"'I think, friend Lanceford,' he said, 'that we are going to have to\ncreate a permanent organization to keep unwanted visitors out. This\nlittle affair has been a needed lesson. I have been reading about your\nplanetary organization, and I think a thing like your Customs Service is\nvitally needed on our world to prevent future undesirable biological\nimportations.'\n\n\"'I agree,' I replied. 'Anything that would prevent a repetition of this\nbusiness would be advisable.'\n\n\"So that was how the Customs Service started. The insigne you will\nrecognize as a starfish opening an oyster. Unfortunately the Niobians\nare quite literal minded. When they say any biological importation will\nbe quarantined and examined, they mean Confederation citizens too!\n\n\"And that, of course, was the entering wedge. You'll find things quite\nhomelike once you get out of here. The natives have developed an\norganization that's a virtual copy of our Administrative Branch.\nCustoms, as you know, is a triumph of the bureaucratic system, and\nnaturally the idea spread. Once the natives got used to a permanent\ngovernment organization that was available at all times, it was only a\nquestion of time before the haphazard tribal organization became\nreplaced by a planetary union. You could almost say that it was an\ninevitable consequence.\"\n\nLanceford grinned. \"The Niobians didn't realize that the importation of\nforeign Customs was almost as bad as the importation of foreign\nanimals!\" He chuckled at the unconscious pun.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK TO CHOKE AN OCEAN***\n\n\n******* This file should be named 32124.txt or 32124.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/3/2/1/2/32124\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}