{"title": "The Kenzie Report", "author": "Mark Clifton", "releaseDate": "April 25, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction May 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                         THE _Kenzie_ REPORT\n\n\n                          _By Mark Clifton_\n\n\n                      Illustrated by Kelly Freas\n\n\n     _If this story has a moral, it is: \"Leave well enough\n      alone.\" Just look what happened to Kenzie \"mad-about-ants\"\n      MacKenzie, who didn't...._\n\n       *       *       *       *       *\n\n\n\n\nThat Kenzie MacKenzie was a mad scientist hardly showed at all. To see\nhim ambling down the street in loose jointed manner, with sandy hair\nuncombed, blue eyes looking vaguely beyond normal focus, you might\nthink here was a young fellow dreaming over how his gal looked last\nnight. It might never occur to you that he was thinking of--ants.\n\nOf course, we fellows in the experimental lab all knew it, but Kenzie\nwasn't too hard to get along with. In fact, he could usually be\ncounted on to pull us out of a technical hole. We put up with him\nthrough a certain fondness, maybe even a little pride. It gave us a\nharmless subject to talk about when security was too rigid on other\nthings.\n\nOur Department Chief knew it, but Kenzie had solved quite a few knotty\nelectronics problems. The Chief never has been too particular to see\ncredit get back to the guy who earned it. We guessed he figured having\nKenzie there was profitable to him. In fact, the little redhead in\npayroll told me the Chief was drawing quite a few bonus checks.\n\nPersonnel probably didn't know about it. Kenzie's papers, buried deep\nin the files, wouldn't show it; because about the only question they\nhad _not_ asked us was, \"Where do you stand on the matter of ants?\"\n\nThere was an unwritten law in the lab for nobody ever to mention\ninsects, or even elderly female relatives. I guess that was why it\nwasn't mentioned to the new guy, name of Robert Pringle. This fellow\nPringle worked along for a couple weeks and showed us he had the old\nknow-how in his fingers. A capable tech, a good joe, and we thought we\nwere lucky to get him.\n\nOn this particular morning, it happened that Pringle was working at\nthe bench next to Kenzie. Being a talented tech, like the rest of us,\nhis mind naturally ran along more than one channel at the same time. I\nexpect he was really surprised at the reaction he got when he shouted\nout to the room at large.\n\n\"Hey, fellows,\" he yelled. \"I got little green bugs on my roses. What\ndo you do about it?\"\n\nThe silence made him look up from his work, and he couldn't help\nnoticing we all stood there with clinched hands and gritted teeth. We\nwere watching Kenzie, who snapped the juice off his soldering iron and\npointed the iron at Pringle.\n\n\"Those,\" said Kenzie in a hollow, impressive voice, \"are aphis. If you\nwill look closer, Pringle, you will see among them--ants. The aphid is\nto the ant as the dairy cow is to the human. Those ants are aphid\nherders, carefully tending and milking their flock.\"\n\n\"Here we go again,\" moaned one of the fellows across the lab.\n\n\"The ants are a highly intelligent life form,\" Kenzie went on. \"I\nwould explain it to you in detail, but I am in the middle of a problem\nat this moment.\"\n\n\"Thank heaven for that,\" another tech ground out the words.\n\n\"Suffice it to say,\" Kenzie ignored all interruptions, \"Man would well\noccupy himself trying to communicate with them.\"\n\nThe Chief came to the doorway of his little office down at the end of\nthe lab. He looked us all over patiently and knowingly.\n\n\"Now give him your syllogism, Kenzie,\" he said quietly, \"so we can all\nget back to work.\"\n\n\"You may reflect on this, Pringle,\" Kenzie stated and waved his\nsoldering iron in the air.\n\n\"One: Man wants to communicate with intelligent life from other\nplanets or the stars.\n\n\"Two: We know from observation the ants communicate with one another.\n\n\"Ergo: Before we reach so far as to contact extra terrestrial\nintelligence, had we not better occupy our time with solving a much\nsimpler communications problem; to wit: communicate with the ants? How\ncan we expect to solve communication with really alien beings from the\nstars, when we have not learned to communicate with the intelligent\nbeings at our very feet?\"\n\nAll over the room we sighed heavily with relief. We knew the syllogism\nwas the conclusion, the Sunday punch. The boy had really cut it short\nthis time. Usually he was good for a solid hour with facts and figures\nabout how ants built bridges and such stuff.\n\nWe all looked at Pringle's face, expecting to see the embarrassed and\nsheepish grin. This was the usual reaction of a stranger when he first\nmet up with Kenzie's syllogism. It horrified us to see, instead, his\nshining eyes. We heard him say enthusiastically.\n\n\"That's just how I've always felt about it, Kenzie. It's a pleasure to\nmeet a man who isn't afraid of thinking.\"\n\n\"Oh, no-o-o!\" we all groaned out in a chorus.\n\n\"Only,\" Pringle said dubiously, and our hopes began to arise again.\n\"Only I've been thinking more along the line of termites.\" Our hopes\nfell and were shattered.\n\nWe heard the Chief moan to himself and saw him turn and almost run\nback into his office.\n\n\"Two of 'em now,\" he was mumbling over and over. \"Two of 'em now. It\nain't worth it. It ain't worth it.\" He sat down heavily and buried his\nhead in his arms across the top of his desk. Kenzie was watching him\ntoo, like he was wondering what had got into the Chief. Then Kenzie\nturned back to Pringle.\n\n\"Ants,\" he said with determination.\n\n\"Termites,\" Pringle answered him stubbornly. Kenzie glared at Pringle\nfor a minute, then his face cleared.\n\n\"Why not both of them?\" he asked, like a fellow who was willing to be\nbig about it.\n\n\"Sure, why not?\" Pringle came his half way also. Then, like he wasn't\nto be outdone in generosity. \"Ants first, then termites later.\"\n\nSolemnly the two shook hands. They went back to their work at the\nbench, and there was an aura of understanding and accord at that end\nof the room thick enough to be felt.\n\n\"I hope you insect lovers will be very happy together,\" the grid\nexpert mumbled to their backs. The rest of us also settled back into\nour varied jobs and problems. But we worked as if we momentarily\nexpected an earthquake to rock us. Our hands were not quite steady.\nOur eyes were not firm and piercing. We almost held our breaths. For a\nwonder, we agreed with the Chief. Two of 'em now.\n\nThe days passed and nothing more was said. More than ever now, we\nenforced the taboo on insects. We didn't mention trees, or wood, or\neven the conditional subjunctive. Would sounded like wood. Wood might\nbring up the thought of termites.\n\nWe could see the Chief was weighing the advantages of keeping them\nagainst the risks of upsetting the department constantly. As we\nexpected, greed won. We knew he would not risk giving up the prestige\nand extra bonuses he got for Kenzie's work. And he knew he had to keep\nthose discoveries coming, because our management has a short memory of\nwhat a guy has done in the past.\n\nThe Chief even let Kenzie have Pringle as his own personal tech. It\nserved two purposes. It isolated them from the rest of us. It made\nKenzie happy.\n\nI will say for the lads, they spent most of their time on Company\nproblems, at first. But gradually, on one corner of Kenzie's bench, a\ngadget began to take shape. The two of them worked on it when there\nwere no urgent, frantic, must-be-out-today-without-fail problems to be\nsolved first. None of us could figure out the purpose of the\nmechanism.\n\nWe knew if we couldn't figure it, the Chief couldn't. But we could\npractically see him rub his hands in glee when he thought of the extra\nbonus he might get for this new gadget.\n\nOf course the Chief wasn't a complete slouch as an electronics\nengineer. But it was a long time since he did his study, and he had\ngrown hazy by spending too many years as an administrator. The word\ngot around that for hours at a time, after we had gone home, the Chief\nwould stand at Kenzie's bench.\n\nThe way we reasoned it, he figured he ought to know something about\nthe gadget when he took it in to Old Rock Jaw, and palmed it off as\nhis latest discovery. We also reasoned that since we couldn't figure\nit, the Chief must have been an awfully troubled man.\n\nObviously, it had something to do with microwave transmission and\nreception. There was the usual high-frequency condensor, the magnatron\ntubes, the tuning cavities. All company stock, of course. But then\nnone of us ever worried about cost. That was the Chief's problem.\n\nHe didn't worry much about it either, except at budget time. Then\nthere were screams of anguish from the front office over experimental\nrequisitions. Every year, Old Rock Jaw promised to fire us all, if we\ndidn't cut costs, but in a couple of weeks we always forgot about it.\n\nTrouble was, the Chief had been getting edgy about costs lately, so we\nknew it was about time for the annual budget battle. Significantly, he\ndidn't say a word to Kenzie about the gadget.\n\n       *       *       *       *       *\n\nAs luck would have it, I was working late one night on a special\npermit. My bench is over in a wing of the lab, and I guess the Chief\nforgot I was around. I saw a very pretty scene.\n\nThe Chief had built up a habit of staying late so he could stand and\nstudy over the Kenzie gadget. He never touched it, though. He knew\nenough not to bother anything, because we all knew how bitter Kenzie\nwas when anybody touched his things.\n\nThe Chief was standing there this evening when the General Manager,\nOld Rock Jaw, was showing some important personages through the plant\nafter hours. They came through the lab door, and I saw scrambled eggs\nand fruit salad shining all over bulging uniforms. There was also one\nlittle geezik in a pin-striped suit. Old Rock Jaw was talking, as\nusual.\n\n\"... and it is from this room, gentlemen,\" he was saying, \"That some\nof those revolutionary discoveries emanate!\"\n\nThen he caught sight of the Chief, who had hastily picked up a cold\nsoldering iron and was tentatively touching a random point on the new\nmechanism.\n\n\"Ah-h!\" Old Rock Jaw exclaimed with satisfaction. \"Here is our chief\nscientist now. Still at work. He watches no clock, gentlemen. He knows\nno time. His whole life is wrapped up in his research!\"\n\nThe Chief didn't look around, but bent closer to the soldering point.\nHe looked like he hoped they would limit their inspection to a cursory\nlook about and then retire. I hoped they would too, I didn't want them\nto see me.\n\nBut Old Rock Jaw, in more of a blowhard mood even than usual, couldn't\nlet well enough alone. He came up close to the Chief, and looked over\nhis shoulder at the mechanism. He was even more ignorant than the\nChief, so I knew he wouldn't recognize any of it.\n\n\"Don't let us disturb you, Alfred,\" he breathed in a hushed voice.\n\"But could you tell the gentlemen what you are working on now?\" He\ncleared his throat importantly and said, \"I might add that everyone\nhere has been security cleared, Alfred, so you may speak freely.\"\n\nThe Chief still did not lift his eyes from his work. He didn't dare.\nHe carefully turned an unconnected control knob a hairsbreadth with\nutmost deliberation and precision.\n\n\"Multimicrofrequidometer,\" the Chief mumbled, and buried his head\nstill deeper into the mechanism.\n\n\"Ah yes, of course. But you have a new hook up,\" the General Manager\nbluffed. \"I hardly recognized it at first. Startling!\" he breathed.\n\nHe looked around triumphantly at the impressed brass and braid. He\nlooked pointedly at the pin-striped suit who probably controlled\ncongressional purse strings.\n\n\"Apparently he is at a point where he cannot divert his attention to\nus, gentlemen,\" he breathed in a hushed voice. He placed his fingers\nto his lips and began to tip-toe backwards toward the door.\n\nThe beef trust in fancy uniform came up on their own toesies, and also\ntiptoed away from the genius scientist. By now, the genius was\nbeginning to exude large drops of sweat.\n\nThe door closed behind them, and the Chief dropped the cold soldering\niron with a sigh of relief. He took hold of his tongue, where he must\nhave been biting into it. He wiped his forehead and fingers with his\nbreast-pocket handkerchief.\n\nBoth the Chief and I heard the party walking down the hall and into\nanother wing of the building. I still didn't make a sound. It would\nnever do for the Chief to know he had been observed. After a suitable\ntime, the Chief, also, tiptoed out of the lab, and he was mumbling to\nhimself as I have never seen him mumble before.\n\n       *       *       *       *       *\n\nSeveral days later another thing appeared on Kenzie's work bench. This\ntime it was a large rectangular glass aquarium. It was filled with\nmoist earth. Now here was something new in electronics!\n\nWe shook our heads. One of the techs, who fancied himself a\npsychologist, said the boys were suffering from retrogressive\ndementia. They had gone so far back into childhood, they had to play\nsand box. The Chief overheard the tech, and spoke up plaintively.\n\n\"But I don't see any celluloid spade and bucket,\" he said. He seemed\nrelieved when we burst out laughing.\n\nHis relief didn't last long, however. It changed to more worry when he\nsaw the boys carefully sprinkling bread and meat crumbs over the\nsurface of the sand. Then on top of that they dropped moist bits of\ncake icing. When Pringle brought down a marigold plant, all covered\nwith aphis, and transplanted it in a corner of the aquarium, the\nChief again ran into his office and began to hold his head in his\nhands.\n\nMore days passed. The gadget became a bristling porcupine of test\nclips. By now the boys had forgotten they were working for the Company\nand spent practically all their time on the whoozits. The Chief became\nso fascinated, in a kind of horror-stricken manner, that he did not\nmention the aquarium to Kenzie at all.\n\nThe rest of us also kept away from that side of the lab. Ever since\nKenzie had started on the gadget, he had no time for us, or helping us\nwith our problems. If we spoke to him he snapped back at us, until I\nguess all our noses were out of joint. By the time the aquarium\nappeared, we were ignoring him and everything he did.\n\nIn a few more weeks the aquarium was swarming with ants. It was easy\nto see their tunnels running up and down the sides of the glass. I\nwill say this for the boys. They set it in a huge pan of water. None\nof us could legitimately squawk about getting ants mixed up with our\nanatomy.\n\nThe Chief showed he was mixed with disappointment and elation when the\nboys asked clearance to work nights in the lab. Disappointed since he\ncould no longer stay late and follow the progress; elated because the\nboys must really be getting hot.\n\nAnnual budget time was getting closer, and we could see the wheels\ngoing around in his mind. It would be a nice thing if he could deliver\nthe multiwhoozits gadget just before the big fight for appropriations.\n\nAs far as we knew, the only interest the General Manager had shown was\nthe time he asked the Chief in the hall how that multiwhoozits was\ncoming along. Even in that question, it was evident Old Rock Jaw was\nasking out of a rare politeness only--there being no big shots around\nto impress.\n\nIt was doubtful if the G.M. heard the Chief's vague answer, because\nthe old boy was mumbling to himself about rising costs and having to\ncut down expenses. He waddled on down the hall. He was still mumbling\nas he went, but both the Chief and I heard one sentence clearly.\n\n\"And certain salaries and bonuses will have to be cut.\"\n\nThe Chief turned pale.\n\nSo he granted Kenzie's request with alacrity--and hoped he would\nfinish the gadget in time.\n\nFor two more weeks the Chief waited patiently, or maybe impatiently.\nHe knew the boys were working every night, because the security police\ncomplained about their pinochle game being interrupted to let Kenzie\nand Pringle in and out.\n\nBoth the boys began to get a feverish look in their faces. Their\ncheeks grew hollow. Their eyes were bloodshot. Their regular work\nsuffered even more. The Chief thought he was being considerate when he\nlifted some of their work and shoved it over to the rest of us.\n\nWe were already sore at the boys and we didn't take it too kindly.\nJust the same, we didn't let our squawk get beyond the walls of the\nlab. No use letting that nosy Personnel Department get an excuse to\nstart holding hands, patting on the back, and radiating aid and\ncomfort to all.\n\nThen--a certain Monday came.\n\n       *       *       *       *       *\n\nThe Chief came in, a little late as usual. Some of the newer guys\npretended to be busy, but we were all watching to see what he would\ndo. There is a back door to the Chief's office which he seldom uses\nand which he always keeps locked. But it opens into the lab wing right\nat my table. It wasn't my fault, in fiddling around a little with the\nlock, it came unstuck and the door opened a little so I could hear\nwhat went on.\n\nWhen the Chief came in, both the boys were busy dismantling the\ngadget. Discouragement and hopelessness were written all over their\nfaces, in the dejected slope of their shoulders, in the lackadaisical\nmovements of their arms. Piece by piece, through the glass partition\nof his office wall, the Chief watched the gadget being taken apart.\nEach piece was carefully taken back and placed in stock for re-use.\n\nThat alone was enough to create great alarm for their sanity. Imagine\na technician putting a piece back to be used over!\n\nFinally the Chief could bear it no longer. He called them into his\noffice. He carefully shut the door, but he didn't notice the back door\nswung open a little farther. I found it necessary to work close to the\ncrack, and if I turned around, I could get a good view of the entire\noffice.\n\nThe Chief waved the boys into chairs across from his desk. He sat down\nand placed his fingertips together. Even then, I could see his hands\nwere shaking. He leaned forward and asked with careful sympathy in his\nvoice.\n\n\"Didn't it work?\"\n\n\"Yeah,\" Kenzie answered in a bored voice. \"It worked.\" I was surprised\nat Kenzie's voice. Usually he talked with the concise enunciation of a\nprofessor. Now he sounded like maybe just a good lab tech.\n\n\"Then why are you dismantling it?\" the Chief asked with a worried\nfrown.\n\n\"It wouldn't be good for people to know about it,\" Pringle burst out.\n\n\"I don't understand,\" the Chief faltered. Then desperately, \"Look,\nfellows. I've given you a lotta leeway. You've sluffed your work\nsomething terrible. That's all right to an extent. I've covered for\nyou.\"\n\n\"Thanks, Chief,\" Kenzie said drily.\n\n\"But Old Rock--er--the General Manager,\" the Chief complained, \"knows\nI've been working on something. Now what with budgets coming on, and\nall, I gotta have something to show!\"\n\n\"_You've_ been working on something--\" Pringle exclaimed.\n\n\"I mean my department has,\" the Chief covered himself hastily. \"I'm\nresponsible for what goes on in my department, you know. I gotta have\nsome kind of an explanation.\" He was almost wailing now. \"What with\nbudgets coming on, and all.\"\n\n\"Make up your own explanation,\" Kenzie answered disinterestedly.\n\"It's a cinch you can't give out with the real one.\"\n\nThe Chief began to wheedle. \"You two boys know the explanation. Why\ncan't you tell me? This is your Chief who's talking, boys. The one who\nhas always stood by you and covered for you. Remember? You just gotta\ntell me, boys.\" I saw Pringle and Kenzie look at one another.\n\n\"I guess he's right, Ken,\" Pringle said. \"That is, if he promises\nnever to tell anybody.\"\n\n\"Yeah. I guess so.\" Kenzie nodded his head in agreement. \"We owe him\nthat much for just letting us alone.\"\n\nThe Chief let out a big sigh of relief.\n\n\"It's about ants,\" Kenzie began.\n\n\"Now, now, Kenzie boy,\" the Chief interrupted hurriedly. \"Let's stay\non the subject, shall we? Let's not get off on that tangent again,\nKenzie boy. Shall we?\"\n\n\"Nuts,\" Kenzie said.\n\n\"But this is about ants, Chief,\" Pringle answered. Then shrewdly, \"But\nfirst you gotta promise, Chief.\"\n\n\"All right, I promise,\" the Chief acceded testily.\n\n\"It's about ants,\" Kenzie repeated stubbornly. The Chief winced, but\nhe held his peace.\n\n\"They're intelligent,\" Kenzie said profoundly, and stopped.\n\n\"I know,\" the Chief prompted. \"I know, Kenzie boy. You've been saying\nthat all along.\"\n\n\"I communicated with them,\" Kenzie said flatly.\n\n\"You what?\" The Chief's eyes bugged out. I guess mine did too.\n\n\"Sure,\" Kenzie answered. \"After a fashion, that is. In their anthers\nthey've got a chitin cell diaphragm. Modified cellular structure. They\ncommunicate with a sort of microwave. Roughly you might say it\ngenerates and radiates like our brain wave. Roughly, very roughly.\nThis chitin diaphragm picks up the microwave like our ears pick up\nsound. Roughly, that is.\"\n\n\"But that's wonderful,\" the Chief glowed. It didn't take much\nimagination to see him in the General Manager's office explaining how\nhis multiwhoozits gadget worked. Maybe nothing immediately commercial\nabout it, but when the publicity office got hold of it--man, it would\nmean plenty of free publicity for the Company. And how Old Rock Jaw\nloved free publicity!\n\n\"We tuned in on them,\" Kenzie was saying. \"By putting different kinds\nof food around, and by making different kinds of disturbances, we\nworked out a crude sort of vocabulary.\"\n\n\"You did--\" the Chief exclaimed.\n\n\"Nothing fancy, you understand,\" Kenzie belittled his achievement.\n\"But enough so when we broadcast a sugar wave, they came running to\nthe surface to see where it was. When we broadcast a water wave, they\nrushed to the ant nursery and started carrying eggs to high ground.\"\n\n\"Glory be--\" the Chief breathed. In his eyes there was the vision of\nworld renowned scientists patting him on the back. Maybe even more\nimportant, Old Rock Jaw was actually smiling, and telling him he\ncould have unlimited funds in his budget.\n\n\"Sure,\" Kenzie said bitterly. \"Sure that was all very fine. Big shots,\nwe were going to be, Pringle and me. First time in history man had\ntalked with an insect. Maybe even get our pictures in the paper, same\nas if we'd murdered somebody. Fame!\"\n\n\"Yeah,\" Pringle chimed in. \"First step in learning how to communicate\nwith an alien mind. Nuts!\"\n\n\"I don't get it,\" the Chief stammered. \"What's wrong with that?\"\n\n\"Well, we went on perfecting the vocabulary,\" Kenzie said. \"You know.\nFining it down. Had the little beggars practically standing on their\nheads at times with our wave.\" He grinned at the memory and seemed to\nshake off some of his lethargy.\n\n\"You shoulda been here the night Pringle had them marching in\nformation.\" His face fell again.\n\n\"We kept on improving the gadget,\" he said with hangdog attitude. \"We\nstill hadn't made direct communication, you understand. Nothing like\n'How do you do, Mrs. Ant? This is Kenzie MacKenzie, human, talking.'\"\nThen he sneered at his memory.\n\n\"With our microwave we could make them do things. But hell, you can\nmake them run out of the ground by pouring water down their hole.\nThat's not communication! We couldn't seem to contact them\ndirect--make them know we were communicating.\"\n\n\"But you still--\" the Chief said. He had visions of every home using a\ngadget to broadcast \"keep away\" signals to ant pests.\n\n\"Our gadget was still crude at that point,\" Kenzie interrupted. \"We\nfined it down, more and more. That's when we began to pick up the star\nstatic.\"\n\n\"Star static?\" the Chief faltered.\n\n\"He wouldn't know about that,\" Pringle said, and I could detect\ncontempt in his voice, even if the Chief didn't.\n\n\"Sure he would,\" Kenzie corrected. \"Everybody knows about the fifty or\nso stars that send out continuous radio signals, and how we've been\ntrying for years to unscramble them.\"\n\n\"Why certainly,\" the Chief said, so positively I knew he hadn't heard\nof it before.\n\n\"Anyway,\" Kenzie said. \"The more we worked out the vocabulary code,\nthe more the star signals began to fit right into it. So we decided to\nbreak up the thing, and forget all about ants. Honest Chief, you'll\nnever hear me mention the word again.\"\n\n\"Termites either,\" Pringle chimed in.\n\n\"But I still don't understand,\" the Chief complained. \"It still all\nsounds marvelous. I just don't understand.\"\n\n\"Draw him a picture,\" Pringle said disgustedly.\n\n\"Okay,\" Kenzie acceded. \"How many years would you say ants have been\non earth, Chief?\"\n\n\"Oh, I don't know,\" the Chief answered. \"Quite a few, I'd say.\"\n\n\"Yeah,\" Kenzie said drily. \"Quite a few. At least a million.\nUnchanged. A perfect life form with a perfect civilization. So\nperfect, nature hasn't seen any need to change them for a million\nyears.\"\n\n\"So what?\" the Chief asked. \"They're nothing. We come along and make\nthem do nip ups.\"\n\n\"Yeah,\" Kenzie was bitter again. \"We humans go around talking about\nhow brave and smart we are. How someday we might even get so smart\nwe'll contact other intelligent races on other worlds. Yeah, we're\nsmart. You know those star radiations?\"\n\n\"That's not my specialty, you know,\" the Chief answered cautiously.\n\n\"Some of those radiations started out from their home planet a million\n_light_ years ago,\" Pringle said quietly.\n\n\"So what again?\" the Chief asked.\n\n\"Those radiations,\" Kenzie said, \"happen to be communications between\nthe galaxies--beamed at the ants. Sort of a continuous radio program\nbroadcast universe wide. It happens the ants, maybe termites, maybe\nother insects, are spread through all the galaxies. It happens _they_\nare the dominant intelligent race throughout the universe.\" He\nshrugged in disgust.\n\n\"Us big brave humans,\" he said contemptuously. \"Someday we might even\nreach Mars. Hell, those ants have been colonizing for hundreds of\nmillions of years. They're still communicating. They are the real\nintelligence on the earth!\"\n\nHe crushed a cigarette fiercely into a glass ash tray on the desk.\n\n\"Only thing man has got, or ever had, was his ego. He's got to believe\nhe's top dog, or else he folds and quits. Yeah, we're smart all right.\nHell, we're so far down the scale the ants don't even recognize us as\na life form at all.\"\n\nPringle nodded soberly. \"Yeah,\" he said to the Chief, \"how would you\nlike to explain a gadget that proved ants have more brains than you\nhave?\"\n\nThe Chief looked at them with incredulous eyes.\n\nHe was still staring at them silently, with a bloodless face, when the\noffice messenger came in and told him the General Manager wished to\nsee him in his office to discuss budgets.\n\nI closed the back office door quietly and went back to work. The other\nguys clustered around and wanted to know what I heard.\n\n\"Nothing,\" I said, and looked them straight in the eye. \"Nothing at\nall.\"\n\n----THE END----\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Kenzie Report, by Mark Clifton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE KENZIE REPORT ***\n\n***** This file should be named 32131.txt or 32131.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/3/32131/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}