{"title": "The Graveyard of Space", "author": "Milton Lesser", "releaseDate": "April 25, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n  Transcriber's note:\n\n  This etext was produced from Imagination April 1956. Extensive research\n  did not uncover any evidence that the U.S. copyright on this publication\n  was renewed.\n\n\n  [Illustration: Illustrated by H. W. McCauley]\n\n\n\n\n  [Illustration]\n\n\n\n\n  Nobody knew very much about the Sargasso area of the void; only one\n  thing was certain: if a ship was caught there it was doomed  in--\n\n  The Graveyard Of Space\n\n  _by_\n\n  _Milton Lesser_\n\n\nHe lit a cigarette, the last one they had, and asked his wife \"Want to\nshare it?\"\n\n\"No. That's all right.\" Diane sat at the viewport of the battered old\nGormann '87, a small figure of a woman hunched over and watching the\nparade of asteroids like tiny slow-moving incandescent flashes.\n\nRalph looked at her and said nothing. He remembered what it was like\nwhen she had worked by his side at the mine. It had not been much of a\nmine. It had been a bust, a first class sure as hell bust, like\neverything else in their life together. And it had aged her. Had it only\nbeen three years? he thought. Three years on asteroid 4712, a speck of\ncosmic dust drifting on its orbit in the asteroid belt between Jupiter\nand Mars. Uranium potential, high--the government had said. So they had\nleased the asteroid and prospected it and although they had not finished\nthe job, they were finished. They were going home and now there were\nlines on Diane's face although she was hardly past twenty-four. And\nthere was a bitterness, a bleakness, in her eyes.\n\nThe asteroid had ruined them, had taken something from them and given\nnothing in return. They were going home and, Ralph Meeker thought, they\nhad left more than their second-hand mining equipment on asteroid 4712.\nThey had left the happy early days of their marriage as a ghost for\nwhomever tried his luck next on 4712. They had never mentioned the word\ndivorce; Diane had merely said she would spend some time with her sister\nin Marsport instead of going on to Earth....\n\n\"We'd be swinging around to sunward on 4712,\" Ralph mused.\n\n\"Please. That's over. I don't want to talk about the mine.\"\n\n\"Won't it ever bother you that we never finished?\"\n\n\"We finished,\" Diane said.\n\nHe smoked the cigarette halfway and offered it to her. She shook her\nhead and he put the butt out delicately, to save it.\n\nThen a radar bell clanged.\n\n\"What is it?\" Ralph asked, immediately alert, studying the viewport. You\nhad to be alert on an old tub like the Gormann '87. A hundred tonner, it\nhad put in thirty years and a billion and some miles for several owners.\nIts warning devices and its reflexes--it was funny, Ralph thought, how\nyou ascribed something human like reflexes to a hundred tons of battered\nmetal--were unpredictable.\n\n\"I don't see anything,\" Diane said.\n\nHe didn't either. But you never knew in the asteroid belt. It was next\nto impossible to thread a passage without a radar screen--and completely\nimpossible with a radar screen on the blink and giving you false\ninformation. You could shut it off and pray--but the odds would still be\na hundred to one against you.\n\n\"There!\" Diane cried. \"On the left! The left, Ralph--\"\n\nHe saw it too. At first it looked like a jumble of rocks, of dust as\nthe asteroid old-timers called the gravity-held rock swarms which\npursued their erratic, dangerous orbits through the asteroid belt.\n\nBut it was not dust.\n\n\"Will you look at that,\" Diane said.\n\nThe jumble of rocks--which they were ready to classify as dust--swam up\ntoward them. Ralph waited, expecting the automatic pilot to answer the\nradar warning and swing them safely around the obstacle. So Ralph\nwatched and saw the dark jumble of rocks--silvery on one side where the\ndistant sunlight hit it--apparently spread out as they approached it.\nSpread out and assume tiny shapes, shapes in miniature.\n\n\"Spaceships,\" Diane said. \"Spaceships, Ralph. Hundreds of them.\"\n\nThey gleamed like silver motes in the sun or were black as the space\naround them. They tumbled slowly, in incredible slow motion, end over\nend and around and around each other, as if they had been suspended in a\nslowly boiling liquid instead of the dark emptiness of space.\n\n\"That's the sargasso,\" Ralph said.\n\n\"But--\"\n\n\"But we're off course. I know it. The radar was probably able to miss\nthings in our way, but failed to compensate afterwards and bring us back\nto course. Now--\"\n\nSuddenly Ralph dived for the controls. The throbbing rockets of the\nGormann '87 had not responded to the radar warning. They were rocketing\non toward the sargasso, rapidly, dangerously.\n\n\"Hold on to something!\" Ralph hollered, and punched full power in the\nleft rockets and breaking power in the right forward rockets\nsimultaneously, attempting to stand the Gormann '87 on its head and\nfight off the deadly gravitational attraction of the sargasso.\n\nThe Gormann '87 shuddered like something alive and Ralph felt himself\nthrust to the left and forward violently. His head struck the radar\nscreen and, as if mocking him the radar bell clanged its warning. He\nthought he heard Diane scream. Then he was trying to stand, but the\ngravity of sudden acceleration gripped him with a giant hand and he\nslumped back slowly, aware of a wetness seeping from his nose, his\nears--\n\nAll of space opened and swallowed him and he went down, trying to reach\nfor Diane's hand. But she withdrew it and then the blackness, like some\nobscene mouth as large as the distance from here to Alpha Centauri,\nswallowed him.\n\n       *       *       *       *       *\n\n\"Are you all right, Diane?\" he asked.\n\nHe was on his knees. His head ached and one of his legs felt painfully\nstiff, but he had crawled over to where Diane was down, flat on her\nback, behind the pilot chair. He found the water tank unsprung and\nbrought her some and in a few moments she blinked her eyes and looked at\nhim.\n\n\"Cold,\" she said.\n\nHe had not noticed it, but he was still numb and only half conscious,\nhalf of his faculties working. It _was_ cold. He felt that now. And he\nwas giddy and growing rapidly more so--as if they did not have\nsufficient oxygen to breathe.\n\nThen he heard it. A slow steady hissing, probably the sound feared most\nby spacemen. Air escaping.\n\nDiane looked at him. \"For God's sake, Ralph,\" she cried. \"Find it.\"\n\nHe found it and patched it--and was numb with the cold and barely\nconscious when he had finished. Diane came to him and squeezed his hand\nand that was the first time they had touched since they had left the\nasteroid. Then they rested for a few moments and drank some of the\nachingly cold water from the tank and got up and went to the viewport.\nThey had known it, but confirmation was necessary. They looked outside.\n\nThey were within the sargasso.\n\nThe battered derelict ships rolled and tumbled and spun out there,\nslowly, unhurried, in a mutual gravitational field which their own\nGormann '87 had disturbed. It was a sargasso like the legendary Sargasso\nSeas of Earth's early sailing days, becalmed seas, seas without wind,\nwith choking Sargasso weed, seas that snared and entrapped....\n\n\"Can we get out?\" Diane asked.\n\nHe shrugged. \"That depends. How strong the pull of gravity is. Whether\nthe Gormann's rocket drive is still working. If we can repair the radar.\nWe'd never get out without the radar.\"\n\n\"I'll get something to eat,\" she said practically. \"You see about the\nradar.\"\n\nDiane went aft while he remained there in the tiny control cabin. By the\ntime she brought the heated cans back with her, he knew it was hopeless.\nDiane was not the sort of woman you had to humor about a thing like\nthat. She offered him a can of pork and beans and looked at his face,\nand when he nodded she said:\n\n\"It's no use?\"\n\n\"We couldn't fix it. The scopes just wore out, Diane. Hell, if they\nhaven't been replaced since this tub rolled off the assembly line,\nthey're thirty years old. She's an '87.\"\n\n\"Is there anything we can do?\"\n\nHe shrugged. \"We're going to try. We'll check the air and water and see\nwhat we have. Then we start looking.\"\n\n\"Start looking? I don't understand.\"\n\n\"For a series eighty Gormann cruiser.\"\n\nDiane's eyes widened. \"You mean--out there?\"\n\n\"I mean out there. If we find a series eighty cruiser--and we might--and\nif I'm able to transfer the radarscopes after we find out they're in\ngood shape, then we have a chance.\"\n\nDiane nodded slowly. \"If there are any other minor repairs to make, I\ncould be making them while you look for a series eighty Gormann.\"\n\nBut Ralph shook his head. \"We'll probably have only a few hours of air\nto spare, Diane. If we both look, we'll cover more ground. I hate to ask\nyou, because it won't be pretty out there. But it might be our only\nchance.\"\n\n\"I'll go, of course. Ralph?\"\n\n\"Yes?\"\n\n\"What is this sargasso, anyway?\"\n\n       *       *       *       *       *\n\nHe shrugged as he read the meters on the compressed air tanks. Four\ntanks full, with ten hours of air, for two, in each. One tank half full.\nFive hours. Five plus forty. Forty-five hours of air.\n\nThey would need a minimum of thirty-five hours to reach Mars.\n\n\"No one knows for sure about the sargasso,\" he said, wanting to talk,\nwanting to dispel his own fear so he would not communicate it to her as\nhe took the spacesuits down from their rack and began to climb into one.\n\"They don't think it's anything but the ships, though. It started with a\nfew ships. Then more. And more. Trapped by mutual gravity. It got bigger\nand bigger and I think there are almost a thousand derelicts here now.\nThere's talk of blasting them clear, of salvaging them for metals and so\non. But so far the planetary governments haven't co-operated.\"\n\n\"But how did the first ships get here?\"\n\n\"It doesn't make a hell of a lot of difference. One theory is ships\nonly, and maybe a couple of hunks of meteoric debris in the beginning.\nAnother theory says there may be a particularly heavy small asteroid in\nthis maze of wrecks somewhere--you know, superheavy stuff with the atoms\nstripped of their electrons and the nuclei squeezed together, weighing\nin the neighborhood of a couple of tons per square inch. That could\naccount for the beginning, but once the thing got started, the wrecked\nships account for more wrecked ships and pretty soon you have--a\nsargasso.\"\n\nDiane nodded and said, \"You can put my helmet on now.\"\n\n\"All right. Don't forget to check the radio with me before we go out. If\nthe radio doesn't work, then you stay here. Because I want us in\nconstant radio contact if we're both out there. Is that understood?\"\n\n\"Yes, sir, captain,\" she said, and grinned. It was her old grin. He had\nnot seen her grin like that for a long time. He had almost forgotten\nwhat that grin was like. It made her face seem younger and prettier, as\nhe had remembered it from what seemed so long ago but was only three\nyears. It was a wonderful grin and he watched it in the split-second\nwhich remained before he swung the heavy helmet up and in place over her\nshoulders.\n\nThen he put on his own helmet awkwardly and fingered the outside radio\ncontrols. \"Hear me?\" he said.\n\n\"I can hear you.\" Her voice was metallic but very clear through the suit\nradios.\n\n\"Then listen. There shouldn't be any danger of getting lost. I'll leave\na light on inside the ship and we'll see it through the ports. It will\nbe the only light, so whatever you do, don't go out of range. As long as\nyou can always see it, you'll be O.K. Understand?\"\n\n\"Right,\" she said as they both climbed into the Gormann '87's airlock\nand waited for the pressure to leave it and the outer door to swing out\ninto space. \"Ralph? I'm a little scared, Ralph.\"\n\n\"That's all right,\" he said. \"So am I.\"\n\n\"What did you mean, it won't be pretty out there?\"\n\n\"Because we'll have to look not just for series eighty Gormanns but for\nany ships that look as old as ours. There ought to be plenty of them and\nany one of them could have had a Gormann radarscope, although it's\nunlikely. Have to look, though.\"\n\n\"But what--won't be pretty?\"\n\n\"We'll have to enter those ships. You won't like what's inside.\"\n\n\"Say, how will we get in? We don't have blasters or weapons of any\nkind.\"\n\n\"Your suit rockets,\" Ralph said. \"You swing around and blast with your\nsuit rockets. A porthole should be better than an airlock if it's big\nenough to climb through. You won't have any trouble.\"\n\n\"But you still haven't told me what--\"\n\n\"Inside the ships. People. They'll all be dead. If they didn't lose\ntheir air so far, they'll lose it when we go in. Either way, of course,\nthey'll be dead. They've all been dead for years, with no food. But\nwithout air--\"\n\n\"What are you stopping for?\" Diane said. \"Please go on.\"\n\n\"A body, without air. Fifteen pounds of pressure per square inch on the\ninside, and zero on the outside. It isn't pretty. It bloats.\"\n\n\"My God, Ralph.\"\n\n\"I'm sorry, kid. Maybe you want to stay back here and I'll look.\"\n\n\"You said we only have ten hours. I want to help you.\"\n\nAll at once, the airlock swung out. Space yawned at them, black\nenormous, the silent ships, the dead sargasso ships, floating slowly by,\neternally, unhurried....\n\n\"Better make it eight hours,\" Ralph said over the suit radio. \"We'd\nbetter keep a couple of hours leeway in case I figured wrong. Eight\nhours and remember, don't get out of sight of the ship's lights and\ndon't break radio contact under any circumstances. These suit radios\nwork like miniature radar sets, too. If anything goes wrong, we'll be\nable to track each other. It's directional beam radio.\"\n\n\"But what can go wrong?\"\n\n\"I don't know,\" Ralph admitted. \"Nothing probably.\" He turned on his\nsuit rockets and felt the sudden surge of power drive him clear of the\nship. He watched Diane rocketing away from him to the right. He waved\nhis hand in the bulky spacesuit. \"Good luck,\" he called. \"I love you,\nDiane.\"\n\n\"Ralph,\" she said. Her voice caught. He heard it catch over the suit\nradio. \"Ralph, we agreed never to--oh, forget it. Good luck, Ralph. Good\nluck, oh good luck. And I--\"\n\n\"You what.\"\n\n\"Nothing, Ralph. Good luck.\"\n\n\"Good luck,\" he said, and headed for the first jumble of space wrecks.\n\n       *       *       *       *       *\n\nIt would probably have taken them a month to explore all the derelicts\nwhich were old enough to have Gormann series eighty radarscopes.\nTheoretically, Ralph realized, even a newer ship could have one. But it\nwasn't likely, because if someone could afford a newer ship then he\ncould afford a better radarscope. But that, he told himself, was only\nhalf the story. The other half was this: with a better radarscope a ship\nmight not have floundered into the sargasso at all....\n\nSo it was hardly possible to pass up any ship if their life depended on\nit--and the going was slow.\n\nToo slow.\n\nHe had entered some dozen ships in the first four hours turning, using\nhis shoulder rockets to blast a port hole out and climb in through\nthere. He had not liked what he saw, but there was no preventing it.\nWithout a light it wasn't so bad, but you needed a light to examine the\nradarscope....\n\nThey were dead. They had been dead for years but of course there would\nbe no decomposition in the airless void of space and very little even if\nair had remained until he blasted his way in, for the air was sterile\ncanned spaceship air. They were dead, and they were bloated. All\nimpossibly fat men, with white faces like melons and gross bodies like\nTweedle Dee's and limbs like fat sausages.\n\nBy the fifth ship he was sick to his stomach, but by the tenth he had\nachieved the necessary detachment to continue his task. Once--it was the\neighth ship--he found a Gormann series eighty radarscope, and his heart\npounded when he saw it. But the scope was hopelessly damaged, as bad as\ntheir own. Aside from that one, he did not encounter any, damaged or in\ngood shape, which they might convert to their own use.\n\nFour hours, he thought. Four hours and twelve ships. Diane reported\nevery few moments by intercom. In her first four hours she had visited\neight ships. Her voice sounded funny. She was fighting it every step of\nthe way he thought. It must have been hell to her, breaking into those\nwrecks with their dead men with faces like white, bloated melons--\n\nIn the thirteenth ship he found a skeleton.\n\nHe did not report it to Diane over the intercom. The skeleton made no\nsense at all. The flesh could not possibly have decomposed. Curious, he\nclomped closer on his magnetic boots. Even if the flesh had decomposed,\nthe clothing would have remained. But it was a skeleton picked\ncompletely clean, with no clothing, not even boots--\n\nAs if the man had stripped of his clothing first.\n\nHe found out why a moment later, and it left him feeling more than a\nlittle sick. There were other corpses aboard the ship, a battered\nThompson '81 in worse shape than their own Gormann. Bodies, not\nskeletons. But when they had entered the sargasso they had apparently\nstruck another ship. One whole side of the Thompson was smashed in and\nRalph could see the repair patches on the wall. Near them and thoroughly\ndestroyed, were the Thompson's spacesuits.\n\nThe galley lockers were empty when Ralph found them. All the food\ngone--how many years ago? And one of the crew, dying before the others.\n\nCannibalism.\n\nShuddering, Ralph rocketed outside into the clear darkness of space.\nThat was a paradox, he thought. It was clear, all right, but it was\ndark. You could see a great way. You could see a million million miles\nbut it was darker than anything on Earth. It was almost an\nextra-dimensional effect. It made the third dimension on earth, the\ndimension of depth, seem hopelessly flat.\n\n\"Ralph!\"\n\n\"Go ahead, kid,\" he said. It was their first radio contact in almost\nhalf an hour.\n\n\"Oh, Ralph. It's a Gormann. An eighty-five. I think. Right in front of\nme. Ralph, if its scopes are good--oh, Ralph.\"\n\n\"I'm coming,\" he said. \"Go ahead inside. I'll pick up your beam and be\nalong.\" He could feel his heart thumping wildly. Five hours now. They\ndid not have much time. This ship--this Gormann eighty-five which Diane\nhad found--might be their last chance. Because it would certainly take\nhim all of three hours to transfer the radarscope, using the rockets\nfrom one of their spacesuits, to their own ship.\n\nHe rocketed along now, following her directional beam, and listened as\nshe said: \"I'm cutting through the porthole now, Ralph. I--\"\n\nHer voice stopped suddenly. It did not drift off gradually. It merely\nceased, without warning, without reason. \"Diane!\" he called. \"Diane, can\nyou hear me?\"\n\n       *       *       *       *       *\n\nHe tracked the beam in desperate silence. Wrecks flashed by, tumbling\nslowly in their web of mutual gravitation. Some were molten silver if\nthe wan sunlight caught them. Some were black, but every rivet, every\nseam was distinct. The impossible clarity of blackest space....\n\n\"Ralph?\" Her voice came suddenly.\n\n\"Yes, Diane. Yes. What is it?\"\n\n\"What a curious thing. I stopped blasting at the port hole. I'm not\ngoing in that way. The airlock, Ralph.\"\n\n\"What about the airlock?\"\n\n\"It opened up on me. It swung out into space, all of a sudden. I'm going\nin, Ralph.\"\n\nFear, unexpected, inexplicable, gripped him. \"Don't,\" he said. \"Wait for\nme.\"\n\n\"That's silly, Ralph. We barely have time. I'm going in now, Ralph.\nThere. I'm closing the outer door. I wonder if the pressure will build\nup for me. If it doesn't, I'll blast the outer door with my rockets and\nget out of here.... Ralph! The light's blinking. The pressures building.\nThe inner door is beginning to open, Ralph. I'm going inside now.\"\n\nHe was still tracking the beam. He thought he was close now, a hundred\nmiles perhaps. A hundred miles by suit rocket was merely a few seconds\nbut somehow the fear was still with him. It was that skeleton, he\nthought. That skeleton had unnerved him.\n\n\"Ralph. It's here, Ralph. A radarscope just like ours. Oh, Ralph, it's\nin perfect shape.\"\n\n\"I'm coming,\" he said. A big old Bartson Cruiser tumbled by end over\nend, a thousand tonner, the largest ship he had seen in here so far. At\nsome of the portholes as he flashed by he could see faces, dead faces\nstaring into space forever.\n\nThen Diane's voice suddenly: \"Is that you, Ralph?\"\n\n\"I'm still about fifty miles out,\" he said automatically, and then cold\nfear, real fear, gripped him. _Is that you, Ralph?_\n\n\"Ralph, is that--oh, Ralph. Ralph--\" she screamed, and was silent.\n\n\"Diane! Diane, answer me.\"\n\nSilence. She had seen someone--something. Alive? It hardly seemed\npossible. He tried to notch his rocket controls further toward full\npower, but they were straining already--\n\nThe dead ships flashed by, scores of them, hundreds, with dead men and\ndead dreams inside, waiting through eternity, in no hurry to give up\ntheir corpses and corpses of dreams.\n\nHe heard Diane again then, a single agonized scream. Then there was\nsilence, absolute silence.\n\nTime seemed frozen, frozen like the faces of the dead men inside the\nships, suspended, unmoving, not dropping into the well of the past. The\nships crawled by now, crawled. And from a long way off he saw the\nGormann eighty-five. He knew it was the right ship because the outer\nairlock door had swung open again. It hung there in space, the lock\ngaping--\n\nBut it was a long way off.\n\nHe hardly seemed to be approaching it at all. Every few seconds he\ncalled Diane's name, but there was no answer. No answer. Time crawled\nwith the fear icy now, as cold as death, in the pit of his stomach, with\nthe fear making his heart pound rapidly, with the fear making it\nimpossible for him to think. Fear--for Diane. I love you, Di, he\nthought. I love you. I never stopped loving you. We were wrong. We were\ncrazy wrong. It was like a sargasso, inside of us, an emptiness which\nneeded filling--but we were wrong. Diane--\n\n       *       *       *       *       *\n\nHe reached the Gormann and plunged inside the airlock, swinging the\nouter door shut behind him. He waited. Would the pressure build up\nagain, as it had built up for Diane? He did not know. He could only\nwait--\n\nA red light blinked over his head, on and off, on and off as pressure\nwas built. Then it stopped.\n\nFifteen pounds of pressure in the airlock, which meant that the inner\ndoor should open. He ran forward, rammed his shoulder against it,\ntumbled through. He entered a narrow companionway and clomped awkwardly\ntoward the front of the ship, where the radarscope would be located.\n\nHe passed a skeleton in the companionway, like the one he had seen in\nanother ship. For the same reason, he thought. He had time to think\nthat. And then he saw them.\n\nDiane. On the floor, her spacesuit off her now, a great bruise,\nblue-ugly bruise across her temple. Unconscious.\n\nAnd the thing which hovered over her.\n\nAt first he did not know what it was, but he leaped at it. It turned,\nsnarling. There was air in the ship and he wondered about that. He did\nnot have time to wonder. The thing was like some monstrous, misshapen\ncreature, a man--yes, but a man to give you nightmares. Bent and\nmisshapen, gnarled, twisted like the roots of an ancient tree, with a\nwild growth of beard, white beard, heavy across the chest, with bent\nlimbs powerfully muscled and a gaunt face, like a death's head. And the\neyes--the eyes were wild, staring vacantly, almost glazed as in death.\nThe eyes stared at him and through him and then he closed with this\nthing which had felled Diane.\n\nIt had incredible strength. The strength of the insane. It drove Ralph\nback across the cabin and Ralph, encumbered by his spacesuit, could only\nfight awkwardly. It drove him back and it found something on the floor,\nthe metal leg of what once had been a chair, and slammed it down across\nthe faceplate of Ralph's spacesuit.\n\nRalph staggered, fell to his knees. He had absorbed the blow on the\ncrown of his skull through the helmet of the suit, and it dazed him. The\nthing struck again, and Ralph felt himself falling....\n\nSomehow, he climbed to his feet again. The thing was back over Diane's\nstill form again, looking at her, its eyes staring and vacant. Spittle\ndrooled from the lips--\n\nThen Ralph was wrestling with it again. The thing was almost protean. It\nall but seemed to change its shape and writhe from Ralph's grasp as they\nstruggled across the cabin, but this time there was no weapon for it to\ngrab and use with stunning force.\n\nHalf-crazed himself now, Ralph got his fingers gauntleted in rubberized\nmetal, about the sinewy throat under the tattered beard. His fingers\nclosed there and the wild eyes went big and he held it that way a long\ntime, then finally thrust it away from him.\n\nThe thing fell but sprang to its feet. It looked at Ralph and the mouth\nopened and closed, but he heard no sound. The teeth were yellow and\nblack, broken, like fangs.\n\nThen the thing turned and ran.\n\nRalph followed it as far as the airlock. The inner door was slammed\nbetween them. A light blinked over the door.\n\nRalph ran to a port hole and watched.\n\nThe thing which once had been a man floated out into space, turning,\nspinning slowly. The gnarled twisted body expanded outward, became fat\nand swollen, balloon-like. It came quite close to the porthole, thudding\nagainst the ship's hull, the face--dead now--like a melon.\n\nThen, after he was sick for a moment there beside the airlock, he went\nback for Diane.\n\n       *       *       *       *       *\n\nThey were back aboard the Gormann '87 now, their own ship. Ralph had\nrevived Diane and brought her back--along with the other Gormann's\nradarscope--to their battered tub. The bruise on her temple was badly\ndiscolored and she was still weak, but she would be all right.\n\n\"But what was it?\" Diane asked. She had hardly seen her attacker.\n\n\"A man,\" Ralph said. \"God knows how long that ship was in here. Years,\nmaybe. Years, alone in space, here in the sargasso, with dead men and\ndead ships for company. He used up all the food. His shipmates died.\nMaybe he killed them. He needed more food--\"\n\n\"Oh, no. You don't mean--\"\n\nRalph nodded. \"He became a cannibal. Maybe he had a spacesuit and raided\nsome of the other ships too. It doesn't matter. He's dead now.\"\n\n\"He must have been insane like that for years, waiting here, never\nseeing another living thing....\"\n\n\"Don't talk about it,\" Ralph said, then smiled. \"Ship's ready to go,\nDiane.\"\n\n\"Yes,\" she said.\n\nHe looked at her. \"Mars?\"\n\nShe didn't say anything.\n\n\"I learned something in there,\" Ralph said. \"We were like that poor\ninsane creature in a way. We were too wrapped up in the asteroid and the\nmine. We forgot to live from day to day, to scrape up a few bucks every\nnow and then maybe and take in a show on Ceres or have a weekend on\nVesta. What the hell, Di, everybody needs it.\"\n\n\"Yes,\" she said.\n\n\"Di?\"\n\n\"Yes, Ralph?\"\n\n\"I--I want to give it another try, if you do.\"\n\n\"The mine?\"\n\n\"The mine eventually. The mine isn't important. Us, I mean.\" He paused,\nhis hands still over the controls. \"Will it be Mars?\"\n\n\"No,\" she said, and sat up and kissed him. \"A weekend on Vesta sounds\nvery nice. Very, very nice, darling.\"\n\nRalph smiled and punched the controls. Minutes later they had left the\nsargasso--both sargassos--behind them.\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Graveyard of Space, by Milton Lesser\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GRAVEYARD OF SPACE ***\n\n***** This file should be named 32133.txt or 32133.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/3/32133/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}