{"title": "Unbegotten Child", "author": "Winston Marks", "releaseDate": "April 27, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction November 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                           unbegotten child\n\n\n                           By WINSTON MARKS\n\n\n                        Illustrated by VIDMER\n\n\n     _If this was true, there ought to be another edition of What\n      Every Young Girl Should Know!_\n\n       *       *       *       *       *\n\n\n\n\n\"What,\" she demanded, sitting bolt upright in the hospital bed, \"has\nhappened to the medical world? In Italy, they tell me I have an\nabdominal tumor. In Paris, it's cancer. And now you fat-heads are\ntrying to tell me I'm pregnant!\"\n\nI stuffed my stethoscope into my jacket pocket and tried to pat her\nhand. \"Take it easy, Mrs. Caffey--\"\n\n\"It's _Miss Caffey_, damn you,\" she said snatching her hand away, \"and\nbetter I should have gone to an astrologer!\"\n\n[Illustration]\n\n\"See here, now,\" I said, letting a stern note enter my voice. \"You\ncame here requesting a verification of the malignancy of this\ngrowth. Our discovery of a six month foetus is a fact, not an\naccusation.\"\n\n\"Look, Buster, I'm a thirty-six-year-old spinster. Like the joke goes,\nI haven't been married _or anything_. Also, I knew about the birds and\nthe bees before you were emptying bedpans. Now will you get off this\nsubject of babies and find out whether it's safe for me to start any\ncontinued stories?\"\n\n       *       *       *       *       *\n\nSuch protestations from unmarried mothers were not uncommon, but Sara\nCaffey's cold convictions were unshakable. She sank back into her\nseven satin pillows and sighed mightily. Her wide-spaced, intelligent\neyes glared at me from a handsome, if somewhat overly strong, face.\nCreamy white shoulders swept gracefully into gradually darkening neck\nskin and frankly tanned cheeks and broad forehead. Her straight,\nslender nose was sunburned.\n\nAs resident physician for over fifteen years, I had learned patience\nin these matters. But the thought that this lovely creature expected\nme to believe that she was an unfulfilled old maid got under my skin,\nparticularly under the circumstances.\n\n\"Miss Caffey, I am a physician, not a philosopher. Just the same,\npermit me to congratulate you on your virginity.\"\n\n\"Thanks,\" she said, in a voice not untinged with pride.\n\n\"However,\" I went on, \"in spite of certain contra-indications and\nirregularities of symptoms such as the absence of morning sickness and\nthe like, I would like to enlist your cooperation in delivering\nyourself of an infant within the next three months.\"\n\n\"Dr. Foley, please understand!\" She threw her hands apart in despair.\n\"I love children. I would have an acre of them if I were married, or\neven in the mood for any other alliance. But men just don't fit my\nframe of reference. And regardless of what kind of a damned fool I may\nmake of myself in the future, I haven't, to date! Doctor, the kind of\ncooperation you ask for hasn't been known for two thousand years.\"\n\nI tried another tack. \"Well, since you arrived without a medical\nhistory on your condition, would you tell us the name of your last\ndoctor so we may write for a transcript?\"\n\n\"Phillipe Sansome, in Paris.\"\n\n\"The surgeon?\"\n\nShe nodded. \"And don't try to explain that he misdiagnosed because\nhe's hungry for surgical fees. He didn't plan to operate. In fact,\nthat's why I left. He was trying some new cure of his own that didn't\nset well with the staff there, and they got into such a squabble I\nfigured I'd better remove the cause of it all before the dear old man\nlost his license.\"\n\nWhile she was speaking, I casually drew back the covers and exposed\nher slightly swollen abdomen. It, too, had a surprising coat of tan. I\ndonned my stethoscope, moved the diaphragm around until I had what I\nwanted, and held it there.\n\n\"Yes, I know of Dr. Sansome,\" I told her. \"We shall send a wire at\nonce for your case record. Helps, you know. Now, if you will just slip\nthese into your ears--\"\n\nShe let me hang the stethoscope around her neck, and even brushed back\nher shining black hair so I could adjust the ear-pieces for her.\n\n\"If Doctor Sansome had heard that,\" I said, \"he would have changed his\nmind.\"\n\nShe listened intently to the quick, light, foetal heartbeat for over a\nminute, and gradually a faraway gleam lighted her eyes. \"Oh if you\nwere only right,\" she said softly, \"Here I've chased stories all over\nthe globe half my life, and I'd have the biggest story since the flood\nright here in my own tummy!\"\n\nShe lay back again. \"But of course, you're wrong.\"\n\n\"Then what do you call the sounds you've just heard?\" I said in\ncomplete exasperation.\n\n\"Gut rumble,\" she said. \"Now go along like a nice intern and find me a\npassel of surgeons and let's have at this tumor, cancer, bubble-gum or\nwhat have you. I want out of here, fast as I can mend.\"\n\n       *       *       *       *       *\n\nThere was no reason to keep the female news-correspondent in bed, but\nshe wouldn't stir. She was confident that Phillipe Sansome's findings\nwould convince us. Three days passed with no word from Paris. Then, on\nthe fourth day, her medical history arrived in the briefcase of the\nfamous surgeon himself.\n\n\"I flew,\" he apologized, \"but it took two days to detach myself.\nDelighted to meet you, Dr. Foley. Your cable mentioned a Miss Sara\nCaffey, maternity patient. Is it _possible_?\"\n\nHe was large for a Frenchman, and his gauntness was compounded by an\nobvious lack of sleep. His black eyes bore into mine as if to drag out\nwhat appeared to me to be a fairly mundane admission.\n\n\"We call her that,\" I said shrugging. \"And as to her condition, you\nmay examine her yourself.\"\n\n\"_Sacre bleu!_\" His eyes rolled up like bloodshot cue-balls. \"She\nleft us at her own insistence. Aside from ethics, we must not disturb\nher by my reappearance. But I have a favor to ask. A giant mountain of\na fantastic favor. Now that I have found her again, I must not lose\nher, certainly not, until--\"\n\nHe grabbed pen and paper and moved his chair to my desk. He wrote\nbriefly. \"_Voila!_ These simple adjustments in her metabolism--diet,\nand just a few so petite injections. And may I remain here in the\nbehind-ground, incognito? I will help with other work--at no cost, of\ncourse. I will be an orderly, if you will. But I must remain in touch.\nClose touch.\"\n\nI was a bit nonplussed. A man of Sansome's reputation! It was like a\nUnited States Senator pleading for the opportunity to scrub out the\nmen's room at the House of Representatives. Just the same, I wouldn't\nbe stampeded or overawed. Several provocative explanations for the\nFrench doctor's concern came to mind.... Was he the repudiated father\nof Sara's unborn child? Or was he a practitioner of artificial\ninsemination, with a rather unfortunate error to his credit?\n\n\"Your request is unusual,\" I said cautiously, \"but not entirely\nunreasonable. In order to justify it, I am sure you will be willing to\nexplain your interest in this case, will you not, Doctor?\"\n\n       *       *       *       *       *\n\nHe frowned, \"I suppose I must. But you will believe little of it. My\nown staff agreed with my diagnosis, but they violently rejected my\ntheory. Wait until they hear _your_ diagnosis, doctor!\" He unzipped\nhis briefcase. \"She probably protests that she has a malignant tumor,\nnot a baby,\" he remarked as he laid thick sheafs of paper on my desk.\n\n\"You are so very right,\" I said.\n\n\"Madamoiselle is magnificent,\" he observed, running slender, wrinkled\nhands through his sparse gray hair. \"But her obstinacy will not avail\nagainst evolution. No more than we doctors' monumental ignorance.\"\n\n\"Evolution? Explain, please.\"\n\n\"Here is the case history.\" He drummed on it with his short-clipped\nnails. \"In it, you will find that Caffey came to us three months ago\nwith her body cavity in the grasp of a small octopus of a soft form\ncarcinoma. The pain reached from pelvis to chest.\"\n\n\"Incredible!\" I exclaimed.\n\nSansome spread his hand on the record sheets. \"Facts are never\nincredible,\" he reminded me gently. \"What follows, however, will tax\nyour credulity, and I beg of you to allow me to impose an outrageous\nconcept whose only virtue appears to be its demonstrated validity.\"\n\n\"Proceed.\"\n\n\"In forty years of slicing away tumerous growths, I had become morbid\nat the dreadful incidence of recurrence and the obscene mortality\nrate. In spite of all our techniques, these cancers have increased\nwith the persistence of Nature herself.\n\n\"In a fit of prolonged depression brought on by a foolishly strenuous\nresearch of histories, my mind stumbled into a stupid preoccupation\nwith a few isolated cases of exogenic pregnancy. One which fascinated\nme was the young 17-year-old boy from whose lung a surgeon removed a\nlive three-month foetus. Somehow the obvious explanation refused to\nsatisfy me. It was, of course, concluded that the foetus was an\nundeveloped twin to the boy himself.\n\n\"This _could_ be so; but on what facts was this assumption based?\nNone. Only the absence of any other theory justified the concept. The\nsurgeon had expected to find a hard carcinoma.\n\n\"And it came to me suddenly that _he had found his cancer_!\n\n\"My interpolation was this: Mankind is suffering an evolutionary\nchange in his reproductive procedure. The high incidence of various\ntumors evidences Nature's experiments in developing a asexual\nreproduction.\"\n\n       *       *       *       *       *\n\nSansome's statement so flabbergasted me that I looked at him for signs\nof facetiousness or irrationality. His extreme fatigue was\nevident--but his calmness and clarity of self-expression in a foreign\nlanguage indicated no mental confusion. A hoax of such magnitude was\noutside the realm of possibility for a surgeon of his distinction.\n\nThe man was simply following a blind alley of reasoning, set off by\nhis life-long frustration of battling cancer.\n\nI mustered my patience and drew him out, hoping he would find a\ncontradiction in his own theory.\n\n\"This is a rather staggering notion, Dr. Sansome,\" I said. \"Have you\nbeen able to support it with--additional evidence?\"\n\n\"Until Miss Caffey,\" he said, \"frankly, no. Not the kind of evidence\nthat is acceptable. But the theory has much to defend it. In your own\nJournal of the A. M. A., May 7, 1932, Dr. Maud Slye published the\nfirst solid evidence that predisposition to so-called malignant tumor\nis hereditary. Is this not a better characteristic of a true mutation,\nrather than of a disease?\"\n\n\"Perhaps,\" I said. \"But how does Mother Nature justify the\ndesirability of a change from our present rather successful bisexual\nsystem? And isn't she being rather cruel in her methods? Think of the\nmillions she has made suffer in her experiments.\"\n\n\"Mother Nature,\" Sansome pronounced positively, \"is neither kind nor\ncruel. She is manifestly indifferent to all but the goal of survival\nof the species. Our civilization has set out to thwart her with\nincreasingly more effective methods of birth-control. In the light of\nsurvival, Nature is most justified in trying to bring millions of\nfrustrated, childless humans to parenthood.\n\n       *       *       *       *       *\n\n\"Meanwhile,\" he said, riffling the case history of Sara Caffey, \"let\nus examine the evidence at hand. Our patient arrived in Paris\npositively cancerous. After confirming the diagnosis, I proposed an\nunprecedented treatment based on my theory. We know several body\nconditions which promote the rapid development of carcinoma, such as\nexcess alkalinity and high blood sugar content and so forth. Instead\nof trying to reduce these and fight the tumor, I reversed the\ntreatment and aided Miss Caffey's body to support and encourage its\ngrowth to what I predicted would be a new maturity.\n\n\"And what happened?\" He threw up his hands. \"In two months, the\ntendrils of the octopus withdrew into the central body of the tumor.\nThe tendency to spread in search for attenuated nourishment was\nreversed with the treatment. This alone was an accomplishment, for it\nwould have made the growth operable in a short time.\n\n\"Unfortunately, word of my unorthodox prescription reached a jealous\ncolleague, and he set off such a quarrel at the Institute that Miss\nCaffey packed up and left with the generous misconception that she was\nsaving me from embarrassment. I had no opportunity to assure her that\nthe Cancer Institute would decide ultimately in my favor--which it\nshall when I return with a photostat of a certain birth certificate.\"\n\nHe smiled for the first time, and his charm was so powerful that I\nsincerely wanted to believe in him. I could see no use in denying him\nhis request, for his prescriptions were of an innocuous nature for a\nnormally pregnant woman such as Sara Caffey. I trusted that a normal\nbirth of a typical baby would finally dissuade him.\n\nI extended my hand again. \"You are most welcome to stay with us,\ndoctor,\" I told him. \"The treatment you desire is within reason, and I\nadmire your tenacity with your theory. I hope you will forgive me,\nhowever, if I say that I find your premises rather tenuous. I feel\nthat we will witness a very normal birth, and ultimately Miss Caffey\nwill find it to her peace of mind to confess a secret marriage, or, at\nmost--an alliance of which she may be pathologically ashamed at the\nmoment.\"\n\nSansome grasped my hand with enthusiasm. \"_Bien! Tres bien!_\" he\nexclaimed. \"This is more generous even than I expected. Certainly I do\nnot expect a scientist of your station to swallow my theory at a gulp,\nDr. Foley. I will admit that my persistence depends more than it\nshould on intuition. But we shall see. I am grateful to you.\" And he\nkissed me firmly on each cheek.\n\n       *       *       *       *       *\n\nA study of Sansome's carefully prepared case history on Sara Caffey\ndid disturb me a little. I ordered a thorough reexamination, and was\nleft with some puzzling conclusions at the apparent absence of\ntumorous growth, malignant or otherwise.\n\nSara was enduring most of the classic symptoms of typical pregnancy,\nand was enjoying Dr. Sansome's treatment hugely. She guzzled the\nalkaline-producing fruit juices, fortified with carefully rationed\ndribbles of gin. She nibbled contentedly at the sweets which the\nFrenchman supplied anonymously. And she raised merry hell because we\nrefused to operate.\n\nAfter two weeks, she threatened to leave. I was paged over the P. A.\nand got to her room in time to catch her trying to zip up her skirt.\n\nShe looked at me impatiently, and then back to her abdomen. \"Damned\nthing's getting out of hand.\"\n\nShe had on an expensive tweed suit, and the smart, powder-blue\ncashmere coat I helped her into made her look her role of\ndistinguished world traveler, syndicated columnist and woman of parts.\n\nShe hunched her shoulders forward slightly, so the loose folds of the\ncoat concealed her protruding middle.\n\n\"Thanks,\" she said casually. \"I'll write you a check and be on my\nway.\"\n\n\"Dr. Sansome will be disappointed,\" I said casually.\n\n\"You heard from him?\" she asked with interest.\n\nI nodded.\n\nShe put her hands on her hips. \"And you still persist with your\nfatuous idea that I'm going to have a baby?\"\n\n\"Let us say,\" I evaded, \"that we have adopted Dr. Sansome's treatment\non a wait-and-see basis. You said yourself that he refused to operate.\nWe have definitely confirmed that much. Your condition is still\ninoperable, but you are coming along fine.\"\n\n\"Well, now, why didn't you tell me that before.\" She threw off her\ncoat and relieved the pressure of her waist zipper with a grateful\nsigh. \"Now you're making sense. Send out for another Spillane. I'll go\nalong with that. But no more of this drivel about transferring me to\nthe maternity ward, see?\"\n\n       *       *       *       *       *\n\nTen nights later, she changed her mind. I passed her room after a late\nemergency case. The door was open and I heard her crying softly to\nherself. I stopped in. Her bed lamp was on, and for a change she\nlooked all woman.\n\nI felt her pulse and asked, \"What's the matter, Sara?\"\n\n\"I'm going to have a baby!\" she sobbed. \"I've been feeling something\npeculiar for some time. But tonight it kicked the hell out of me.\"\n\n\"Want to talk about it?\" I asked, still holding her wrist.\n\nShe looked at me with genuine bafflement in her eyes. Her face was\npuckered up like a hurt child's. \"But it's so impossible, doctor. I'm\nsorry I talked to you the way I have, but so help me, I'm a good\ngirl.\"\n\nI almost said, _Well, these things happen_, but that would have\nsounded pretty silly. It was evident that she still wouldn't admit\neven to herself how and when it had happened.\n\n\"Ever go on a good binge?\" I suggested.\n\n\"Not since I was sixteen,\" she exclaimed. \"But I could use one right\nnow. No, that might hurt the baby.\" She folded her arms protectively\naround her middle. \"I don't get it. I don't get it at all. But if\nthat's the way it is--\" A crooked, pleased smile wrinkled tears from\nher cheeks. \"Leave it to Sary to do things the unusual way.\"\n\nShe looked up at me. \"Did you know I was the first white woman to\ninterview a Rajah's harem eunuch?\"\n\n\"Looks like you have a real story this time,\" I said, playing along\nwith her.\n\n\"Yeah. But who in hell will write it?\"\n\n       *       *       *       *       *\n\nPhillipe Sansome made himself eminently useful. He assisted in surgery\nevery morning, refusing fees and pleading with everyone to maintain\nhis anonymity. The staff was in on the conspiracy, and the nurses\nsmiled indulgently at him behind his back. But Sansome was too great a\nman to ridicule. The general feeling was the same as mine. He was\nolder than he thought, not in body, but in over-tired nerves and\nexhausted mind. None contested his skill with the scalpel; but none\ngave ten cents worth of credence to his twist on the theory of\nevolution.\n\nAs Sara's confinement proceeded with precise conformity to my\nexpectations, I thought Sansome would lose heart--but he didn't. He\narranged to be present in the delivery room with as much interest as\nif we expected a breach birth of a two-headed panda.\n\nI was unfortunately called to Baltimore at the last minute. I flew\nboth ways, but my haste was in vain. Sara gave birth while I was still\naloft.\n\nI checked in with more excitement than I'd thought possible. I asked\nat the desk, \"How's Caffey?\"\n\n\"Fine. Gave birth an hour ago. Beautiful little girl--\"\n\nI didn't wait for more. I dashed upstairs to the maternity ward, where\nSara had finally consented to be moved, and slipped into her room.\n\nShe was tired, but conscious. She smiled at me peculiarly.\n\n\"So it's a girl!\" I exclaimed. \"Wait until I see Sansome. A beautiful,\nhealthy, normal baby!\"\n\nA hand tapped me softly on the shoulder, and I turned to look into\nSansome's triumphant eyes.\n\n\"Without a navel,\" he said.\n\n                                                          --WINSTON MARKS\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Unbegotten Child, by Winston Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UNBEGOTTEN CHILD ***\n\n***** This file should be named 32149.txt or 32149.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/4/32149/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}