{"title": "The Beasts in the Void", "author": "Paul W. Fairman", "releaseDate": "April 28, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Imagination April 1956. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                        The Beasts In The Void\n\n\n                                  _by_\n\n                          _Paul W. Fairman_\n\n\n                      Illustrated by W. E. Terry\n\n\n     Holloway was used to big game hunters and their expeditions\n     to other worlds. But this trip was sheer madness--a space\n     ship stalking  among--\n\n       *       *       *       *       *\n\n\n\n\nThe examiner looked doubtful and said, \"But Mr. Holloway, regulations\nrequire that I read your log before I take verbal testimony.\"\n\nHolloway's face was drawn and ravaged. His bloodshot eyes sat in\nblack pits. They were trained on the Examiner but looked through him\nrather than at him.\n\nHolloway said, \"But, I _must_ talk! I've got to tell you about it. I\nhave to keep talking.\"\n\n\"But--\"\n\nHolloway's words tumbled out. \"It started in the control cabin there\nin deep space. When Mrs. Kelvey came in. She was the blonde one. I\nturned around and she said, 'Captain, there's a great big tiger in the\ncompanionway.'\"\n\nThe desperate Holloway, fearful of being stopped or running out of\nwords, went into minute detail. \"She made the statement as a pouting\ncomplaint, almost casually. Then, before I could speak, she realized\nwhat she'd said and her face changed. A kind of horrified double-take.\n'_A tiger? In the companionway of a space ship?_' This last was an\nincredulous question she asked herself. Then she fainted. I looked\noutside. I thought I saw something blurred and indistinct but it\nvanished quickly if it was really there at all. The companionway was\nempty. No tiger. No animal of any kind--\"\n\nThe Examiner, holding up a hand of protest, looked like a man\ndirecting traffic. \"Please, Mr. Holloway--please. We must remember\nregulations.\"\n\nHolloway's eyes closed for a moment but he resolutely forced them open\nas though afraid of something.\n\nThe scene was Holloway's two-room suite in the Space Port Hotel. There\nwere three men present--Holloway, skipper of the _Space King_, John\nMason, Port Resident, and Merle Kennedy, Section Examiner for the\nSpace Authority people. Kennedy regarded Holloway with frank concern.\nGood heavens--the man was a complete mess. Looked ready to collapse.\nKennedy turned to Mason. \"This can be postponed, you know.\"\n\nMason was regarding Holloway also. Strange, he thought; Holloway had\nleft in a fanfare of publicity. Now it appeared his return would be\neven more dramatic. Maybe Holloway was that kind of a chap; the kind\nthings just happened to.\n\nHe was quite young though he certainly didn't look it now. He'd been\nknown as a playboy ever since his father struck it big in Venusian\noil. But good-looking, personable, he had worn the label well. He'd\nbeen good copy because the public regarded him with patronizing\naffection. To them, he'd been a nice kid having fun; not a young\nwastrel wasting his father's money.\n\nNaturally he would pick a glamour girl to play the romantic feminine\nrole and Melody Hayden had filled the bill perfectly. Together, they\nhad enchanted the public. Princess and Prince Charming stuff. Then\ntragedy. Disaster in a rocketing sports car; Melody's coffin sealed\nbefore the funeral; young Holloway coming off without a scratch.\nMelody's death was a bombshell and everyone asked. _What will he do\nnow?_ expecting of course, something sensational.\n\nHe didn't let them down. Dramatically, he announced a completely new\nlife. He bought a space ship and foreswore his old ways. He had quite\na reputation as a big game hunter. He'd stalked the vicious Plutonian\nice bears and lain in Venusian swamps waiting for the ten-ton lizards\nto rise out of the slime. He had knocked over the wiliest of animals,\na telepathic Uranian mountain wolf and had dropped in flight a Martian\nradar-bat, a feat duplicated by only three other marksmen of record.\n\nSo what more natural occupation than guiding hunting parties in deep\nspace? Holloway had been obviously torn by Melody's tragic death.\nPerhaps out among the stars he could forget.\n\n       *       *       *       *       *\n\nThere had been some trouble, Mason recalled, in clearing Holloway's\nfirst cruise. A party of five. Not to any established hunting ground\nbut a D. U. thing. _Destination Unknown_, and they were always\ntrouble. Clearance had been made, though, and now--here was Holloway\nback again--dramatically of course--with one of his party dead and the\nother four in trance-like stupors. Strange.\n\nAnd stranger still, Holloway's reason for wanting to talk immediately;\nwith no rest--no medical attention:\n\n\"It will help keep me awake. I mustn't go to sleep. Can't I make you\nunderstand? _I've got to stay awake._\"\n\nMason pitied the man. He turned to Kennedy. \"I have the log here, sir.\nPerhaps you could go over it now--\"\n\nHolloway leaned forward. \"I'll tell you what's in the log. Every word\nof it. If I just sit here waiting--\"\n\nMason laid a hand on his knee. \"It's all right, old chap. I won't let\nyou go to sleep. You and I will talk while Mr. Kennedy goes through\nthe log. It won't take long.\"\n\nMason handed the book to Kennedy. He was almost apologetic. \"It's a\nstrange log, sir, It--\"\n\n\"Strange?\" Kennedy frowned. Logs had no right to be strange. There\nwere regulations--rules stating exactly how a log should be kept.\n\n\"Well sir, the lad is young. His first trip. I just meant there's\nperhaps a little more in the log than should appear there.\"\n\n\"We'll see,\" Kennedy said. There was a slight frost on his words. If\ndisciplinary measures were in the offing it would pay not to get too\ncozy with Holloway and the Resident.\n\nKennedy opened the log. The first entry was dated June 3rd, 4:10 p. m.\nEarth time. Kennedy frowned. Permissible of course, but sloppy, very\nsloppy. The better skippers computed from Orion immediately after\nblast-off. Kennedy set back and began to read:\n\n\n_June 3rd, 4:10 p. m._\n\nWe blasted at 2:18 p. m. A good getaway. Course 58.329 by the polar\nangle. No blast sickness among the passengers. They are old hands. I\nput the automatic board into control at 3:50 p. m. I checked the\ntubes. Pressures balanced and equal.\n\nI don't like this cruise. I don't like Murdo. He's a domineering slob.\nThe other four, well--Keebler is an alcoholic, Kelvey an empty-headed\nopportunist. I don't particularly dislike them. They're just a\nworthless pair who would rather fawn on Murdo and take his insults\nthan work for a living. The two wives are both young. Martha Keebler\nhas a child's mind in a woman's body. Jane Kelvey is an oversexed\nwitch with an indecent exposure complex. I may have trouble with her.\nAlready she's parading around in skimpy shorts and a bra. Evidently\nMurdo doesn't care for women. He pays no attention to her. Money and\npower are his dish. And a terrible restlessness.\n\nMelody baby--I wish you were here--\n\n\n_June 4th, 3:00 p. m._\n\nI had a talk with Murdo about this silly cruise. Tried to swing him\nonto something that makes a little more sense. Pluto, Venus,\nGanymede--some hunting ground I'm familiar with. No good. Even a\nsuggestion and he thinks you're crossing him and snorts like a bull.\nStill demands to go to this place where big game prowls in space.\nWhere elephants and leopards and snakes and anything you can name fly\naround your ship and look in your ports. Where you do your hunting in\nspace suits right out in the void.\n\nWhy in hell did I fall for this idiocy? Guess I just didn't care.\nMaybe I thought it was a good idea because it sounded like a cruise\nyou could get killed on without much trouble. No--I shouldn't say\nthat. Melody wouldn't like me to say it. She was so wonderful--so\nlevel-headed. How wrong they all were about us. About her. Because she\nwas so beautiful, I guess. I tried to tell them I'd married an angel\nand they took bets among themselves on how long it would last. The\nanswer to that would have been forever. It still is. I've lost so much\nand learned so much in such a very short time. The hell with Murdo and\nhis four puppets. I'll take them out and bring them back. Then I'll go\nsomewhere alone and I won't come back at all.\n\nMelody.\n\nCourse 28.493 by the polar angle. Went through small asteroid\nfield....\n\n       *       *       *       *       *\n\nKennedy looked up sharply. He frowned. \"This log is unacceptable.\"\n\nHolloway was pacing the floor, his eyes blank and terrible\n\"Unacceptable?\"\n\n\"Course and position should be noted within each twenty-four hour\nperiod. You missed June 5th entirely. You--\" Kennedy leafed through\nthe pages. \"Why at times you missed three and four days in sequence!\"\n\n\"Sometimes I didn't have time to write.\"\n\nMason tried to hide his disgust. How did men like Kennedy get into\npositions they weren't fitted for? The ass! Couldn't he see this man\nwas suffering? Mason said, \"Why not reserve comment until you've\nfinished, Mr. Kennedy?\"\n\nKennedy's eyes widened at the sharp tone of Mason's voice. Really.\nWhen residents start dictating to Examiners--Kennedy saw the stiffness\nin Mason's face. And something more. He went quickly back to his\nreading:\n\n\n_June 6, 1:00 p. m._\n\nI talked some more with Murdo about this fool cruise. He got wind of\nour destination--wherever it is--from some rich idiot in Paris. And I\ndon't use _idiot_ figuratively. His informant was in some kind of a\nprivate nut house--an exclusive insane asylum of idiots with lots of\nmoney--and he had lucid intervals. At one of these times he told Murdo\nwhere he'd been and what had happened. I don't think Murdo believes\nall of it but he wants to see for himself. Well, if he wants to spend\nhis money chasing meteorites it's his business.\n\nKeebler got drunk as a goat. Strapped him in his bunk and left him\nthere. Murdo spent a few hours explaining guns to Mrs. Keebler. I\nthink he enjoys the look of wonder on her face. Makes him feel very\nsuperior knowledgewise. Her face is just built that way and so far as\nshe's concerned he could be talking Greek. He thinks she's very\nbeautiful. I wonder if he ever saw Melody's picture?\n\nCourse 36.829 by the Orion angle. All clear.\n\n\n_June 9th, 1:00 a. m._\n\nCourse 36.841 by the Orion angle. Small asteroids.\n\nJane Kelvey is bored and has started taking it out on me. When I\npassed her door it was open. She was taking a sponge bath, stark naked\nin the middle of the cabin. She turned around to face me and did a\nvery bad job of acting flustered, trying to cover herself up with a\nsmall sponge! How crude can a female get? She was hoping I'd come in.\nIf I had it would have been to slap her face. I got away as fast as I\ncould.\n\n\n_June 10th, 7 p. m._\n\nCourse 41.864 by the Orion angle. Brushed a small asteroid.\n\nI've been noting the time wrong. It should be figured on a\ntwenty-four-hour cycle. Midnight to midnight, the hell with it.\n\nHad a fight with Murdo. He wanted to take over the ship. His words\nwere, \"Let's get some speed out of this slop bucket.\" I reminded him I\nwas Captain. He reminded me he was footing the bills. I asked him how\nhe would like to be locked in his cabin for the remainder of the\ncruise? He didn't say, but I guess he wouldn't have liked it because\nhe quieted down. Keebler has been quietly drunk for the last two days.\nLucky Keebler.\n\n\n_June 13th, 18 hours._\n\nCourse 26.932 by the Virgo angle. Went four degrees off course to\navoid small planetoid.\n\nJane Kelvey came to my cabin an hour ago. The rest were asleep. She\nwore a blue dressing gown with nothing under it. I want to set down\nwhat happened in case there's ever a kickback although I don't think\nthere ever will be.\n\nI was sitting in a chair and she came up behind me and it was very\nunfortunate because I saw the blue dressing gown first. By sheer\nchance it was almost exactly like the one Melody wore that first\nnight. I was thinking of Melody. Melody was all around me and inside\nme. In my mind, in my heart, in all my aching regrets.\n\nSo when that dressing gown brushed me, something electric happened\ninside and I got up and took Jane Kelvey in my arms. It wasn't more\nthan three or four seconds but in that time the gown had been brushed\naside. Then I came to my senses and pushed her away.\n\nThe dressing gown stayed parted. She stepped back, confused. She said,\n\"What's the matter? Are you scared?\"\n\n\"I'm disgusted. Button your gown. Get out of here!\"\n\n\"What are you? Not one of those noble creatures I hope--who wouldn't\ntouch a man's wife.\"\n\n\"I said get out! I wouldn't touch you regardless.\"\n\n\"But you just did.\"\n\n\"It was a mistake. I--\"\n\n\"Look--I'm a woman. You're a man--I think. We're alone in space and\nlife is short. Let's have fun and then forget about it.\"\n\nI slapped her across the mouth. A skipper can be jailed for life for\nstriking a passenger. Even with cause. But I slapped her and I'm\nsetting it down in the log....\n\n       *       *       *       *       *\n\nKennedy looked up from his reading. \"Jane Kelvey--she is the dead\none?\"\n\nMason nodded.\n\nKennedy looked at Holloway with marked severity. \"Are you sure you\nonly slapped her?\"\n\nMason exploded. \"Good God, man. Did you see the body? You're not\nimplying he did that to her, are you?\"\n\n\"I'm not implying anything,\" Kennedy said within a restrained grimness\nthat infuriated Mason.\n\n\"Why don't you finish the log before you start passing judgment?\"\n\nKennedy leafed through the pages. \"I--wait a minute! This log doesn't\ncover the whole cruise! It breaks off in the middle of a sentence!\"\n\n\"Read what's there, man! Read what's there.\"\n\n\"Very serious--very serious,\" Kennedy muttered. \"Not completing a log.\nNo license should have been issued this man. Lax! Very lax.\" He sat\nback to make himself more comfortable and prepared to go on with his\nreading.\n\n\n_June 30th--3 hours_\n\nCourse 29.341 by the Virgo angle. I think that's the course. The\ninstruments are acting funny. In fact a lot of things seem to be\nwrong. Some of the constellations aren't in the right places anymore.\n\nI began noticing these things a couple of days ago and spoke to Murdo.\nI suggested we turn back. I told him it was my duty as a skipper to\nlook out for the welfare of my passengers. And that included not\ncontinuing if vital instruments showed signs of failure.\n\nHe sneered at me and said, \"I thought you were a big game hunter,\nHolloway?\"\n\nI told him I'd hunted big game--yes.\n\n\"It doesn't sound like it. You sound like a timid old woman. So you've\nmade some miscalculations. The course is still right. It's on the\nflight pattern in the automatic control board and I know it's correct\nbecause I gave it to you.\"\n\n\"But if instruments fail nothing stays right.\"\n\n\"Okay--you're the skipper. If you've turned yellow and want to show\nyour tail I guess there's nothing I can do about it.\"\n\nHe almost got his jaw broken, but I was able to hold myself. Then,\nsuddenly, I didn't care. I didn't care whether Murdo stayed alive or\ngot killed. As to the others--they'd come on the cruise with their\neyes open. They deserved whatever they got. And I certainly didn't\ngive a damn about myself. Guess I wasn't cut out to skipper a ship. A\nskipper should care. That's all he _should_ do. Just care. I'd rather\ndream about Melody.\n\n\nI don't know what the date is. The chronometer stopped so I don't even\nknow what time it is. But what does it matter about the time if you\ndon't even know what day it is? We just go on and on.\n\nMurdo--I can't figure out. Windbag or not--braggart or no--he has an\niron will. I think he's scared but he won't admit it. And some\nstubborn streak inside him won't let him turn tail and run. He hides\nhis fear behind long accounts of his hunting trips. He describes the\nvicious animals he's killed. He bores us with accounts of his skill as\na great hunter.\n\nThe rest listen because they have to. I go to my cabin and remember\nMelody.\n\nThe rest are scared too, but they're too scared of Murdo to let him\nknow it. That's an odd one. Scared for your life but afraid to tell\nthe big man because he might kill you. Would Murdo kill in a fit of\nrage? I don't know.\n\nKeebler stays drunk so none of it bothers him. Keebler's wife, I\nthink, is in love with Murdo but it's a kind of little-girl love. She\nnever quite grew up. Kelvey glues himself to Murdo and sticks like a\nplaster. He seems to consider Murdo a haven, as though Murdo's bulk\nwill make everything all right.\n\nJane Kelvey hasn't quit making passes at me but they're half-hearted.\nShe bothers me. I'm uneasy when she's around. I get the feeling that\nany minute she might drop to her knees and beg. What do you do with a\nwoman on her knees before you, begging? Maybe before long her husband\nwill look good to her. Maybe she'll be able to get him away from\nMurdo's side for a while.\n\nI look at both these women and realize what I lost. Melody.\n\n       *       *       *       *       *\n\nJane Kelvey came to my cabin. It's hit her that things aren't right.\nShe's scared. She asked, \"Why did you tell Murdo you wanted to turn\nback?\"\n\n\"Because I thought we'd come too far.\"\n\n\"Do you still think so?\"\n\n\"Everything will be all right.\"\n\n\"The instruments--are they working again?\"\n\nI lied to her. \"They're working.\"\n\n\"Do you think it's really as Murdo says--that there are animals out in\nspace?\"\n\n\"I don't know.\"\n\nShe looked wan and forlorn and I was sorry for her. She said, \"I've\nonly been on one hunting trip in my life.\"\n\n\"Is that so?\"\n\n\"In India. A boy carried my gun for me. When the tiger came the boy\nhanded me the gun and told me where to point. I fired but I didn't hit\nthe tiger. Somebody else shot it.\"\n\n\"That was too bad.\"\n\n\"No, it was all right. He was such a big beautiful animal. So sleek\nand powerful.\"\n\nI saw her body tremble as she closed her eyes. I said, \"You better get\nsome rest.\"\n\nShe passed a hand over her eyes and then gave me an odd wistful smile.\n\"Animals are smarter, I think. We _do_ make awful messes out of our\nlives, don't we?\"\n\n\"I'm afraid we do.\"\n\n\"But is it our fault? God makes us this way. We can't help that.\"\n\n\"No, I guess we can't.\"\n\n\"Why did God make us like we are?\"\n\n\"I don't know, Jane. Let's hope _He_ does.\"\n\n\"Isn't that sacrilege or something? Doubting Him?\"\n\n\"I guess it is.\"\n\nShe reached out suddenly and touched my face. \"You're a nice guy. I\ndon't blame you for slapping me.\"\n\n\"I'm sorry. You're pretty nice yourself.\"\n\nThe smile faded. \"I'm not,\" she said miserably, and left the cabin.\n\nPoor kid. I forgot her and thought of Melody.\n\n\nSomething's gone wrong with everything. Not a very scientific\nstatement for a skipper to make but that's how it is. The stars have\ndisappeared. The instruments jumped around as though they had minds of\ntheir own. The dial needles spin around like crazy.\n\nAnd something else--something even worse. Space has _changed_. I mean\nthere's something out there in space. First I just felt it. A raw\nuneasiness. Then I trained a light through the port and I could see\nit. Stuff that looks like dust but isn't. It's hazy and yet it\nsparkles and you have a sense of being on a ship that's pushing its\nway through a fog so thick the friction holds you back. And there's\nsomething more about this sparkling fog. You look out at it and it\nseems to be looking back at you. Or maybe I'm losing my mind. Anyhow,\nthat's the way it seems. As though it's waiting for you to speak to\nit--say hello or something.\n\nI guess I'm going crazy.\n\nThe sparkling fog is affecting the others, too. They've all quieted\ndown and they slip along the bulkheads as though they were being\nfollowed. Only Murdo blusters back. He says, what the hell? We\nexpected something different, didn't we? Well, this is sure different\nenough, isn't it?\n\nI'd turn back but I don't know how. I have nothing to go by. The\ninstruments make no sense.\n\n\nI _am_ going crazy. I looked out the port just now and saw a water\nbuffalo. It was standing right out there in space with its head down\nlooking at the ship! I had a light turned on it and suddenly it\ncharged and hit the port headon. It bounced off and went staggering\naway and disappeared.\n\nBut it left a big white scratch on the quartz outside. At least I\nthink it did. Wait. I'll look again. Yes. A big white scratch. It's\nstill there. So how can I be mad? Maybe it's a new kind of madness....\n\n       *       *       *       *       *\n\nSome of the sparkling fog has penetrated the ship. Turn out the light\nand you can see it in the cabin. Not as thick as out in the void but\nthick enough to see; thick enough to stand there and ask you to talk\nto it.\n\nMurdo is ready to turn back. He came to the control room and said, \"I\nsaw it out there.\"\n\n\"You saw what?\"\n\nHis face was pale and his hands twitched. \"A boa-constrictor. Exactly\nlike the one I killed four years ago on the Amazon. It came to the\nport and looked in at me.\"\n\n\"It must be your imagination.\"\n\n\"No. It was there. Let's turn back. Get out of this.\"\n\n\"I wish we could.\"\n\n\"You mean--?\"\n\n\"I don't know where back is. We might just as well go as we are.\nChanging course doesn't help if you don't know your directions. Our\nonly hope is to drive on out of this cloud. If I turned I might go\nright back into it.\"\n\n\"Then one direction is as good as another?\"\n\n\"That's right.\"\n\nHis mind wandered as he turned away. \"I didn't know it would be like\nthis,\" he muttered. \"I thought it would be fun--sport. I thought we'd\nput on space suits and go out and make a kill. I thought--\"\n\n\"The space suits are ready. Do you want to try it?\"\n\nHe shuddered, his hanging jowls almost flapping. \"You couldn't drag me out\nthere.\"\n\n\nThe stuff is getting thicker in the ship.\n\n\nJane came into my cabin. She had an odd look on her face. She said,\n\"There's a big tiger in the companionway.\"\n\nI got up from my bunk and suddenly she seemed to realize what she'd\nsaid. She repeated it. Then she fell down in a faint. I put her in my\nbunk and looked out into the companionway. The sparkling fog glittered\nbut there was no tiger.\n\nWhen she came to, she didn't seem to know where she was. Then she\nsmiled. \"I must have been drinking too much,\" she said. Then she\nrealized where she was. \"But look where it got me? Into your bunk.\"\n\n\"Do you feel all right now?\"\n\n\"I guess so. I can get up now. I _do_ have to get up, don't I?\"\n\n\"I think you'd better.\"\n\nAfter she left I did some thinking. The sparkling haze had been\noutside the ship and I'd seen a water buffalo through the port. Murdo\nhad seen a boa-constrictor. Then the haze penetrated the hull and got\ninside the ship. And Jane had seen a tiger in the companionway.\n\nWere they phantoms? Was Jane's tiger a tiger of the mind? Murdo swore\nhis snake had been real and my buffalo left a mark on the port. I sat\nthere trying to think. With the sparkling fog drifting around me. It\nseemed to be trying to tell me something.\n\n\nThings grow worse. Today, at mess, Murdo was holding forth about a\nPlutonian ice bear he'd killed. I think he was trying to cover the\ngloom that has settled over us. Anyhow, he'd just got to the point\nwhere the bear was charging down on him when we heard the roar of\nthunder from outside. Maybe I'd better repeat that for the record. _We\nheard a roaring through the walls of the space ship. In the void._\nNothing goes through the walls of a space ship in the void but we all\nheard it and jumped to the port. And we all saw it.\n\nAn ice bear as big as ten of the largest that ever lived in the\nPlutonian ice flows. A huge ravening beast that rushed through the\nvoid at the ship and tried to tear the port out of its metal seat with\nteeth as big as the height of a man.\n\nThe women fell back, screaming. Keebler, in his usual stupor stared\nblankly as though not realizing what was going on. Kelvey looked to\nMurdo for guidance. When none came he crouched behind a chair.\n\nMurdo fell back slowly, step by step as though his eyes were fastened\nto the quartz and it was hard to pull away. I don't remember what I\ndid. Murdo was saying \"My God--my God--my God,\" as though chanting a\nritual. He tore his eyes from the sight and looked at me.\n\n\"You wanted big game, buster,\" I croaked. \"There it is.\"\n\n\"But it can't be real. It _can't_!\"\n\n\"Maybe not, but if that port gives I'll bet it won't be from vacuum\npressure.\"\n\n\"Vacuum draws. It doesn't press,\" Kelvey babbled inanely, but nobody\npaid any attention to him.\n\nThe beast made two more charges on the ship, then drew back screaming\nin rage from a snapped tooth. And all around us, there in the ship,\nthe sparkling fog glittered and tried to talk.\n\n\nTwo hours. The beast still rages in the void outside our ship.\n\n       *       *       *       *       *\n\nJane is dead. She was horribly mangled. I put her in her bunk and laid\na blanket over her and now the blanket is soaked in her blood.\n\nNo one could have helped her. It happened in the lounge. She was in\nthere alone. I was in the control room. I don't know where the rest\nwere.\n\nI was working uselessly with the controls when I heard a terrible\nscream mixed with a hideous snarling. I ran into the companionway and\nstared toward the lounge. Murdo appeared from somewhere and we were\nshouldering each other on the companion ladder. Murdo fell heavily.\nThen we were both looking into the lounge.\n\nIt was too late to help Jane. We saw her there, still and bloody. A\nshiny black leopard was crouching gory-mouthed over her body with its\npaws on her breast. It's eyes were black magnets, holding mine.\n\nI said, \"Get a gun,\" trying to speak without moving my lips.\n\n\"But--\"\n\n\"Damn you--get a gun!\"\n\nMurdo staggered away. It seemed a year before he came back with a\nHinzie Special .442. The leopard was tight, ready to spring. I didn't\ndare move a muscle. I said, \"Over my shoulder. Get him. Don't miss.\"\n\nThat last was a little silly. How could a man miss with a Hinzie at\nten feet? Murdo fired and tore the leopard's head off. It was down\nalready so it didn't move. It sat there headless, its tail twitching\nslightly. Then it was still.\n\nI didn't hesitate this time. I said, \"Come on. We've got to get this\nout of here before the others show.\"\n\nWe put the dead leopard into the forward storage bunker. Then I picked\nup poor Jane and carried her to her room. Murdo helped me up the\nladder. The others were in the companionway and they pressed back in\nhorror to let me pass. For the first time since we'd started, Keebler\nwas sober. Ashen, shaking, stone sober. He broke; screamed and ran for\nhis bottle, the world of reality too terrible for him to bear.\n\nThere was no huddle, no conference, no meeting of the minds. Everyone\nelse went to the galley and sat staring into space; stared at the\ndancing little sparkles in the air.\n\nI went to my cabin.\n\n\nWhen confronted by a reality no matter how crazy and improbable, a man\nmust not turn from it. He can not carry the mangled body of a woman in\nhis arms and then say to himself: _This isn't real because it doesn't\nmake sense._ It _does_ make sense--some kind of sense or it would not\nexist. A man must say rather: _I don't understand this and maybe I\nnever will but God gave me a brain and I must try. I can't sit back\nand deny reality. I must try to understand it._ I cleared my mind and\ntried to rationalize the things around us.\n\nOut in the darkness there was a terrible roaring and yammering. The\nthuds and bellows of violence. I went to the port.\n\nThere, in the light from the ship, the ice bear and the water buffalo\nwere fighting. It was a terrible and magnificent thing but to me it\nwas anticlimax; a sideshow of almost casual interest.\n\nThe ice bear outsized the water buff by too much to be in any danger,\nbut the buff fought savagely and the ice bear had no easy time. The\nbuff opened a long deep gash in the bear's throat when the bear missed\na lunge and the Plutonian mammal fell back with a roar of pain and\nfury. They came together again and this time the bear got the buff in\na hug and it was all over. The buff's spine broke and the bear bent\nthe body double, then tore it to pieces. I wondered if the others were\nwatching.\n\nI went back to pacing; back to my thinking.\n\nI have been thinking, thinking, thinking; wracking my brain. And of\none thing I am sure. Some invisible intelligence is trying to help me;\ntrying to give me knowledge. The sparkling fog?\n\n       *       *       *       *       *\n\nA great and wonderful thing has happened.\n\n_And I know._ Do you realize what that means? To know in a situation\nlike this? And to be wonderfully and wildly happy? The knowledge was\nnot all given me. There was a thought process of my own developing.\nThe thing given me was the basic knowledge upon which to build. And\nproof of this knowledge. Absolute and indisputable proof.\n\n_The sparkling fog is mind stuff._\n\nI will not defend that statement. I will not rationalize it. But I\nwill seek explanations; consider possibilities.\n\nKnown: This sparkling fog through which we drift is intelligent\nmatter; the stuff of thoughts; the basic material from which\nconsciousness springs. It is consciousness itself.\n\nSupposed: It is probably electronuclear in composition, and appears to\nbe completely innocent. By that I mean it has no intention to harm,\nperhaps because it does not understand the difference between good and\nevil, harm and help, pain and pleasure.\n\nIt has only one urge; the basic urge of all creation. To evolve, to\ndevelop. As the tree has but one basic urge--to grow and greaten; the\nflower but one desire--to bloom, to improve; to assert itself through\nevolution and become better.\n\nPerhaps--and who can successfully deny it?--this great space cloud\ncould be a storage place of the Creator Himself; a storage place for\nmind stuff. When an infant or an animal or a plant is touched with the\nmagic thing called life--where does that magic come from? Is it\ncreated at the very moment or does it come somehow from a source-pile?\nIs this cloud a source-pile of life itself? No one can say. But I\nthink I've hit on a limitation of this mind stuff. I'm going to try an\nexperiment and pray to God it works.\n\nI'm going to find Murdo and knock him unconscious.\n\n\nI have solved the mind-stuff. What just happened is the last bit of\nproof I need. I went to the galley. Murdo had wandered away. I found\nhim in the lounge. I stepped casually in front of him, set myself, and\ndrove a straight right to his jaw. He went down like a log.\n\nI closed my eyes and counted to twenty praying to God to make me right\nin my belief--in the crazy theory I evolved. I opened my eyes and\nturned to the storage locker. I looked inside.\n\nThe dead leopard was gone.\n\nI went to the port and looked out. The huge ice bear had been ravening\ninsanely among the shreds of the water buffalo's body. As I watched\nboth bear and buff began fading.\n\nBefore my eyes, they disappeared, evolved back into the stuff of the\nsparkling fog. I had proved my theory.\n\nNow all the parts dropped into place. The mind stuff has only the\nability and the urge to evolve--nothing else--no imagination. It can\nevolve only if given something to reproduce.\n\nThis it can get only from a human mind. It is able to see an image\npictured in the human memory and reproduce it in a state of absolute\nreality.\n\nWitness: Jane saw a tiger in the companionway. Clear in her memory was\nthe image of the tiger she had shot at in India. The mind-stuff saw it\nand reproduced it in reality. The water buffalo came from my own mind.\nI killed one exactly like it a year ago. The ice bear was out of\nMurdo's memory as was the black leopard and the snake.\n\nWitness: The three animals created inside the ship did not appear\nuntil the mind stuff from outside penetrated the hull and entered the\nship. They were of normal size. But the animals created outside the\nship were far out of proportion, the ice bear especially. Why?\nBecause, I believe, the mind stuff is denser in the void. There it has\nmore strength.\n\nMy defense against the mind stuff was formulated almost accidentally.\nI remembered the sequence of Jane's tiger. She saw it, entered my\ncabin, realized its significance, and fainted. I looked into the\ncompanionway and saw the tiger fading.\n\nSo I knocked out Murdo for final proof and got it. As soon as he\nlapsed into unconsciousness the recreations from his mind turned back\ninto sparkling fog. Obviously, and a heaven-sent phenomenon it is--the\nmind stuff immediately loses its subject-image when the mind from\nwhich it came goes unconscious. The mind-stuff has no memory of its\nown and cannot hold its recreated image in the evolved form under\nconditions of unconsciousness. The answer now becomes simple.\n\n\nI drugged Murdo before he regained consciousness. I drugged the other\nthree by means of whisky and food. They have been unconscious for\ntwelve hours. Nothing has happened. I shall keep them that way.\n\n\nThe mind-stuff is trying to complain to me. Almost petulantly; as a\nchild. I sense it sharply. It does not understand the wrong it has\ndone and feels it has been deprived of its right.\n\n\nI have no time for the mind-stuff. I guard myself against it and\nignore it. There are other things on my mind. Shall I go back if we\never escape from the sparkling fog? I don't know. I don't want to go\nback. I want to go on and on forever just like this. But the others\ncannot go on like this. It would be murder. I don't know.--I don't\nknow.\n\n\nI must keep awake. I use drugs. I must not sleep--not sleep.\n\n\nWe have cleared the fog. The instruments are working again. Again the\nstars glow. What shall I do. _Melody...._\n\n       *       *       *       *       *\n\n_Kennedy_ looked up from his reading. \"As I said,\"--and he spoke\nseverely--\"you break off at an abrupt point. You did not complete the\nlog.\"\n\nHolloway's red eyes were glazed. \"I had other things to do. I was\ntired of keeping a log.\"\n\nMason sought to draw Kennedy off his quarry. \"There's an odd point,\"\nhe said, looking at Holloway. \"Only animals were recreated. Do you\nthink the mind stuff was capable only of recreating animals?\"\n\nHolloway spoke in an exhausted monotone. \"It took the clearest image\nfrom the strongest minds. Murdo thought mainly of hunting. He\npondered on his more spectacular kills. Thus the mind-stuff used his\nimages.\"\n\n\"I see.\"\n\nHolloway seemed to sag--to shrink. He said, \"The mind-stuff could\nrecreate anything. It brought Melody back to me.\"\n\nKennedy sprang to his feet. \"There is no reference in this log to--\"\n\nMason turned on him. \"Shut up, you fool!\" He laid a gentle hand on\nHolloway's shoulder. \"Tell us about it, old chap.\"\n\nHolloway turned his burning eyes on the closed door to the next room.\n\"She's in there. I wanted to get rid of you. I was afraid you would\ntake her away from me. But it's no use. I can't hold my consciousness\nmuch longer. Then she will vanish.\"\n\nHolloway tried weakly to rise from his chair. He called,\n\"Melody--Melody baby!\"\n\nThe door opened. A beautiful girl in a blue dressing gown came\ngracefully into the room. She walked straight to Holloway and took his\ntortured head into her soft hands. Her eyes pleaded with the men. \"He\nsuffers so. He will not sleep. I can't make him sleep. I--I don't\nunderstand.\"\n\nHolloway's head dropped suddenly onto his chest. He slumped down in\nhis chair. And as he did so, a change took place. The two men stood\nrooted, staring.\n\nAs Melody began to fade. Slowly, slowly, into a transparent image,\ninto a mist, into a handful of sparkling fog.\n\nThen she was gone.\n\nMason knelt by the bone-thin body in the chair. He made a quick\nexamination and got wearily to his feet.\n\n\"Holloway is dead,\" he murmured. \"Drugs of that nature would kill an\nelephant. I can't understand how he lived so long.\"\n\nKennedy blinked and seemed to come out of a trance. He frowned. \"And\nthe investigation hardly started.\"\n\nMason shook his head and looked pityingly at Kennedy. It was just no\nuse with a man like him. Mason said. \"There's one point entirely\napparent without an investigation.\"\n\n\"What's that?\"\n\nMason's voice was sharp and cold. \"That our little playboy, for all\nhis reputation of frivolity, was a better man than you and I put\ntogether. Does that register, Mr. Kennedy?\"\n\nKennedy flared. \"Now see here. I'm only doing my job!\"\n\n\"Oh shut up,\" Mason said.\n\nAnd strode out of the room.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Beasts in the Void, by Paul W. Fairman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BEASTS IN THE VOID ***\n\n***** This file should be named 32162.txt or 32162.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/6/32162/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}