{"title": "Do Unto Others", "author": "Mark Clifton", "releaseDate": "April 29, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction June 1958.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                            DO UNTO OTHERS\n\n\n                           BY MARK CLIFTON\n\n\n                       _Illustrated by Ed Emsh_\n\n\n                           [Illustration:]\n\n\n    _Do unto others as you would have them do unto you.... And\n     the natives of Capella IV, philosophers at heart, were not\n     ones to ignore the Golden Rule...._\n\n       *       *       *       *       *\n\n\n\n\nMy Aunt Mattie, Matthewa H. Tombs, is President of the Daughters of\nTerra. I am her nephew, the one who didn't turn out well. Christened\nHapland Graves, after Earth President Hapland, a cousin by marriage,\nthe fellows at school naturally called me Happy Graves.\n\n\"Haphazard Graves, it should be,\" Aunt Mattie commented acidly the\nfirst time she heard it. It was her not very subtle way of reminding\nme of the way I lived my life and did things, or didn't do them. She\nshuddered at anything disorderly, which of course included me, and it\nwas her beholden duty to right anything which to her appeared wrong.\n\n\"There won't be any evil to march on after you get through, Aunt\nMattie,\" I once said when I was a child. I like now to think that even\nat the age of six I must have mastered the straight face, but I'm\nafraid I was so awed by her that I was sincere.\n\n\"That will do, Hapland!\" she said sternly. But I think she knew I\nmeant it--then--and I think that was the day I became her favorite\nnephew. For some reason, never quite clear to me, she was my favorite\naunt. I think she liked me most because I was the cross she had to\nbear. I liked her most, I'm sure, because it was such a comfortable\nride.\n\nA few billions spent around the house can make things quite\ncomfortable.\n\nShe had need of her billions to carry out her hobbies, or, as she\ncalled it, her \"life's work.\" Aunt Mattie always spoke in clichés\nbecause people could understand what you meant. One of these hobbies\nwas her collection of flora of the universe. It was begun by her\nmaternal grandfather, one of the wealthier Plots, and increased as the\nfamily fortunes were increased by her father, one of the more ruthless\nTombs, but it was under Aunt Mattie's supervision that it came, so to\nspeak, into full flower.\n\n\"Love,\" she would say, \"means more to a flower than all the\nscientific knowledge in the world.\" Apparently she felt that the small\narmy of gardeners, each a graduate specialist in duplicating the right\nplanetary conditions, hardly mattered.\n\nThe collection covered some two hundred acres in our grounds at the\nwest side of the house. Small, perhaps, as some of the more vulgar\ndisplays by others go, but very, very choice.\n\nThe other hobby, which she combines with the first, is equally\nexpensive. She and her club members, the Daughters of Terra (D.T.s for\nshort), often find it necessary to take junkets on the family space\nyacht out to some distant planet--to straighten out reprehensible\nconditions which have come to her attention. I usually went along to\ntake care of--symbolically, at least--the bags and (their) baggage.\n\nMy psychiatrist would say that expressing it in this way shows I have\nnever outgrown my juvenile attitudes. He says I am simply a case of\narrested development, mental, caused through too much over-shadowing\nby the rest of the family. He says that, like the rest of them, I have\ninherited the family compulsion to make the universe over to my own\nliking so I can pass it on to posterity with a clear conscience, and\nmy negative attitude toward this is simply a defense mechanism because\nI haven't had a chance to do it. He says I really hate my aunt's flora\ncollection because I see it as a rival for her affection. I tell him\nif I have any resentments toward it at all it is for the long hours\nspent in getting the latinized names of things drilled into me. I ask\nhim why gardeners always insist on forcing long meaningless names upon\nnon-gardeners who simply don't care. He ignores that, and says that\nsubconsciously I hate my Aunt Mattie because I secretly recognize that\nshe is a challenge too great for me to overcome. I ask him why, if I\nsubconsciously hate Aunt Mattie, why I would care about how much\naffection she gives to her flora collection. He says, ahah! We are\nmaking progress.\n\nHe says he can't cure me--of what, I'm never clear--until I find the\nmeans to cut down and destroy my Aunt Mattie.\n\nThis is all patent nonsense because Aunt Mattie is the rock, the firm\nfoundation in a universe of shifting values. Even her clichés are\nprecious to me because they are unchanging. On her, I can depend.\n\nHe tells Aunt Mattie his diagnoses and conclusions, too. Unethical?\nWell now! Between a mere psychiatrist and my Aunt Mattie is there any\ndoubt about who shall say what is ethical?\n\nAfter one of their long conferences about me she calls me into her\nstudy, looks at me wordlessly, sadly, shakes her head, sighs--then\nsquares her shoulders until the shelf of her broad, although maiden,\nbosom becomes huge enough to carry any burden, even the burden of my\nalleged hate. This she bears bravely, even gratefully. I might resent\nthis needless pain the psychiatrist gives her, except that it really\nseems to make her happier in some obscure way.\n\nPerhaps she has some kind of guilt complex, and I am her deserved\npunishment? Aunt Mattie with a guilt complex? Never! Aunt Mattie knows\nshe is right, and goes ahead.\n\nSo all his nonsense is completely ridiculous. I love my Aunt Mattie. I\nadore my Aunt Mattie. I would never do anything to hurt my Aunt\nMattie.\n\nOr, well, I didn't mean to hurt her, anyway. All I did was wink. I\nonly meant....\n\n       *       *       *       *       *\n\nWe were met at the space port of Capella IV by the planet\nadministrator, himself, one John J. McCabe.\n\nIt was no particular coincidence that I knew him. My school was\nprogressive. It admitted not only the scions of the established\nfamilies but those of the ambitious families as well. Its graduates,\nnaturally, went into the significant careers. Johnny McCabe was one of\nthe ambitious ones. We hadn't been anything like bosom pals at school;\nbut he'd been tolerant of me, and I'd admired him, and fitfully told\nmyself I should be more like him. Perhaps this was the reason Aunt\nMattie had insisted on this particular school, the hope that some of\nthe ambition would rub off on me.\n\nCapella IV wasn't much of a post, not even for the early stages in a\nyoung man's career, although, socially, it was perhaps the best\nbeginning Johnny's family could have expected. It was a small planet,\nentirely covered by salt. Even inside the port bubble with its\nduplication of Earth atmosphere, the salt lay like a permanent snow\nscene. Actually it was little more than a way station along the space\nroute out in that direction, and Johnny's problems were little more\nthan the problems of a professional host at some obscure resort. But\nno doubt his dad spoke pridefully of \"My son, a planet administrator,\"\nand when I called on the family to tell them I'd visited their son, I\nwouldn't be one to snitch.\n\nThere was doubt in my mind that even Johnny's ambition could make the\nplanet into anything more than it was already. It had nothing we\nwanted, or at least was worth the space freight it would cost to ship\nit. The natives had never given us any trouble, and, up until now, we\nhadn't given them any. So Earth's brand upon it was simply a small\nbubble enclosing a landing field, a hangar for checkup and repair of\nships requiring an emergency landing, some barracks for the men and\nwomen of the port personnel, a small hotel to house stranded space\npassengers while repairs were made to their ship, or stray V.I.P.'s.\n\nA small administration building flying Federated Earth flag, and a\nwarehouse to contain supplies, which had to be shipped in, completed\nthe installation. The planet furnished man nothing but water pumped\nfrom deep in the rock strata beneath the salt, and even that had to be\ntreated to remove enough of the saline content to make it usable. At\nthe time, I didn't know what the natives, outside our bubble, lived\non. The decision to come had been a sudden one, and I hadn't had more\nthan enough time to call the State Department to find out who the\nplanet administrator might be.\n\nI was first out of the yacht and down the landing steps to the salt\ncovered ground. Aunt Mattie was still busy giving her ship captain his\ninstructions, and possibly inspecting the crew's teeth to see if\nthey'd brushed them this morning. The two members of her special\ncommittee of the D.T.'s who'd come along, a Miss Point and a Mrs.\nWaddle, naturally would be standing at her sides, and a half pace to\nthe rear, to be of assistance should she need them in dealing with\nmales.\n\nThere was a certain stiff formality in the way McCabe, flanked by his\nown two selected subordinates, approached the ship--until I turned\naround at the foot of the steps and he recognized me.\n\n\"Hap!\" he yelled, then. \"Happy Graves, you old son of a gun!\" He broke\ninto a run, dignity forgotten, and when he got to me he grabbed both\nmy shoulders in his powerful hands to shake me as if he were some sort\nof terrier--and I a rat. His joy seemed all out of proportion until I\nremembered he probably hadn't seen anybody from school for a long\ntime; and until I further remembered that he would have been alerted\nby the State Department to Aunt Mattie's visit and would have been\nlooking forward to it with dread and misgivings.\n\nTo realize he had a friend at court must really have overjoyed him.\n\n\"Johnny,\" I said. \"Long time.\" It had been. Five-six years anyway. I\nheld out my hand in the old school gesture. He let loose my shoulders\nand grabbed it in the traditional manner. We went through the ritual,\nwhich my psychiatrist would have called juvenile, and then he looked\nat me pointedly.\n\n\"You remember what it means,\" he said, a little anxiously I thought,\nand looked significantly at my hand. \"That we will always stand by\neach other, through thick and thin.\" His eyes were pulled upward to\nthe open door of the yacht.\n\n\"You can expect it to be both thick and thin,\" I said drily. \"If you\nknow my Aunt Mattie.\"\n\n\"She's your aunt?\" he asked, his eyes widening. \"Matthewa H. Tombs is\n_your_ aunt. I never knew. To think, all those years at school, and I\nnever knew. Why, Hap, Happy, old boy, this is wonderful. Man, have I\nbeen worried!\"\n\n\"Don't stop on my account,\" I said, maybe a little dolefully.\n\"Somebody reported to the Daughters of Terra that you let the natives\nrun around out here stark naked, and if Aunt Mattie says she's going\nto put mother hubbards on them, then that's exactly what she's going\nto do. You can depend on that, old man.\"\n\n\"Mother Hub....\" he gasped. He looked at me strangely. \"It's a joke,\"\nhe said. \"Somebody's pulled a practical joke on the D.T.'s. Have you\never seen our natives? Pictures of them? Didn't anybody check up on\nwhat they're like before you came out here? It's a joke. A practical\njoke on the D.T.'s. It has to be.\"\n\n\"I wouldn't know,\" I said. \"But if they're naked they won't be for\nlong, I can tell you that. Aunt Mattie....\"\n\nHis eyes left my face and darted up to the door of the ship which was\nno longer a black oval. The unexplained bewilderment of his expression\nwas not diminished as Aunt Mattie came through the door, out on the\nloading platform, and started down the steps. He grew a little white\naround the mouth, licked his lips, and forgot all his joy at meeting\nan old school mate. His two subordinates who had remained standing\njust out of earshot, as if recognizing a crisis now, stepped briskly\nup to his sides.\n\nAunt Mattie's two committee women, as if to match phalanx with\nphalanx, came through the door and started down the steps behind her.\nI stepped to one side as the two forces met face to face on the\ncrunching salt that covered the ground. It might look like a Christmas\nscene, but under Capella's rays it was blazing hot, and I found myself\nin sympathy with the men's open necked shirts and brief shorts. Still,\nthey should have known better than to dress like that. Somebody in the\nState Department had goofed.\n\nAunt Mattie and her two committee women were dressed conservatively in\nsomething that might have resembled an English Colonel's wife's idea\nof the correct tweeds to wear on a cold, foggy night. If they were\nalready sweltering beneath these coverings, as I was beginning to in\nmy lighter suit, they were too ladylike to show it. Their acid glance\nat the men's attire showed what they thought of the informality of\ndress in which they'd been received. But they were too ladylike to\ncomment. After that first pointed look at bare knees, they had no need\nof it.\n\n\"This is the official attire prescribed for us by the State\nDepartment,\" Johnny said, a little anxiously, I thought. It was hardly\nthe formal speech of welcome he, as planet administrator, must have\nprepared.\n\n\"I have no doubt of it,\" Aunt Mattie said, and her tone told them what\nshe thought of the State Department under the present administration.\n\"You would hardly have met ladies in such--ah--otherwise.\" I could see\nthat she was making a mental note to speak to the State Department\nabout it.\n\n\"Make a note,\" she said and turned to Miss Point. \"I will speak to the\nState Department. How can one expect natives to ... if our own\nrepresentatives don't ... etc., etc.\"\n\n\"May I show you to your quarters, ma'am?\" Johnny asked humbly. \"No\ndoubt you will wish to freshen up, or....\"\n\nMiss Point blushed furiously.\n\n\"We are already quite fresh, young man,\" Aunt Mattie said firmly.\n\nI happened to know that Aunt Mattie didn't like to browbeat people,\nnot at all. It would all have been so much more pleasant, gracious, if\nthey'd been brought up to know right from wrong. But what parents and\nschools had failed to do, she must correct as her duty. I thought it\nabout time I tried to smooth things over. I stepped up into their\nfocus.\n\n\"Aunt Mattie,\" I said. \"This is Johnny McCabe. We were at school\ntogether.\"\n\nHer eyebrows shot upward.\n\n\"You were?\" she asked, and looked piercingly at Johnny. \"Then, I\nrealize, young man, that your attire is not your fault. You must have\nbeen acting under orders, and against your personal knowledge of what\nwould be correct. I understand.\" She turned again to Miss Point.\n\"Underscore that note to the State Department,\" she said. \"Mark it\nemergency.\" She turned back to Johnny. \"Very well, Mr. McCabe, we\nwould appreciate it, after all, if you would show us to our quarters\nso that we may--ah--freshen up a bit. It is rather a warm day, isn't\nit?\"\n\nShe was quite gracious now, reassured because Johnny was an old school\nmate of mine, and would therefore know right from wrong. If I\nsometimes didn't seem to, she knew me well enough to know it had not\nbeen the fault of the school.\n\nThe three of us, Johnny on one side of Aunt Mattie and I on the other\nside, started toward the frame building on the other side of the\nbubble, which I assumed was the hotel. The four subordinates trailed\nalong behind, silent, wary of one another.\n\nBehind them the baggage truck, which had been piled high by the ship's\ncrew, hissed into life and started moving along on its tractor treads.\nJohnny caught a glimpse of it, without actually turning around, and\nhis eyes opened wide. He misinterpreted, of course. From the mountain\nof baggage it looked like our intention to stay a long time.\n\nBut then he wouldn't have been particularly reassured, either, had he\nrealized that our own supplies were quite scant and these bags, boxes,\nand crates contained sewing machines and many, many bolts of gaily\ncolored cloth.\n\n       *       *       *       *       *\n\nI had hardly more than--ah--freshened up a bit myself in my hotel\nroom, when I heard a discreet knock on my door. I opened it and saw\nJohnny McCabe.\n\n\"May I come in, Hap?\" he asked. As if against his will, he glanced\nquickly down the hall toward the suite where aunt and her committee\nhad been put.\n\n\"Sure, Johnny,\" I said, and opened the door wide. I pointed to an\naluminum tube torture rack, government issue's idea of a chair. \"You\ncan have the chair,\" I said. \"I'll sit on the edge of the bed.\"\n\n\"I'm sorry about the furnishings,\" he said apologetically as he sat\ndown and I closed the door. \"It's the best government will issue us in\nthis hole.\"\n\n\"Aunt Mattie would be disappointed if it were better,\" I said as I sat\non the edge of the bed, which was little softer than the chair. \"She\nexpects to rough it, and finds special virtue in doing her duty as\nuncomfortably as possible.\"\n\nHe looked sharply at me, but I had merely stated an accepted fact, not\nan opinion, and was therefore emotionless about it.\n\n\"I'm in trouble, Hap,\" he said desperately. He leaned forward with\nhis clasped hands held between his knees.\n\n\"Well, old man,\" I answered. \"You know me.\"\n\n\"Yes,\" he said. \"But there isn't anybody else I can turn to.\"\n\n\"Then we understand each other,\" I agreed. He looked both resentful\nand puzzled.\n\n\"No, I never did understand you,\" he disagreed. \"I suppose it's all\nthose billions that act as shock insulation for you. You never had to\nplan, and scheme, and stand alert indefinitely like a terrier at a rat\nhole waiting for opportunity to stick out its nose so you could pounce\non it. So I don't see how you can appreciate my problem now.\"\n\n\"I might try,\" I said humbly.\n\n\"This job,\" he said. \"It's not much, and I know it. But it was a\nstart. The department doesn't expect anything from me but patience.\nIt's not so much ability, you know, just a matter of who can hang on\nthe longest without getting into trouble. I've been hanging on, and\nkeeping out of trouble.\"\n\n\"But you're in trouble now.\"\n\n\"I will be when your aunt fails to put mother hubbards on the\nnatives.\"\n\n\"She won't fail,\" I said confidently.\n\n\"And when she storms into the State Department with fire in her eye\nand starts turning things upside down, it'll be my fault--somehow,\" he\nsaid miserably.\n\n\"So let her put some clothes on some natives,\" I said. \"She'll go away\nhappy and then, for all you care, they can take 'em off and burn 'em\nif they insist on going around naked. Just swing with the punch, man.\nDon't stand up and let 'em knock your block off. Surely you have some\ninfluence with the natives. I don't hear any war drums, any tom-toms.\nI don't see them trying to tear holes in the sides of your bubble to\nlet the air out. You must be at peace with them. You must have some\nkind of mutual cooperation. So just get a tribe or so to go along with\nthe idea for a while.\"\n\nHe looked at me and shook his head sadly. Sort of the way Aunt Mattie\nshook her head after a conference with my psychiatrist. But Johnny\ndidn't seem somehow happier. He had a pretty good chest, but it didn't\nlook enormous enough to carry any burden.\n\n\"I've been pretty proud of myself,\" he said. \"After five years of\ndaily attempts, and after using everything I ever learned in school\ncourses on extraterrestrial psychology, plus some things I've made up\nmyself, I established a kind of communication with the natives--if you\ncould call it communication. I'd go out in my spacesuit into their\nchlorinated atmosphere, I'd stand in front of one of them and talk a\nblue streak, think a blue streak. After about five years of it, one of\nthem slowly closed his eye and then opened it again. I invited one of\nthem to come inside the bubble. I told him about the difference in\natmosphere, that it might be dangerous. I got one of them to come in.\nIt made no difference to him.\"\n\n\"Well, fine, then,\" I said. \"Just get some of them to come in again,\nlet Aunt Mattie put some clothes on them, and everybody's happy.\"\n\nHe stood up suddenly.\n\n\"Take a walk with me, Hap,\" he said. It was more of a command than an\ninvitation. \"Over to the edge of the bubble. I want to show you some\nnatives.\"\n\nI was willing.\n\nOn the way around to the back of the building, over the crunching\nsalt, I had a thought.\n\n\"If all he did was close an eye,\" I said. \"How did you learn their\nlanguage, so you could invite him inside, explain about the\natmosphere?\"\n\n\"I don't even know they have a language,\" he said. \"Maybe he learned\nmine. I used to draw pictures in the salt, the way they taught us at\nschool, and say words. Maybe it took him five years to put the\nthoughts together, maybe they don't have any concept of language at\nall, or need it. Maybe he was thinking about something else all those\nfive years, and just got around to noticing me. I don't know, Hap.\"\n\nWe came around the edge of an outbuilding then to an unobstructed view\nof the bubble edge. Even through dark glasses he'd cautioned me to\nwear with a gesture, as he put on another pair for himself, the scene\nthrough the clear plastic was blinding white. Scattered here and there\non the glistening salt were blobs of black.\n\n\"Why,\" I exclaimed. \"Those are octopi. I suppose that's what the\nnatives use for food? I've wondered.\"\n\n\"Those _are_ the natives,\" he answered, drily.\n\nBy now we were up to the plastic barrier of our bubble and stood\nlooking out at the scene.\n\n\"Well,\" I said after some long moments of staring. \"It will be a\nchallenge to the D.T.'s, won't it?\"\n\nHe looked at me with disgust.\n\n\"What do they eat?\" I asked. \"Salt?\"\n\n\"I don't know if they eat,\" he said. \"Can't you get it through your\nthick skull, man, that these things are alien? Completely alien? How\ndo I know?\"\n\n\"Well you must know some things after five years of study. You must\nhave observed them. They must get food somehow, they must sleep and\nwake, they must procreate. You must have observed something.\"\n\n\"I've observed the process of procreation,\" he answered cautiously.\n\n\"Well fine, then,\" I said. \"That's what's going to concern Aunt Mattie\nthe most.\"\n\n\"Here's something that may help you understand them,\" he said, and I\nfelt a bit of the sardonic in his voice, a grimness. \"When that one\nvisited me inside here,\" he said. \"I took him into my office, so I\ncould photograph him better with all the equipment. I was explaining\neverything, not knowing how much he understood. I happened to pick up\na cigarette and a lighter. Soon as I flipped the lighter on, he shot\nup a tentacle and took it out of my hand. I let him keep it, of\ncourse. Next day, when I went outside, everyone of them, as far as I\ncould see in the distance, had a lighter, exactly like the one I'd\ngiven him. Furthermore, in a chlorinated atmosphere, without oxygen,\nthose lighters burned normally. Does that help you to understand them\nbetter?\" he asked with no attempt to hide the heavy irony.\n\nI didn't have a chance to answer because we both heard a crunching in\nthe salt behind us. We turned about and there was Aunt Mattie and her\ntwo committee women behind her also now in dark glasses. I waited\nuntil the ladies had come up to us, then I waved my arm grandly at the\nscene beyond the plastic.\n\n\"Behold the natives in all their nakedness, Aunt Mattie,\" I said.\nThen, to soften the blow it must have been, \"I'm afraid somebody was\npulling your leg when they reported it to the D.T.'s.\"\n\nMiss Point gasped audibly.\n\nMrs. Waddle said, \"Shocking!\"\n\nI couldn't tell whether it was the sight of the natives, or my remark\nwhich indicated I knew they had legs to pull.\n\nFor the first time in my life I saw uncertainty in Aunt Mattie's eyes\nas she looked, startled, at me, and then at Johnny. Then her chin\nsquared, her back straightened still more, the shelf of her bosom\nfirmed.\n\n\"It really won't be too much of a problem, girls,\" she said. \"Actually\nsimpler than some we've solved. Take a square of cloth, cut a hole in\nthe center for that headlike pouch to come through where its eye is,\nput in a draw string to cinch it up tight, above those--ah--those\nprotuberances, and let it flow out over those--ah--legs. Simple, and\nquite attractive, don't you think?\"\n\nThe girls nodded happily, and Johnny just stood there gasping for\nbreath.\n\n       *       *       *       *       *\n\nIt was simpler than any of us had thought.\n\nJohnny looked at me desperately when Aunt Mattie told him to have one\nof the natives come in so she could fit a pattern on it, to see if any\ngussets would be needed for fullness--whatever gussets might be.\n\n\"One of them came inside before,\" I said in answer to Johnny's\npleading look. \"Ask him again. If he refuses, Mohammed will go to the\nmountain. I'm sure you have extra space suits. I'm sure the ladies\nwon't mind going out to the natives if the natives won't come to\nthem.\"\n\n\"I don't know,\" Johnny said miserably. \"He may have had sufficient\ncuriosity to come inside once, but not sufficient to bring him in\nagain. You see, ladies,\" he turned to them desperately. \"They don't\nseem to care about us, one way or the other.\"\n\nThe two committee women looked apprehensively at Aunt Mattie. Not to\ncare about her, one way or the other? This was beyond comprehension.\nBut Aunt Mattie was equal to it.\n\n\"Very well,\" she said crisply. \"We shall not ask them to come to us.\nWe shall go to them. It is our duty to carry enlightenment to the\nignorant, wherever they may be, so that they can be taught to care. In\nthe performance of our duty, we have no room for pride. We shall go\nto them, humbly, happily.\"\n\nWe did, too.\n\nBy the time we'd got into space suits and through the bubble lock out\ninto the ordinary landscape of Capella IV, Capella, the sun, was\nsinking rapidly.\n\n\"We will just have time,\" Aunt Mattie said crisply, through the\nintercom of our suits, \"To set the pattern and get some idea of the\nsizes needed. Then tomorrow we can begin our work.\"\n\nThrough his face plate I got a look at Johnny's wide, apprehensive\neyes.\n\n\"Ladies,\" he said desperately. \"I must warn you again. I've never\ntried to touch one of them. I don't know what will happen. I can't be\nheld responsible.\"\n\n\"You have been most remiss, young man,\" Aunt Mattie said sternly. \"But\nthen,\" she added, as if remembering that he had gone to a proper\nschool, \"you're young. No doubt overburdened by nonsensical red tape\nin your administrative duties. And--if you had done this already,\nthere'd be no reason for my being here. I am always willing to help\nwherever I'm needed.\"\n\nAll five of us marched silently, and bravely, on after that. A hundred\nyards brought us to the first native. It lay there, spread eagled in\neight directions, on the salt. In the center of the tentacles there\narose a column of black rubbery flesh, topped by a rounded dome in the\ncenter of which was one huge liquid black eye. There was not a twitch\nof a tentacle as we came to a halt beside it.\n\n\"Is this the one you talked to, Johnny?\" I asked.\n\n\"How should I know?\" he asked bitterly. \"I never knew if I talked to\nthe same one twice.\"\n\n\"They're much bigger than I thought,\" Miss Point said with a little\ndismay in her voice.\n\n\"Some of them are ten feet in diameter,\" Johnny said, I thought with a\nbit of vindictiveness in his tone.\n\n\"Never mind,\" Aunt Mattie said. \"We'll simply sew three lengths of\ncloth together to get our square. I'm sure they won't mind a neatly\ndone seam.\"\n\nShe had a length of cloth in one arm of her space suit, and a pair of\nscissors in the mechanical claw of the other hand. With her eye she\nseemed to measure the diameter of the dome and, manipulating the\nscissors with the claw like an expert space mechanic, she cut a\nsizable hole in the center of the cloth.\n\nEntirely without fear or hesitation, she stepped into the triangle\nbetween two long black tentacles that lay on the salt and walked up to\nthe erect column at the center. Expertly, she flipped the cloth so\nthat the hole settled over the creature's head, or whatever it was.\nFore and aft, the cloth rippled out to cover the tentacles. The\ncreature did not move.\n\nWith an amazing speed, she took some bundles of cloth from the arms of\nMrs. Waddle, and with even more amazing dexterity of the space claw,\nwhich showed she was no amateur, she basted a length of cloth on\neither side of the first strip. Then with her scissors, careful not to\ngouge his hide, she cut off the corners so that the eight tentacles\nbarely peeped out from underneath the cloth.\n\nSomehow, it reminded me of a huge red flower with a black pistil\nlaying there on the white salt.\n\n\"There, sir,\" my aunt said with satisfaction to the monster. \"This\nwill hide your nakedness, instill in you a sense of true modesty.\" She\nturned to Johnny. \"They must not only know what,\" she instructed.\n\"They must also know why.\" She turned back and faced the monster\nagain. \"It is not your fault,\" she said to it, \"That you have been\nliving in a state of sin. On Earth, where I come from, we have a code\nwhich must be followed. Do unto others as you would have them do unto\nyou. I'm sure that if I lived in a state of ignorant sin, I would\nhumbly appreciate the kindness of someone letting me know. I'm sure\nthat, in time, you will also come to appreciate it.\"\n\nIt was quite a noble speech, and her two companions bowed their space\nsuit helmets in acknowledgement. Johnny's mouth and eyes were wide,\nand desperate. She stepped back then and we all stood there looking at\nthe monster.\n\nThe dome of its head began to tilt until the eye was fastened upon us.\nIt swept over the three ladies, hesitated on Johnny as if recognizing\nhim, but came to rest upon me. It stared at me for a full minute. I\nstared back. In some strange way I felt as if my psychiatrist were\nstaring at me, as he often did.\n\nThen the great eye slowly closed, and opened again. As slowly, and\nsomewhat to my amazement, I felt one of my eyes close and open. I\nwinked at it.\n\n\"That's all for this evening,\" Aunt Mattie said crisply. \"Let it have\nits clothes, get used to them. I have the pattern in my mind. Tomorrow\nwe will get out our sewing machines, and really get busy, girls.\"\n\nAll the way back to the entrance of the bubble, I felt that huge eye\nupon me, following me.\n\nWhy me?\n\n       *       *       *       *       *\n\nThe girls did not need to get busy the next morning.\n\nI was awakened by a shout, there was the sound of running feet in the\nhall, and a pounding on my door. Sleepy eyed, for I had dreamed of the\nmonster's eye all night long, I opened the door as soon as I had found\na robe to cover my own nakedness. It was Johnny, of course.\n\n\"Most amazing thing,\" he rushed in and collapsed into a sitting\nposition on the side of my bed. \"Absolutely amazing. You should see\nthem.\"\n\n\"What?\" I asked.\n\nThe rumpus must have disturbed the ladies, too, for there came another\nknock on my door, and when I opened it all three of them stood there\nfully dressed. Apparently they had arisen at the crack of dawn to get\nbusy with their sewing. Miss Point and Mrs. Waddle averted their eyes\nmodestly from the V neck of my robe and my bare legs. Aunt Mattie was\nused to my shameless ways.\n\n\"What is it?\" Aunt Mattie asked crisply.\n\nJohnny leaped to his feet again.\n\n\"Amazing,\" he said again. \"I'll have to show you. You'll never believe\nit.\"\n\n\"Young man,\" Aunt Mattie said sharply. \"No one has accused you of\nuntruthfulness, and you are hardly a judge of what we are capable of\nbelieving.\"\n\nHe stood looking at her with his mouth open.\n\n\"Now ladies,\" I said, and started closing the door. \"If you'll excuse\nme for two minutes I'll dress and we'll go see what Mr. McCabe wants\nto show us.\"\n\nThe door clicked on my last words, and I hastily doffed the robe and\nslid into pants and a shirt. Oddly enough, I knew what he was going to\nshow us. I just knew. I slipped on some shoes without bothering about\nsocks.\n\n\"All right,\" I said. \"I'm ready.\"\n\nThey had started down the hall, and we quickly overtook them. Johnny\nwent ahead, led us out of the hotel, around its side, and when we came\naround the corner of the outbuilding which obscured the view, there\nbefore us, through the bubble wall, we saw what I had expected.\n\nAs far as the eye could see, dotted here and there like poppies on\nsnow, the natives lay in the early sun, each dressed in flaring cloth\nlike that Aunt Mattie had designed the night before.\n\n\"You see?\" Johnny cried out. \"It's the same as with the lighter. One\nliked it, so they all have it!\"\n\nBy now we were up against the plastic barrier. The two subordinates\nwere gasping such words as \"Fantastic, amazing, astounding,\nincredible, wondrous, weird\".\n\nAunt Mattie took it all in, and her face lit into a beatific smile.\n\n\"You see, young man,\" she said to Johnny. \"They needed only to be\nshown right from wrong. Let this be a lesson to you.\"\n\n\"But how did they do it?\" Mrs. Waddle gasped.\n\n\"Give them some credit for diligence and ingenuity,\" Aunt Mattie\nalmost snapped at her assistant. \"I always say we underrate the\nintelligence and ingenuity of the lesser orders, and that it saps\ntheir strengths if we are overprotective. I admire self-reliance, and\nthese have shown they have it. So we will not have to do the sewing\nafter all. Come girls, we must pack and be on our way back to Earth.\nOur mission here is accomplished.\"\n\nThe two ladies obeyed their leader without question. The three of\nthem, in their sturdy walking shoes and their tweed suits, crunched\noff across the salt back to their rooms to start packing.\n\nJohnny and I walked along more slowly behind.\n\n\"The incredible Matthewa H. Tombs!\" he breathed. \"She's a legend, you\nknow, Hap. But I never believed it before.\" Then, in a complete and\nsudden change of mood he snickered. Or, at least, it was the nearest\nthing to a small boy snicker I'd heard since prep school. The snicker\nturned into a roar of laughter, a grown man's laughter. \"If they only\nknew!\" he shouted, apparently feeling secure because they'd turned the\ncorner and gone out of sight.\n\n\"Knew what?\" I asked.\n\n\"Why,\" he said, and doubled up with laughter again. \"They've covered\nup all the innocent parts and left the reprehensible part, which is\nright behind the eye, fully exposed.\"\n\n\"Johnny, my boy,\" I said with a chuckle. \"Do you really believe there\nare innocent parts and reprehensible parts of any creature in the\nuniverse?\"\n\nHe stood stock still and stared at me.\n\n\"It takes a nasty, salacious mind to make that kind of separation,\" I\nsaid.\n\n\"But your aun ... the Daughters of....\"\n\n\"I know my aunt and the Daughters of Terra,\" I said. \"I've lived with\nthem for years. I know their kind of mind. Who would know it better?\"\n\n\"But you....\"\n\n\"The human race,\" I said, \"is very young. It's only in the last few\nthousand years that it has discovered sex as a concept. So like little\nkids in kindergarten it goes around being embarrassed and snickering.\nBut we'll grow up. Give us time.\"\n\n\"But you....\" he said again. \"But they.... That's the kind of\norganization that keeps us from growing up, Hap. Don't you see that?\nThey've kept us mentally retarded for generations, centuries. How can\nwe make progress when....\"\n\n\"What's the hurry, Johnny? We've got millions of years, billions,\neternity.\"\n\nHe looked at me again, sharply, shrewdly.\n\n\"I've underestimated you, Hap,\" he said. \"I'm afraid I always did. I\nhad no idea you....\"\n\nI shrugged and passed it off. I'd had no idea either, not until this\nmorning, last night, yesterday evening when that eye had turned on\nme--and I'd winked back.\n\nI didn't know how to tell him, or any reason why I should, that there\ncouldn't be anything right or wrong, good or bad; that nothing could\nhappen, nothing at all, excepting through the working of the law of\nnature. Could one say that water running down hill is good, and water\nbeing pumped up hill is bad? Both are operating within known physical\nlaws. With millions of years to go, wasn't it likely we would go on\ndiscovering the laws governing how things worked? Until one by one we\nhad to give up all notion of good and bad happenings? Understood them\nas only the operation of natural law? In all the universe, how could\nthere be any such thing as unnatural happenings?\n\n\"Don't worry about it, Johnny,\" I said as we started walking again.\n\"And don't worry about your career, either. Aunt Mattie likes you, and\nshe's mighty pleased with the results of her work out here. Certain\npeople in the State Department may consider her a bit of a meddlesome\npest, but make no mistake about it, every politician in the universe\ntrembles in his boots at the very mention of the D.T.'s. And she likes\nyou, Johnny.\"\n\n\"Thanks, Hap,\" he said as we came to a stop before the doorway of the\nhotel. \"I'll see you before your ship takes off. Oh--ah--you won't\ntell her she covered up the wrong--well what she would think was the\nwrong part?\"\n\n\"I could have told her that last night,\" I said.\n\nHe walked away with that startled, incredulous look he'd worn ever\nsince our arrival.\n\n       *       *       *       *       *\n\nOn Earth Aunt Mattie had to rush off to a convention of D.T.'s, where\nI had no doubt her latest exploit in combating ignorance and sin would\nbe the main topic of conversation and add to the triumph of her\nlionization. To give her credit, I think this lionization bothered\nher, embarrassed her a little, and she probably wondered at times if\nit were all sincere. But I also think she would have been lonely and\ndisappointed without it. When one is doing all he can to make the\nuniverse we have inherited a better place for our posterity to inherit\none likes it to be appreciated.\n\nFor two or three weeks after she came back home, she was immersed in\nadministrative duties for the D.T., setting wheels in motion to carry\nout all the promises she'd made at the convention.\n\nI spent the time in my own suite in the south wing of our house.\nMostly, I just sat. No one bothered me except the servants necessary\nto eating, dressing, sleeping, and they were all but mute about it. My\npsychiatrist called once, but I sent word that I didn't need any\ntoday. I called none of my regular friends and did not answer their\nmessages.\n\nI did send to the Library of Science in Washington for the original\nscience survey report on Capella IV. It told me little, but allowed me\nto surmise some things. Apparently the original scientists were\nsingularly uncurious about the octopoids, perhaps because they didn't\nhave five years to hang around and wait for one to blink an eye, as\nJohnny had. As always, they were overworked and understaffed, they did\ntheir quick survey and rushed on to some new planet job. If one hoped\nthat someday somebody might go back and take another look at the\noctopoids I found no burning yearning for it in the dry reports.\n\nAs far as they went, their surmise was accurate. Some millions, many\nmillions of years ago, the planet had lost the last of its ocean\nwater. Apparently, as they failed to adapt to the increasing salinity\nof the little left, one by one the original life forms died out.\nSomething in the octopoid metabolism (or mentality?) allowed them to\nsurvive, to become land instead of water animals. Something in their\nmetabolism (or mentality?) allowed them to subsist on the air and\nsunlight. (Really now? Did they even need these?) That was as far as\nthe reports went.\n\nThey did not draw the picture of highly developed mentalities who lay\nthere for millions of years and thought about the nature of being.\nSuch things as how mental manipulation of force fields can provide\neach of them with a cigarette lighter that burns without any fluid in\nit and any oxygen around its wick, or such things as mother hubbards\nwhich had caught their fancy, or perhaps gave them some kind of\nsensual kick caused by heat filtering through red cloth.\n\nBut mostly I just sat.\n\nI went to see Aunt Mattie when she came back from the convention, of\ncourse. She had the west wing where her sitting room looked out upon\nher flora collection--and the gardeners who were supposed to keep\nbusy. Our greeting was fond, but brief. She did look at me rather\nquizzically, rather shrewdly, but she made no comment. She did not\nreturn my visit.\n\nThis was not unusual. She never visited my suite. When I was\ntwenty-one she took me into the south wing and said, \"Choose your own\nsuite, Hapland. You are a man now, and I understand about young men.\"\nIf she had in mind what I thought she had it was a mighty big\nconcession to reality, although, of course, she was five years late in\ncoming around to it.\n\nThis older generation--so wise, so naive. She probably resolutely\nrefrained from imagining far worse things than really went on.\n\nAbout two weeks after she'd come back from the convention, a month\nsince we returned from Capella IV, there was an interruption, an\nexcited one. For once in his life the butler forgot to touch my door\nwith feather fingertips and cough discreetly. Instead he knocked two\nsharp raps, and opened the door without invitation.\n\n\"Come quickly, Master Hapland,\" he chittered urgently. \"There are\ncreatures on our private landing field.\"\n\nThere were, too.\n\nWhen I got there in my garden scooter, and pushed my way through the\ncrowd of gardeners who were clustered on the path and around the gate\nto the landing field, I saw them. At least a dozen of the Capella IV\noctopoids were spread eagled, their tentacles out flat on the hot\ncement of the runway. Their eye stared unblinking into the sun. Over\ntheir spread of tentacles, like inverted hibiscus blossoms, they wore\ntheir mother hubbards.\n\nBehind them, over at the far edge of the field, was an exact duplicate\nof our own space yacht. I wondered, rather hysterically perhaps, if\neach of them on Capella IV now had one. I suspected the yacht was\nsimply there for show, that they hadn't needed it, not any more than\nthey needed the mother hubbards.\n\nThere was the hiss of another scooter, and I turned around to see Aunt\nMattie come to a stop. She stepped out and came over to me.\n\n\"Our social call on Capella IV is being returned,\" I said with a grin\nand twinkle at her.\n\nShe took in the sight with only one blink.\n\n\"Very well,\" she answered. \"I shall receive them, of course.\" Somebody\nonce said that the most snobbish thing about the whole tribe of Tombs\nwas that they'd never learned the meaning of the word, or had to. But\nI did wonder what the servants would think when the creatures started\nslithering into our drawing room.\n\nThere was a gasp and a low rumble of protesting voices from the\ngardeners as Aunt Mattie opened the gate and walked through it. I\nfollowed, of course. We walked up to the nearest monster and came to\nstop at the edge of its skirt.\n\n\"I'm deeply honored,\" Aunt Mattie said with more cordiality than I'd\nseen her use on a Secretary of State. \"What can I do to make your\nvisit to Earth more comfortable?\"\n\nThere was no reply, not even the flicker of a tentacle.\n\nThey were even more unusual than one might expect. Aunt Mattie\nresolutely went to each of the dozen and gave the same greeting. She\nfelt her duty as a hostess required it, although I knew that a\ngreeting to one was a greeting to all. Not one of them responded. It\nseemed rather ridiculous. They'd come all this way to see us, then\ndidn't bother to acknowledge that we were there.\n\nWe spent more than an hour waiting for some kind of a response. None\ncame. Aunt Mattie showed no sign of impatience, which I thought was\nrather praiseworthy, all things considered. But finally we left. She\ndidn't show what she felt, perhaps felt only that one had to be\npatient with the lack of manners in the lower orders.\n\nI was more interested in another kind of feeling, the one we left\nbehind. What was it? I couldn't put my finger on it. Sadness? Regret?\nDistaste? Pity? Magnanimity? Give a basket of goodies to the poor at\nChristmas? Give them some clothes to cover their nakedness? Teach them\na sense of shame?\n\nNo, I couldn't put my finger on it.\n\nHilarity?\n\nI found myself regretting that back there on Capella IV, when Aunt\nMattie put clothes on him, and the monster had looked at me, I winked.\n\nI wondered why I should regret that.\n\n       *       *       *       *       *\n\nI didn't have long to wonder.\n\nNothing happened during the rest of the day. We went back, together\nand separately, several times during the daylight hours and during the\nearly hours of the night. For a wonder, nobody had leaked anything to\nthe newspapers, and for what it was worth, we had the show to\nourselves.\n\n\"Perhaps tomorrow,\" Aunt Mattie said around midnight, as we left the\nfield for the last time. \"Perhaps they must rest.\"\n\n\"I could use some of that,\" I said with a yawn.\n\n\"Yes, Hapland,\" she agreed. \"We must conserve our strength. Heaven\nknows what may be required of us on the morrow.\"\n\nDid she feel something, too? It was so strong, how could she help it?\nAnd yet, the monster had not looked into her eye.\n\nI didn't expect to sleep well, but I fooled myself. I was quite sure I\nhadn't more than closed my eyes when I was roused by another excited\nrapping on my bedroom door and again the butler rushed in without\nceremony.\n\n\"Look, Master Hapland,\" he shouted in a near falsetto.\n\nHe pulled so hard on my drapes they swept back from my windows like a\nstage curtain--and I looked.\n\nTo the very limit of our grounds in the distance, but not beyond, the\ntrees, the shrubs, the drives and walkways, the lawns and ponds, all\nwere covered with a two foot thick blanket of glistening salt.\n\n\"And the monsters are gone,\" the butler was saying. \"And I must go to\nyour aunt.\"\n\n\"So must I,\" I said, and grabbed up a robe.\n\nAs I ran, overtook him, passed him, from all over the house I could\nhear excited outcries, wonder, amazement, anger, fear from the\nservants. I finished the length of my wing, sprinted through the main\nbody of the house, and down the hallway of her wing to the door of her\nsuite. I didn't need to knock, someone had left it open.\n\nHer own personal maid, I saw, as I ran past the little alcove into the\nsitting room. The maid was standing beside Aunt Mattie, wringing her\nhands and crying. The drapes here, too, were swept full back, and\nthrough the windows I could see the collection, the highly prized,\nwondrous collection of flora, all covered in salt.\n\nAunt Mattie stood there, without support, looking at it. When I came\nup to her there were tears in her eyes and glistening streaks on her\nwrinkled cheeks.\n\n\"Why?\" she asked. It was very quietly spoken.\n\nBy now the butler had made the trip, and came into the room. I turned\nto him.\n\n\"If we hurry,\" I said. \"A good deal of the collection is enclosed\nunder plastic domes. If we don't wet the salt, and if we hurry and\nhave it scraped away from the buildings it won't poison the ground\ninside them. We can save most of the collection that way.\"\n\n\"No, Master Hapland,\" he said, and shook his head. \"The salt is inside\nthe buildings, just as much as here. A gardener shouted it at me as I\npassed.\"\n\nAunt Mattie's closed fist came up to her lips, and then dropped again.\nThat was all.\n\n\"Why, Hapland?\" she asked again. \"Evil for good? Why?\"\n\nI motioned the maid and butler to leave--and take with them the\ncluster of servants around the door in the hall. I took Aunt Mattie\nover to her favorite chair, the one where she could sit and look out\nat her collection; no point in pretending the salt wasn't there. I sat\ndown at her feet, the way I used to when I was ten years old. I looked\nout at the salt, too. It was everywhere. Every inch of our grounds was\ncovered with it, to poison the earth so that nothing could grow in it.\nIt would take years to restore the grounds, and many more years to\nrestore the collection.\n\n\"Try to understand, Aunt Mattie,\" I said. \"Not only what I say, but\nall the implications of it. They didn't return evil for good. Let's\nsee it from what might have been their point of view. They live on a\nworld of salt, an antiseptic world. We went there, and you intended\ngood. You told them that our code was to do unto others as we would\nhave them do unto us.\n\n\"They returned our visit, and what did they find? What kind of a\npestilent horror did we live in? Bare ground, teeming with life,\nbillions of life forms in every cubic foot of ground beneath our feet.\nAbove the ground, too. Raw, growing life all around us, towering over\nus.\n\n\"If they were doomed to live in such a world, they would want it\ncovered in salt, to kill all the life, make it antiseptic. They owed\nnothing to the rest of Earth, but they owed this kindness to you. They\ndid unto others, as they would have others do unto them.\"\n\n\"I never realized--I was sure I couldn't be.... I've built my life\naround it,\" she said.\n\n\"I know,\" I said with a regretful sigh. \"So many people have.\"\n\nAnd yet, I still wonder if it might not have happened at all--if I\nhadn't winked. I wonder if that pesty psychiatrist has been right, all\nalong?\n\nEND\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Do Unto Others, by Mark Clifton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DO UNTO OTHERS ***\n\n***** This file should be named 32181-8.txt or 32181-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/1/8/32181/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}