{"title": "A Mixture of Genius", "author": "Arnold Castle", "releaseDate": "May 2, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from If Worlds of Science Fiction June 1958.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                         A Mixture of Genius\n\n\n                           BY ARNOLD CASTLE\n\n\n                     _Illustrated by Paul Orban_\n\n\n     _Who, but the imaginative young, shall inherit the stars?_\n\n       *       *       *       *       *\n\n\n\n\nThe sleek transcontinental airliner settled onto one of the maze of\nrunways that was Stevenson Airport. With its turbojets fading into a\ndense roar, it taxied across the field toward the central building.\nInside the plane a red light went off.\n\nSenator Vance Duran unhooked the seat belt, reached for his briefcase,\nand stepped into the crowded aisle. The other passengers were all\nstrangers, which had meant that for nearly an hour he had been able to\ngive his full attention to the several hundred pages of proposed\nlegislation and reports presented to the Committee on Extraterrestrial\nDevelopment, of which he was chairman. But now there would be\nreporters, local political pleaders, the dinner at the Governor's, and\nthe inevitable unexpected interruptions which were a part of every\ntrip home.\n\nAs he strode through the door and onto the mobile escalator, he donned\nhis smile of tempered confidence in the economic future of the nation.\nA television camera went into action at once and news-men formed a\nsmall circle at the bottom of the ramp.\n\n\"That was a great little debate you put on with Ben Wickolm last\nweek,\" one of the reporters said. \"You really tied him up.\"\n\n\"You can thank Senator Wickolm for arousing me,\" Duran answered,\nobserving to himself that perhaps _all_ of his efforts on the Hill did\nnot go unnoticed in his home state, if most of them seemed to.\n\n\"What do you think, Senator, of the FCC's modified ruling on the\nintegrated lunar relay station plan?\" another asked.\n\n\"I haven't had time to get fully acquainted with it,\" the senator\nevaded, stepping onto the ground and out of the way of the ramp.\n\n\"Say, Senator, what about the Mars colony project?\" a third put in.\n\"How come it's bogged down?\"\n\n\"No comment at present,\" the senator said. But he gave them an\nambiguous little grimace which was meant to suggest a minor but sticky\nsnarl behind the scenes. He hoped it would satisfy them for the\nmoment.\n\nMaking his escape as quickly as possible, he climbed onto the shuttle\ncar already loaded down with the other passengers. Finding an empty\nseat, he folded himself into it, and was immediately joined by someone\nelse.\n\n\"Well, Senator, how does it feel to be home?\" his companion asked with\nsympathetic irony.\n\nDuran turned, grinned, and reached for the man's hand.\n\n\"Great, Wayne,\" he answered, recognizing an old friend who had been of\nno small aid during his earlier years in politics. \"Say, I'd ask you\nover for dinner if we weren't going to the Governor's tonight. Molly\nwould love to see you. Unfortunately I'm leaving for Washington again\nin the morning.\"\n\n\"Why doesn't Molly move to D.C. with you, Vance?\" the journalist\nasked.\n\nDuran hesitated. \"Maybe in a year or so. After the boys are out of\nhighschool. _If_ I get the job again.\"\n\nThe smile on the younger man's face was heartening.\n\n\"Don't play coy with me, Vance. You know you've got this state sewed\nup.\" Then came the slight frown of doubt. \"Just one thing, though. A\nlot of people are wondering why the hold up on the colony project.\nYou're bound to get a little of the criticism. What the hell's wrong,\nanyway?\"\n\n\"Can't you guess?\"\n\n\"Yeah. I can guess. There's only one possibility, since the government\nscientists assure us they've ironed out all the technical wrinkles.\nBut it's pretty hard to believe that out of the thousands of people\nwho volunteer every week, not even a couple of hundred are\nacceptable.\"\n\nDuran considered his answer carefully before voicing it.\n\n\"Ever ask yourself _who_ volunteers, Wayne?\"\n\nThe journalist looked at him oddly, then nodded.\n\n       *       *       *       *       *\n\nThe senator took an elevator directly to the helicopter landing on the\nroof of the building. It was several minutes before he had located the\nlittle runabout he had bought for his wife the previous Christmas.\nJack Woodvale, their caretaker, gardener, and chauffeur, was just\nretrieving his suitcase from the baggage lift as the senator arrived.\n\nWaiting until Woodvale had secured the suitcase in the luggage\ncompartment and climbed into the pilot's seat, Duran squeezed himself\ninto the cabin. A minute or two later the little craft was rising from\nthe port, directed automatically into the appropriate channel and\nguided off toward the city.\n\n\"How've things been going, Jack?\" the senator asked. He felt good.\nWayne's friendship and assurances had provided a needed boost.\n\"Everything okay?\"\n\n\"I'd say so, sir,\" Woodvale told him. \"Had a little trouble with the\nsolar screen. The store sent a man out to fix it. It's all right now.\"\n\nThe new power unit had been another of Molly's ideas, Duran recalled.\nThe old crystal sulfide screen had been perfectly reliable. But Molly\nhad thought it looked ugly up there on the roof. Molly's main faults,\nhe decided, derived from her concern with the neighbors' opinions.\n\n\"Oh, there was something else came up while I was on my way out to get\nyou,\" Woodvale continued abruptly. \"The state's Attorney General\ncalled--said it was important you contact him immediately.\"\n\nDuran sensed anger surging up as he remembered the times when, as\nDistrict Attorney, Sig Loeffler had openly snubbed him. That, of\ncourse, had been back in the days when Duran had been a junior partner\nin one of the city's smaller law firms. He had not forgiven Loeffler,\nnor had Loeffler given him any reason to do so. Only the Governor's\nback-slapping mediation had allowed them to reach a politically stable\nrelationship. The relationship did not involve Duran's compliance with\nthe man's whims, however.\n\n\"Get him on the phone, Jack,\" Duran said at last. \"But just make one\ncall. If he's not at his office, forget it.\"\n\nIn less than a minute Woodvale was turning around to say:\n\n\"He's in, sir. You want to talk to him?\"\n\nDuran grunted and lifted the phone from the clamp beside his seat.\n\n\"Senator Duran speaking,\" he said.\n\n\"Vance, this is Loeffler,\" boomed a voice in considerable contrast to\nthe senator's own mild tone. \"Something pretty fantastic has happened.\nWe're trying to keep it quiet, at least until we decide on what action\nto take. But if you can make it over here some time this evening, I'll\ntell you the story. You're going to be in on it eventually, and I\nthought you'd prefer getting in on it early.\"\n\nDuran had intended quite bluntly to explain that he had more important\nbusiness. But there was something compelling about the man's\napparently ingenuous urgency that caused the senator to change his\nmind.\n\n\"Okay, Loeffler. I'll be right over.\"\n\nHe broke the contact and told Woodvale to dial his home number.\n\n\"Ernie, this is Dad,\" he said at the sound of his younger son's voice.\n\"Tell Mother I'm going to stop off at the Attorney General's\noffice--that's right--but that I'll be home in plenty of time to get\nready for the dinner. Got that? That's right. How's school? Something\nwrong? Okay, son, I'll see you later.\"\n\nErnie had said that everything was all right, but with an uneasiness\nin the way he spoke. Grades, maybe, Duran thought. The boy had been\ndoing pretty well, almost as well as Roger, but was showing the\ninevitable adolescent ramifications of interest. Duran found himself\nmusing briefly upon his own youthful extra-curricular forays up the\ntree of knowledge and sighed.\n\n\"Go to the capitol building, Jack,\" he said.\n\n\"Which port should I use, sir?\" the younger man asked.\n\n\"The official one,\" Duran told him. This was Loeffler's idea.\n\n       *       *       *       *       *\n\nThe senator was surprised to find one of the Attorney General's\nharried-looking secretaries working late. She glanced up from her\ntypewriter and gave him an equivocal smile of recognition.\n\n\"He's expecting you, Mr. Senator,\" she said, nodding toward the inner\noffice. \"Go right in.\"\n\nSigmund Loeffler was not alone. But the two other visitors were paled\nby the aura of importance which emanated from the large black-haired\nman behind the desk. He rose grandly at Duran's entrance, and without\nbothering to shake hands proceeded with introductions.\n\n\"Fritz Ambly, Senator Vance Duran. Fritz,\" he explained, \"is chairman\nof the state Youth Welfare Board.\"\n\nDuran took the thin hand which the other extended to him and noted the\nconcern on the man's slim freckled face. His features were\nappropriately almost those of a child, but of a worried child.\n\n\"And Bob Duff, Senator Duran,\" Loeffler went on. \"Bob is head of our\nCivil Defense now.\"\n\nThe second man was, in contrast, short and homely, but not without a\ntouch of the other's anxiety.\n\n\"Well, gentlemen, you're welcome to stay if you wish,\" the Attorney\nGeneral told them. \"I'll have to repeat all the facts to Senator\nDuran, of course.\"\n\n\"I'd better be off,\" Ambly said. \"Perhaps I'll see you at the\nGovernor's tonight?\"\n\n\"Not me, I'm afraid,\" Loeffler told him. \"The DA and I have a little\nproblem to work out together. I'll call you both tomorrow about the\npress release.\"\n\n\"We can't wait too long,\" said Duff. \"Rumors can be a lot worse than\nthe truth. Especially about something like this. In fact, I don't see\nthe point in waiting at all.\"\n\n\"Tomorrow, Bob. Tomorrow,\" Loeffler promised. \"Noon at the latest.\"\n\nHis heavy smile faded as the two visitors closed the door behind them.\nWith an unthrottled groan, he lowered himself into the chair and\nturned his dark gaze upon the senator.\n\n\"They think _they_ have troubles,\" he said.\n\n\"And you think _I_ have,\" Duran returned, seating himself.\n\n\"I know _you_ do. Unfortunately I happen to share them to some\nextent.\"\n\nHe paused to relight the stub of a cigar, then went on.\n\n\"It's a crazy world we live in, Vance. Things change. Sometimes it's\nhard for us adults to keep up with it. The kids seem to, though.\"\n\nDuran tried to appear suavely bored with the other's musings. But in\nspite of himself he could sense his gaze becoming intently expectant.\nWhatever connection there might be between himself, Ambly, and Duff\ncompletely eluded him. And that elusive connection had aroused his\ncuriosity.\n\n\"Yeah, they keep up with things, all right,\" Loeffler went on. \"And\nsometimes they get some pretty big ideas.\"\n\nHe halted, puffed thoughtfully, then barked:\n\n\"Remember Mel Skinner's lodge out on that island in Wakataoga Lake?\nBig Spanish-style place. Built it for that wife of his he brought back\nfrom Chile or somewhere.\"\n\n\"Yes, I remember it. Molly and I spent a weekend there a couple of\nyears ago. Why?\" the senator asked, realizing more than ever how much\nhe disliked Sigmund Loeffler. \"What are you getting at?\"\n\n\"Well, the next time you go you'd better take along some sleeping\nbags,\" said Loeffler. \"Because the house isn't there anymore.\"\n\n\"Okay,\" Duran said, strangely anxious. \"Let's forget the riddles and\nget down to business. What happened to Mel Skinner's hacienda?\"\n\nThe Attorney General stared at his guest for a moment, before\nremarking harshly:\n\n\"It got blown up.\"\n\n\"A bomb, you mean?\" Duran asked.\n\n\"Oh, no, no--nothing so crude as that. This was a guided missile. With\na warhead.\"\n\nThe senator was thinking fast now, but still the pattern eluded him.\n\n\"Not an act of war, surely?\" he remarked.\n\n\"More like an act of revolution,\" Loeffler told him. \"Because the\nagents behind it were _kids_. Kids from our state, our city. Kids\nfrom decent homes, educated families. Bright kids. Happy kids. Kids\nwith every opportunity. _Kids who ought to know better--_\"\n\n\"Hold it, Loeffler!\" Duran interrupted, rising from the chair to place\nboth hands on the edge of the desk. \"Just one question--was anyone\nkilled or injured?\"\n\nThe other man hesitated melodramatically, then looked down at his\ncigar.\n\n\"No. There was no one on the island. The place had been closed down\nfor the winter. That's the only pleasant thing about it.\"\n\nDuran found it such unexpectedly good news that he was actually able\nto smile when he dropped back into the chair.\n\n\"In other words, Loeffler, it was a prank.\"\n\nBut the Attorney General seemed not to see it in precisely that light.\n\n\"A prank, yes!\" he exploded. \"A hundred thousand dollar prank! My God,\nVance, don't you see what those boys did? They demonstrated the\ngrossest lack of respect for private property. And what if they'd\nmiscalculated? That rocket was fired from a distance of some fifty or\nsixty miles. It could have killed any number of people along its\ncourse had it fallen short.\"\n\n\"Well, I'll admit it's not the sort of thing I'd like to see\nencouraged,\" said Duran. \"Now give me the details. Who were they?\nWhere did they get the rocket? What was the point of it, anyway?\"\n\nSigmund Loeffler opened a folder which lay on his desk and started\nsifting through its contents. He pulled out several memoranda and a\nlist of names, closing the folder again.\n\n\"There was a gang of eight, all in the eleventh or twelfth grades at\nEisenhower High. Five of them were members of the school rocket club.\nThree of them had juvenile delinquency records--minor stuff, mostly,\nlike copter stunting and public disturbance. The youngest had won a\ncouple of science awards for demonstrations in--\" he glanced\nsignificantly at the senator, \"the chemistry of explosives.\"\n\nDuran said nothing, but his sense of concern was growing.\n\n\"Let's see,\" Loeffler went on. \"Two of the boys were taking vocational\ncourses. One had his own machine shop, in fact. Then there was the\nelectronics expert--Ceasar Grasso's son--know him?\"\n\nThe senator nodded.\n\n\"He runs the highschool T-V station. Knows a lot about radio, I\nunderstand. Oh, yes. There was also the lad who drew up the plans for\nthe gadget. Pretty sharp at engineering design, they say--\"\n\nDuran peered numbly across the desk at the grim faced official. This\nwas what he had been fearing all along. But despite his apprehension,\nhe was not entirely ready for it.\n\n\"That, I suppose,\" he said quietly, \"was my son Roger.\"\n\nLoeffler nodded slowly. \"That was your boy, Vance. Sorry I had to be\nthe one to break it to you.\"\n\n\"But where is he?\" Duran asked. \"And does Molly know about it?\"\n\n\"She knows he's been detained, but not how serious the charges are.\"\n\n\"Just how serious _are_ the charges?\"\n\n\"I don't know yet,\" said Loeffler. \"That's not really my province, of\ncourse,\" said Loeffler. \"But the problem is complicated by the fact\nthat Lake Wakataoga is state property, with the island merely leased\nto Skinner.\"\n\nDuran fumbled through his pockets for his cigarettes. He found them\nand lit one.\n\n\"When did this happen?\" he asked, aware that the painfully tangled\nknot in his stomach was beginning to untie itself.\n\n\"This afternoon around one-thirty. A couple of guys fishing on the\nlake saw the explosion and called the local civil defense\nhead-quarters. They claim they heard the rocket fall. Damned near had\na war scare till the pieces were found. They were easy enough to\ntrace, and the kids gave themselves away by all eight of them being\nawol from their one o'clock classes. Especially since five of them\nwere absent from a physics class--that was one class they never cut.\"\n\n\"I don't see how they managed to go all the way through with it\nwithout someone finding out,\" Duran said, bewilderedly.\n\n\"I know,\" agreed Loeffler, nodding. \"That's the way we all felt. But\nthey admit doing it--hell, they're proud of it!--and we found the shed\nwhere the thing was assembled.\"\n\n\"I don't suppose they offered any motive,\" Duran said.\n\n\"Oh, sure. They claim they'd been planning it ever since Skinner\nwouldn't let them land copters on the island. Pretty weak, huh?\"\n\nThe senator made no response.\n\n\"Well, Vance, I guess you'll want to talk to the boy,\" Loeffler\nconcluded. \"I had him brought up here. Figured it would be best all\naround that way. I knew you had to get back to Washington tomorrow and\nprobably wouldn't have time to see him then. Shall I have him come\nin?\"\n\nWhen Duran hesitated, he added, \"Oh, I've got to duck out for a few\nminutes. Get some supper. Got a long evening ahead of me.\"\n\n\"Okay, Loeffler, send him in. And--\" This was the hardest part. \"And I\nappreciate this.\"\n\n\"No trouble, Vance,\" the man said, rising and stepping around the\ndesk. \"No more than we've got already.\"\n\nHe removed a suit coat from a hanger and left the office with it under\nhis arm. A moment later the door opened again and the senator saw the\nshaggy head of his older son peer into the room. The boy was the one\nwho finally broke the silence which followed.\n\n\"Hi, Dad,\" he said, sauntering casually into the office. \"Guess you're\npretty sore at me. Can't blame you.\"\n\nDuran remained seated, indicating a chair against one wall. He waited\ntill his son had sat down.\n\n\"I'm a little dumbfounded, Rog, that's all. I suppose you had a good\nreason for it.\"\n\n\"Sure. Old skinflint Skinner wouldn't let us--\"\n\n\"_Roger!_\" the senator growled threateningly. He was not going to\nallow the interview to start off with a half-truth.\n\n\"Yeah, but that's state land,\" the boy persisted. \"He hadn't any\nright--\"\n\n\"Roger, I said a _good_ reason.\"\n\n\"Okay, Dad,\" he sighed. \"No, we didn't have _that_ kind of a reason.\"\n\n\"What it amounted to,\" Duran said, \"was that you wanted to do\nsomething spectacular like building a rocket and firing it at\nsomething. Only to be fun it had to be illegal, if not immoral. And\nMelvin Skinner's place seemed like the least objectionable target.\nIsn't that about it?\"\n\n\"Yeah, I guess so. Only we had just about finished the rocket before\nwe started wondering about a target. That was the trouble. Once we'd\nbuilt it, we had to do something with it.\"\n\n\"How do you think that's going to sound in court?\"\n\n\"I don't know, Dad. You're the lawyer.\"\n\nDuran cringed, but tried not to show it.\n\n\"Roger,\" he said slowly. \"Flippancy is the easiest defense, and the\nleast effective. I hope you won't feel you have to resort to it too\noften.\"\n\nThe boy said nothing.\n\n\"Well, tell me about it,\" his father suggested, sensing his son's\nisolation.\n\n\"About what?\"\n\n\"The rocket. Wouldn't a jet have been easier to make?\"\n\n\"A rocket was cheaper.\"\n\nThe source of the money required for the project was something Duran\nhad overlooked. However, it was, he realized, one best postponed for\nthe present. The important thing now was to regain his son's\nconfidence.\n\n\"Did you design it?\"\n\n\"Yeah. Well, I drew it up. Nothing very original about it. But it was\na good little machine.\"\n\nDuran noticed the boy's restless squirming, saw him perfunctorily\nplace a hand to the baggy pocket of his jacket and quickly withdraw\nit, then arrived at a decision. Reaching into his own coat, Duran took\nout the pack of cigarettes, extending it to his son.\n\n\"Care for a cigarette?\" he asked.\n\nThe youth looked at him doubtfully for an instant. Then he smiled his\nfirst smile that evening.\n\n\"Thanks, Dad,\" he responded, taking one and lighting it\nself-consciously. He added, \"You've been out of town so much, I didn't\nthink you knew I'd started--\"\n\n\"I know, Rog,\" the man said, aware of a rising flood of\nself-condemnation. \"Go on, son. About the rocket. What kind of fuel\ndid you use?\"\n\n\"Oh, nothing special. It had a liquid bi-propellant motor. We used\nethanol and liquid oxygen. Pretty old-fashioned. But we didn't know\nhow to get hold of the fancier stuff, and didn't have any way of\nsynthesizing it. Then, at the last minute, we found that one of the\nvalves feeding into the nozzle was clogged up. That's why we were late\nto class.\"\n\n\"Couldn't that have been dangerous?\" Duran asked, and realized at once\nthat he had said the wrong thing.\n\nThe boy merely shrugged.\n\n\"Well, it must have been a pretty good machine if it flew sixty miles\nand hit its target,\" Duran went on.\n\n\"Oh, we had it radio-controlled, with a midget T.V. transmitter\nmounted in it. Grasso took care of that. He did a terrific job. Of\ncourse, it was pretty expensive.\"\n\nHe glanced at his father tentatively for a moment, then bent his gaze\nto the cigarette.\n\n\"I don't have my car any more. But I guess I won't be needing it now.\"\n\nThere was a cautious knock on the door.\n\n\"Listen, Rog,\" Duran began, \"I'll try to get to see you tomorrow\nbefore I leave. Remember that your mother and I are both on your side,\nwithout qualification. You've done a pretty terrible thing, of course.\nBut I have to admit, at the same time, that I'm really rather proud of\nyou. Does that make sense?\"\n\n\"Sure,\" said Roger huskily, \"I guess so.\"\n\n       *       *       *       *       *\n\nThe flight home was a quiet one. Duran found himself with many\nthoughts to think, not the least of which was what his wife's reaction\nwould be. The difficulty lay in the fact that their married life had\nbeen too easy, too free of tragedy, to enable him to foresee her\nresponse. But life would not be quite the same now, even if Roger\nescaped the more concrete forms of punishment. And perhaps it would be\nthe most difficult for Ernest, who would forever be expected either to\nlive up to or down to his older brother's reputation. When all poor\nErnest seemed to want these days was to play the saxophone.\n\nAnd then there was his own political future to consider. This would\ncertainly not help it. But perhaps the affair would be forgotten in\nthe next three years. After all, it might have been far worse. It\nmight have happened in a campaign year. This way he still had a\nfighting chance. Three sessions with a good record might overbalance\nthe loss in public confidence this would incur. And then he thought of\nthe Mars colony mess and winced.\n\nTelling his wife about the matter was not nearly so difficult as the\nsenator had feared. She had been ready for news of a crime of passion,\nor at least of armed robbery. What her husband had to relate stunned\nher at first. But once she had ridden out the shock, she recovered\nquickly.\n\n\"You don't have to go tonight, Molly,\" Duran told her.\n\n\"You think it might look better if I didn't?\" she asked gently.\n\n\"That wasn't what I was getting at,\" he said. He thought it over for a\nmoment, then added, \"No, I don't. In fact, I think it would look\nbetter if we both went to the Governor's. Roger is not a juvenile\ndelinquent. That, I believe, is understood. If we must accept some of\nthe responsibility for what he did today, then let's do so gracefully.\nWere you to stay home tonight, it might appear to some that you had\nreason to be ashamed of the business, which you don't.\"\n\n\"It might also look as if I were afraid that Ernest might do\nsomething similar, as if I felt I had to watch him,\" she said. \"Oh,\npeople can be so ridiculous! Why wasn't Millie Gorton's boy in on it?\"\n\nDuran smiled at the idea of the Governor's tubby, obtuse son involved\nin the construction of anything more demanding than a paper glider.\n\n       *       *       *       *       *\n\nThe Governor's mansion, a century old edifice typifying the moribund\ntendency to confuse dignity with discomfort, was teeming with\nprofessional and political personages when the Durans arrived. The\ndinner went off routinely, with no overt references made to the\nmissile matter. However, the senator noticed that no one inquired into\nthe health and happiness of his two sons, so that he presumed word had\ngot around.\n\nIt was not until after dinner, when he had seated himself alone in a\ncorner of the luxurious old living room, a B and B in one hand and a\ncigar in the other, that his host approached him.\n\n\"Evenin', Vance. Sure glad you could make it,\" exclaimed the\nfamiliarly jovial voice of Governor Will Gorton.\n\nDuran sat down his drink and took the Governor's plump hand, shaking\nit vigorously. Then the senator observed the intense youngish face of\nFritz Ambly, who had followed the Governor.\n\n\"Guess you know Fritz,\" Gorton went on, seating himself next to Duran.\n\"Says he met you at Sig's office this afternoon.\"\n\n\"That's right,\" Duran said. \"Good to see you again, Ambly.\"\n\nThe Youth Welfare board chairman nodded affably and took the remaining\nchair. His look of concern had mellowed somewhat with the evening. But\nthe pale close eyes remained set in an expression of aggressive\nearnestness.\n\n\"How's Roger?\" Gorton asked, after a moment's silence.\n\n\"As normal as ever,\" said Duran, unprepared for the question. Then,\nslyly, he added, \"Thanks for talking Loeffler into letting me see\nhim.\"\n\n\"Well, Sig agreed it was the only thing to do, after I told him you'd\nbe leaving for Washington again tomorrow,\" the Governor said.\n\nDuran grinned wryly. It had been a guess, but a good one. And\nLoeffler's having passed the interview off as a personal favor put\ntheir relationship back in its proper perspective.\n\n\"Well, what's to be done about the boys? They're all under eighteen, I\nsuppose.\"\n\n\"That's right,\" Gorton said. \"It's entirely a matter for the juvenile\nauthority. At least we're going to try to keep it there. But there's\nmore to it than that. Which is why Fritz is here. He has something on\nhis mind which he thinks is pretty important. I do too.\"\n\n\"You see, Senator,\" said Ambly, coming in promptly on his cue, \"it's\nthis way. If the case were an isolated one, it would be easy enough\nfor us to deal with. But it's part of a pattern which few people have\nyet noticed. Let me cite several other similar incidents.\n\n\"Perhaps you read about the group of fifty teen-aged copter jockeys\nwho decided to hold a transcontinental scavenger hunt. Ignoring all\nair-traffic regulations, they managed to run up the magnificent total\nof seventeen collisions and thirty-two casualties.\"\n\n\"Hear about that one, Vance?\" the Governor asked, his earlier\nfestiveness gone.\n\n\"Yes, I think I saw something about it,\" Duran said. \"It was pretty\nunfortunate, but--\"\n\n\"And then there was the case of the promising young New England\nbiologist who was discovered to have evolved a particularly deadly\nstrain of bacteria, which he had been toting around with him in an\naspirin bottle,\" Ambly went on, his thin hands clasped tightly in\nfront of him. \"Of course, at the age of sixteen, one perhaps can't be\nexpected to foresee all of the possible consequences.\n\n\"So let us consider the two seventeen-year-olds who caused something\nof a sensation in Florida when they used the Branski-Baker method of\ngenetic exchange to breed a quite fabulous species of winged\nalligator. Several of these so called 'alli-bats' escaped into the\neverglades, but it is doubted that they will be able to reproduce\nthemselves. At least there is _some_ doubt.\"\n\nThe senator reached for his drink and sipped it thoughtfully. He was\nbeginning to see Roger's gang's misadventure in a new light. But it\nwas an unfamiliar light, one that would take him a while to become\naccustomed to.\n\n\"Perhaps the most startling case of all,\" Ambly went on, \"concerns the\nNuclear Fission Society of Urania, Nevada. It is not a well publicized\nfact that this quasi-academic group of adolescent physicists was\nexposed in the act of assembling an elementary but workable atomic\nbomb. Many of the elders in this fast-growing little community are\nengaged, as you no doubt know, in atomic development of one sort or\nanother. It seemed that this interest had trickled down to their\noffspring, who showed an impressive amount of ingenuity in getting the\nnecessary materials. Fortunately, one youngster asked his father\nentirely too many questions concerning the actual fabrication of\nfission weapons. The man investigated and--\"\n\n\"Now, wait a minute,\" Duran interrupted, wondering momentarily if the\nwhole tale might not have been a hoax. \"How much of this am I really\nexpected to believe?\"\n\n\"It's all fact, Vance,\" Governor Gorton responded solemnly. \"Fritz has\na couple of scrapbooks I'd like you to look at some time. Each case is\npretty well authenticated. But the important thing is the pattern.\nIt's really sort of frightening in a way.\"\n\n\"Many similar incidents have no doubt occurred of which I have no\nrecord,\" said Ambly. \"I'd estimate that ninety percent of such cases\nare suppressed, either in the interest of national security or because\nthe children's parents are sufficiently influential to have the story\nsquelched.\"\n\n\"Just as we'd have sat on this one,\" added Gorton, \"if the dang thing\nhadn't actually been shot off.\"\n\nDuran smiled inwardly at the picture evoked by the Governor's\nmetaphor. However, he had to admit that the press would in all\nprobability not have learned about the rocket at all, had it been\ndiscovered prior to being launched.\n\n\"Still,\" he remarked, \"it's odd that the papers haven't shown more of\nan interest in it.\"\n\n\"I wrote an article on the subject some time ago,\" Ambly told him,\n\"but was never able to get it published. It seems that people, for the\nmost part, are more interested in the traditional sordid-sensational\ntype of juvenile delinquency.\n\n\"Whereas, this is something different, something unique. It isn't the\nresult of poverty or broken homes, ignorance or twisted\npersonalities--this is a mixture of genius, knowledge, restlessness,\nand something else I don't think we understand.\"\n\n\"What do you suggest be done about it?\" Duran asked.\n\n\"Well, the first step,\" said Ambly, \"is to get Congress to recognize\nthe problem for what it is. And even that won't be easy.\"\n\n\"That's where you're supposed to come in,\" the Governor said, grinning\na little guiltily. \"Fritz has been tryin' to get me to talk to you\nabout it for some months. I've got to admit, though, that the business\nthis afternoon involvin' your son was what finally convinced me you\nmight be sold.\"\n\n\"I'm sold, Will,\" Duran told him. \"But what's the solution? We can't\nsupervise the activities of every kid in the country with an IQ above\na hundred and ten. Anyway, they're too limited as it is. That, it\nseems to me, is part of the trouble. And we can't hold their parents\naccountable. Responsibility has to be an individual matter. So what's\nthe solution?\"\n\nGovernor Gorton raised a quizzical eyebrow at Fritz Ambly, who in turn\nmerely shrugged. The senator glanced at each of them, then down at his\ndrink.\n\n\"So there isn't one,\" he said.\n\n\"Whatever it is,\" said Ambly, \"it won't be simple or painless. There's\nonly one such solution, and that's the time-honored technique of\nletting them grow into maturity. And even that is far from painless\nand simple to those doing the growing, nor is it always the solution.\"\n\n\"Yet you're convinced this--\" the senator paused briefly, \"phenomenon\nconstitutes a danger to the nation?\"\n\nAmbly merely smiled. But very, very grimly.\n\n\"Well, think it over, Vance,\" the Governor said, getting to his feet.\n\"Say, there are a couple of hydroponics men here somewhere who are\npretty interested in meetin' you. You've heard of Van Neef Industries.\nHe's one of 'em.\"\n\n_So much for the welfare of the nation_, Duran thought with a taste of\nbitterness. _Now back to politics._\n\nBut he finished off his drink, and put out his cigar, and rose to\nfollow the Governor. Politics, after all, was the reason he had come.\n\n       *       *       *       *       *\n\nIt was two a.m. before Senator Vance Duran wearily dropped into bed.\nBut he found no rest in sleep that night. For in his dreams he seemed\nto see a youngster walking, now through a forest, now through a city,\nnow through an autumn countryside. And in the boy's hand was a tightly\ncapped bottle. And the expression on his face was an enigma....\n\nEarly the next morning Jack Woodvale parked the helicopter in a lot\nback of the city youth detention home. Five minutes later the senator\nwas again talking to his older son.\n\n\"I have to get back to Washington this morning, Roger,\" he said. \"I've\nscheduled a committee meeting for ten-thirty. I suppose I could call\nit off, but we've got to do something about the Mars colony project\nbefore public apathy forces us to drop the whole thing. You\nunderstand, don't you?\"\n\n\"Sure,\" the boy said with apparent indifference. \"Maybe you should\nhave let _me_ volunteer. You'd have solved two problems at the same\ntime.\"\n\n\"Now, Roger--\" Duran began. But he stopped, suddenly alert.\n\n\"Son, you weren't ever serious about that, were you? I mean all that\ntalk I used to hear about your wanting to go to one of the planets?\"\n\n\"Ah, I don't know, Dad--\"\n\n\"Please, Roger, you've got to be honest with me. I want to know\nexactly how you feel about it. I know you've tried before, and I\nrefused to take you seriously. I realize that. But now--now tell me\nthe truth.\"\n\nAnd the curious thing was, he realized, that he wanted to hear from\nhis son what he feared most to hear.\n\n\"Well--sure, I wanted to go,\" his son said. \"I kept telling you,\ndidn't I? Of course, I wouldn't want to go unless some of the gang\nwere going too.\"\n\n\"You really think that you'd be willing to leave Earth, your home,\nyour family--\"\n\nDuran hesitated angrily, knowing it was the wrong approach. He waited\na moment, then began again.\n\n\"I'm not condemning you for it, Roger. I just find it hard to believe.\nAnd I have to be sure you know what you'd be sacrificing.\"\n\n\"I think I do, Dad,\" Roger said. \"But you've got to make a break\nsometime. I guess there'd be some girls going along, wouldn't there?\"\n\nDuran grinned numbly.\n\n\"I guess there would, son,\" he said.\n\n       *       *       *       *       *\n\nThe Senator watched the land of his home state sink rapidly into the\nmorning haze as the jetliner soared upward. It was a sight he had seen\noften, but never with the sense of challenge he experienced now. For\nevery moment brought him closer to what beyond all doubt would be the\ntoughest fight of his political career. But he felt that he had logic\non his side, though sentiment would very probably be against him.\n\nHe sat back, lit a cigarette, and considered the irony of the\nsituation. When legislation had been passed authorizing the Department\nof Extraterrestrial Development to start the colony project, a list of\ncriteria had been drawn up for the would-be settler. It had\nmeticulously specified the requirements of health, intelligence, and\nadaptability. And most rigidly adhered to of all had been the\nprovision that the applicant be over the age of twenty-five. For,\nabove all, it was assumed, a colonist must be mature.\n\nAnd in that assumption, Duran concluded, had been hidden the fallacy\nwhich had made a fiasco of the project. For was not maturity largely a\nmatter of finding an acceptable place for oneself in the scheme of\nthings? Was not maturity essentially a realistic, but wholly\nirrevocable, resignation? If so, it had been inevitable that those who\ncame to volunteer would, for the most part, be the misfits and the\nmalcontents, men who hoped to escape the imagined or to find the\nimaginary.\n\nThe mature, the resigned, had assuredly inherited the earth. Only the\nyoung could seek the stars.\n\nEND\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Mixture of Genius, by Arnold Castle\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MIXTURE OF GENIUS ***\n\n***** This file should be named 32207.txt or 32207.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/2/0/32207/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}