{"title": "Wainer", "author": "Michael Shaara", "releaseDate": "May 3, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                  Wainer\n\n                             By MICHAEL SHAARA\n\n                           Illustrated by ASHMAN\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nApril 1954. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Certainly, life has a meaning--though sometimes it takes a\nlifetime to learn what it is._]\n\nThe man in the purple robe was too old to walk or stand. He was wheeled\nupon a purple bench into the center of a marvelous room, where unhuman\nbeings whom we shall call \"They\" had gathered and waited. Because he was\nsuch an old man, he commanded a great sum of respect, but he was nervous\nbefore Them and spoke with apology, and sometimes with irritation,\nbecause he could not understand what They were thinking and it worried\nhim.\n\nYet there was no one left like this old man. There was no one anywhere\nwho was as old--but that does not matter. Old men are important not for\nwhat they have learned, but for whom they have known, and this old man\nhad known Wainer.\n\nTherefore he spoke and told Them what he knew, and more that he did not\nknow he was telling. And They, who were not men, sat in silence and the\ndeepest affection, and listened....\n\n       *       *       *       *       *\n\nWilliam Wainer died and was forgotten (said the old man) much more than\na thousand years ago. I have heard it said that people are like waves,\nrising and riding and crumbling, and if a wave fell once on a shore long\nago, then it left its mark on the beach and changed the shape of the\nworld, but is not remembered. That is true, except for the bigger waves.\nThere is nothing remarkable in Wainer's being forgotten then, because he\nwas not a big wave. In his own time, he was nothing at all--he even\nlived off the state--and the magnificent power that was in him and that\nhe brought to the world was never fully recognized. But the story of his\nlife is probably the greatest story I have ever heard. He was the\nbeginning of You. I only wish I had known.\n\nFrom his earliest days, as I remember, no one ever looked after Wainer.\nHis father had been one of the last of the priests. Just before young\nWainer was born in 2430, the government passed one of the great laws,\nthe we-take-no-barriers-into-space edict, and religious missionaries\nwere banned from the stars. Wainer's father never quite recovered from\nthat. He went down to the end of his days believing that the Earth had\ngone over to what he called \"Anti-Christ.\" He was a fretful man and he\nhad no time for the boy.\n\nYoung Wainer grew up alone. Like everyone else, he was operated on at\nthe age of five, and it turned out that he was a Reject. At the time, no\none cared. His mother afterward said that she was glad, because Wainer's\nhead even then was magnificently shaped and it would have been a shame\nto put a lump on it. Of course, Wainer knew that he could never be a\ndoctor, or a pilot, or a technician of any kind, but he was only five\nyears old and nothing was final to him. Some of the wonderful optimism\nhe was to carry throughout his youth, and which he was to need so badly\nin later years, was already with him as a boy.\n\nAnd yet You must understand that the world in which Wainer grew up was a\ngood world, a fine world. Up to that time, it was the best world that\never was, and no one doubted that--\n\n(Some of Them had smiled in Their minds. The old man was embarrassed.)\n\nYou must try to understand. We all believed in that world; Wainer and I\nand everyone believed. But I will explain as best I can and doubtless\nYou will understand.\n\nWhen it was learned, long before Wainer was born, that the electronic\nbrains could be inserted within the human brain and connected with the\nmain neural paths, there was no one who did not think it was the\ngreatest discovery of all time. Do You know, can You have any idea, what\nthe mind of Man must have been like before the brains? God help them,\nthey lived all their lives without controlling themselves, trapped,\nshowered by an unceasing barrage of words, dreams, totally unrelated,\nuncontrollable memories. It must have been horrible.\n\n       *       *       *       *       *\n\nThe brains changed all that. They gave Man freedom to think, freedom\nfrom confusion: they made him logical. There was no longer any need to\nmemorize, because the brains could absorb any amount of information that\nwas inserted into them, either before or after the operation. And the\nbrains never forgot, and seldom made mistakes, and computed all things\nwith an inhuman precision.\n\nA man with a brain--or \"clerks,\" as they were called, after Le\nClerq--knew everything, literally _everything_, that there was to know\nabout his profession. And as new information was learned, it was made\navailable to all men, and punched into the clerks of those who desired\nit. Man began to think more clearly than ever before, and thought with\nmore knowledge behind him, and it seemed for a while that this was a\ngodlike thing.\n\nBut in the beginning, of course, it was very hard on the Rejects.\n\nOnce in every thousand persons or so would come someone like Wainer\nwhose brain would not accept the clerk, who would react as if the clerk\nwere no more than a hat. After a hundred years, our scientists still did\nnot know why. Many fine minds were ruined with their memory sections cut\naway, but then a preliminary test was devised to prove beforehand that\nthe clerks would not work and that there was nothing that anyone could\ndo to make them work. Year by year the Rejects, as they were called,\nkept coming, until they were a sizable number. The more fortunate men\nwith clerks outnumbered the Rejects a thousand to one, and ruled the\nsociety, and were called \"Rashes\"--slang for Rationals.\n\nThus the era of the Rash and Reject.\n\nNow, of course, in those days the Rejects could not hope to compete in a\ntechnical world. They could neither remember nor compute well enough,\nand the least of all doctors knew more than a Reject ever could, the\nworst of all chemists knew much more chemistry, and a Reject certainly\ncould never be a space pilot.\n\nAs a result of all this, mnemonics was studied as never before; and\nRejects were taught memory. When Wainer was fully grown, his mind was\nmore ordered and controlled and his memory more exact than any man who\nhad lived on Earth a hundred years before. But he was still a Reject and\nthere was not much for him to do.\n\nHe began to feel it, I think, when he was about fifteen. He had always\nwanted to go into space, and when he realized at last that it was\nimpossible, that even the meanest of jobs aboard ship was beyond him, he\nwas very deeply depressed. He told me about those days much later, when\nit was only a Reject's memory of his youth. I have lived a thousand\nyears since then, and I have never stopped regretting that they did not\nlet him go just once when he was young, before those last few days. It\nwould have been such a little thing for them to do.\n\n       *       *       *       *       *\n\nI first met Wainer when he was eighteen years old and had not yet begun\nto work. We met in one of those music clubs that used to be in New York\nCity, one of the weird, smoky, crowded little halls where Rejects could\ngather and breathe their own air away from the--as we called\nthem--\"lumpheads.\" I remember young Wainer very clearly. He was a\ntremendous man, larger even than You, with huge arms and eyes, and that\nfamous mass of brownish hair. His size set him off from the rest of us,\nbut it never bothered him, and although he was almost painfully awkward,\nhe was never laughed at.\n\nI don't quite know how to describe it, but he was very big--ominous,\nalmost--and he gave off an aura of tremendous strength. He said very\nlittle, as I remember; he sat with us silently and drank quite a bit,\nand listened to the music and to us, grinning from time to time with a\nwonderfully pleasant smile. He was very likable.\n\nHe was drawn to me, I think, because I was a _successful_ Reject--I was\njust then becoming known as a surgeon. I sincerely believed that he\nenvied me.\n\nAt any rate, he was always ready to talk to me. In the early days I did\nwhat I could to get him working, but he never really tried. He had only\nthe Arts, You see, and they never really appealed to him.\n\n(There was a rustle of surprise among Them. The old man nodded.)\n\nIt is true. He never wanted to be an artist. He had too much need for\naction in him, and he did not want to be a lonely man. But because of\nthe Rashes, he had no choice.\n\nThe Rashes, as You know, had very little talent. I don't know why.\nPerhaps it was the precision, the methodicity with which they lived, or\nperhaps--as we proudly claimed--the Rejects were Rejects because they\nhad talent. But the result was wonderfully just: the Rejects took over\nthe Arts and all other fields requiring talent. I myself had good hands;\nI became a surgeon. Although I never once operated without a Rash by my\nside, I was a notably successful surgeon.\n\nIt was a truly splendid thing. That is why I say it was a good world.\nThe Rash and Reject combined in society and made it whole. And one thing\nmore was in favor of the Reject: he was less precise, less logical, and\ntherefore more glamorous than the Rash. Hence Rejects always had plenty\nof women, and Reject women did well with men.\n\nBut the Rash, in the end, had everything that really counted.\n\nWell, there was only such work that a Reject could do. But none of it\nfitted Wainer. He tried all the arts at one time or another before he\nfinally settled on music. In music there was something vast and\nelemental; he saw that he could build. He began, and learned, but did\nlittle actual work. In those beginning years, he could be found almost\nalways out by the Sound, or wandering among the cliffs across the River,\nhis huge hands fisted and groping for something to do, wondering,\nwondering, why he was a Reject.\n\n       *       *       *       *       *\n\nThe first thing he wrote was the _Pavanne_, which came after his first\nreal love affair. I cannot remember the girl, but in a thousand years I\nhave not forgotten the music. It may surprise You to learn that the\n_Pavanne_ was a commercial success. It surprised Wainer, too. The Rashes\nwere actually the public, and their taste was logical. Most of all they\nliked Bach and Mozart, some Beethoven and Greene, but nothing emotional\nand obscure. The _Pavanne_ was a success because it was a love piece,\nwonderfully warm and gay and open. Wainer never repeated that success.\n\nThat was one of the few times I ever saw him with money. He received the\nregular government fee and a nice sum in royalties, but not quite enough\nfor a trip into space, so he drank it all up. He was happy for a while.\nHe went back to the music clubs and stayed away from the beaches, but\nwhen I asked him if he was working on anything else, he said no, he had\nnothing else to write.\n\nRight after that, he fell in love again, this time with his mother.\n\nThe longevity treatment was still fairly new; few had stopped to\nconsider that, as men grew older, their mothers remained young, as\ntender and fresh as girls in school, and there is no woman as close to a\nman as his mother. Inevitably, a great many men fell in love that way.\nWainer was one. His mother, poor girl, never suspected, and it was pure\nanguish for him. It was some time before he had recovered enough to talk\nabout it, and by then he was thirty. One of the ways he recovered was by\nwriting more music.\n\nThere were a lot of lesser works, and then came the First Symphony.\n\nLooking back over the centuries, I cannot understand how the thing was\nso controversial. The Rashes wrote of it harshly in all their papers.\nThe Rejects almost unanimously agreed that it was a masterpiece. I\nmyself, when I heard it, became aware that Wainer was a great man.\n\n       *       *       *       *       *\n\nBecause of the controversy which raged for a while, Wainer made some\nmoney, but the effect of the criticism was to keep him from writing for\nyears. There is something in that First Symphony of the Wainer of later\nyears, some of the hungry, unfinished, incomprehensible strength. Wainer\nknew that if he wrote anything else, it would be much like the First,\nand he recoiled from going through it all again. He went back to the\nbeaches.\n\nHe had something rare in those days--a great love for the sea. I suppose\nit was to him what space is to others. I know that the next thing he\nwrote was a wild, churning, immortal thing which he called Water Music;\nand I know that he himself loved it best of anything he wrote, except,\nof course, the Tenth Symphony. But this time was worse than the last.\nThe only ones who paid any attention to Water Music were the Rejects,\nand they didn't count.\n\nIf Wainer had been a true composer, he would have gone on composing\nwhether anyone cared or not, but as I have said, he was not really an\nartist. Despite the fact that he was the greatest composer we have ever\nknown, music was only a small thing to him. He had a hint, even then,\nthat although he had been born on Earth there was something in him that\nwas alien, and that there was so much left to do, so much to be seen,\nand because he could not understand what it was that fired him, he\nground himself raw, slowly, from within, while walking alone by the\nrocks on the beaches.\n\nWhen I saw him again, after I took ship as a surgeon to Altair, he was\nforty, and he looked--I borrow the phrase--like a man from a land where\nnobody lived. Having written no music at all, he was living again on\ngovernment charity. He had a room, of sorts, and food, but whatever\nmoney he got he drank right up, and he was such a huge and haggard man\nthat even Rejects left him carefully alone. I did what I could for him,\nwhich wasn't much except keep him drunk. It was then that he told me\nabout his feeling for space, and a great many other things, and I\nremember his words:\n\n\"I will have to go out into space some day. It is almost as if I used to\nlive there.\"\n\nShortly after that, the coughing began. But it came very seldom and\nseemed no more than a common thing. Because there was no longer any such\nthing as disease, neither Wainer nor I thought much about it, except\nthat Wainer went and got some pills from the government. For a long\nwhile--we may be thankful for that, at least--the cough did not bother\nhim.\n\nAnd so the years passed.\n\n       *       *       *       *       *\n\nWhen Wainer was forty-two, he met the girl. Her name was Lila. She was a\nRash, a teacher of mnemonics, and all I can remember of her are the\ndark-brown lovely eyes, and the warm, adoring face. She was the only\nwoman that Wainer ever really loved, except perhaps his mother, and he\nchose to have his child by her.\n\nBecause of the population problem, a man could have one child then every\nhundred years. Wainer had his child by Lila, and although he was very\nhappy that the boy turned out to be a Rash, he never paid him much\nattention.\n\nHe was about fifty then and beginning to break down. So that he could\nsee Lila often and with pride, he wrote a great deal during those years,\nand his lungs were collapsing all that while. It was out of that period\nthat he wrote all his symphonies from the Second to the Ninth.\n\nIt is unbelievable; they were all purely commercial. He tossed them out\nwith a part of his mind. I cannot help but wonder what the rest of that\nmind was doing.\n\nI can see him now, that gaunt and useless man, his great muscled arms\nchained to a pen, his stony, stretching legs cramped down beneath a\ndesk....\n\nI did not see him again for almost ten years, because he went away. He\nleft New York for perhaps the only time in his life, and began to wander\nacross the inland of the American continent. I heard from him rarely. I\nthink it was in one of those letters that he first mentioned the pain\nthat was beginning in his lungs.\n\nI never knew what he did, or how he lived during those ten years.\nPerhaps he went into the forests and worked and lived like a primitive,\nand perhaps he just walked. He had no transportation. I know that he was\nnot wholly sane then, and never was again until the end of his life. He\nwas like a magnificent machine which has run out of tune for too many\nyears--the delicate gears were strained and cracking.\n\n(The old man paused in the utter silence, while several tears dropped\ndown his cheek. None of Them moved, and at last he went on.)\n\nNear the end of the ten years, I received a package from him in the\nmail. In it was a letter and the manuscript to the Storm in Space\nOverture. He wanted me to register the work and get the government fee,\nand he asked me the only favor he had ever asked of anyone, that I get\nhim the money, because he was going into space.\n\nHe came back some weeks later, on foot. I had gotten the money from\nRejects--they had heard the Overture--it was enough. He brought Lila\nwith him and was going to make reservations. He was heading, I think,\nonly as far as Alpha Centauri.\n\nIt was too late.\n\n       *       *       *       *       *\n\nThey examined him, as someone should have a long time ago, as someone\nwould have if he had only ever asked, but in the end it would have made\nno difference either way, and it was now that they found out about his\nlungs.\n\nThere was nothing anyone could do. At first I could not believe it.\nPeople did not get sick and die. _People just did not die!_ Because I\nwas only a Reject and a surgeon, no Rash doctor had ever told me that\nthis had happened before, many times, to other men. I heard it not from\nthe Rashes, but from Wainer.\n\nHis lungs were beginning to atrophy. They were actually dying within his\nbody, and no one as yet knew why, or could stop it. He could be kept\nalive without lungs, yes, for a long while. I asked if we could graft a\nlung into him and this is what I was told: Because no one had yet\nsynthesized human tissue, the graft would have to be a human lung, and\nin this age of longevity there were only a few available. Those few, of\ncourse, went only to important men, and Wainer was nothing.\n\nI volunteered a lung of my own, as did Lila, as did many Rejects. There\nwas hope for a while, but when I looked into Wainer's chest I saw for\nmyself that there was no way to connect. So much was wrong, so much\ninside him was twisted and strange that I could not understand how he\nhad lived at all. When I learned of the other men who had been like\nthis, I asked what had been done. The answer was that nothing had been\ndone at all.\n\nSo Wainer did not go out into space. He returned instead to his single\nroom to sit alone and wait, while the cool world around him progressed\nand revolved, while the city and its people went on without notice,\nwhile a voucher was being prepared somewhere, allowing the birth of\nanother child because citizen Wainer would soon be dead.\n\nWhat could the man have thought, that huge, useless man? When he sat by\nhis window and watched the world moving by, and looked up at night to\nthe stars, and when he drank cool water, or breathed morning air, or\nwalked or sat or lay down, what was there for him to think?\n\nHe had one life, the same as any man, one time to be upon the Earth, and\nit was ending now as a record of nothing, as a piece of loneliness\ncarved with great pain, as a celestial abortion, withered, wasted. There\nwas nothing in his life, nothing, nothing, which he had ever wanted to\nbe, and now he was dying without reason in a world without reason,\nunused, empty, collapsing, alone.\n\nHe went down to the beach again.\n\nIn the days that came, he was a shocking sight. What was happening\nbecame known, and when he walked the streets people stared at the\nwonder, the sickness, the man who was dying. Therefore he went out to\nthe beaches and slept and took no treatments and no one will ever know\nwhat was in his mind, his million-faceted mind, as he waited to die.\n\n       *       *       *       *       *\n\nWell, it was told to me at last because I knew Wainer, and they needed\nhim. It was told hesitantly, but when I heard it I broke away and ran,\nand in the clean air of the beach I found Wainer and told him.\n\nAt first he did not listen. I repeated it several times. I told him what\nthe Rashes had been able to learn. He stood breathing heavily, face to\nthe Sun, staring out over the incoming sea. Then I knew what he was\nthinking.\n\nThe Rashes had told me this:\n\nThe atrophy of the lungs was not all that happened, but it was the major\nthing, and it came only to Rejects. After years of study, it could be\nstated, cautiously, that the disease seemed to be in the nature of an\n_evolutionary_ change. For many years they had probed for the cause of\nthe Rejects, and the final conclusion--to be kept from the people--was\nthat there was some variation in the brain of the Reject, something\nsubtly, unfathomably different from the brain of a Rash. And so it was\nalso with the lungs, and with other parts of the body. And the\nscientists thought it was Evolution.\n\nI told this to Wainer, and more, while peace spread slowly across his\nrugged face. I said that the nature of life was to grow and adapt, and\nthat no one knew why. The first cells grew up in the sea and then\nlearned to live on land, and eventually lifted themselves to the air,\nand now certainly there was one last step to be taken.\n\nThe next phase of change would be into space, and it was clear now what\nWainer was, what all the Rejects were.\n\nWainer was a link, incomplete, groping, unfinished. A link.\n\nIt meant more to him, I think, than any man can ever really understand.\nHe had a purpose, after all, but it was more than that. He was a\ncreature with a home. He was part of the Universe more deeply than any\nof us had ever been. In the vast eternal plan which only You and Your\nkind can see, Wainer was a beginning, vital part. All the long years\nwere not wasted. The pain of the lungs was dust and air.\n\nWainer looked at me and I shall never forget his face. He was a man at\npeace who has lived long enough.\n\n(Because They knew much more than the old man could ever know, They were\nutterly, nakedly absorbed, and the silence of the room was absolute. The\nold man tired and closed to the end, while They--unbreathing, undying,\ntelepathic and more, the inconceivable next phase in the Evolution of\nMan--listened and learned.)\n\n       *       *       *       *       *\n\nHe lived for another six months, long enough to take part in the\nexperiments the Rashes had planned, and to write the Tenth Symphony.\nEven the Rashes could not ignore the Tenth.\n\nIt was Wainer's valedictory, a sublime, triumphant summation, born of\nhis hope for the future of Man. It was more than music; it was a\ncathedral in sound. It was Wainer's soul.\n\nWainer never lived to hear it played, to hear himself become famous, and\nin the end, I know, he did not care. Although we could have saved him\nfor a little while, although I pleaded with him to remain for the sake\nof his woman and his music, Wainer knew that the pattern of his life was\nfinished, that the ending time was now.\n\nFor Wainer went out into space at last, into the sweet dark home between\nthe stars, moving toward the only great moment he would ever have.\n\nThe Rashes wanted to see how his lungs would react in alien atmospheres.\nNot in a laboratory--Wainer refused--but out in the open Sun, out in the\nstrange alien air of the worlds themselves, Wainer was set down. On each\nof a dozen poisonous worlds he walked. He opened his helmet while we\ntiny men watched. He breathed.\n\nAnd he lived.\n\n[Illustration]\n\nHe lived through methane, through carbon dioxide, through nitrogen and\npropane. He existed without air at all for an incredible time, living\nall the while as he never had before, with a wonderful, glowing\nexcitement. And then at last there was that final world which was\ncorrosive. It was too much, and Wainer smiled regretfully, holding\nhimself upright with dignity by the base of an alien rock, and still\nsmiling, never once moving to close his helmet, he died.\n\n       *       *       *       *       *\n\nThere was a long pause. The old man was done.\n\nThey looked at him with the deep compassion that his own race had denied\nto those who were different or lesser than themselves.\n\nOne of Them arose and gently spoke.\n\n\"And now you are the last of your kind, as alone as Wainer was. We are\nsorry.\"\n\nThere was no bitterness in the old man's voice. \"Don't be. Wainer was\ncontent to die, knowing that he was the link between us and You. Yet\nneither he nor You could have been if humanity had never existed. We had\nour place in the endless flow of history. We were, so to speak, Wainer's\nparents and Your grandparents. I, too, am content, proud of the children\nof Man.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Wainer, by Michael Shaara\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WAINER ***\n\n***** This file should be named 32230.txt or 32230.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/2/3/32230/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}