{"title": "Confidence Game", "author": "James McKimmey", "releaseDate": "May 4, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  | Transcriber's note:                                          |\n  |                                                              |\n  | This story was published in _If: Worlds of Science Fiction_, |\n  | September, 1954. Extensive research did not uncover any      |\n  | evidence that the U.S. copyright on this publication was     |\n  | renewed.                                                     |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n\n\n[Illustration]\n\n_Illustrated by Ed Emsh_\n\n\n\n\nCONFIDENCE GAME\n\n    _Cutter demanded more and more and more efficiency--and got it! But,\n    as in anything, enough is enough, and too much is..._\n\nBy JAMES McKIMMEY, JR.\n\n\n\n\nGeorge H. Cutter wheeled his big convertible into his reserved space in\nthe Company parking lot with a flourish. A bright California sun drove\nits early brightness down on him as he strode toward the square,\nfour-story brick building which said _Cutter Products, Inc._ over its\nfront door. A two-ton truck was grinding backward, toward the loading\ndoors, the thick-shouldered driver craning his neck. Cutter moved\nbriskly forward, a thick-shouldered man himself, though not very tall. A\nglint of light appeared in his eyes, as he saw Kurt, the truck driver,\nfitting the truck's rear end into the tight opening.\n\n\"Get that junk out of the way!\" he yelled, and his voice roared over the\nnoise of the truck's engine.\n\nKurt snapped his head around, his blue eyes thinning, then recognition\nspread humor crinkles around his eyes and mouth. \"All right, sir,\" he\nsaid. \"Just a second while I jump out, and I'll lift it out of your\nway.\"\n\n\"With bare hands?\" Cutter said.\n\n\"With bare hands,\" Kurt said.\n\nCutter's laugh boomed, and as he rounded the front of the truck, he\nstruck the right front fender with his fist. Kurt roared back from the\ncab with his own laughter.\n\nHe liked joking harshly with Kurt and with the rest of the truck\ndrivers. They were simple, and they didn't have his mental strength. But\nthey had another kind of strength. They had muscle and energy, and most\nimportant, they had guts. Twenty years before Cutter had driven a truck\nhimself. The drivers knew that, and there was a bond between them, the\ndrivers and himself, that seldom existed between employer and employee.\n\nThe guard at the door came to a reflex attention, and Cutter bobbed his\nhead curtly. Then, instead of taking the stairway that led up the front\nto the second floor and his office, he strode down the hallway to the\nleft, angling through the shop on the first floor. He always walked\nthrough the shop. He liked the heavy driving sound of the machines in\nhis ears, and the muscled look of the men, in their coarse work shirts\nand heavy-soled shoes. Here again was strength, in the machines and in\nthe men.\n\n[Illustration]\n\nAnd here again too, the bond between Cutter and his employees was a\nthing as real as the whir and grind and thump of the machines, as real\nas the spray of metal dust, spitting away from a spinning saw blade. He\nwas able to drive himself through to them, through the hard wall of\nunions and prejudices against business suits and white collars and soft\nclean hands, because they knew that at one time he had also been a\nmachinist and then tool and die operator and then a shop foreman. He got\nthrough to them, and they respected him. They were even inspired by him,\nCutter knew, by his energy and alertness and steel confidence. It was\none good reason why their production continually skimmed along near the\ntop level of efficiency.\n\nCutter turned abruptly and started up the metal-lipped concrete steps to\nthe second floor. He went up quickly, his square, almost chunky figure\nmoving smoothly, and there was not the faintest shortening in his breath\nwhen he reached the level of his own office.\n\nComing up the back steps required him to cross the entire administration\noffice which contained the combined personnel of Production Control,\nProcurement, and Purchasing. And here, the sharp edge of elation,\nwhetted by the walk past the loading dock and the truck drivers and the\nmachine shop and the machinists, was dulled slightly.\n\nOn either side of him as he paced rapidly across the room, were the rows\nof light-oak desks which contained the kind of men he did not like:\nfragile men, whether thin or fat, fragile just the same, in the eyes and\nmouth, and pale with their fragility. They affected steel postures\nbehind those desks, but Cutter knew that the steel was synthetic, that\nthere was nothing in that mimicked look of alertness and virility but\nposing. They were a breed he did not understand, because he had never\nbeen a part of them, and so this time, the invisible but very real\nquality of employer-employee relationship turned coldly brittle, like\nfrozen cellophane.\n\nThe sounds now, the clicking of typewriters, the sliding of file\ndrawers, the squeak of adjusted swivel chairs--all of it--irritated him,\nrather than giving him inspiration, and so he hurried his way,\nespecially when he passed that one fellow with the sad, frightened eyes,\nwho touched his slim hands at the papers on his desk, like a cautious\nfawn testing the soundness of the earth in front of him. What was his\nname? Linden? God, Cutter thought, the epitome of the breed, this man:\nsallow and slow and so hesitant that he appeared to be about to leap\nfrom his chair at the slightest alarm.\n\nCutter broke his aloofness long enough to glare at the man, and Linden\nturned his frightened eyes quickly to his desk and began shuffling his\npapers nervously. Some day, Cutter promised himself, he was going to\nstop in front of the man and shout, \"Booo!\" and scare the poor devil to\nhell and back.\n\nHe pushed the glass doors that led to his own offices, and moving into\nLucile's ante-room restored his humor. Lucile, matronly yet quick and\nyouthfully spirited, smiled at him and met his eyes directly. Here was\nsome strength again, and he felt the full energy of his early-morning\ndrive returning fully. Lucile, behind her desk in this plain but\nexpensive reception room, reminded him of fast, hard efficiency, the\nquality of accomplishment that he had dedicated himself to.\n\n\"Goddamned sweet morning, eh, Lucy?\" he called.\n\n\"Beautiful, George,\" she said. She had called him by his first name for\nyears. He didn't mind, from her. Not many could do it, but those who\ncould, successfully, he respected.\n\n\"What's up first?\" he asked, and she followed him into his own office.\nIt was a high-ceilinged room, with walls bare except for a picture of\nAlexander Hamilton on one wall, and an award plaque from the State\nChamber of Commerce on the opposite side of the room. He spun his\nleather-cushioned swivel chair toward him and sat down and placed his\nthick hands against the surface of the desk. Lucile took the only other\nchair in the office, to the side of the desk, and flipped open her\nappointment pad.\n\n\"Quay wants to see you right away. Says it's important.\"\n\nCutter nodded slightly and closed his eyes. Lucile went on, calling his\nappointments for the day with clicking precision. He stored the\ninformation, leaning back in his chair, adjusting his mind to each, so\nthat there would be no energy wasted during the hard, swift day.\n\n\"That's it,\" Lucile said. \"Do you want to see Quay?\"\n\n\"Send him in,\" Cutter said, and he was already leaning into his desk,\nsigning his name to the first of a dozen letters which he had dictated\ninto the machine during the last ten minutes of the preceding day.\n\nLucile disappeared, and three minutes later Robert Quay took her place\nin the chair beside Cutter's desk. He was a taller man than Cutter, and\nthinner. Still, there was an athletic grace about him, a sureness of\nstep and facial expression, that made it obvious that he was physically\nfit. He was single and only thirty-five, twelve years younger than\nCutter, but he had been with Cutter Products, Inc. for thirteen years.\nIn college he had been a Phi Beta Kappa and lettered three years on the\nvarsity as a quarterback. He was the kind of rare combination that\nCutter liked, and Cutter had offered him more than the Chicago Cardinals\nto get him at graduation.\n\nCutter felt Quay's presence, without looking up at him. \"Goddamned sweet\nmorning, eh, Bob?\"\n\n\"It really is, George,\" Quay said.\n\n\"What's up?\" Cutter stopped signing, having finished the entire job, and\nhe stared directly into Quay's eyes. Quay met the stare unflinchingly.\n\n\"I've got a report from Sid Perry at Adacam Research.\"\n\n\"Your under-cover agent again, eh?\"\n\nQuay grinned. Adacam Research conducted industrial experimentation which\nincluded government work. The only way to find out what really went on\nthere, Cutter had found out, was to find a key man who didn't mind\ntalking for a certain amount of compensation, regardless of sworn oaths\nand signatures to government statements. You could always get somebody,\nCutter knew, and Quay had been able to get a young chemist, Sidney\nPerry.\n\n\"Okay,\" Cutter said. \"What are they doing over there?\"\n\n\"There's a fellow who's offered Adacam his project for testing. They're\nhighly interested, but they're not going to handle it.\"\n\n\"Why not?\"\n\nQuay shrugged. \"Too touchy. It's a device that's based on electronics--\"\n\n\"What the hell is touchy about electronics?\"\n\n\"This deals with the human personality,\" Quay said, as though that were\nexplanation enough.\n\nCutter understood. He snorted. \"Christ, anything that deals with the\nhuman personality scares them over there, doesn't it?\"\n\nQuay spread his hands.\n\n\"All right,\" Cutter said. \"What's this device supposed to do?\"\n\n\"The theory behind it is to produce energy units which reach a plane of\nintensity great enough to affect the function of the human ego.\"\n\n\"Will it?\" Cutter never wasted time on surprise or curiosity or theory.\nHis mind acted directly. Would it or wouldn't it? Performance versus\nnon-performance. Efficiency versus inefficiency. Would it improve\nproduction of Cutter Products, Inc., or would it not?\n\n\"Sid swears they're convinced it will. The factors, on paper, check out.\nBut there's been no experimentation, because it involves the human\npersonality. This thing, when used, is supposed to perform a definite\npersonality change on the individual subjected.\"\n\n\"How?\"\n\n\"You know the theory of psychiatric therapy--the theory of shock\ntreatment. The effect is some what similar, but a thousand times more\neffective.\"\n\n\"What _is_ the effect?\"\n\n\"A gradual dissolving of inferiority influences, or inhibitions, from\nthe personality. A clear mind resulting. A healthy ego.\"\n\n\"And?\"\n\n\"Confidence.\"\n\nCutter stared at Quay's eyes, assimilating the information. \"That's all\nvery damned nice. Now where does it fit in with Cutter Products?\"\n\nQuay drew a notebook from his coat pocket swiftly. \"You remember that\nefficiency check we had made two months ago--the rating of individual\ndepartments on comparable work produced?\"\n\nCutter nodded.\n\nQuay looked at his notebook. \"All administrative personnel departments\nshowed an average of--\"\n\n\"Thirty-six point eight less efficiency than the skilled and unskilled\nlabor departments,\" Cutter finished.\n\nQuay smiled slightly. He snapped the notebook shut. \"Right. So that's\nour personnel efficiency bug.\"\n\n\"Christ, I've known that for twenty years,\" Cutter snapped.\n\n\"Okay,\" Quay said quickly, alerting himself back to the serious effort.\n\"Now then, you'll remember we submitted this efficiency report to\nBabcock and Steele for analysis, and their report offered no answer,\nbecause their experience showed that you _always_ get that kind of\nratio, because of personality differences. The administrative personnel\nshow more inferiority influences per man, thus less confidence, thus\nless efficiency.\"\n\n\"I remember all that,\" Cutter said.\n\n\"Their report also pointed out that this inevitable loss of efficiency\nis leveled out, by proportionately smaller wage compensation. The\nadministrative personnel gets approximately twenty-five percent less\ncompensation than the skilled labor personnel, and the remaining eleven\npoint eight percent loss of efficiency is made up by the more highly\nefficient unskilled labor receiving approximately the same compensation\nas the administrative personnel.\"\n\n\"I remember all that nonsense, too,\" Cutter reddened faintly with a\nsudden anger. He did not believe the statistics were nonsense, only that\nyou should expect to write off a thirty-six point eight efficiency loss\non the basis of adjusted compensation. A thirty-six point eight\nefficiency loss was a comparable loss in profits. You never compensated\na loss in profits, except by erasing that loss. \"And so this is supposed\nto fix it?\"\n\nQuay's head bobbed. \"It's worth a try, it seems to me. I've talked to\nSid about it extensively, and he tells me that Bolen, who's developed\nthis thing, would be willing to install enough units to cover the entire\nadministrative force, from the department-head level down.\"\n\n\"How?\"\n\nQuay motioned a hand. \"It's no larger than a slightly thick saucer. It\ncould be put inside the chairs.\" Quay smiled faintly. \"They sit on it,\nyou see, and--\"\n\nCutter was not amused. \"How much?\"\n\n\"Nothing,\" Quay said quickly. \"Absolutely nothing. Bolen wants actual\ntests badly, and the Institute wouldn't do it. Snap your fingers, and\ngive him a hundred and fifty people to work on, and it's yours to use\nfor nothing. He'll do the installing, and he _wants_ to keep it secret.\nIt's essential, he says, to get an accurate reaction from the subjects\naffected. For him it's perfect, because we're running a continuous\nefficiency check, and if this thing does the job like it's supposed to\ndo it, we'll have gained the entire benefits for nothing. How can we\nlose?\"\n\nCutter stared at Quay for a moment, his mind working swiftly. \"Call\nHorner in on this, but nobody else. Absolutely nobody else. Tell Horner\nto write up a contract for this fellow to sign. Get a clause in there to\nthe effect that this fellow, Bolen, assumes all responsibility for any\neffects not designated in the defining part of the contract. Fix it up\nso that he's entirely liable, then get it signed, and let's see what\nhappens.\"\n\nQuay smiled fully and stood up. \"Right, sir.\" He had done a good job, he\nknew. This was the sort of thing that would keep him solidly entrenched\nin Cutter's favor. \"Right, George,\" he said, remembering that he didn't\nneed to call Cutter sir anymore, but he knew he wouldn't hear any more\nfrom Cutter, because Cutter was already looking over a blueprint, eyes\nthin and careful, mind completely adjusted to a new problem.\n\n       *       *       *       *       *\n\nEdward Bolen called the saucer-sized disk, the Confidet. He was a thin,\nshort, smiling man with fine brown hair which looked as though it had\njust been ruffled by a high wind, and he moved, Cutter noticed, with\nquick, but certain motions. The installing was done two nights after\nCutter's lawyer, Horner, had written up the contract and gotten it\nsigned by Bolen. Only Quay, Bolen, and Cutter were present.\n\nBolen fitted the disks into the base of the plastic chair cushions, and\nhe explained, as he inserted one, then another:\n\n\"The energy is inside each one, you see. The life of it is indefinite,\nand the amount of energy used is proportionate to the demand created.\"\n\n\"What the hell do you mean by energy?\" Cutter demanded, watching the\nsmall man work.\n\nBolen laughed contentedly, and Quay flushed with embarrassment over\nanyone laughing at a question out of Cutter's lips. But Cutter did not\nreact, only looked at Bolen, as though he could see somehow, beneath\nthat smallness and quietness, a certain strength. Quay had seen that\nlook on Cutter's face before, and it meant simply that Cutter would\nwait, analyzing expertly in the meantime, until he found his advantage.\nQuay wondered, if this gadget worked, how long Bolen would own the\nrights to it.\n\n\nCutter drove the Cadillac into Hallery Boulevard, as though the\nautomobile were an English Austin, and just beyond the boundaries of the\ncity, cut off into the hills, sliding into the night and the relative\ndarkness of the exclusive, sparsely populated Green Oaks section.\n\nTen minutes later, his house, a massive stone structure which looked as\nthough it had been shifted intact from the center of some medieval moat,\nloomed up, gray and stony, and Capra, his handyman, took over the car\nand drove it into the garage, while Cutter strode up the wide steps to\nthe door.\n\nNiels took his hat, and Mary was waiting for him in the library.\n\nShe was a rather large woman, although not fat, and when she wore high\nheels--which she was not prone to do, because although Cutter would not\nhave cared, she kept trying to project into other people's minds and\ntrying, as she said, \"Not to do anything to them, that I wouldn't want\nthem to do to me.\"--she rose a good inch above Cutter. She was pleasant\nhumored, and cooperative, and the one great irritant about her that\nannoyed Cutter, was the fact that she was not capable of meeting life\nwholeheartedly and with strength.\n\nShe steadily worried about other people's feelings and thoughts, so that\nCutter wondered if she were capable of the slightest personal\nconviction. Yet that weakness was an advantage at the same time, to him,\nbecause she worked constantly toward making him happy. The house was run\nto his minutest liking, and the servants liked her, so that while she\ndid not use a strong enough hand, they somehow got things done for her,\nand Cutter had no real complaint. Someday, he knew, he would be able to\ndevelop her into the full potential he knew she was capable of\nachieving, and then there wouldn't be even that one annoyance about her.\n\nHe sat down in the large, worn, leather chair, and she handed him a\nScotch and water, and kissed his cheek, and then sat down opposite him\nin a smaller striped-satin chair.\n\n\"Did you have a nice day, dear?\" she asked.\n\nShe was always pleasant and she always smiled at him, and she was\nindeed a handsome woman. They had been married but five years, and she\nwas almost fifteen years younger than he, but they had a solid\nunderstanding. She respected his work, and she was careful with the\nmoney he allowed her, and she never forgot the Scotch and water. \"The\nday was all right,\" he said.\n\n\"My goodness,\" she said, \"you worked late. Do you want dinner right\naway?\"\n\n\"I had some sandwiches at the office,\" he said, drinking slowly.\n\n\"That isn't enough,\" she said reproachfully, and he enjoyed her concern\nover him. \"You'd better have some nice roast beef that Andre did just\nperfectly. And there's some wonderful dressing that I made myself, for\njust a small salad.\"\n\nHe smiled finally. \"All right,\" he said. \"All right.\"\n\nShe got up and kissed him again, and he relaxed in the large chair,\nsipping contentedly at his drink, listening to her footsteps hurrying\naway, the sound another indication that she was doing something for him.\nHe felt tired and easy. He let his mind relax with his body. The gadget,\nthe Confidet; that was going to work, he knew. It would erase the last\nimportant bug in his operational efficiency, and then he might even\nexpand, the way he had wanted to all along. He closed his eyes for a\nmoment, tasting of his contentment, and then he heard the sound of his\ndinner being placed on the dining room table, and he stood up briskly\nand walked out of the library. He really was hungry, he realized. Not\nonly hungry but, he thought, he might make love to Mary that evening.\n\n       *       *       *       *       *\n\nThe first indication that the Confidet might be working, came three\nweeks later, when Quay handed Cutter the report showing an efficiency\nincrease of 3.7 percent. \"I think that should tell the story,\" Quay said\nelatedly.\n\n\"Doesn't mean anything,\" Cutter said. \"Could be a thousand other factors\nbesides that damned gimmick.\"\n\n\"But we've never been able to show more than one point five variance on\nthe administrative checks.\"\n\n\"The trouble with you, Quay,\" Cutter said brusquely, \"is you keep\nlooking for miracles. You think the way to get things in this world is\nto hope real hard. Nothing comes easy, and I've got half a notion to get\nthose damned silly things jerked out.\" He bent over his work, obviously\nfinished with Quay, and Quay, deflated, paced out of the office.\n\nCutter smiled inside the empty office. He liked to see Quay's enthusiasm\nbroken now and then. It took that, to mold a really good man, because\nthat way he assumed real strength after a while. If he got knocked down\nand got up enough, he didn't fall apart when he hit a really tough\nobstacle. Cutter was not unhappy about the efficiency figures at all,\nand he knew as well as Quay that they were decisive.\n\nGive it another two weeks, he thought, and if the increase was\ncomparable, then they might have a real improvement on their hands.\nThose limp, jumpy creatures on the desks out there might actually start\nearning their keep. He was thinking about that, what it would mean to\nthe total profit, when Lucile opened his door and he caught a glimpse of\nthe office outside, including the clerk with the sad, frightened eyes.\nEven you, Linden, Cutter thought, we might even improve you.\n\n\nThe increase _was_ comparable after another two weeks. In fact, the\nefficiency figure jumped to 8.9. Quay was too excited to be knocked down\nthis time, and Cutter was unable to suppress his own pleasure.\n\n\"This is really it this time, George,\" Quay said. \"It really is. And\nhere.\" He handed Cutter a set of figures. \"Here's what accounting\nestimates the profit to be on this eight-nine figure.\"\n\nCutter nodded, his eyes thinning the slightest bit. \"We won't see that\nfor a while.\"\n\n\"No,\" Quay said, \"but we'll see it! We'll sure as hell see it! And if it\ngoes much higher, we'll absolutely balance out!\"\n\n\"What does Bolen figure the top to be?\"\n\n\"Ten percent.\"\n\n\"Why not thirty-six point eight?\" Cutter said, his eyes bright and\nnarrow.\n\nQuay whistled. \"Even at ten, at the wage we're paying--\"\n\n\"Never settle for quarters or thirds,\" Cutter said. \"Get the whole\nthing. Send for Bolen. I want to talk to him. And in the meantime, Bob,\nthis is such a goddamned sweet morning, what do you say we go to lunch\nearly?\"\n\nQuay blinked only once, which proved his adaptability. Cutter had just\nasked him to lunch, as though it were their habit to lunch together\nregularly, when in reality, Quay had never once gone to lunch with\nCutter before. Quay was quite nonchalant, however, and he said, \"Why,\nfine, George. I think that's a good idea.\"\n\n       *       *       *       *       *\n\nBolen appeared in Cutter's office the next morning, smiling, his eyes\ndarting quickly about Cutter's desk and walls, so that Cutter felt, for\na moment, that showing Bolen anything as personal as his office, was a\nlittle like letting the man look into his brain.\n\n\"Quay tells me you've set ten percent as the top efficiency increase we\ncan count on, Bolen.\" Cutter said it directly, to the point.\n\nBolen smiled, examining Cutter's hands and suit and eyes. \"That's right,\nMr. Cutter.\"\n\n\"Why?\"\n\nBolen placed his small hands on his lap, looked at the tapered fingers,\nthen up again at Cutter. He kept smiling. \"It's a matter of saturation.\"\n\n\"How in hell could ten percent more efficiency turn into saturation?\"\n\n\"Not ten percent more efficiency,\" Bolen said quietly. \"Ten percent\n_effect_ on the individual who _creates_ the efficiency. Ten percent\neffect of that which _causes_ him to be ten percent more efficient.\"\n\nCutter snorted. \"Whatever the hell that damned gimmick does, it creates\nconfidence, drive, strength, doesn't it? Isn't that what you said?\"\n\n\"Yes,\" Bolen said politely. \"Approximately.\"\n\n\"Can you explain to me then, how ten percent more confidence in a man is\nsaturation?\"\n\nBolen studied what he was going to say carefully, smiling all the while.\n\"Some men,\" he said very slowly, \"are different than others, Mr. Cutter.\nSome men will react to personality changes as abrupt as this in\ndifferent ways than others. You aren't too concerned, are you, with what\nthose changes might already have done to any of the individuals\naffected?\"\n\n\"Hell, no,\" Cutter said loudly. \"Why should I be? All I'm interested in\nis efficiency. Tell me about efficiency, and I'll know what you're\ntalking about.\"\n\n\"All right,\" Bolen said. \"We have no way of knowing right now which men\nhave been affected more than others. All we have is an average. The\naverage right now is eight and nine-tenths percent. But perhaps you have\nsome workers who do not react, because they really do not suffer the\nlacks or compulsions or inhibitions that the Confidet is concerned with.\nPerhaps they are working at top efficiency right now, and no amount of\nfurther subjection to the Confidet will change them.\"\n\n\"All right then,\" Cutter said quickly, \"we'll ferret that kind of\ndeadwood out, and replace them!\"\n\n\"How will you know which are deadwood?\" Bolen asked pleasantly.\n\n\"Individual checks, of course!\"\n\nBolen shook his head, looking back at his tapering fingers. \"It won't\nnecessarily work. You see, the work that these men are concerned with is\nnot particularly demanding work, is it? And that means you want to\nstrike a balance between capability and demand. It's the unbalance of\nthese things that creates trouble, and in your case, the demand\noutweighed the capability. Now, if you get a total ten-percent increase,\nthen you're balanced. If you go over that, you'll break the balance all\nover again, except that you'll have, in certain cases, capability\noutweighing the demand of the work.\"\n\n\"Good,\" Cutter said. \"Any man whose capability outweighs the work he's\ndoing will simply keep increasing his efficiency.\"\n\nBolen shook his head. \"No. He'll react quite the other way. He'll lose\ninterest, because the work will no longer be a challenge, and then the\nefficiency will drop.\"\n\nCutter's jaw hardened. \"All right then. I'll move that man up, and fill\nhis place with someone else.\"\n\nBolen looked at Cutter's eyes, examined them curiously. \"Some men have a\ngreat deal of latent talent, Mr. Cutter. This talent released--\"\n\nCutter frowned, studying Bolen carefully. Then he laughed suddenly. \"You\nthink I might not be able to handle it?\"\n\n\"Well, let's say that you've got a stable of gentle, quiet mares, and\nyou turn them suddenly into thoroughbreds. You have to make allowances\nfor that, Mr. Cutter. The same stalls, the same railings, the same\nstable boys might not be able to do the job anymore.\"\n\n\"Yes,\" Cutter said, smiling without humor, \"but the _owner_ has nothing\nto do with stalls and railings and stable boys, only in the sense that\nthey are subsidiary. The owner is the owner, and if he has to make a few\nsubsidiary changes, all right. But nothing really affects the owner, no\nmatter whether you've got gentle mares or thoroughbreds.\"\n\nBolen nodded, as though he had expected that exact answer. \"You are a\nvery certain man, aren't you, Mr. Cutter?\"\n\n\"Would I be here, in this office, heading this company, if I weren't,\nBolen?\"\n\nBolen smiled.\n\nCutter straightened in his chair. \"All right, do we go on? Do we shoot\nfor the limit?\"\n\nBolen chose his words carefully. \"I am interested in testing my\nConfidet, Mr. Cutter. This is the most important thing in the world to\nme. I don't recommend what you want to do. But, as long as you'll give\nme accurate reports on the effects of the Confidet, I'll go along with\nyou. Providing you grant me one concession.\"\n\nCutter frowned.\n\n\"I want our written contract dissolved.\"\n\nCutter reddened faintly. Nobody ever demanded anything of him and got it\neasily, but his mind turned over rapidly, judging the increase in\nefficiency, the increase in profits. He would not necessarily have to\nstop with administrative personnel. There were other departments, too,\nthat could stand a little sharpening. Finally he nodded, reluctantly.\n\"All right, Bolen.\"\n\nBolen smiled and left quickly, and Cutter stared at his desk for a\nmoment, tense. Then, he relaxed and the hard sternness of his face\nsoftened a bit. He put his finger on his desk calendar, and looked at a\ndate Lucile had circled for him. He grinned, and picked up the\ntelephone, and dialed.\n\n\"This is George H. Cutter,\" he said to the man who answered. \"My wife's\nbirthday is next Saturday. Do you remember that antique desk I bought\nher last year? Good. Well, the truth is, she uses it all the time, so\nthis year I'd like a good chair to match it. She's just using an\noccasional chair right now, and...\"\n\n       *       *       *       *       *\n\nLike everything he gave her, Mary liked his gift extremely well, and\nnight after night, after the birthday, he came home to find her at the\ndesk, using the chair, captaining her house and her servant staff. And\nthe improvement was noticeable in her, almost from the first day. Within\na month, he could detect a remarkable change, and for the first time,\nsince they had been married, Mary gave a dinner for thirty people\nwithout crying just before it started.\n\nThere were other changes.\n\nQuay brought in efficiency report after efficiency report, and by the\nend of three months, they had hit eighteen and seven-tenths percent\nincrease. The administrative office was no longer the dull, listless\nplace it had been; now it thrived and hummed like the shop below. Cutter\ncould see the difference with his own eyes, and he could particularly\nsee the differences in certain individuals.\n\nBrown and Kennedy showed remarkable improvement, but it was really Harry\nLinden who astonished Cutter. An individual check showed a sixty-percent\nincrease by Linden, and there was a definite change in the man's looks.\nHe walked differently, with a quick, virile step, and the look of his\nface and eyes had become strong and alive. He began appearing early in\nthe morning, ahead of the starting hour, and working late, and the only\ntime he missed any work hours, was one afternoon, during which, Lucile\ninformed Cutter, he had appeared in court for his divorce trial.\n\nWithin a month, Cutter had fired Stole and Lackter and Grant, as\ndepartment heads, and replaced them with Brown, Kennedy, and Linden. He\nhad formulated plans for installation of the Confidets in the drafting\ndepartment and the supply department, and already the profits of\nincreased efficiency were beginning to show in the records. Cutter was\nfull of new enthusiasm and ambition, and there was only one thorn in the\nentire development.\n\nQuay had resigned.\n\nCutter had been startled and extremely angry, but Quay had been\nunperturbed and stubborn. \"I've enjoyed working with you immensely,\nGeorge, but my mind is made up. No hard feelings?\"\n\nCutter had not even shaken his hand.\n\nIt had bothered him for days, and he checked every industrial company in\nthe area, to see where Quay had found a better position. He was highly\nsurprised, when he learned, finally, that Quay had purchased a small\nboat and was earning his living by carrying fishermen out onto the Bay.\nQuay had also married, four days after his resignation, and Cutter\npushed the entire thing out of his mind, checking it off to partial\ninsanity.\n\nBy February of the next year, he had promoted Harry Linden to Quay's old\njob, gotten rid of the deadwood that showed up so plainly on the\nindividual checks, and the total efficiency average had reached\nthirty-three percent. His and Mary's anniversary was on the fourth of\nMarch, and when that day arrived, he was certain that he had reached\nthat point where he could expand to another plant.\n\nHe was about to order her a mink stole in celebration, but it was also\nthat day that he was informed that she was suing him for divorce. He\nrushed home, furious, but she was gone. She had taken her clothes and\njewelry and the second Cadillac. In fact, all that she had left of her\npersonal possessions were the antique desk and chair. When the trial was\nover, months later, she had won enough support to take her to France,\nwhere, he learned, she purchased a chateau at Cannes.\n\nHe tried to lose himself in his work, but for the first time in his\nlife, he had begun to get faintly worried. It was only a sliver of\nworry, but it kept him from going on with the expansion. Stocks in the\ncompany had turned over at an amazingly rapid rate, and while it was\nstill nothing more than intuition on his part, he began to tighten up,\nreadying himself to meet anything.\n\nThe explosion came in July.\n\nDrindor Products had picked up forty-nine percent of the stock on the\nmarket, by using secondary buyers. There had been a leak somewhere,\nCutter realized, that had told his competitor, Drindor, the kind of\nprofit he was making. He knew who it had been instantly, but before he\ncould fire Harry Linden, all of his walls crashed down. Four months\nbefore, to put more _esprit de corps_ into Linden, he had allowed\nLinden eight shares of his own stock, intending to pick it up later from\nthe market. Linden had coerced with Drindor. Cutter lost control.\n\nA board of directors was elected by Drindor, and Drindor assumed the\npresidency by proxy. Harry Linden took over Cutter's office, as Vice\nPresident In Charge.\n\nCutter had wildly ordered Edward Bolen to remove the Confidets one week\nbefore, but even then he had known that it was too late, and the\nsmiling, knowing look on Bolen's face had infuriated him to a screaming\nrage. Bolen remained undisturbed, and quietly carried the disks away.\nCutter, when he left his office that final day, moved slowly, very\nslowly.\n\n       *       *       *       *       *\n\nHe brooded for many long days after that, searching his mind for a way\nto counterattack. He still had enough stock to keep him comfortable if\nhe lived another hundred years. But he no longer had the power, and he\nthirsted for that. He turned it around and around in his brain, trying\nto figure out how he could do it, and the one thing he finally knew, the\none certain thing, was that if he used enough drive, enough strength,\nthen he would regain control of the company he had built with his own\nhands and mind.\n\nHe paced the library and the long living room and the dining room, and\nhis eyes were lost, until he saw, through the doorway of the sewing\nroom, that desk and that chair, and he remembered he hadn't done\nanything about that.\n\nHe paused only briefly, because he had not lost an ounce of his ability\nto make a sudden decision, and then he removed that disk and carried it\nto the library and fitted it under the cushion of the large, worn,\nleather chair.\n\n\nBy fall, he had done nothing to regain control, and he was less certain\nof how he should act than he had been months before. He kept driving by\nthe plant and looking at it, but he did so carefully, so that no one\nwould see him, and he was surprised to find that, above all, he didn't\nwant to face Harry Linden. The memory of the man's firm look, the sharp,\nbold eyes, frightened him, and the knowledge of his fright crushed him\ninside. He wished desperately that Mary were back with him, and he even\nwrote her letters, pleading letters, but they came back, unopened.\n\nFinally he went to see Robert Quay, because Quay was the only man in his\nmemory whom he somehow didn't fear talking to. He found Quay in a small\ncottage near the beach. There was a six-day old infant in a crib in the\nbedroom, and Quay's wife was a sparkling-eyed girl with a smile that\nmade Cutter feel relatively at ease for the first time in weeks.\n\nShe politely left them alone, and Cutter sat there, embarrassed faintly,\nbut glad to be in Quay's home and presence. They talked of how it had\nbeen, when Quay was with the company, and finally Cutter pushed himself\ninto asking about it:\n\n\"I've often wondered, Bob, why you left?\"\n\nQuay blushed slightly, then grinned. \"I might as well admit it. I got\none of those things from Bolen, and had it installed in my own chair.\"\n\nCutter thought about it, surprised. He cleared his throat. \"And then you\nquit?\"\n\n\"Sure,\" Quay said. \"All my life, I'd wanted to do just what I'm doing.\nBut things just came easy to me, and the opportunities were always\nthere, and I just never had the guts to pass anything by. Finally I\ndid.\"\n\nQuay smiled at him, and Cutter shifted in his chair. \"The Confidet did\nthat.\"\n\nCutter nodded.\n\nIt came to him suddenly, something he'd never suspected until that\nmoment. There was something very definitely wrong with what had happened\nto him. The Confidet had affected everyone but him; there must have been\nsomething wrong with the one he had been using. It had worked with Mary,\nbut hadn't Bolen said something about the energy being used in\nproportion to the demand? Mary had certainly created a demand. Bolen\nsaid the life of it was indefinite, but couldn't the energy have been\nused up?\n\n\"Ah,\" he said carefully, smiling, to Quay. \"You wouldn't have it around,\nwould you? That Confidet of yours?\"\n\n\"Oh, hell, no,\" Quay said. \"I gave it to Bolen a long time ago. He came\naround for it, in fact. Said he had to keep track of all of them.\"\n\nCutter left hurriedly, with Quay and his wife following him to his car.\nHe drove straight to Bolen's house.\n\nFury built inside of him. All this time, Bolen had kept track of his\nConfidet, the one that Mary had used, and all this time, he had known\nCutter still had it. Cutter was furious over the realization that Bolen\nhad been using him for experimentation, and also because the Confidet\nthat he had tried to use had turned worthless.\n\nAll his hatred, all his anger churned inside of him like the heat from\nshaken coals, but when he walked up the path to Bolen's small house, he\ndid so quietly, with extreme care.\n\nWhen he saw Bolen's face in the doorway, he wanted to strike the man,\nbut he kept his hands quietly at his sides; and though he hated himself\nfor it, he even smiled a little at the man.\n\n\"Come in,\" Bolen smiled, and he spoke softly, and at the same time he\nexamined Cutter with quick, penetrating eyes. \"Come in, Mr. Cutter.\"\n\nCutter wanted to stand there and demand another Confidet, a good one,\nand not walk inside, politely, like he did. And he wished that his voice\nwould come out, quickly, with the power and hate in it that he had once\nbeen capable of. But for some reason, he couldn't say a word.\n\nBolen was extremely polite. \"You've been using that Confidet, haven't\nyou?\" He spoke gently, almost as though he were speaking to a frightened\nchild.\n\n\"Yes,\" Cutter managed to say.\n\n\"And what you expected to happen, didn't. That's what you want to tell\nme, isn't it?\"\n\nCutter's insides quivered with rage, but he was able only to nod.\n\n\"Would you like to know why?\" Bolen said.\n\nCutter rubbed his damp palms over his knees. He nodded.\n\nBolen smiled, his eyes sparkling. \"Very simple really. It wasn't the\nfault of the Confidet so much, Mr. Cutter, as you. You see, you are a\nrare exception. What you are, or possibly I should say, what you were,\nwas a complete super ego. There are very few of those, Mr. Cutter, in\nthis world, but you happened to be one of them. A really absolute,\ncomplete super ego, and the Confidet's effect was simply the reverse of\nwhat it would have been with anyone else.\" Bolen shook his head,\nsympathetically, but he didn't stop smiling, and his eyes didn't stop\ntheir infuriating exploration of Cutter's face and eyes and hands. \"It's\nreally a shame, because I was almost certain you were a super ego, Mr.\nCutter. And when you didn't return that last Confidet, I somehow felt\nthat you might use it, after all that nasty business at the company and\nall.\n\n\"But while I was fairly certain of the effects, Mr. Cutter, I wasn't\nabsolutely _sure_, you see, and so like the rest of the experiments, I\nhad to forget my conscience. I'm really very sorry.\"\n\nThe anger was a wild thing inside Cutter now, and it made his hands\ntremble and sweat, and his mouth quiver, and he hated the man in front\nof him, the man who was responsible for what had happened to him, the\nsmiling man with the soft voice and exploring eyes. But he didn't say\nanything, not a word. He didn't show his anger or his frustration or his\nresentment. He didn't indicate to Bolen a particle of his inner\nwildness.\n\nHe didn't have the nerve.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Confidence Game, by James McKimmey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CONFIDENCE GAME ***\n\n***** This file should be named 32243.txt or 32243.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/2/4/32243/\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}