{"title": "Insidekick", "author": "Jesse Franklin Bone", "releaseDate": "May 6, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Insidekick\n\n                              By J. F. BONE\n\n                           Illustrated by WOOD\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nFebruary 1959. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\nSidenote: Johnson had two secrets--one he knew and would die rather than\nreveal--and one he didn't know that meant to save him over his own dead\nbody!]\n\n\nShifaz glanced furtively around the room. Satisfied that it was empty\nexcept for Fred Kemmer and himself, he sidled up to the Earthman's desk\nand hissed conspiratorially in his ear, \"Sir, this Johnson is a spy! Is\nit permitted to slay him?\"\n\n[Illustration]\n\n\"It is permitted,\" Kemmer said in a tone suitable to the gravity of the\noccasion.\n\nHe watched humorlessly as the Antarian slithered out of the office with\na flutter of colorful ceremonial robes. Both Kemmer and Shifaz had known\nfor weeks that Johnson was a spy, but the native had to go through this\ninsane rigmarole before the rules on Antar would allow him to act. At\nany rate, the formalities were over at last and the affair should be\nsatisfactorily ended before nightfall. Natives moved quickly enough,\nonce the preliminaries were concluded.\n\nKemmer leaned back in his chair and sighed. Being the Interworld\nCorporation's local manager had more compensations than headaches,\ndespite the rigid ritualism of native society. Since most of the local\npopulation was under his thumb, counter-espionage was miraculously\neffective. This fellow Johnson, for instance, had been in Vaornia less\nthan three weeks, and despite the fact that he was an efficient and\neffective snoop, he had been fingered less than forty-eight hours after\nhis arrival in the city.\n\nKemmer closed his eyes and let a smile cross his keen features. Under\nhis administration, there would be a sharp rise in the mortality curve\nfor spies detected in the Vaornia-Lagash-Timargh triangle. With the\nnative judiciary firmly under IC control, the Corporation literally had\na free hand, providing it kept its nose superficially clean. And as for\nspies, they knew the chances they took and what the penalty could be for\ninterfering with the normal operations of corporate business.\n\nKemmer yawned, stretched, turned his attention to more important\nmatters.\n\n       *       *       *       *       *\n\nAlbert Johnson fumbled hopefully in the empty food container before\ntossing it aside. A plump, prosaic man of middle height, with a round\ningenuous face, Albert was as undistinguished as his name, a fact that\nmade him an excellent investigator. But he was neither undistinguished\nnor unnoticed in his present position, although he had tried to carry it\noff by photographing the actions of the local Sanitary Processional like\nany tourist.\n\nHe had been waiting near the Vaornia Arm on the road that led to Lagash\nsince early afternoon, and now it was nearly evening. He cursed mildly\nat the fact that the natives had no conception of time, a trait not\nexclusively Antarian, but one which was developed to a high degree on\nthis benighted planet. And the fact that he was hungry didn't add to his\ngood temper. Natives might be able to fast for a week without ill\neffects, but his chunky body demanded quantities of nourishment at\nregular intervals, and his stomach was protesting audibly at being\nempty.\n\nHe looked around him, at the rutted road, and at the darkening Vaornia\nArm of the Devan Forest that bordered the roadway. The Sanitary\nProcessional had completed the daily ritual of waste disposal and the\ncart drivers and censer bearers were goading their patient daks into a\nfaster gait. It wasn't healthy to be too near the forest after the sun\nwent down. The night beasts weren't particular about what, or whom, they\nate.\n\nThe Vaornese used the Vaornia Arm as a dump for the refuse of the city,\na purpose admirably apt, for the ever-hungry forest life seldom left\nanything uneaten by morning. And since Antarian towns had elaborate\nrituals concerning the disposal of waste, together with a nonexistent\nsewage system, the native attitude of fatalistic indifference to an\noccasional tourist or Antarian being gobbled up by some nightmare\ndenizen of the forest was understandable.\n\nThe fact that the Arm was also an excellent place to dispose of an\ninconvenient body didn't occur to Albert until the three natives with\nknives detached themselves from the rear of the Sanitary Processional\nand advanced upon him. They came from three directions, effectively\nboxing him in, and Albert realized with a sick certainty that he had\nbeen double-crossed, that Shifaz, instead of being an informant for him,\nwas working for the IC. Albert turned to face the nearest native,\ntensing his muscles for battle.\n\nThen he saw the Zark.\n\nIt stepped out of the gathering darkness of the forest, and with its\nappearance everything stopped. For perhaps a micro-second, the three\nVaornese stood frozen. Then, with a simultaneous wheep of terror, they\nturned and ran for the city.\n\nThey might have stayed and finished their work if they had known it was\na Zark, but at the moment the Zark was energizing a toothy horror that\nEarthmen called a Bandersnatch--an insane combination of talons, teeth\nand snakelike neck mounted on a crocodilian body that exuded an odor of\nputrefaction from the carrion upon which it normally fed. The\nBandersnatch had been dead for several hours, but neither the natives\nnor Albert knew that.\n\n       *       *       *       *       *\n\nIt was a tribute to the Zark's ability to maintain pseudo-life in a\nBandersnatch carcass that the knifemen fled and a similar panic seized\nthe late travelers on the road. Albert stared with horrified fascination\nat the monstrosity for several seconds before he, too, fled. Any number\nof natives with knives were preferable to a Bandersnatch. He had\nhesitated only because he didn't possess the conditioned reflexes\narising from generations of exposure to Antarian wildlife.\n\n[Illustration]\n\nHe was some twenty yards behind the rearmost native, and, though not\ndesigned for speed, was actually gaining upon the fellow, when his foot\nstruck a loose cobblestone in the road. Arms flailing, legs pumping\ndesperately to balance his toppling mass, Albert fought manfully against\nthe forces of gravity and inertia.\n\nHe lost.\n\nHis head struck another upturned cobble. His body twitched once and then\nrelaxed limply and unconscious upon the dusty road.\n\nThe Zark winced a little at the sight, certain that this curious\ncreature had damaged itself seriously.\n\nFilled with compassion, it started forward on the Bandersnatch's four\nwalking legs, the grasping talons crossed on the breast in an attitude\nof prayer. The Zark wasn't certain what it could do, but perhaps it\ncould help.\n\nAlbert was mercifully unconscious as it bent over him to inspect his\nprone body with a purple-lidded pineal eye that was blue with concern.\nThe Zark noted the bruise upon his forehead and marked his regular\nbreathing, and came to the correct conclusion that, whatever had\nhappened, the biped was relatively undamaged. But the Zark didn't go\naway. It had never seen a human in its thousand-odd years of existence,\nwhich was not surprising since Earthmen had been on Antar less than a\ndecade and Zarks seldom left the forest.\n\nAlbert began to stir before the Zark remembered its present condition.\nNot being a carnivore, it saw nothing appetizing about Albert, but it\nwas energizing a Bandersnatch, and, like all Zarks, it was a purist. A\nliving Bandersnatch would undoubtedly drool happily at the sight of such\na tempting tidbit, so the Zark opened the three-foot jaws and drooled.\n\nAlbert chose this precise time to return to consciousness. He turned his\nhead groggily and looked up into a double row of saw-edged teeth\nsurmounted by a leering triangle of eyes. A drop of viscid drool\nsplattered moistly on his forehead, and as the awful face above him bent\ncloser to his own, he fainted.\n\nThe Zark snapped its jaws disapprovingly. This was not the proper\nattitude to take in the presence of a ferocious monster. One simply\ndidn't go to sleep. One should attempt to run. The biped's act was\nutterly illogical. It needed investigation.\n\n       *       *       *       *       *\n\nCuriously, the Zark sent out a pseudopod of its substance through the\nopen mouth of its disguise. The faintly glittering thread oozed downward\nand struck Albert's head beside his right eye. Without pausing, the\nthread sank through skin and connective tissue, circled the eyeball and\nlocated the optic nerve. It raced inward along the nerve trunk, split at\nthe optic chiasma, and entered the corpora quadrigemina where it\nbranched into innumerable microscopic filaments that followed the main\nneural paths of the man's brain, probing the major areas of thought and\nreflex.\n\nThe Zark quivered with pleasure. The creature was beautifully complex,\nand, more important, untenanted. He would make an interesting host.\n\nThe Zark didn't hesitate. It needed a host; giving its present mass of\norganic matter pseudo-life took too much energy. The Bandersnatch\ncollapsed with a faint slurping sound. A blob of iridescent jelly flowed\nfrom the mouth and spread itself evenly over Albert's body in a thin\nlayer. The jelly shimmered, glowed, disappeared inward through Albert's\nclothing and skin, diffusing through the subcutaneous tissues, sending\nhair-like threads along nerve trunks and blood vessels until the threads\nmet other threads and joined, and the Zark became a network of\nprotoplasmic tendrils that ramified through Albert's body.\n\nImmediately the Zark turned its attention to the task of adapting itself\nto its new host. Long ago it had learned that this had to be done\nquickly or the host did not survive. And since the tissues of this new\nhost were considerably different from those of the Bandersnatch, a great\nnumber of structural and chemical changes had to be made quickly. With\nsome dismay, the Zark realized that its own stores of energy would be\ninsufficient for the task. It would have to borrow energy from the\nhost--which was a poor way to start a symbiotic relationship.\nOrdinarily, one gave before taking.\n\nFortunately, Albert possessed considerable excess fat, an excellent\nsource of energy whose removal would do no harm. There was plenty here\nfor both Albert and itself. The man's body twitched and jerked as the\nZark's protean cells passed through the adaptive process, and as the\nlast leukocyte recoiled from tissue that had suddenly become normal, his\nconsciousness returned. Less than ten minutes had passed, but they were\nenough. The Zark was safely in harmony with its new host.\n\nAlbert opened his eyes and looked wildly around. The landscape was empty\nof animate life except for the odorous carcass of the Bandersnatch lying\nbeside him. Albert shivered, rose unsteadily to his feet and began\nwalking toward Vaornia. That he didn't run was only because he couldn't.\n\nHe found it hard to believe that he was still alive. Yet a hurried\ninspection convinced him that there wasn't a tooth mark on him. It was a\nmiracle that left him feeling vaguely uneasy. He wished he knew what had\nkilled that grinning horror so opportunely. But then, on second thought,\nmaybe it was better that he didn't know. There might be things in the\nDevan Forest worse than a Bandersnatch.\n\n       *       *       *       *       *\n\nInside the city walls, Vaornia struck a three-pronged blow at Albert's\nsenses. Sight, hearing and smell were assaulted simultaneously. Natives\nslithered past, garbed in long robes of garish color. Sibilant voices\ncut through the evening air like thin-edged knives clashing against the\ngrating screech of the ungreased wooden wheels of dak carts. Odors of\nsmoke, cooking, spices, perfume and corruption mingled with the\nall-pervasive musky stench of unwashed Vaornese bodies.\n\nIt was old to Albert, but new and exciting to the Zark. Its taps on\nAlbert's sense organs brought a flood of new sensation the Zark had\nnever experienced. It marveled at the crowded buildings studded with\njutting balconies and ornamental carvings. It stared at the dak caravans\nmaneuvering with ponderous delicacy through the swarming crowds. It\nreveled in the colorful banners and awnings of the tiny shops lining the\nstreets, and the fluttering robes of the natives. Color was something\nnew to the Zark. Its previous hosts had been color blind, and the\nsymbiont wallowed in an orgy of bright sensation.\n\nIf Albert could have tuned in on his fellow traveler's emotions, he\nprobably would have laughed. For the Zark was behaving precisely like\nthe rubbernecking tourist he himself was pretending to be. But Albert\nwasn't interested in the sights, sounds or smells, nor did the natives\nintrigue him. There was only one of them he cared to meet--that slimy\ndoublecrosser called Shifaz who had nearly conned him into a one-way\nticket.\n\nAlbert plowed heedlessly through the crowd, using his superior mass to\nremove natives from his path. By completely disregarding the code of\nconduct outlined by the IC travel bureau, he managed to make respectable\nprogress toward the enormous covered area in the center of town that\nhoused the Kazlak, or native marketplace. Shifaz had a stand there where\nhe was employed as a tourist guide.\n\nThe Zark, meanwhile, was not idle despite the outside interests. The\nmajority of its structure was busily engaged in checking and cataloguing\nthe body of its host, an automatic process that didn't interfere with\nthe purely intellectual one of enjoying the new sensations. Albert's\nbody wasn't in too bad shape. A certain amount of repair work would have\nto be done, but despite the heavy padding of fat, the organs were in\ngood working condition.\n\nThe Zark ruminated briefly over what actions it should take as it\ndissolved a milligram of cholesterol out of Albert's aorta and\nstrengthened the weak spot in the blood vessel with a few cells of its\nown substance until Albert's tissues could fill the gap. Its knowledge\nof human physiology was incomplete, but it instinctively recognized\nabnormality. As a result, it could help the host's physical condition,\nwhich was a distinct satisfaction, for a Zark must be helpful.\n\n       *       *       *       *       *\n\nShifaz was at his regular stand, practicing his normal profession of\nguide. As Albert approached, he was in the midst of describing the\nattractions of the number two tour to a small knot of fascinated\ntourists.\n\n\"And then, in the center of the Kazlak, we will come to the Hall of the\nBrides--Antar's greatest marriage market. It has been arranged for you\nto actually see a mating auction in progress, but we must hurry or--\"\nShifaz looked up to see Albert shouldering the tourists aside. His\nyellow eyes widened and his hand darted to his girdle and came up with a\nknife.\n\nThe nearest tourists fell back in alarm as he hissed malevolently at\nAlbert, \"Stand back, Earthman, or I'll let the life out of your\nscaleless carcass!\"\n\n\"Doublecrosser,\" Albert said, moving in. One meaty hand closed over the\nknife hand and wrenched while the other caught Shifaz alongside the head\nwith a smack that sounded loud in the sudden quiet. Shifaz did a neat\nbackflip and lay prostrate, the tip of his tail twitching reflexively.\n\nOne of the tourists screamed.\n\n\"No show today, folks,\" Albert said. \"Shifaz has another engagement.\" He\npicked the Antarian up by a fold of his robe and shook him like a dirty\ndustcloth. A number of items cascaded out of hidden pockets, among which\nwas an oiled-silk pouch. Albert dropped the native and picked up the\npouch, opened it, sniffed, and nodded.\n\nIt fitted. Things were clearer now.\n\nHe was still nodding when two Earthmen in IC uniform stepped out of the\ncrowd. \"Sorry, sir,\" the bigger of the pair said, \"but you have just\ncommitted a violation of the IC-Antar Compact. I'm afraid we'll have to\ntake you in.\"\n\n\"This lizard tried to have me killed,\" Albert protested.\n\n\"I wouldn't know about that,\" the IC man said. \"You've assaulted a\nnative, and that's a crime. You'd better come peaceably with us--local\njustice is rather primitive and unpleasant.\"\n\n\"I'm an Earth citizen--\" Albert began.\n\n\"This world is on a commercial treaty.\" The guard produced a blackjack\nand tapped the shot-filled leather in his palm. \"It's our business to\nprotect people like you from the natives, and if you insist, we'll use\nforce.\"\n\n\"I don't insist, but I think you're being pretty high-handed.\"\n\n\"Your objection has been noted,\" the IC man said, \"and will be included\nin the official report. Now come along or we'll be in the middle of a\njurisdictional hassle when the native cops arrive. The corporation\ndoesn't like hassles. They're bad for business.\"\n\n       *       *       *       *       *\n\nThe two IC men herded him into a waiting ground car and drove away. It\nwas all done very smoothly, quietly and efficiently. The guards were\ngood.\n\nAnd so was the local detention room. It was clean, modern and--Albert\nnoted wryly--virtually escape-proof. Albert was something of an expert\non jails, and the thick steel bars, the force lock, and the spy cell in\nthe ceiling won his grudging respect.\n\nHe sighed and sat down on the cot which was the room's sole article of\nfurniture. He had been a fool to let his anger get the better of him. IC\nwould probably use this brush with Shifaz as an excuse to send him back\nto Earth as an undesirable tourist--which would be the end of his\nmission here, and a black mark on a singularly unspotted record.\n\nOf course, they might not be so gentle with him if they knew that he\nknew they were growing tobacco. But he didn't think that they would\nknow--and if they had checked his background, they would find that he\nwas an investigator for the Revenue Service. Technically, criminal\noperations were not his affair. His field was tax evasion.\n\nHe didn't worry too much about the fact that Shifaz had tried to kill\nhim. On primitive worlds like this, that was a standard procedure--it\nwas less expensive to kill an agent than bribe him or pay honest taxes.\nHe was angry with himself for allowing the native to trick him.\n\nHe shrugged. By all rules of the game, IC would now admit about a two\nper cent profit on their Antar operation rather than the four per cent\nloss they had claimed, and pay up like gentlemen--and he would get\nskinned by the Chief back at Earth Central for allowing IC to unmask\nhim. His report on tobacco growing would be investigated, but with the\nsketchy information he possessed, his charges would be impossible to\nprove--and IC would have plenty of time to bury the evidence.\n\nIf Earth Central hadn't figured that the corporation owed it some\nbillion megacredits in back taxes, he wouldn't be here. He had been\ndragged from his job in the General Accounting Office, for every field\nman and ex-field man was needed to conduct the sweeping investigation.\nEvery facet of the sprawling IC operation was being checked. Even minor\nand out-of-the-way spots like Antar were on the list--spots that\nnormally demanded a cursory once-over by a second-class business\ntechnician.\n\n       *       *       *       *       *\n\nSuperficially, Antar had the dull unimportance of an early penetration.\nThere were the usual trading posts, pilot plants, wholesale and retail\ntrade, and tourist and recreation centers--all designed to accustom the\nnative inhabitants to the presence of Earthmen and their works--and set\nthem up for the commercial kill, after they had acquired a taste for the\nproducts of civilization. But although the total manpower and physical\nplant for a world of this size was right, its distribution was wrong.\n\nA technician probably wouldn't see it, but to an agent who had dealt\nwith corporate operations for nearly a quarter of a century, the setup\nfelt wrong. It was not designed for maximum return. The\nVaornia-Lagash-Timargh triangle held even more men and material then\nPrime Base. That didn't make sense. It was inefficient, and IC was not\nnoted for inefficiency.\n\nNot being oriented criminally, Albert found out IC's real reason for\nconcentration in this area only by absent-mindedly lighting a cigarette\none day in Vaornia. He had realized almost instantly that this was a\ngross breach of outworld ethics and had thrown the cigarette away. It\nlanded between a pair of Vaornese walking by.\n\nThe two goggled at the cigarette, sniffed the smoke rising from it, and\nwith simultaneous whistles of surprise bent over to pick it up. Their\nheads collided with some force. The cigarette tore in their greedy grasp\nas they hissed hatefully at each other for a moment, before turning\nhostile glares in his direction. From their expressions, they thought\nthis was a low Earthie trick to rob them of their dignity. Then they\nstalked off, their neck scales ruffled in anger, shreds of the cigarette\nstill clutched in their hands.\n\nEven Albert couldn't miss the implications. His tossing the butt away\nhad produced the same reaction as a deck of morphine on a group of human\naddicts. Since IC wouldn't corrupt a susceptible race with tobacco when\nthere were much cheaper legal ways, the logical answer was that it\nwasn't expensive on this planet--which argued that Antar was being set\nup for plantation operations--in which case tobacco addiction was a\nnecessary prerequisite and the concentration of IC population made\nsense.\n\nNow tobacco, as any Earthman knew, was the only monopoly in the\nConfederation, and Earth had maintained that monopoly by treaty and by\nforce, despite numerous efforts to break it. There were some good\nreasons for the policy, ranging all the way from vice control to taxable\nincome, but the latter was by far the most important. The revenue\nsupported a considerable section of Earth Central as well as the huge\nbattle fleet that maintained peace and order along the spacelanes and\nbetween the worlds.\n\nBut a light-weight, high-profit item like tobacco was a constant\ntemptation to any sharp operator who cared more for money than for law,\nand IC filled that definition perfectly. In the Tax Section's book, the\nInterworld Corporation was a corner-cutting, profit-grabbing chiseler.\nIts basic character had been the same for three centuries, despite all\nthe complete turnovers in staff. Albert grinned wryly. The old-timers\nwere right when they made corporations legal persons.\n\nCigarettes which cost five credits to produce and sold for as high as\ntwo hundred would always interest a crook, and, as a consequence, Earth\nCentral was always investigating reports of illegal plantations. They\nwere found and destroyed eventually, and the owners punished. But the\ncatch lay in the word \"eventually.\" And if the operator was a\ncorporation, no regulatory agency in its right mind would dare apply the\nfull punitive power of the law. In that direction lay political suicide,\nfor nearly half the population of Earth got dividends or salaries from\nthem.\n\nThat, of course, was the trouble with corporations. They invariably grew\ntoo big and too powerful. But to break them up as the Ancients did was\nto destroy their efficiency. What was really needed was a corporate\nconscience.\n\nAlbert chuckled. That was a nice unproductive thought.\n\n       *       *       *       *       *\n\nFred Kemmer received the news that Albert had been taken to detention\nwith a philosophic calm that lasted for nearly half an hour. By morning,\nthe man would be turned over to the Patrol in Prime Base. The Patrol\nwould support the charge that Albert was an undesirable tourist and send\nhim home to Earth.\n\nBut the philosophic calm departed with a frantic leap when Shifaz\nreported Johnson's inspection of the oiled-silk pouch. Raw tobacco was\nsomething that shouldn't be within a thousand parsects of Antar; its\ninference would be obvious even to an investigator interested only in\ntax revenues. Kemmer swore at the native. The entire operation would\nhave to be aborted now and his dreams of promotion would vanish.\n\n\"It wasn't my supply,\" Shifaz protested. \"I was carrying it down to\nKaras at the mating market. He demands a pack every time he puts a show\non for your silly Earthie tourists.\"\n\n\"You should have concealed it better.\"\n\n\"How was I to know that chubby slob was coming back alive? And who'd\nhave figured that he could handle me?\"\n\n\"I've told you time and again that Earthmen are tough customers when\nthey get mad, but you had to learn it the hard way. Now we're all in the\nsoup. The Patrol doesn't like illicit tobacco planters. Tobacco is\nresponsible for their pay.\"\n\n\"But he's still in your hands and he couldn't have had time to transmit\nhis information,\" Shifaz said. \"You can still kill him.\"\n\nKemmer's face cleared. Sure, that was it. Delay informing the Patrol and\nknock the snoop off. The operation and Kemmer's future were still safe.\nBut it irked him that he had panicked instead of thinking. It just went\nto show how being involved in major crime ruined the judgment. He'd have\nJohnson fixed up with a nice hearty meal--and he'd see that it was\ndelivered personally. At this late date, he couldn't afford the risk of\ntrusting a subordinate.\n\nKemmer's glower became a smile. The snoop's dossier indicated that he\nliked to eat. He should die happy.\n\n       *       *       *       *       *\n\nWith a faint click, a loaded tray passed through a slot in the rear wall\nof Albert Johnson's cell.\n\nThe sight and smell of Earthly cooking reminded him that he hadn't\nanything to eat for hours. His mouth watered as he lifted the tray and\ncarried it to the cot. At least IC wasn't going to let him starve to\ndeath, and if this was any indication of the way they treated prisoners,\nan IC jail was the best place to be on this whole planet.\n\nSince it takes a little time for substances to diffuse across the\nintestinal epithelium and enter the circulation, the Zark had some\nwarning of what was about to happen from the behavior of the epithelial\ncells lining Albert's gut. As a result, a considerable amount of the\nalkaloid was stopped before it entered Albert's body--but some did pass\nthrough, for the Zark was not omnipotent.\n\nFor nearly five minutes after finishing the meal, Albert felt normally\nfull and comfortable. Then hell broke loose. Most of the food came back\nwith explosive violence and cramps bent him double. The Zark turned to\nthe neutralization and elimination of the poison. Absorptive surfaces\nwere sealed off, body fluids poured into the intestinal tract, and\nanti-substances formed out of Albert's energy reserve to neutralize\nwhatever alkaloid remained.\n\nNone of the Zark's protective measures were normal to Albert's body, and\nwith the abrupt depletion of blood glucose to supply the energy the Zark\nrequired, Albert passed into hypoglycemic shock. The Zark regretted\nthat, but it had no time to utilize his other less readily available\nenergy sources. In fact, there was no time for anything except the most\nelemental protective measures. Consequently the convulsions,\ntachycardia, and coma had to be ignored.\n\nAlbert's spasms were mercifully short, but when the Zark was finished,\nhe lay unconscious on the floor, his body twitching with incoordinate\nspasms, while a frightened guard called in an alarm to the medics.\n\nThe Zark quivered with its own particular brand of nausea. It had not\nbeen hurt by the alkaloid, but the pain of its host left it sick with\nself-loathing. That it had established itself in a life-form that\ncasually ingested deadly poisons was no excuse. It should have been more\nalert, more sensitive to the host's deficiencies. It had saved his life,\nwhich was some compensation, and there was much that could be done in\nthe way of restorative and corrective measures that would prevent such a\nthing from occurring again--but the Zark was unhappy as it set about\nhelping Albert's liver metabolize fat to glucose and restore blood sugar\nlevels.\n\n       *       *       *       *       *\n\nThe medic was puzzled. She had seen some peculiar conditions at this\nstation, but hypoglycemic shock was something new. And, being unsure of\nherself, she ordered Albert into the infirmary for observation. The\nguard, of course, didn't object, and Kemmer, when he heard of it, could\nonly grind his teeth in frustration. He was on delicate enough ground\nwithout making it worse by not taking adequate precautions to preserve\nthe health of his unwilling guest. Somehow that infernal snoop had\nescaped again....\n\nAlbert moved his head with infinite labor and looked at the intravenous\napparatus dripping a colorless solution into the vein in the elbow joint\nof his extended left arm. He felt no pain, but his physical weakness was\nappalling. He could move only with the greatest effort, and the\nslightest exertion left him dizzy and breathless. It was obvious that he\nhad been poisoned, and that it was a miracle of providence that he had\nsurvived. It was equally obvious that a reappraisal of his position was\nin order. Someone far higher up the ladder than Shifaz was responsible\nfor this latest attempt on his life. The native couldn't possibly have\nreached him in the safety of IC's jail.\n\nThe implications were unpleasant. Someone important feared him enough to\nwant him dead, which meant that his knowledge of illicit tobacco was not\nas secret as he thought. It would be suicide to stay in the hands of the\nIC any longer. Somehow he had to get out and inform the Patrol.\n\nHe looked at the intravenous drip despondently. If the solution was\npoisoned, there was no help for him. It was already half gone. But he\ndidn't feel too bad, outside of being weak. It probably was all right.\nIn any event, he would have to take it. The condition of his body\nwouldn't permit anything else.\n\nHe sighed and relaxed on the bed, aware of the drowsiness that was\ncreeping over him. When he awoke, he would do something about this\nsituation, but he was sleepy now.\n\n       *       *       *       *       *\n\nAlbert awoke strong and refreshed. He was as hungry as he always was\nbefore breakfast. Whatever was in that solution, it had certainly worked\nmiracles. As far as he could judge, he was completely normal.\n\nThe medic was surprised to find him sitting up when she made her morning\nrounds. It was amazing, but this case was amazing in more ways than one.\nLast night he had been in a state of complete collapse, and now he was\nwell on the road to recovery.\n\nAlbert looked at her curiously. \"What was in that stuff you gave me?\"\n\n\"Just dextrose and saline,\" she said. \"I couldn't find anything wrong\nwith you except hypoglycemia and dehydration, so I treated that.\" She\npaused and eyed him with a curiosity equal to his own. \"Just what do you\nthink happened?\" she asked.\n\n\"I think I was poisoned.\"\n\n\"That's impossible.\"\n\n\"Possibly,\" Albert conceded, \"but it might be an idea to check that food\nI left all over the cell.\"\n\n\"That was cleaned up hours ago.\"\n\n\"Convenient, isn't it?\"\n\n\"I don't know what you mean by that,\" she said. \"Someone in the kitchens\nmight have made a mistake. Yet you were the only case.\" She looked\nthoughtful. \"I think I will do a little checking in the Central Kitchen,\njust to be on the safe side.\" She smiled a bright professional smile.\n\"Anyway, I'm glad to see that you have recovered so well. I'm sure you\ncan go back tomorrow.\"\n\nShe vanished through the door with a rustle of white dacron. Albert,\nafter listening a moment to make sure that she was gone, rose to his\nfeet and began an inspection of his room.\n\nIt wasn't a jail cell. Not quite. But it wasn't designed for easy\nescape, either. It was on the top floor of the IC building, a good\nhundred feet down to the street below. The window was covered with a\nsteel grating and the door was locked. But both window and door were\ndesigned to hold a sick man rather than a healthy and desperate one.\n\nAlbert looked out of the window. The building was constructed to\nharmonize with native structures surrounding it, so the outer walls were\nstudded with protuberances and bosses that would give adequate handholds\nto a man strong enough to brave the terrors of the descent.\n\nLooking down the wall, Albert wavered. Thinking back, he made up his\nmind.\n\n       *       *       *       *       *\n\nFred Kemmer was disturbed. By all the rules, Albert Johnson should be\ndead. But Shifaz had failed, and that fool guard _had_ to call in the\nmedics. It was going to be harder to get at Johnson, now that he was in\nthe infirmary, but he had to be reached.\n\nOne might buy off an agent who was merely checking on tax evasion, but\ntobacco was another matter entirely. Kemmer wished he hadn't agreed to\nboss Operation Weed. The glowing dreams of promotion and fortune were\nbeginning to yellow around the edges. Visions of the Penal Colony\nbothered him, for if the operation went sour, he would do the paying. He\nhad known that when he took the job, but the possibility seemed remote\nthen.\n\nHe shook his head. It wasn't that bad yet. As long as Johnson hadn't\ncommunicated with anyone else and as long as he was still in company\nhands, something could be done.\n\nKemmer thought a while, trying to put himself in Johnson's place.\nUndoubtedly the spy was frightened, and undoubtedly he would try to\nescape. And since it would be far easier to escape from the infirmary\nthan it would be from detention, he would try as soon as possible.\n\nKemmer's face cleared. If Johnson tried it, he would find it wasn't as\neasy as he thought.\n\nWith characteristic swiftness, Kemmer outlined his plans and made the\nnecessary arrangements. A guard was posted in the hall with orders to\nshoot if Johnson tried the door of his room, and Kemmer himself took a\nstand in the building across the street, facing the hospital, where he\ncould watch the window of Albert's room. As he figured it, the window\nwas the best bet. He stroked the long-barreled blaster lying beside him.\nJohnson still hadn't a chance, but these delays in disposing of him were\nbecoming an annoyance.\n\nCautiously, Albert tried the grating that covered the window. The\nAntarian climate had rusted the heavy screws that fastened it to the\ncasing. One of the bars was loose. If it could be removed, it would\nserve as a lever to pry out the entire grating.\n\nAlbert twisted at the bar. It groaned and squealed. He nervously applied\nmore pressure, and the bar moved slowly out of its fastenings.\n\n       *       *       *       *       *\n\nThe Zark observed his actions curiously. Now why was its host twisting\nthat rod of metal out of the woodwork? It didn't know, and it was\nconsumed with curiosity. It had found no way to communicate with its\nhost so that some of the man's queer actions could be understood; in the\nportions of the brain it had explored, there were no portals of\ncommunication. However, there still was a large dormant portion, and\nperhaps here lay the thing it sought. The Zark inserted a number of\ntendrils into the blank areas, probing, connecting synapses, opening\nunused pathways, looking for what it hoped existed.\n\nThe results of this action were completely unforeseen by the Zark, for\nit was essentially just a subordinate ego with all the lacks which that\nimplied--and it had never before inhabited a body that possessed a\npotentially first-class brain. With no prior experience to draw upon,\nthe Zark couldn't possibly guess that its actions would result in a\npeculiar relationship between the man and the world around him. And if\nthe Zark had known, it probably wouldn't have cared.\n\nAlbert removed the bar and pried out the grating. With only a momentary\nhesitation, he lowered himself over the sill until his feet struck an\nornamental knob on the wall. He glanced quickly down. There was another\nprotuberance about two feet below the one on which he was standing.\nPressing against the wall, he inched one foot downward until it found\nthe foothold. With relief, he shifted his weight to the lower foot, and\nas he did a wave of heat enveloped his legs. The protuberance came loose\nfrom the wall with a grating noise mixed with the crackling hiss of a\nblaster bolt, and Albert plunged toward the street below.\n\n[Illustration]\n\nAs the pavement rushed at him, he had time for a brief, fervent wish\nthat he were someplace else. Then the thought was swallowed in an icy\nblackness.\n\n       *       *       *       *       *\n\nFred Kemmer lowered the blaster with a grin of satisfaction. He had\nfigured his man correctly, and now the spy would be nothing to worry\nabout. He watched the plummeting body--and gasped with consternation,\nfor less than ten feet above the pavement, Albert abruptly vanished!\n\nThere is such a thing as too much surprise, too much shock, too much\namazement. And that precisely was what affected Albert when he found\nhimself standing on the street where the IC guards had picked him up. By\nrights, he should have been a pulpy smear against the pavement beneath\nthe infirmary window. But he was not. He didn't question why he was\nhere, or consider how he had managed to avoid the certain death that\nwaited for him. The fact was that he had done it, somehow. And that was\nenough.\n\nIt was almost like history repeating itself. Shifaz was at his usual\nstand haranguing another group of tourists. It was the same spiel as\nbefore, and almost at the same point of the pitch. But his actions upon\nseeing Albert were entirely different. His eyes widened, but this time\nhe slid quietly from his perch on the cornerstone of the building and\ndisappeared into the milling crowd.\n\nAlbert followed. The fact that Shifaz was somewhere in that crowd was\nenough to start him moving, and, once started, stubbornness kept him\ngoing, plowing irresistibly through the thick swarm of Vaornese. Reason\ntold him that no Earthman could expect to find a native hidden among\nhundreds of his own kind. Their bipedal dinosaurlike figures seemed to\nbe cast out of one mold.\n\nA chase through this crowd was futile, but he went on deeper into the\nKazlak, drawn along an invisible trail by some unearthly sense that told\nhim he was right. He was as certain of it as that his name was Albert\nJohnson. And when he finally cornered Shifaz in a deserted alley, he was\nthe one who was not surprised.\n\nShifaz squawked and darted toward Albert, a knife glittering in his\nhand. Albert felt a stinging pain across the muscles of his left arm as\nhe blocked the thrust aimed at his belly, wrenched the knife from the\nnative's grasp, and slammed him to the pavement.\n\nShifaz bounced like a rubber ball, but he had no chance against the\nbigger and stronger Earthman. Albert knocked him down again. This time\nthe native didn't rise. He lay in the street, a trickle of blood oozing\nfrom the corner of his lipless mouth, hate radiating from him in\npalpable waves.\n\nAlbert stood over him, panting a little from the brief but violent\nscuffle. \"Now, Shifaz, you're going to tell me things,\" he said heavily.\n\n\"You can go to your Place of Punishment,\" Shifaz snarled. \"I shall say\nnothing.\"\n\n\"I can beat the answers out of you,\" Albert mused aloud, \"but I won't.\nI'll just ask you questions, and every time I don't like your answer,\nI'll kick one of your teeth out. If you don't answer, I guarantee that\nyou'll look like an old grandmother.\"\n\n       *       *       *       *       *\n\nShifaz turned a paler green. To lose one's teeth was a punishment\nreserved only for females. He would be a thing of mockery and\nlaughter--but there were worse things than losing teeth or face. There\nwas such a thing as losing one's life, and he knew what would happen if\nhe betrayed IC. Then he brightened. He could always lie, and this\nhulking brute of an Earthman wouldn't know--couldn't possibly know. So\nhe nodded with a touch of artistic reluctance. \"All right,\" he said,\n\"I'll talk.\" He injected a note of fear into his voice. It wasn't hard\nto do.\n\n\"Where did you get that tobacco?\" Albert asked.\n\n\"From a farm,\" Shifaz said. That was the truth. The Earthman probably\nknew about tobacco and there was no need to lie, yet.\n\n\"Where is it?\"\n\nShifaz thought quickly of the clearing in the forest south of Lagash\nwhere the green broad-leaved plants were grown, and said, \"It's just\noutside of Timargh, along the road which runs south.\" He waited tensely\nfor Albert's reaction, wincing as the Earthman drew his foot back.\nTimargh was a good fifty miles from Lagash, and if this lie went over,\nhe felt that he could proceed with confidence.\n\nIt went over. Albert replaced his foot on the ground. \"You telling the\ntruth?\"\n\n\"As Murgh is my witness,\" Shifaz said with sincerity.\n\nAlbert nodded and Shifaz relaxed with hidden relief. Apparently the man\nknew that Murgh was the most sacred and respected deity in the pantheon\nof Antar, and that oaths based upon his name were inviolable. But what\nthe scaleless oaf didn't know was that this applied to Antarians only.\nAs far as these strangers from another world were concerned, anything\nwent.\n\nSo Albert continued questioning, and Shifaz answered, sometimes readily,\nsometimes reluctantly, telling the truth when it wasn't harmful, lying\nwhen necessary. The native's brain was fertile and the tissue of lies\nand truth hung together well, and Albert seemed satisfied. At any rate,\nhe finally went away, leaving behind a softly whistling Vaornese who\ncongratulated himself on the fact that he had once more imposed upon\nthis outlander's credulity. He was so easy to fool that it was almost a\ncrime to do it.\n\nBut he wouldn't have been so pleased with himself if he could have seen\nthe inside of Albert's mind. For Albert knew the truth about the\nfour-hundred-acre farm south of Lagash. He knew about the hidden curing\nsheds and processing plant. He knew that both Vaornese and Lagashites\nwere deeply involved in something they called Operation Weed, and\napproved of it thoroughly either from sheer cussedness or addiction. He\nhad quietly read the native's mind while the half-truths and lies had\nfallen from his forked tongue. And, catching Shifaz's last thought,\nAlbert couldn't help chuckling.\n\nAt one of the larger intersections, Albert stopped under a flaming\ncresset and looked at his arm. There was a wide red stain that looked\nblack against the whiteness of his pajamas. That much blood meant more\nthan a scratch, even though there was no pain--and cuts on this world\ncould be deadly if they weren't attended to promptly.\n\nHe suddenly felt alone and helpless, wishing desperately for a quiet\nplace where he could dress his wound and be safe from the eyes he knew\nwere inspecting him. He was too conspicuous. The pajamas were out of\nplace on the street. Undoubtedly natives were hurrying to report him to\nthe IC.\n\nHis mind turned to his room in the hostel with its well-fitted wardrobe\nand its first-aid kit--and again came that instant of utter\ndarkness--and then he was standing in the middle of his room facing the\nwardrobe that held his clothing.\n\n       *       *       *       *       *\n\nHe felt no surprise this time. He knew what had happened. Something\nwithin his body was acting like a tiny Distorter, transporting him\nthrough hyperspace in the same manner that a starship's engine room\nwarped it through the folds of the normal space-time continuum. There\nwas nothing really strange about it. It was a power which he _should_\nhave--which any normal man should have. The fact that he didn't have it\nbefore was of no consequence, and the fact that other men didn't have it\nnow merely made _them_ abnormal.\n\nHe smiled as he considered the possibilities which these new powers gave\nhim. They were enormous. At the very least, they tripled his value as an\nagent. Nothing was safe from his investigation. The most secret hiding\nplaces were open to his probings. Nothing could stop him, for command of\nhyperspace made a mockery of material barriers.\n\nHe chuckled happily as he removed his pajama jacket and reached for the\nfirst-aid kit. From the gash in his sleeve, there should be a nasty cut\nunderneath, and it startled him a little that there was no greater\namount of hemorrhage. He cleaned off the dried blood--and found nothing\nunderneath except a thin red bloodless line that ran halfway around his\narm. It wasn't even a scratch.\n\nYet he had felt Shifaz' blade slice into his flesh. He knew there was\nmore damage than this. The blood and the slashed sleeve could tell him\nthat, even if he didn't have the messages of his nerves. Yet now there\nwas no pain, and the closed scratch certainly wasn't the major wound he\nhad expected. And this _was_ queer, a fact for which he had no\nexplanation. Albert frowned. Maybe this was another facet of the psi\nfactors that had suddenly become his.\n\nHe wondered where they had come from. Without warning, he had become\nable to read minds with accuracy and do an effective job of\nteleportation. About the only things he lacked to be a well-rounded psi\nwere telekinetic powers and precognition.\n\nHis frown froze on his face as he became conscious of a sense of unease.\nThey were coming down the hall--two IC guardsmen. He caught the doubt\nand certainty in their minds--doubt that he would be in his room,\ncertainty that he would be ultimately caught, for on Antar there was no\nplace for an Earthman to hide.\n\n[Illustration]\n\nAlbert slipped into the first suit that came to hand, blessing the seam\ntabs that made dressing a moment's work. As the guards opened the door,\nhe visualized the spot on the Lagash road where he had encountered the\nBandersnatch. It was easier than before. He was standing in the middle\nof the road, the center of the surprised attention of a few travelers,\nwhen the guards entered his room.\n\n       *       *       *       *       *\n\nThe bright light of Antar's golden day came down from a cloudless yellow\nsky. In the forest strip ahead, Albert could hear a faint medley of\ncoughs, grunts and snarls as the lesser beasts fed upon the remains of\nyesterday's garbage. Albert moved down the road, ignoring the startled\nnatives. This time he wasn't afraid of meeting a Bandersnatch or\nanything else, for he had a method of escape that was foolproof. Lagash\nwas some thirty miles ahead, but in the lighter gravity of Antar, the\nwalk would be stimulating rather than exhausting.\n\nHe went at a steady pace, occasionally turning his glance to the road,\nimpressing sections of it upon his memory so that he could return to\nthem via teleport if necessary. He found that he could memorize with\nperfect ease. Even the positions of clumps of grass and twigs were\nremembered with perfect clarity and in minute detail. The perfection of\nhis memory astonished and delighted him.\n\nThe Zark felt pleased with itself. Although it had never dreamed of the\npotential contained in the host's mind, it realized that it was\nresponsible for the release of these weird powers, and it enjoyed the\nnew sensations and was eager for more. If partial probing could achieve\nso much, what was the ultimate power of this remarkable mind? The Zark\ndidn't know, but, like a true experimenter, it was determined to find\nout--so it probed deeper, opening still more pathways and connecting\nmore synapses with the conscious brain.\n\nIt was routine work that could be performed automatically while the rest\nof the Zark enjoyed the colorful beauty of the Antarian scenery.\n\nWith the forest quickly left behind him, Albert walked through gently\nrolling grassland dotted with small farms and homesteads. It was a\npeaceful scene, similar to many he had seen on Earth, and the\nfamiliarity brought a sense of nostalgic longing to be home again. But\nthe feeling was not too strong, more intellectual than physical, for the\nmemories of Earth were oddly blurred.\n\nTime passed and the road unreeled behind him. Once he took to the\nunderbrush to let a humming IC ground car pass, and twice more he hid as\nairboats swept by overhead, but the annoyances were minor and\nunimportant.\n\nWhen hiding from the second airboat, he disturbed a kelit in the thick\nbrush growing beside the road. The little insect-eater chittered in\nalarm and dashed off to safety across the highway. And Albert, looking\nat it, was conscious not only of the external shape but the internal as\nwell!\n\nHe could see its little heart pounding in its chest, and the pumping\nbellows of the pink lungs that surrounded it. He was aware of the\nmuscles pulling and relaxing as the kelit ran, and the long bones\nsliding in their lubricated joints. He saw the tenseness of the\nabdominal organs, felt the blind fear in the creature's mind. The\ntotality of his impressions washed through him with a clear wave of icy\nshock.\n\n       *       *       *       *       *\n\nGrimly, he shrugged it off. He had ESP. He ought to have expected it--it\nwas the next logical step. He scrambled back to the road and walked\nonward a little faster, until the battlements of Lagash came in sight.\n\nThe Lagash Arm was farther from the city than was that of Vaornia, and\nas he came to the strip of jungle, he turned his eyes upon the empty\nparklike arcades between the trees. The last edible garbage had long\nsince been consumed and the greater and lesser beasts had departed for\nthe cooler depths of the forest, but Albert was conscious of life. It\nwas all around him, in the trees with the ringed layers of their trunks\nand the sap flowing slowly upward through the cambium layer beneath\ntheir scaly bark, in the insects feeding upon the nectar of the aerial\nvine blossoms, in the rapid photosynthetic reactions of the leaves.\n\nHis gaze, turning aloft, was conscious of the birds and the tiny\narboreal mammals. He saw the whole forest with eyes filled with wonder\nat its life and beauty. It was the only right way to see.\n\nAt the proper distance from Lagash, he plunged off boldly across country\nand entered the main area of the forest, reflecting wryly as he did so\nthat he was probably the first human in the short history of Antarian\nexploration who had gone into one of the great forests with absolute\nknowledge that he would come out of it alive. And, as so often happens\nto men who have no fear, trouble avoided him.\n\nHe followed the directions he had obtained from Shifaz and found the\nplantation without trouble. He could hardly miss it, because its size\nwas far from accurately expressed in the native's memory. Skillfully\nconcealed beneath an overhanging network of aerial vines whose\ncamouflage made it invisible from the air, concealing the tobacco plants\nfrom casual detector search, the plantation extended in row upon narrow\nrow, the irregular strips of fields separated by rows of trees from\nwhich the camouflage was hung. A fragile electric fence encircled the\narea, a seemingly weak defense, but one through which even the greatest\nAntarian beast would not attempt to pass.\n\nAlbert whistled softly under his breath at what he saw, recorded it in\nhis memory. Then, having finished the eyewitness part of his task, he\nrecalled a section of road over which he had passed, and pushed.\n\nThe return journey to Vaornia was experimental in nature, as Albert\ntried the range of his powers. His best was just short of twenty miles\nand the journey which had taken him eight hours was made back in\nsomewhat less than twenty minutes, counting half a dozen delays and\nbacktracks.\n\n       *       *       *       *       *\n\nThere was no question about where Albert would go next. He had to get\nevidence, and that evidence lay in only one place--in the local office\nof the Interworld Corporation in Vaornia.\n\nA moment later, he stood in the reception room looking across the empty\ndesks at the bright square of light shining through the glassite paneled\ndoor of Fred Kemmer's office. It was past closing hours, but Kemmer had\na right to be working late. Right now, he was probably sweating blood at\nthe thought of what would happen if Albert had finally managed to escape\nhim. The Corporation would virtuously disown him and leave him to face a\nten-year rap in Penal Colony. Albert almost felt sorry for him.\n\nAlbert let his perception sense travel through the wall and into\nKemmer's room. His guess was right--the local boss was sweating.\n\nHe checked Kemmer's office swiftly, but the only thing that interested\nhim was the big vault beside the desk. He visualized the interior of the\nvault and pushed himself inside. Separated from Kemmer by six inches of\nthe hardest metal known to Man, he quietly leafed through the files of\nconfidential correspondence until he found what he wanted. He didn't\nneed a light. His perception worked as well in the dark as in the\ndaylight.\n\nThere was enough documentary evidence in the big vault to indict quite a\nfew more IC officials than Kemmer--and perhaps investigation of _their_\nfiles would provide more leads to even higher officials. Wherever Kemmer\nwas going, Albert had the idea that he wouldn't be going alone.\n\nAlbert selected all the incriminating letters and documents he could\nfind and packed the micro-files in his jacket. Finally, bulging with\ndocumentary information, he pushed back into the streets.\n\nIt was late enough for few natives to be on the streets, and his\nappearance caused no comment. Apparently unnoticed, he moved rapidly\ninto the Kazlak, searching for a place to hide the papers he had stolen.\nWhat he had learned of Vaornia made him cautious. He checked constantly\nfor spies, but there wasn't a native in sensing range.\n\nHe ducked into the alleyway where he had caught Shifaz. His memory of it\nhad been right. There was a small hole in one of the building walls,\npartly covered with cracked plaster, and barely visible in the darkness.\nThe gloom of the Kazlak scarcely varied with night or day, as the\nenormous labyrinth of covered passages and building walls was pierced\nwith only a few ventilation holes. Cressets at the main intersections\nburned constantly, their smokeless flames lighting the streets poorly.\n\nHe wondered idly how he had managed to remember the way to this place,\nlet alone the little hole in the wall, as he stuffed the micro-files\ninto its dark interior. He finished, turned to leave, and was out on the\nmain tunnel before he became aware of the IC ground cars closing in upon\nhim.\n\nThe Corporation was really on the beam, their spies everywhere. But they\ndidn't know his abilities. He visualized and pushed. They were going to\nbe surprised when he vanished--but he didn't vanish.\n\nThe expression of shocked surprise was still on his face as the stat gun\nblast took him squarely in the chest.\n\n       *       *       *       *       *\n\nHe was tied to a chair in Fred Kemmer's office. He recognized it easily,\nalthough physically he had never been inside the room. His head hurt as\na polygraph recorder was strapped to his left arm, and behind him,\nbeyond his range of vision, he could sense another man and several\nmachines. In front of him stood Fred Kemmer with an expression of\nsatisfaction on his face.\n\n\"Don't start thinking you're smart,\" Kemmer said. \"You're in no position\nfor it.\"\n\n\"You've tried to kill me three times,\" Albert reminded him.\n\n\"There's always a fourth time.\"\n\n\"I don't think so. Too many people know.\"\n\n\"Precisely my own conclusion,\" Kemmer said, \"but there are other ways.\nBrainwashing's a good one.\"\n\n\"That's illegal!\" Albert protested. \"Besides--\"\n\n\"So what?\" Kemmer cut him off. \"It's an illegal universe.\"\n\nAlbert probed urgently at the IC man's mind, hoping to find something he\ncould turn to his advantage, but all he found were surface\nthoughts--satisfaction at having gotten the spy where he could do no\nharm, plans for turning Albert into a mindless idiot, thoughts of\nextracting information--all of which had an air of certainty that was\nunnerving. Albert had badly underestimated him. It was high time to\nleave here, if he could.\n\nAlbert visualized an area outside Vaornia, and, as he tried to push, a\nmachine hummed loudly behind him. He didn't move. Mistake, Albert\nthought worriedly, I'm not going anywhere--and he knows I'm scared.\n\n\"It won't do you any good,\" Kemmer said. \"It didn't take too much brains\nto figure you were using hyperspace in those disappearing acts. There's\nan insulating field around that chair that'd stop a space yacht.\" He\nleaned forward. \"Now--what are your contacts, and who gave you the\ninformation on where to look?\"\n\nAlbert saw no reason to hide it, but there was no sense in revealing\nanything. The Patrol had word of his arrest by now and should be here\nany moment.\n\nIt was as though Kemmer had read his mind. \"Don't count on being\nrescued. I stopped the Patrol report.\" Kemmer paused, obviously enjoying\nthe expression on Albert's face. \"You know,\" he went on, \"there's a\npeculiar fact about nerves that maybe you don't know. A stimulus sets up\na brief neural volley lasting about a hundredth of a second. Following\nthat comes a period of refractivity lasting perhaps a tenth of that time\nwhile the nerve repolarizes, and then, immediately after repolarization,\nthere is an extremely short period of hypersensitivity.\"\n\n\"What's that to do with me?\" Albert asked.\n\n\"You'll find out if you don't answer promptly and truthfully. That\ngadget on your arm is connected to a polygraph. Now do you want to make\na statement?\"\n\nAlbert shook his head. He was conscious of a brief pain in one finger,\nand the next instant someone tore the finger out of his hand with red\nhot pincers. He screamed. He couldn't help it. This punishment was\nbeyond agony.\n\n\"Nice, isn't it?\" Kemmer asked as Albert looked down at his amputated\nfinger that still was remarkably attached to his hand. \"And the beauty\nof it is that it doesn't even leave a mark. Of course, if it's repeated\nenough, it will end up as a permanent paralysis of the part stimulated.\nNow once again--who gave you that information?\"\n\n       *       *       *       *       *\n\nAlbert talked. It was futile to try to deceive a polygraph and he wanted\nno more of that nerve treatment--and then he looked into Kemmer's mind\nagain and discovered what went into brainwashing. The shock was like ice\nwater. Hypersensitive stimulation, Kemmer was thinking gleefully, would\nreduce this fat slob in the chair to a screaming mindless lump that\ncould be molded like wet putty.\n\nAlbert felt helpless. He couldn't run and he couldn't fight. But he\nwasn't ready to give up. His perception passed over and through Kemmer\nwith microscopic care, looking for some weakness, something that could\nbe exploited to advantage. Kemmer _had_ to have a vulnerable point.\n\nHe did.\n\nThere was a spot on the inner lining of the radial vein in Kemmer's left\narm. He had recently received an inoculation, one of the constant\nimmunizing injections that were necessary on Antar, for there was a\nsmall thrombus clinging to the needle puncture on the inner wall of the\nvessel. Normally it was unimportant and would pass away in time and be\nabsorbed, but there were considerable possibilities for trouble in that\nlittle blob of red cells and fibrin if they could be loosened from their\nattachment to the wall.\n\nHopefully, Albert reached out. If he couldn't move himself, perhaps he\ncould move the clot.\n\nThe thrombus stirred and came free, rushing toward Kemmer's heart.\nAlbert followed it, watching as it passed into the pulmonary artery,\ntracing it out through the smaller vessels until it stopped squarely\nacross a junction of two arterioles.\n\nKemmer coughed, his face whitening with pain as he clutched at his\nchest. The pain was a mild repayment for his recent agony, Albert\nthought grimly. A pulmonary embolism shouldn't kill him, but the effects\nwere disproportionate to the cause and would last a while. He grinned\nmercilessly as Kemmer collapsed.\n\nA man darted from behind the chair and bent over Kemmer. Fumbling in his\nhaste, he produced a pocket communicator, stabbed frantically at the\ndial and spoke urgently into it. \"Medic! Boss's office--hurry!\"\n\n[Illustration]\n\nFor a second, Albert didn't realize that the hum of machinery behind him\nhad stopped, but when he did, both Albert and the chair vanished.\n\nThe Zark realized that its host had been hurt again. It was infuriating\nto be so helpless. Things kept happening to Albert which it couldn't\ncorrect until too late. There were forces involved that it didn't know\nhow to handle; they were entirely outside the Zark's experience. It only\nfelt relief when Albert managed to regain his ability to move--and, as\nit looked out upon the familiar green Antarian countryside, it felt\nalmost happy. Of course Albert was probably still in trouble, but it\nwasn't so bad now. At least the man was away from the cause of his pain.\n\n       *       *       *       *       *\n\nIt was a hell of a note, Albert reflected, sitting beside the road that\nled to Lagash and working upon the bonds that tied him to the chair. He\nhad managed to get out of Kemmer's hands, but it appeared probable that\nhe would get no farther. As things stood, he couldn't transmit the\ninformation he had gained--and by this time probably every IC office on\nthe planet was alerted to the fact that Earth Central had a psi-type\nagent on Antar--one who was not inherently unstable, like those poor\ndevils in the parapsychological laboratories on Earth. They would be\nready for him with everything from Distorter screens to Kellys.\n\nHe didn't underestimate IC now. Whatever its morals might be, its\npersonnel was neither stupid nor slow to act. He was trapped in this\nsector of the planet. Prime Base was over a thousand miles away, and\neven if he did manage to make his way back to it along the trade routes,\nit was a virtual certainty that he would never be able to get near a\nclass I communicator or the Patrol office. IC would have ample time to\nget ready for him, and no matter what powers he possessed, a single man\nwould have no chance against the massed technology of the corporation.\n\nHowever, he could play tag with IC in this area for some time with the\nreasonable possibility that he wouldn't get caught. If nothing else, it\nwould have nuisance value. He pulled one hand free of the tape that held\nit to the chair arm and swiftly removed the rest of the tape that bound\nhim. He had his freedom again. Now what would he do with it?\n\nHe left the chair behind and started down the road toward Lagash. There\nwas no good reason to head in that particular direction, but at the\nmoment one direction was as good as another until he could plan a course\nof action. His brain felt oddly fuzzy. He didn't realize that he had\nreached the end of his strength until he dropped in the roadway.\n\nTo compensate for the miserable job it had done in protecting him from\npoison and neural torture, the Zark had successfully managed to block\nhunger and fatigue pains until Albert's over-taxed body could stand no\nmore. It realized its error after Albert collapsed. Sensibly, it did\nnothing. Its host had burned a tremendous amount of energy without\nreplenishment, and he needed time to rest and draw upon less available\nreserves, and to detoxify and eliminate the metabolic poisons in his\nbody.\n\nIt was late that afternoon before Albert recovered enough to take more\nthan a passing interest in his surroundings. He had a vague memory of\nhiring a dak cart driver to take him down the road. The memory was\napparently correct, because he was lying in the back of a cargo cart\npiled high with short pieces of cane. The cart was moving at a brisk\npace despite the apparently leisurely movements of the dak between the\nshafts. The ponderous ten-foot strides ate up distance.\n\nHe was conscious of a hunger that was beyond discomfort, and a thirst\nthat left his mouth dry and cottony. It was as though he hadn't eaten or\ndrunk for days. He felt utterly spent, drained beyond exhaustion. He was\nin no shape to do anything, and unless he managed to find food and drink\npretty soon, he would be easy pickings for IC.\n\n       *       *       *       *       *\n\nHe looked around the cart, but there was nothing except the canes on\nwhich he lay. There wasn't even any of the foul porridgelike mess that\nthe natives called food, since native workers didn't bother about eating\nduring working hours.\n\nHe turned over slowly, feeling the hard canes grind into his body as he\nmoved. He kept thinking about food--about meals aboard ship, about\ndinners, about Earth restaurants, about steak, potatoes, bread--solid\nheartening foods filled with proteins, fats and carbohydrates.\n\nCarbohydrates--the thought stuck in his mind for some reason. And then\nhe realized why.\n\nThe canes he was lying on in in the cart were sugar cane! He had never\nseen them on Earth, but he should have expected to find them out\nhere--one of Earth's greatest exports was the seeds from which beet and\ncane sugar were obtained.\n\nHe pulled a length of cane from the pile and bit into one end. His\ndepleted body reached eagerly for the sweet energy that filled his\nmouth.\n\nWith the restoration of his energy balance came clearer and more logical\nthought. It might be well enough to make IC spend valuable time looking\nfor him, but such delaying actions had no positive value. Ultimately he\nwould be caught, and his usefulness would disappear with his death. But\nif he could get word to the Patrol, this whole business could be\nsmashed.\n\nNow if he made a big enough disturbance--it might possibly even reach\nthe noses of the Patrol. Perhaps by working through the hundred or so\ntourists in Vaornia and Lagash, he could--\n\nThat was it, the only possible solution. The IC might be able to get rid\nof one man, but it couldn't possibly get rid of a hundred--and somewhere\nin that group of tourists there would be one who'd talk, someone who\nwould pass the word. IC couldn't keep this quiet without brainwashing\nthe lot of them, and that in itself would be enough to bring a Patrol\nship here at maximum blast.\n\nHe chuckled happily. The native driver, startled at the strange sound,\nturned his head just in time to see his passenger vanish, together with\na bundle of cane. The native shook his head in an oddly human gesture.\nThese foreigners were strange creatures indeed.\n\n       *       *       *       *       *\n\nAlbert, thin, pale, but happy, sat at a table in one of the smaller\ncafeterias in Earth Center, talking to the Chief over a second helping\nof dessert. The fearful energy drain of esper activity, combined with\nthe constant dodging to avoid IC hunting parties, had made him a gaunt\nshadow--but he had managed to survive until a Patrol ship arrived to\ninvestigate the strange stories told by tourists, of a man who haunted\nthe towns of Lagash and Vaornia, and the road between.\n\n\"That's all there was to it, sir,\" Albert concluded. \"Once I figured it\nout that not even IC could get away with mass murder, it was easy. I\njust kept popping up in odd places and telling my story, and then, to\nmake it impressive, I'd disappear. I had nearly two days before IC\ncaught on, and by then you knew. The only trouble was getting enough to\neat. I damn near starved before the Patrol arrived. I expect that we owe\nquite a few farmers and shopkeepers reparations for the food I stole.\"\n\n\"They'll be paid, providing they present a claim,\" the Chief said. \"But\nthere's one thing about all this that bothers me. I know you had no psi\npowers when you left Earth on this mission, just where did you acquire\nthem?\"\n\nAlbert shook his head. \"I don't know,\" he said. \"Unless they were latent\nand developed in Antar's peculiar climatic and physical conditions. Or\nmaybe it was the shock of that meeting with the Bandersnatch. All I'm\nsure of is that I didn't have any until after that meeting with Shifaz.\"\n\n\"Well, you certainly have them now. The Parapsych boys are hot on your\ntail, but we've stalled them off.\"\n\n\"Thanks. I don't want to imitate a guinea pig.\"\n\n\"We owe you at least that for getting us a case against IC. Even their\nshysters won't be able to wiggle out of this one.\" The Chief smiled.\n\"It's nice to have those lads where they can be handled for a change.\"\n\n\"They do need a dose of applied conscience,\" Albert agreed.\n\n\"The government also owes you a bonus and a vote of thanks.\"\n\n\"I'll appreciate the bonus,\" Albert said as he signaled for the\nwaitress. \"Recently, I can't afford my appetite.\"\n\n\"It's understandable. After all, you've lost nearly eighty pounds.\"\n\n\"Wonder if I'll ever get them back,\" Albert muttered as he bit into the\nthird dessert.\n\nThe Chief watched enviously. \"I wouldn't worry about that,\" he said.\n\"Just get your strength back. There's another assignment for you, one\nthat will need your peculiar talents.\" He stood up. \"I'll be seeing you.\nMy ulcer can't take your appetite any more.\" He walked away.\n\nInside Albert, the Zark alerted. A new assignment! That meant another\nworld and new sensations. Truly, this host was magnificent! It had been\na lucky day when he had fallen in running from the Bandersnatch. The\nZark quivered with delight--\n\nAnd Albert felt it.\n\nTurning his perception inward to see what might be wrong, he saw the\nZark for the first time.\n\n       *       *       *       *       *\n\nFor a second, a wave of repulsion swept through his body, but as he\ncomprehended the extent of that protoplasmic mass so inextricably\nintertwined with his own, he realized that this thing within him was the\nreason for his new powers. There could be no other explanation.\n\nAnd as he searched farther, he marveled. The Zark was unspecialized in a\nway he had never imagined--an amorphous aggregation of highly evolved\ncells that could imitate normal tissues in a manner that would defy\nordinary detection. It was something at once higher yet lower than his\nown flesh, something more primitive yet infinitely more evolved.\n\nThe Zark had succeeded at last. It had established communication with\nits host.\n\n\"Answer me, parasite,\" Albert muttered subvocally. \"I know you're\nthere--and I know you can answer!\"\n\nThe Zark gave the protean equivalent of a shrug. If Albert only knew how\nit had tried to communicate--no, there was no communication between\nthem. Their methods of thought were so different that there was no\npossible rapport.\n\nIt twitched--and Albert jumped. And for the first time in its long life,\nthe Zark had an original idea. It moved a few milligrams of its\nsubstance to Albert's throat region, and after a premonitory glottal\nspasm, Albert said very distinctly and quite involuntarily, \"All right.\nI am here.\"\n\nAlbert froze with surprise, but when the shock passed, he laughed.\n\"Well, I asked for it,\" he said. \"But it's like the story about the man\nwho talked to himself--and got answers. Not exactly a comforting\nsensation.\"\n\n\"I'm sorry,\" the Zark apologized. \"I do not wish to cause discomfort.\"\n\n\"You pick a poor way to keep from doing it.\"\n\n\"It was the only way I could figure to make contact with your conscious\nmind--and you desired that I communicate.\"\n\n\"I suppose you're right. But while it is nice to know that I really have\na guardian angel, I'd have felt better about it if you had white robes\nand wings and were hovering over my shoulder.\"\n\n\"I don't understand,\" the Zark said.\n\n\"I was trying to be funny. You know,\" Albert continued after a moment,\n\"I never thought of trying to perceive myself. I wonder why. I guess\nbecause none of the medical examinations showed anything different from\nnormal.\"\n\n\"I was always afraid that you might suspect before I could tell you,\"\nthe Zark replied. \"It was an obvious line of reasoning, and you _are_ an\nintelligent entity--the most intelligent I have ever inhabited. It is\ntoo bad that I shall have to leave. I have enjoyed being with you.\"\n\n\"Who said anything about leaving?\" Albert asked.\n\n\"You did. I could feel your revulsion when you became aware of me. It\nwasn't nice, but I suppose you can't help it. Yours is an independent\nrace, one that doesn't willingly support--\" the voice hesitated as\nthough searching for the proper word--\"fellow travelers,\" it finished.\n\nAlbert grinned. \"There are historical precedents for that statement, but\nyour interpretation isn't quite right. I was surprised. You startled\nme.\"\n\nHe fell silent, and the Zark, respecting the activity of his mind,\nforbore to interrupt.\n\n       *       *       *       *       *\n\nAlbert was doing some heavy thinking about the Zark. Certainly it had\nprotected him on Antar, and with equal certainty it must have been\nresponsible for the psi powers he possessed. He owed it a lot, for\nwithout its help he wouldn't have survived.\n\nThere was only one thing wrong.\n\nSexless though it was, the Zark must possess the characteristics of\nlife, since it was obviously alive. And those characteristics were\nunchanging throughout the known universe. The four vital criteria\ndefined centuries ago were still as good today as they were\nthen--growth, metabolism, irritability--and _reproduction_. Despite its\nlack of sex, the Zark must be capable of producing others of its kind,\nand while he didn't mind supporting one fellow traveler, he was damned\nif he'd support a whole family of them.\n\n\"That need never bother you,\" the Zark interrupted. \"As an individual, I\nam very long-lived and seldom reproduce. I can, of course, but the\nprocess is quite involved--actually it involves making a twin out of\nmyself--and it is not necessary. Besides, there cannot be two Zarks in\none host. My offspring would have to seek another.\"\n\n\"And do they have your powers?\"\n\n\"Of course. They would know all I know, for a Zark's memory is not\nconcentrated in specialized tissue like your brain.\"\n\nA light began to dawn in Albert's mind. Maybe this was the answer to the\ncorporate conscience he had been wishing for so wistfully on Antar.\n\"Does it bother you to reproduce?\" he asked.\n\n\"It is annoying, but not painful--nor would it be too difficult after a\npattern was set in my cells. But why do you ask this?\"\n\n\"The thought just occurred to me that there are quite a few people who\ncould use a Zark. A few of the more honest folks would improve this\nConfederation's moral tone if they had the power--and certainly psi\npowers in law enforcement would be unbeatable.\"\n\n\"Then you would want me to reproduce?\"\n\n\"It might be a good idea if we can find men who are worthy of Zarks. I\ncould check them with my telepathy and perhaps we might--\"\n\n\"Let me warn you,\" the Zark interjected. \"While this all sounds very\nfine, there are difficulties, even with a host as large as yourself. I\nshall need more energy than your body has available in order to\nduplicate myself. It will be hard for you to do what must be done.\"\n\n\"And what is that?\"\n\n\"Eat,\" the Zark said, \"great quantities of high energy foods.\" It\nshuddered at the thought of Albert overloading his digestive tract any\nmore than he had been doing the past week.\n\nBut Albert's reaction went to prove that while their relationship was\nphysically close, mentally they were still far apart. Albert, the Zark\nnoted in astonishment, didn't regard it as an ordeal at all.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Insidekick, by Jesse Franklin Bone\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INSIDEKICK ***\n\n***** This file should be named 32272.txt or 32272.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/2/7/32272/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}