{"title": "The World with a Thousand Moons", "author": "Edmond Hamilton", "releaseDate": "May 10, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Stories December 1942. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                   THE WORLD WITH A THOUSAND MOONS\n\n\n       [Illustration: The forest was a hell of vicious brutes]\n\n\n                          by EDMOND HAMILTON\n\n\n     Grim death was the only romance to be found on this world\n     that boasted a thousand moons\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER 1\n\nThrill Cruise\n\n\nLance Kenniston felt the cold realization of failure as he came out of\nthe building into the sharp chill of the Martian night. He stood for a\nmoment, his lean, drawn face haggard in the light of the two hurtling\nmoons.\n\nHe looked hopelessly across the dark spaceport. It was a large one,\nfor this ancient town of Syrtis was the main port of Mars. The forked\nlight of the flying moons showed many ships docked on the tarmac--a\nbig liner, several freighters, a small, shining cruiser and other\nsmall craft. And for lack of one of those ships, his hopes were\nruined!\n\nA squat, brawny figure in shapeless space-jacket came to Kenniston's\nside. It was Holk Or, the Jovian who had been waiting for him.\n\n\"What luck?\" asked the Jovian in a rumbling whisper.\n\n\"It's hopeless,\" Kenniston answered heavily. \"There isn't a small\ncruiser to be had at any price. The meteor-miners buy up all small\nships here.\"\n\n\"The devil!\" muttered Holk Or, dismayed. \"What are we going to do? Go\non to Earth and get a cruiser there?\"\n\n\"We can't do that,\" Kenniston answered. \"You know we've got to get\nback to that asteroid within two weeks. We've got to get a ship here.\"\n\nDesperation made Kenniston's voice taut. His lean, hard face was bleak\nwith knowledge of disastrous failure.\n\nThe big Jovian scratched his head. In the shifting moonslight his\nbattered green face expressed ignorant perplexity as he stared across\nthe busy spaceport.\n\n\"That shiny little cruiser there would be just the thing,\" Holk Or\nmuttered, looking at the gleaming, torpedo-shaped craft nearby. \"It\nwould hold all the stuff we've got to take; and with robot controls we\ntwo could run it.\"\n\n\"We haven't a chance to get that craft,\" Kenniston told him. \"I found\nout that it's under charter to a bunch of rich Earth youngsters who\ncame out here in it for a pleasure cruise. A girl named Loring,\nheiress to Loring Radium, is the head of the party.\"\n\nThe Jovian swore. \"Just the ship we need, and a lot of spoiled kids\nare using it for thrill-hunting!\"\n\nKenniston had an idea. \"It might be,\" he said slowly, \"that they're\ntired of the cruise by this time and would sell us the craft. I think\nI'll go up to the Terra Hotel and see this Loring girl.\"\n\n\"Sure, let's try it anyway,\" Holk Or agreed.\n\nThe Earthman looked at him anxiously. \"Oughtn't you to keep under\ncover, Holk? The Planet Patrol has had your record on file for a long\ntime. If you happened to be recognized--\"\n\n\"Bah, they think I'm dead, don't they?\" scoffed the Jovian. \"There's\nno danger of us getting picked up.\"\n\nKenniston was not so sure, but he was too driven by urgent need to\nwaste time in argument. With the Jovian clumping along beside him, he\nmade his way from the spaceport across the ancient Martian city.\n\nThe dark streets of old Syrtis were not crowded. Martians are not a\nnocturnal people and only a few were abroad in the chill darkness,\neven they being wrapped in heavy synthewool cloaks from which only\ntheir bald red heads and solemn, cadaverous faces protruded.\n\nEarthmen were fairly numerous in this main port of the planet.\nSwaggering space-sailors, prosperous-looking traders and rough\nmeteor-miners made up the most of them. There were a few tourists\ngaping at the grotesque old black stone buildings, and under a\nkrypton-bulb at a corner, two men in the drab uniform of the Patrol\nstood eyeing passersby sharply. Kenniston breathed more easily when he\nand the Jovian had passed the two officers without challenge.\n\n       *       *       *       *       *\n\nThe Terra Hotel stood in a garden at the edge of town, fronting the\nmoonlit immensity of the desert. This glittering glass block,\nespecially built to cater to the tourist trade from Earth, was\nEarth-conditioned inside. Its gravitation, air pressure and humidity\nwere ingeniously maintained at Earth standards for the greater comfort\nof its patrons.\n\nKenniston felt oddly oppressed by the warm, soft air inside the\nresplendent lobby. He had spent so much of his time away from Earth\nthat he had become more or less adapted to thinner, colder\natmospheres.\n\n\"Miss Gloria Loring?\" repeated the immaculate young Earthman behind\nthe information desk. His eyes appraised Kenniston's shabby\nspace-jacket and the hulking green Jovian. \"I am afraid--\"\n\n\"I'm here to see her on important business, by appointment,\" Kenniston\nsnapped.\n\nThe clerk melted at once. \"Oh, I see! I believe that Miss Loring's\nparty is now in The Bridge. That's our cocktail room--top floor.\"\n\nKenniston felt badly out of place, riding up in the magnetic lift with\nHolk Or. The other people in the car, Earthmen and women in the\nshimmering synthesilks of the latest formal dress, stared at him and\nthe Jovian as though wondering how they had ever gained admittance.\n\nThe lights, silks and perfumes made Kenniston feel even shabbier than\nhe was. All this luxury was a far cry from the hard, dangerous life he\nhad led for so long amid the wild asteroids and moons of the outer\nplanets.\n\nIt was worse up in the glittering cocktail room atop the hotel. The place\nhad glassite walls and ceiling, and was designed to give an impression of\nthe navigating bridge of a space-ship. The orchestra played behind a phony\ncontrol-board of instruments and rocket-controls. Meaningless space-charts\nhung on the walls for decoration. It was just the sort of pretentious\nsham, Kenniston thought contemptuously, to appeal to tourists.\n\n\"Some crowd!\" muttered Holk Or, looking over the tables of richly\ndressed and jewelled people. His small eyes gleamed. \"What a place to\nloot!\"\n\n\"Shut up!\" Kenniston muttered hastily. He asked a waiter for the\nLoring party, and was conducted to a table in a corner.\n\nThere were a half dozen people at the table, most of them young\nEarthmen and girls. They were drinking pink Martian desert-wine,\nexcept for one sulky-looking youngster who had stuck to Earth whisky.\n\nOne of the girls turned and looked at Kenniston with cool, insolently\nuninterested gaze when the waiter whispered to her politely.\n\n\"I'm Gloria Loring,\" she drawled. \"What did you want to see me about?\"\n\nShe was dark and slim, and surprisingly young. There were almost\nchildish lines to the bare shoulders revealed by her low golden gown.\nHer thoroughbred grace and beauty were spoiled for Kenniston by the\nbored look in her clear dark eyes and the faintly disdainful droop of\nher mouth.\n\nThe chubby, rosy youth beside her goggled in simulated amazement and\nterror at the battered green Jovian behind Kenniston. He set down his\nglass with a theatrical gesture of horror.\n\n\"This Martian liquor has got me!\" he exclaimed. \"I can see a little\ngreen man!\"\n\nHolk Or started wrathfully forward. \"Why, that young pup--\"\n\nKenniston hastily restrained him with a gesture. He turned back to the\ntable. Some of the girls were giggling.\n\n\"Be quiet, Robbie,\" Gloria Loring was telling the chubby young\ncomedian. She turned her cool gaze back to Kenniston. \"Well?\"\n\n\"Miss Loring, I heard down at the spaceport that you are the charterer\nof that small cruiser, the _Sunsprite_,\" Kenniston explained. \"I need\na craft like that very badly. If you would part with her, I'd be glad\nto pay almost any price for your charter.\"\n\n       *       *       *       *       *\n\nThe girl looked at him in astonishment. \"Why in the world should I let\nyou have our cruiser?\"\n\nKenniston said earnestly, \"Your party could travel just as well and a\nlot more comfortably by liner. And getting a cruiser like that is a\nlife-or-death business for me right now.\"\n\n\"I'm not interested in your business, Mr. Kenniston,\" drawled Gloria\nLoring. \"And I certainly don't propose to alter our plans just to help\na stranger out of his difficulties.\"\n\nKenniston flushed from the cool rebuke. He stood there, suddenly\nfeeling a savage dislike for the whole pampered group of them.\n\n\"Beside that,\" the girl continued, \"we chose the cruiser for this trip\nbecause we wanted to get off the beaten track of liner routes, and see\nsomething new. We're going from here out to Jupiter's moons.\"\n\nKenniston perceived that these bored, spoiled youngsters were out here\nhunting for new thrills on the interplanetary frontier. His dislike of\nthem increased.\n\nA clean-cut, sober-faced young man who seemed older and more serious\nthan the rest of the party, was speaking to the heiress.\n\n\"Unhardened space-travellers like us are likely to get hit by\ngravitation paralysis out in the outer planets, Gloria,\" he was saying\nto the heiress. \"I don't think we ought to go farther out than Mars.\"\n\nGloria looked at him mockingly. \"If you're scared, Hugh, why did you\nleave your nice safe office on Earth and come along with us?\"\n\nThe chubby youth called Robbie laughed loudly. \"We all know why Hugh\nMurdock came along. It's not thrills he wants--it's you, Gloria.\"\n\nThey were all ignoring Kenniston now. He felt that he had been\ndismissed but he was desperately reluctant to lose his last hope of\ngetting a ship. Somehow he _must_ get that cruiser!\n\nA stratagem occurred to him. If these spoiled scions wouldn't give up\ntheir ship, at least he might induce them to go where he wanted.\n\nKenniston hesitated. It would mean leading them all into the deadliest\nkind of peril. But a man's life depended on it. A man who was worth\nall these rich young wastrels put together. He decided to try it.\n\n\"Miss Loring, if it's thrills you're after, maybe I can furnish them,\"\nKenniston said. \"Maybe we can team up on this. How would you like to\ngo on a voyage after the biggest treasure in the System?\"\n\n\"Treasure?\" exclaimed the heiress surprisedly. \"Where is it?\"\n\nThey were all leaning forward, with quick interest. Kenniston saw that\nhis bait had caught them.\n\n\"You've heard of John Dark, the notorious space-pirate?\" he asked.\n\nGloria nodded. \"Of course. The telenews was full of his exploits until\nthe Patrol caught and destroyed his ship a few weeks ago.\"\n\nKenniston corrected her. \"The Patrol caught up to John Dark's ship in\nthe asteroid, but didn't completely destroy it. They gunned the pirate\ncraft to a wreck in a running fight. But Dark's wrecked ship drifted\ninto a dangerous zone of meteor swarms where they couldn't follow.\"\n\n\"I remember now--that's what the telenews said,\" conceded the heiress.\n\"But Dark and his crew were undoubtedly killed, they said.\"\n\n\"John Dark,\" Kenniston went on, \"looted scores of ships during his\ncareer. He amassed a hoard of jewels and precious metals. And he kept\nit right with him in his ship. That treasure's still in that lost\nwreck.\"\n\n\"How do you know?\" asked Hugh Murdock bluntly.\n\n\"Because I found the lost wreck of Dark's ship myself,\" Kenniston\nanswered. He hated to lie like this, but knew that he had no choice.\n\n       *       *       *       *       *\n\nHe plunged on. \"I'm a meteor-miner by profession. Two weeks ago my\nJovian partner and I were prospecting in the outer asteroid zone in\nour little rocket. Our air-tanks got low and to replenish them, we\nlanded on the asteroid Vesta. That's the big asteroid they call the\nWorld with a Thousand Moons, because it's circled by a swarm of\nhundreds of meteors.\n\n\"It's a weird, jungled little world, inhabited by some very queer\nforms of life. In landing, my partner and I noticed where some great\nobject had crashed down into the jungle. We discovered it was the\nwreck of John Dark's ship. The wreck had drifted until it crashed on\nVesta, almost completely burying itself in the ground. No one was\nalive on it, of course.\"\n\nKenniston concluded. \"We knew Dark's treasure must still be in the\nburied wreck. But it would take machinery and equipment to dig out the\nwreck. So we came here to Mars, intending to get a small cruiser, load\nit with the necessary equipment, and go back to Vesta and lift the\ntreasure. Only we haven't been able to get a ship of any kind.\"\n\nHe leaned toward the girl. \"Here's my proposition, Miss Loring. You\ntake us and our equipment to Vesta in your cruiser, and we'll share\nthe treasure with you fifty-fifty. What do you say?\"\n\nThe blonde girl beside Gloria uttered a squeal of excitement. \"Pirate\ntreasure! Gloria, let's do it--what a thrill it would be!\"\n\nThe others showed equal excitement. The romance of a treasure hunt in\nthe wild asteroids lured them, rather than the possible rewards.\n\n\"We'd certainly be able to take back a wonderful story to Earth if we\nfound John Dark's treasure,\" admitted Gloria, with quick, eager\ninterest.\n\nHugh Murdock was an exception to the general enthusiasm. He asked\nKenniston, \"How do you know the treasure's still in the buried wreck?\"\n\n\"Because the wreck was still undisturbed,\" Kenniston answered. \"And\nbecause we found these jewels on the body of one of John Dark's crew,\nwho had been flung clear somehow when the wreck crashed.\"\n\nHe held out a half-dozen gems he took from his pocket. They were\nSaturnian moon-stones, softly shining white jewels whose brilliance\nwaxed and waned in perfect periodic rhythm.\n\n\"These jewels,\" Kenniston said, \"must have been that pirate's share of\nthe loot. You can imagine how rich John Dark's own hoard must be.\"\n\nThe jewels, worth many thousands, swept away the lingering incredulity\nof the others as Kenniston had known they would.\n\n\"You're sure no one else knows the wreck is there?\" Gloria asked\nbreathlessly.\n\n\"We kept our find absolutely secret,\" Kenniston told her. \"But since I\ncan't get a ship any other way, I'm willing to share the hoard with\nyou. If I wait too long, someone else may find the wreck.\"\n\n\"I accept your proposition, Mr. Kenniston!\" Gloria declared. \"We'll\nstart for Vesta just as soon as you can get the equipment you'll need\nloaded on the _Sunsprite_.\"\n\n\"Gloria, you're being too hasty,\" protested Hugh Murdock. \"I've heard\nof this world with a Thousand Moons. There're stories of queer,\nunhuman creatures they call Vestans, who infest that asteroid. The\ndanger--\"\n\nGloria impatiently dismissed his objections. \"Hugh, if you are going\nto start worrying about dangers again, you'd better go back to Earth\nand safety.\"\n\nMurdock flushed and was silent. Kenniston felt a certain sympathy for\nthe young businessman. He knew, if these others did not, just how real\nwas the alien menace of those strange creatures, the Vestans.\n\n\"I'll go right down to the spaceport and see about loading the\nequipment aboard your cruiser,\" Kenniston told the heiress. \"You'd\nbetter give me a note to your captain. We ought to be able to start\ntomorrow.\"\n\n\"Pirate treasure on an unexplored asteroid!\" exulted the enthusiastic\nRobbie. \"Ho for the World with a Thousand Moons!\"\n\nKenniston felt guilty when he and Holk Or left the big hotel. These\nyoungsters, he thought, hadn't the faintest idea of the peril into\nwhich he was leading them. They were as ignorant as babies of the dark\nevil and unearthly danger of the interplanetary frontier.\n\nHe hardened himself against the qualms of conscience. There was that\nat stake, he told himself fiercely, against which the safety of a lot\nof spoiled, rich young people was absolutely nothing.\n\nHolk Or was chuckling as they emerged into the chill Martian night. He\ntold Kenniston admiringly, \"That was one of the smoothest jobs of\nlying I ever heard, that story about finding John Dark's treasure.\nTake it from me, it was slick!\"\n\nThe Jovian guffawed loudly as he added, \"What would their faces be\nlike if they knew that John Dark and his crew are still living? That\nit was John Dark himself who sent us here?\"\n\n\"Be quiet, you idiot!\" ordered Kenniston hastily. \"Do you want the\nwhole Patrol to hear you?\"\n\n\nCHAPTER II\n\nDiscovered\n\n\nThe _Sunsprite_ throbbed steadily through the vast, dangerous\nwilderness of the asteroidal zone. To the eye, the cruiser moved in a\nblack void starred by creeping crumbs of light. In reality those\nbright, crawling specks were booming asteroids or whirling\nmeteor-swarms rushing in complicated, unchartable orbits and\nconstantly threatening destruction.\n\nFor three days now, the cruiser had cautiously groped deeper into this\nmost perilous region of the System. Now a bright, tiny disk of white\nlight was shining far ahead like a beckoning beacon. It was the\nasteroid Vesta--their goal.\n\nKenniston, leaning against the glassite deck-wall, somberly eyed the\ndistant asteroid.\n\n\"We'll reach it by tomorrow,\" he thought. \"Then what? I suppose John\nDark will hold these rich youngsters for ransom.\"\n\nKenniston knew that the pirate leader would instantly see the chance\nof extorting vast sums by holding this group of wealthy young people\nas captives.\n\n\"I wish to God I hadn't had to bring them into this,\" Kenniston\nsweated. \"But what else could I do? It was the only way I could get\nback to Vesta with the materials.\"\n\nHis mind was going back over the disastrous events since the day three\nweeks before, when the Patrol had caught up to John Dark at last.\n\nDark's pirate ship, the _Falcon_, had been gunned to a helpless wreck.\nIt had, fortunately for the pirates, drifted off into a region of\nperilous meteor-swarms where the Patrol cruisers dared not follow. The\nPatrol thought everybody on the pirate ship dead anyway, Kenniston\nknew.\n\nBut John Dark and most of his crew were still alive in the drifting\nwreck. They had fought the battle wearing space-suits, and that had\nsaved them. They had clung grimly to the wreck as it drifted on and on\nuntil it finally fell into the feeble gravitational pull of Vesta.\n\nKenniston could still remember those tense hours when the wreck had\nfallen through the satellite swarm of meteors onto the World with a\nThousand Moons. They had managed to cushion their crash. John Dark,\nalways the most resourceful of men, had managed to jury-rig makeshift\nrocket-tubes that had softened the impact of their fall.\n\nBut the wrecked _Falcon_ had been marooned there in the weird\nasteroidal jungle, with the alien, menacing Vestans already gathering\naround it. The ship would never fly space again until major repairs\nwere made. And they could not be made until quantities of material and\nequipment were brought. Someone must go for those materials to Mars,\nthe nearest planet.\n\nJohn Dark had superintended construction of a little two-man rocket\nfrom parts of the ship. Kenniston and Holk Or were to go in it.\n\n\"You _must_ be back with that list of equipment and materials within\ntwo weeks, Kenniston,\" Dark had emphasized. \"If we stay castaway here\nlonger than that, either the Vestans will get us or the Patrol\ndiscover us.\"\n\nThe pirate leader had added, \"The moon-jewels I've given you will more\nthan pay for a small cruiser, if you can buy one at Mars. If you can't\nbuy one, get one any way you can--but get back here quickly!\"\n\nWell, Kenniston thought grimly, he had got a cruiser in the only way\nhe could. Down in its hold were the berylloy plates and spare\nrocket-tubes and new cyclotrons he had had loaded aboard at Syrtis.\n\nBut he was also bringing back to Vesta with him a bunch of\nthrill-seeking, rich, young people who believed they were going on a\nromantic treasure-hunt. What would they think of him when they\ndiscovered how he had betrayed them?\n\n       *       *       *       *       *\n\n\"That's Vesta, isn't it?\" spoke a girl's eager voice behind him,\ninterrupting his dark thoughts.\n\nKenniston turned quickly. It was Gloria Loring, boyish in silken\nspace-slacks, her hands thrust into the pockets.\n\nThere was a naive eagerness in her clear, lovely face as she looked\ntoward the distant asteroid, that made her look more like an excited\nsmall girl than like the bored, jewelled heiress of that night at\nSyrtis.\n\n\"Yes, that's the World with a Thousand Moons,\" Kenniston nodded.\n\"We'll reach it by tomorrow. I've just been up on the bridge, telling\nyour Captain Walls the safest route through the meteor swarms.\"\n\nHer dark eyes studied him curiously. \"You've been out here on the\nfrontier a long time, haven't you?\"\n\n\"Twelve years,\" he told her. \"That's a long time in the outer planets.\nMost space-men don't last that long out here--wrecks, accidents or\ngravitation-paralysis gets them.\"\n\n\"Gravitation-paralysis?\" she repeated. \"I've heard of that as a\nterrible danger to space-travelers. But I don't really know what it\nis.\"\n\n\"It's the most dreaded danger of all out here,\" Kenniston answered. \"A\nparalysis that hits you when you change from very weak to very strong\ngravities or vice versa, too often. It locks all your muscles rigid by\nnumbing the motor-nerves.\"\n\nGloria shivered. \"That sounds ghastly.\"\n\n\"It is,\" Kenniston said somberly. \"I've seen scores of my friends\nstricken down by it, in the years I've sailed the outer System.\"\n\n\"I didn't know you'd been a space-sailor all that time,\" the heiress\nsaid wonderingly. \"I thought you said you were a meteor-miner.\"\n\nKenniston woke up to the fact that he had made a bad slip. He hastily\ncovered up. \"You have to be a good bit of a space-sailor to be a\nmeteor-miner, Miss Loring. You have to cover a lot of territory.\"\n\nHe was thankful that they were interrupted at that moment by some of\nthe others who came along the deck in a lively, chattering group.\n\nRobbie Boone was the center of the group. That chubby, clownish young\nman, heir to the Atomic Power Corporation millions, had garbed himself\nin what he fondly believed to be a typical space-man's outfit. His\njacket and slacks were of black synthesilk, and he wore a big\natom-pistol.\n\n\"Hiya, pal!\" he grinned cherubically at Kenniston. \"When does this\nhere crate of ours jet down at Vesta?\"\n\n\"If you knew how silly you looked, Robbie,\" said Gloria devastatingly,\n\"trying to dress and talk like an old space-man.\"\n\n\"You're just jealous,\" Robbie defied. \"I look all right, don't I,\nKenniston?\"\n\nKenniston's lips twitched. \"You'd certainly create a sensation if you\nwalked into the Spaceman's Rendezvous in Jovopolis.\"\n\nAlice Krim, a featherheaded little blonde, eyed Kenniston admiringly.\n\"You've been to an awful lot of planets, haven't you?\" she sighed.\n\n\"Turn it off, Alice,\" said Gloria dryly. \"Mr. Kenniston doesn't\nflirt.\"\n\nArthur Lanning, the sulky, handsome youngster who always had a drink\nin his hand, drawled. \"Then you've tried him out, Gloria?\"\n\nThe heiress' dark eyes snapped, but she was spared a reply by the\nappearance of Mrs. Milsom. That dumpy, fluttery woman, the nominal\nchaperone of the group, immediately seized upon Kenniston as usual.\n\n\"Mr. Kenniston, are you sure this asteroid we're going to is safe?\"\nshe asked him for the hundredth time. \"Is there a good hotel there?\"\n\n\"A good hotel there?\" Kenniston was too astounded to answer, for a\nmoment.\n\n       *       *       *       *       *\n\nInto his mind had risen memory of the savage, choking green jungles of\nthe World with a Thousand Moons; of the slithering creatures slipping\nthrough the fronds, of the rustling presence of the dreaded Vestans\nwho could never quite be seen; of the pirate wreck around which John\nDark and half a hundred of the System's most hardened outlaws waited.\n\n\"Of course there's no hotel there, Aunty,\" Gloria said disgustedly.\n\"Can't you understand that this asteroid's almost unexplored?\"\n\nHolk Or had come up, and the big Jovian had heard. He broke into a\nbooming laugh. \"A hotel on Vesta! That's a good one!\"\n\nKenniston flashed the big green pirate a warning glance. Robbie Boone\nwas asking him, \"Will there be any good hunting there?\"\n\n\"Sure there will,\" Holk Or declared. His small eyes gleamed with\nsecret humor. \"You're going to find lots of adventure there, my lad.\"\n\nWhen Mrs. Milsom had dragged the others away for the usual afternoon\ngame of \"dimension bridge,\" the Jovian looked after them, chuckling.\n\n\"This crowd of idiots hadn't ought to have ever left Earth. What a\nsurprise they're going to get on Vesta!\"\n\n\"They're not such a bad bunch, at bottom,\" Kenniston said\nhalfheartedly. \"Just a lot of ignorant kids looking for adventure.\"\n\n\"Bah, you're falling for the Loring girl,\" scoffed Holk Or. \"You'd\nbetter keep your mind on John Dark's orders.\"\n\nKenniston made a warning gesture. \"Cut it! Here comes Murdock.\"\n\nHugh Murdock came straight along the deck toward them, and his sober,\nclean-cut young face wore a puzzled look as he halted before them.\n\n\"Kenniston, there's something about this I can't understand,\" he\ndeclared.\n\n\"Yes? What's that?\" returned Kenniston guardedly.\n\nHe was very much on the alert. Murdock was not a heedless, gullible\nyoungster like the others. He was, Kenniston had learned, an already\nimportant official in the Loring Radium company.\n\nFrom the chaffing the others gave Murdock, it was evident that the\nyoung business man had joined the party only because he was in love\nwith Gloria. There was something likeable about the dogged devotion of\nthe sober young man. His very obvious determination to protect\nGloria's safety, and his intelligence, made him dangerous in\nKenniston's eyes.\n\n\"I was down in the hold looking over the equipment you loaded,\" Hugh\nMurdock was saying. \"You know, the stuff we're to use to dig out the\nwreck of Dark's ship. And I can't understand it--there's no digging\nmachinery, but simply a lot of cyclotrons, rocket-tubes and spare\nplates.\"\n\nKenniston smiled to cover the alarm he felt. \"Don't worry, Murdock, I\nloaded just the equipment we'll need. You'll see when we reach Vesta.\"\n\nMurdock persisted. \"But I still don't see how that stuff is going to\nhelp. It's more like ship-repair stores than anything else.\"\n\nKenniston lied hastily. \"The cycs are for power-supply, and the\nrocket-tubes and plates are to build a heavy duty power-hoist to jack\nthe wreck out of the mud. Holk Or and I have got that all figured\nout.\"\n\nMurdock frowned as though still unconvinced, but dropped the subject.\nWhen he had gone off to join the others, Holk Or glared after him.\n\n\"That fellow's too smart for his own good,\" muttered the Jovian. \"He's\nsuspicious. Maybe I'd better see that he meets with an accident.\"\n\n\"No, let him alone,\" warned Kenniston. \"If anything happened to him\nnow, the others would want to turn back. And we're almost to Vesta\nnow.\"\n\nBut worry remained as a shadow in the back of Kenniston's own mind. It\nstill oppressed him hours later when the arbitrary ship's-time had\nbrought the 'night.' Sitting down in the luxurious passenger-cabin\nover highballs with the others, he wondered where Hugh Murdock was.\n\nThe rest of Gloria's party were all here, listening with fascinated\ninterest to Holk Or's colorful yarns of adventures on the wild\nasteroids. But Murdock was missing. Kenniston wondered worriedly if\nthe fellow was looking over that equipment in the hold again.\n\n       *       *       *       *       *\n\nA young Earth space-man--one of the _Sunsprite's_ small crew--came\ninto the cabin and approached Kenniston.\n\n\"Captain Walls' compliments, sir, and would you come up to the bridge?\nHe'd like your advice about the course again.\"\n\n\"I'll go with you,\" Gloria said as Kenniston rose. \"I like it up in\nthe bridge best of any place on the ship.\"\n\nAs they climbed past the little telaudio transmitter-room, they saw\nHugh Murdock standing in there by the operator. He smiled at Gloria.\n\n\"I've been trying to get some messages through to Earth, but it seems\nwe're almost out of range,\" he said ruefully.\n\n\"Can't you ever forget business, Hugh?\" the girl said exasperatedly.\n\"You're about as adventurous as a fat radium-broker of fifty.\"\n\nKenniston, however, felt relieved that Murdock had apparently\nforgotten about the oddness of the equipment below. His spirits were\nlighter when they entered the glassite-enclosed bridge.\n\nCaptain Walls turned from where he stood beside Bray, the chief pilot.\nThe plump, cheerful master touched his cap to Gloria Loring.\n\n\"Sorry to bother you again, Mr. Kenniston,\" he apologized. \"But we're\ngetting pretty near Vesta, and you know this devilish region of space\nbetter than I do. The charts are so vague they're useless.\"\n\nKenniston glanced at the instrument-panel with a practiced eye and\nthen squinted at the void ahead. The _Sunsprite_ was now throbbing\nsteadily through a starry immensity whose hosts of glittering points\nof light would have made a bewildering panorama to laymen's eyes.\n\nThey seemed near none of those blazing sparks. Yet every few minutes,\nred lights blinked and buzzers sounded on the instrument panel. At\neach such warning of the meteorometers, the pilot glanced quickly at\ntheir direction-dials and then touched the rocket-throttles to change\ncourse slightly. The cruiser was threading a way through unseen but\nhighly perilous swarms of rushing meteors and scores of thundering\nasteroids.\n\nVesta was now a bright, pale-green disk like a little moon. It was not\ndirectly ahead, but lay well to the left. The cruiser was following an\nindirect course that had been laid to detour it well around one of the\nbigger meteor-swarms that was spinning rapidly toward Mars.\n\n\"What about it, Mr. Kenniston--is it safe to turn toward Vesta now?\"\nCaptain Walls asked anxiously. \"The chart doesn't show any more swarms\nthat should be in this region now, by my calculations.\"\n\nKenniston snorted. \"Charts are all made by planet-lubbers. There's a\nsmall swarm that tags after that big No. 480 mess we just detoured\naround. Let me have the 'scopes and I'll try to locate it.\"\n\nUsing the meteorscopes whose sensitive electromagnetic beams could\nprobe far out through space, to be reflected by any matter, Kenniston\nsearched carefully. He finally straightened from the task.\n\n\"It's all right--the tag-swarm is on the far side of No. 480,\" he\nreported. \"It should be safe to blast straight toward Vesta now.\"\n\nThe captain's anxiety was only partly assuaged. \"But when we reach the\nasteroid, what then? How do we get through the satellite-swarm around\nit?\"\n\n\"I can pilot you through that,\" Kenniston assured him. \"There's a\nperiodic break in that swarm, due to gravitational perturbations of\nthe spinning meteor-moons. I know how to find it.\"\n\n\"Then I'll wake you up early tomorrow 'morning' before we reach\nVesta,\" vowed Captain Walls. \"I've no hankering to run that swarm\nmyself.\"\n\n\"We'll be there in the morning?\" exclaimed Gloria with eager delight.\n\"How long then will it take us to find the pirate wreck?\"\n\nKenniston uncomfortably evaded the question. \"I don't know--it\nshouldn't take long. We can land in the jungle near the wreck.\"\n\nHis feeling of guilt was increased by her enthusiastic excitement. If\nshe and the others only knew what the morrow was to bring them!\n\n       *       *       *       *       *\n\nHe did not feel like facing the rest of them now, and lingered on the\ndark deck when they went back down from the bridge. Gloria remained\nbeside him instead of going on to the cabin.\n\nShe stood, with the starlight from the transparent deck-wall falling\nupon her youthful face as she looked up at him.\n\n\"You _are_ a moody creature, you know,\" she told Kenniston lightly.\n\"Sometimes you're almost human--then you get all dark and grim again.\"\n\nKenniston grinned despite himself. Her voice came in mock surprise.\n\"Why, it can actually smile! I can't believe my eyes.\"\n\nHer clear young face was provocatively close, the faint perfume of her\ndark hair in his nostrils. He knew that she was deliberately flirting\nwith him, perhaps mostly out of curiosity.\n\nShe expected him to kiss her, he knew. Damn it, he _would_ kiss her!\nHe did so, half ironically. But the ironic amusement faded out of his\nmind somehow at the oddly shy contact of her soft lips.\n\n\"Why, you're just a kid,\" he muttered. \"A little kid masquerading as a\nbored, sophisticated young lady.\"\n\nGloria stiffened with anger. \"Don't be silly! I've kissed men before.\nI just wanted to find out what you were really like.\"\n\n\"Well, what did you find out?\"\n\nHer voice softened. \"I found out that you're not as grim as you look.\nI think you're just lonely.\"\n\nThe truth of that made Kenniston wince. Yes, he was lonely enough, he\nthought somberly. All his old space-mates, passing one by one--\n\n\"Don't you have anyone?\" Gloria was asking him wonderingly.\n\n\"No family, except my kid brother Ricky,\" he answered heavily. \"And\nmost of my old space-partners are either dead or else worse--lying in\nthe grip of gravitation-paralysis.\"\n\nMemory of those old partners re-established Kenniston's wavering\nresolution. He mustn't let them down! He must go through with\ndelivering this cruiser's cargo to John Dark, no matter what the\nconsequences.\n\nHe thrust the girl almost roughly from him. \"It's getting late. You'd\nbetter turn in like the others.\"\n\nBut later, in his bunk in the little cabin he shared with Holk Or,\nKenniston found memory of Gloria a barrier to sleep. The shy touch of\nher lips refused to be forgotten. What would she think of him by\ntomorrow?\n\nHe slept, finally. When he awakened, it was to realization that\nsomeone had just sharply spoken his name. He knew drowsily it was\n'morning' and thought at first that Captain Walls had sent someone to\nawaken him.\n\nThen he stiffened as he saw who had awakened him. It was Hugh Murdock.\nThe young businessman's sober face was grim now, and he stood in the\ndoorway of the cabin with a heavy atom-pistol in his hand.\n\n\"Get up and dress, Kenniston,\" Murdock said sternly. \"And wake up your\nfellow-pirate, too. If you make a wrong move I'll kill you both.\"\n\n\nCHAPTER III\n\nThrough the Meteor-Moons\n\n\nKenniston went cold with dismay. He told himself numbly that it was\nimpossible Hugh Murdock could have discovered the truth. But the grim\nexpression on Murdock's face and the naked hate in his eyes were\nexplainable on no other grounds.\n\nThe young businessman's finger was tense on the trigger of the\natom-pistol. Resistance would be senseless. Mechanically, Kenniston\nslipped from his bunk and threw on his slacks and space-jacket. Holk\nOr was doing the same, the big Jovian's battered green face almost\nludicrous in astonishment.\n\n\"Now perhaps you'll tell us what this means,\" Kenniston said harshly,\nhis mind racing. \"Have you lost your senses?\"\n\n\"I've just come to them, Kenniston,\" rapped Murdock. \"What fools we\nall were, not to guess that you two belong to Dark's pirates!\"\n\nKenniston's lips tightened. It was clear now that Murdock had actually\ndiscovered something. From Holk Or came an angry roar.\n\n\"Devils of Pluto, I'm no pirate!\" the big Jovian lied magnificently.\n\"Whatever gave you this crazy idea?\"\n\nMurdock's hard face did not relax. He waved the atom-pistol. \"Go into\nthe main cabin,\" he ordered. \"Walk ahead of me.\"\n\nHelplessly, Kenniston and Holk Or obeyed. His mind was desperate as he\nshouldered down the corridor. The throbbing of the rockets told him\nthe _Sunsprite_ was still forging through the void. They must be very\nnear Vesta by now--and now this had to happen!\n\nThe others had been awakened by the uproar and streamed into the main\ncabin after Murdock and his two prisoners. Kenniston glimpsed Gloria,\nslim in a silken negligee, her dark eyes round with amazement.\n\n\"Hugh, have you gone crazy?\" she exclaimed stupefiedly.\n\nMurdock answered without looking toward her. \"I've found out the\ntruth, Gloria. These men belong to John Dark's crew. They were taking\nus into a trap.\"\n\n\"Holy smoke!\" gasped Robbie Boone, his jaw sagging as the chubby youth\nstared at Kenniston and Holk Or. \"They're pirates?\"\n\n\"I think you must be losing your mind!\" Gloria stormed at Hugh\nMurdock. \"This is ridiculous.\"\n\nHolk Or yawned elaborately. \"Space-sickness hits people in queer ways,\nMiss Loring,\" the Jovian told Gloria confidentially. \"Some it just\nmakes sick, but others it makes delirious.\"\n\n\"I'm not delirious, and you two know it,\" Murdock retorted grimly. He\nspoke to Gloria and the others, without taking his eyes or the muzzle\nof his pistol off his two captives.\n\n\"I thought from the first that this Kenniston's story of finding the\nwreck of Dark's ship on Vesta was a thin one,\" Murdock declared. \"And\nyesterday my suspicions were increased when I went down and looked\nover the cargo of equipment they brought. It's not equipment to dig\nout a buried wreck. It's equipment to _repair_ a damaged ship--John\nDark's ship!\n\n\"Suspecting that, last 'night' I sent a telaudiogram to Patrol\nheadquarters at Earth. I gave full descriptions of Kenniston and this\nJovian and inquired if they had criminal records. An answer came\nthrough an hour ago. This fellow Holk Or has a record of criminal\npiracy as long as your arm, and was definitely known to be one of John\nDark's crew!\"\n\nThere was an incredulous gasp from the others. Murdock still grimly\nwatched Kenniston and the Jovian as he concluded.\n\n\"The Patrol hasn't yet sent through Kenniston's record, but it's\nobvious enough that he's one of Dark's men too, and that his story\nthat he and the Jovian are meteor-miners is a flat lie.\"\n\n\"I can't understand this,\" muttered young Arthur Lanning, staring. \"If\nthey're Dark's men, why should they induce us to go to Vesta?\"\n\n\"Can't you see?\" said Hugh Murdock. \"John Dark's ship did crash on\nVesta after being wrecked--that must be true enough. But Dark and his\npirates weren't dead as the Patrol thought. They had to have machines\nand material to repair their ship. So Dark sent these two men to Mars\nfor the materials. The two couldn't get a ship there any other way, so\nthey made use of our cruiser by selling us that treasure yarn!\"\n\n       *       *       *       *       *\n\nKenniston winced. He knew now that he had underestimated Murdock, who\nhad put together the evidence quickly when his suspicions were roused.\n\nGloria Loring, looking at Kenniston with wide dark eyes, saw the\nchange in his expression. Into her white face came an incredulous\nloathing.\n\n\"Then it's true,\" she whispered. \"You did that--you deliberately\nplanned to lead us all into capture?\"\n\n\"Aw, you're all space-struck,\" growled Holk Or, bluffing to the last.\n\nMurdock spoke over his shoulder. \"Call Captain Walls, Robbie.\"\n\n\"No need to--here he comes now!\" yelped the excited youth.\n\nCaptain Walls, entering the cabin in urgent haste, had eyes only for\nKenniston in the first moment.\n\n\"Ah, there you are, Mr. Kenniston!\" the captain exclaimed relievedly.\n\"I was just coming for you. We've reached Vesta! I've ordered the\npilot to slow down, for I want you to pilot us through the swarm--\"\n\nThe captain's voice trailed off. His eyes bulged as for the first time\nhe perceived that Murdock was covering the two men with a gun.\n\n\"We're not going in to Vesta, captain,\" rapped Murdock. \"John Dark and\nhis pirates are on the asteroid--_alive_!\"\n\nCaptain Walls' plump face went waxy as he heard the name of the most\ndreaded corsair of the System.\n\n\"Dark--living?\" he stuttered. \"Good God, you must be joking!\"\n\nMrs. Milsom, her dumpy figure shivering and her teeth chattering with\nterror, pointed a finger at Kenniston and the Jovian.\n\n\"They're two of the pirates!\" she shrilled. \"They might have murdered\nus all in our beds! I knew this would happen when we left Earth--\"\n\nKenniston's mind was seething with despair as he stood there with\nhands upraised. His whole desperate plan was ruined at this last\nmoment.\n\nHe wouldn't _let_ it be ruined! He would get this cargo of machines\nand materials to John Dark if it meant his life!\n\n\"Turn back at once toward Mars, captain,\" Gloria was saying quietly to\nthe stunned officer. Her face was still very pale.\n\nKenniston, standing tense, had had an idea. A desperate chance to make\na break, in the face of Murdock's atom-gun.\n\nThe captain had said that he had just ordered the pilot to slow down\nthe _Sunsprite_. In a moment would come the shock of the braking\nrocket-tubes firing from the bows--\n\nThat shock came an instant after the wild expedient flashed across\nKenniston's mind. It was only a jarring vibration through the fabric\nof the ship, for the pilot knew his business.\n\nIt staggered them all on their feet, for just a moment. But Kenniston\nhad been waiting for that moment. As Hugh Murdock moved his gun-arm\ninvoluntarily to balance himself, Kenniston lunged forward.\n\n\"The bridge, Holk!\" he yelled as he hurled himself.\n\nKenniston's shoulder hit the captain and sent him caroming into\nMurdock. The two men sprawled on the floor.\n\nHolk Or, with instant understanding, already had the door of the cabin\nopen. They plunged out into the corridor together.\n\n\"Our only chance is to make the bridge and grab the controls!\"\nKenniston cried as they raced down the corridor. \"We can keep them\nlong enough to land on Vesta--\"\n\nHiss--_flash!_ The crackling blast of the atom-gun tore into the lower\nsteps of the ladder up which he and the Jovian frantically climbed.\nMurdock was running after them as he fired, and there were shouts of\nalarm.\n\nKenniston and Holk Or burst into the glassite-walled bridge. Bray, the\npilot, turned for a startled moment from his rocket-throttles.\n\nBeyond the pilot, the transparent front wall framed a square of black\nspace in which bulked the monstrous sphere of the nearby asteroid.\n\nThe World with a Thousand Moons! It loomed up only a few hundred miles\naway, a big, pale-green sphere encircled by the vast globular swarm of\nhundreds on hundreds of gleaming little meteor-satellites.\n\n\"Why--what--\" stammered the pilot, bewildered.\n\nKenniston's fist caught his chin, and the man sagged to the floor.\n\n\"Bar the door, Holk!\" yelled Kenniston as he leaped toward the\nrocket-throttles.\n\n\"Hell, there's only a catch!\" swore the Jovian. He braced his brawny\nshoulders against the metal door. \"I can hold it a little while.\"\n\n       *       *       *       *       *\n\nKenniston's hands were flashing over the throttles. The _Sunsprite_\nwas moving at reduced speed toward the meteor-enclosed asteroid.\n\nThe cruiser shook to the bursting roar of power, as he opened up all\nthe tail rockets. It plunged visibly faster toward the deadly swarm\naround Vesta, picking up speed by the minute.\n\nRocking, creaking, quivering to the dangerous rate of acceleration\nKenniston was maintaining, the little ship rushed ahead. But now there\nwas loud hammering at the bridge-room door.\n\n\"Open up or we'll burn that door down!\" came Captain Walls' yell.\n\nKenniston didn't turn. Hunched over the throttles, peering tensely\nahead, he was tautly estimating speed and direction. His eyes searched\nfrantically for the periodic break in the outer meteors.\n\nThere was a muffled crackling and the smell of scorched metal flooded\nthe bridge-room. A hoarse exclamation of pain came from Holk Or.\n\n\"They got my arm through the door, damn them!\" cursed the Jovian.\n\"Hurry, Kenniston!\"\n\nKenniston was driving the _Sunsprite_ full speed toward the whirling\ncloud of meteors around the asteroid. He had spotted the break in the\ncloud, the periodic opening caused by the gravitational influence of\nanother nearby asteroid.\n\nIt was not a real opening. It was merely a small area in the swarm\nwhere the rushing meteors were not so thick, and where a ship had a\nchance to worm through by careful piloting.\n\nKenniston only remotely heard the struggle that Holk Or was putting up\nto hold the door against the hammering crowd outside. His mind was\nwholly intent on the desperately ticklish piloting at hand.\n\nHe cut speed and eased the _Sunsprite_ down into that thinner area of\nthe meteor-swarm. Space around them now seemed buzzing with rushing,\nbrilliant little moons.\n\nThe meteorometers had gone crazy, blinking and buzzing unceasing\nwarning, their needles bobbing all over the direction-dials.\nInstruments were useless here--he had to work by sight alone. He eased\nthe cruiser lower through the swarm, his fingers flashing over the\nthrottles, using quick bursts of the rockets to veer aside from the\nbright, rushing meteors.\n\n\"Hurry!\" yelled Holk Or hoarsely again, over the tumult. \"I\ncan't--hold them out much longer--\"\n\nDown and down went the _Sunsprite_ through the maze of meteor-moons,\ntwisting, turning, dropping ever lower toward the green asteroid.\n\nA last gasping shout from Holk Or, and the door crashed off its\nburned-through hinges. Kenniston, unable to turn from the\nlife-or-death business of threading the swarm, heard the Jovian\nfighting furiously.\n\nNext moment a hand gripped Kenniston's shoulder and tore him away from\nthe controls. It was Murdock, his eyes blazing, his gun raised.\n\n\"Raise your hands or I'll kill you, Kenniston!\" he cried.\n\n\"Let me go!\" yelled Kenniston, struggling to get back to the\nthrottles. \"You _fool_!\"\n\nHe had just glimpsed the jagged moonlet rushing obliquely toward them\nfrom the left, bulking suddenly big and monstrous.\n\n_Crash!_ The shock flung them from their feet, and the _Sunsprite_\ngyrated crazily in space. There was a blood-chilling shriek of\noutrushing air from the fore part of the ship, and the slam-slam-slam\nof the automatic air-doors closing, down there.\n\nThe cruiser's whole bows had been crushed in by the glancing blow of\nthe meteor. Now, ironically, the ship was falling clear of the\nmeteor-swarm for Kenniston's piloting had almost won through it before\nthe impact. But the _Sunsprite_ was falling helplessly, turning over\nand over as it plunged down toward the green surface of the jungled\nasteroid.\n\n       *       *       *       *       *\n\n\"My God, we're struck!\" came Captain Walls' thin yell.\n\n\"This is your fault!\" Murdock blazed at Kenniston. \"You damned pirates\nwill die for this!\"\n\n\"Let me at those controls or we'll all die together in five minutes!\"\nKenniston cried. \"We'll crash to smithereens unless I can make a\ntail-tube landing--\"\n\nHeedless of Murdock's gun, he jumped to the controls. His hands flew\nover the throttles, firing desperate quick bursts of the tail\nrocket-tubes to bring them out of the spin in which they were falling.\n\nThe brake-rockets in the bow were gone. The ship was crippled, almost\nimpossible to handle. And the dark green jungles of Vesta's surface\nwere rushing upward with appalling speed.\n\nKenniston's frantic efforts brought the _Sunsprite_ out of the spin.\nBy firing the lateral rockets, he kept it falling tail-downward.\n\n\"We're goners!\" yelled someone in the stricken ship. \"We're going to\ncrash!\"\n\nAir was screaming outside the plummeting ship. Kenniston, his hands\nsuperhumanly tense on the throttles, mechanically estimated their\ndistance from the uprushing green jungles.\n\nHe glimpsed a little black lake in the jungle, and near it the big\ncircle of an electrified stockade. He recognized it--John Dark's\ncamp!\n\nThen, a thousand feet above the jungle, Kenniston's hands jerked open\nthe throttles. The tail rockets spouted fire downward.\n\nSickening shock of the sudden check almost hurled him away from the\ncontrols. His hands jabbed the throttles in and out with lightning\nrapidity, checking their further fall with one quick burst after\nanother.\n\nA sound of rending branches--a staggering sidewise shock that flung\nhim from his feet. A jarring thump, then silence. They had landed.\n\n\nCHAPTER IV\n\nThe Vestans\n\n\nKenniston picked himself up groggily. The others in the bridge had\nbeen thrown against walls or floor by the shock, but seemed no more\nthan bruised. Holk Or was nursing his burned arm. But Hugh Murdock,\nstaggering in a corner, still held his atom-pistol trained on\nKenniston and the Jovian.\n\n\"My God, what a landing!\" exclaimed Captain Walls, his plump face\nstill white. \"I thought we were done for.\"\n\n\"Maybe we still are,\" Murdock said grimly. He said savagely to\nKenniston, \"You think you've won, don't you? Because you've managed to\ncrash us on this asteroid where your pirate boss is waiting?\"\n\n\"Listen, Murdock--,\" Kenniston began desperately.\n\n\"Keep your hands up or I'll kill you both!\" blazed Murdock. \"March\ndown to the main cabin.\"\n\nKenniston and the Jovian obeyed. The _Sunsprite_ was lying sharply\ncanted on its side, and it was difficult to scramble down through the\ntilted passageways and decks to the big main cabin.\n\nThe cabin was a scene of confusion, for it was impossible to stand\nupright on its tilted floor. Young Arthur Lanning had been stunned,\nand Gloria Loring and the scared blonde girl, Alice Krim, were bathing\nhis bruised forehead. Robbie Boone was peering wildly through a\nporthole at the sunlit tangle of green jungle outside. From Mrs.\nMilsom came a shrill, steady wail of terror.\n\n\"Stop that screeching,\" Murdock told the dumpy dowager brutally.\n\"You're not hurt. Gloria, are you others all right?\"\n\nGloria raised her white face from her task. \"Only bruised, Hugh.\"\n\nShe did not look at Kenniston or the big Jovian as she spoke.\n\nRobbie Boone's teeth were chattering. \"Murdock, what are we going to\ndo? We're wrecked, on this hellish jungle asteroid--\"\n\nMurdock paid the frightened, chubby youth no attention. Captain Walls,\nBray, and four of the crew were entering the cabin. The captain and\npilot had belted on atom-pistols.\n\nCaptain Walls' plump face was paler. \"Two of the crew were killed and\nour telaudio wrecked by that meteor,\" he reported. He glared at\nKenniston. \"You damned pirate! You're responsible for this!\"\n\n\"If you hadn't dragged me away from the controls, the cruiser wouldn't\nhave been struck,\" Kenniston denied. \"And I'm not a pirate--\"\n\nMurdock interrupted. \"We'll settle with those two later,\" he told the\nenraged captain. \"Right now, we'll have to get out of the ship. We\ncan't stay in here until we get it righted on an even keel.\"\n\nHolk Or rumbled a warning. \"Better be careful about going outside.\nThose cursed Vestans are thick in these jungles.\"\n\n\"I'll have no advice from you two pirates!\" flamed the captain. \"Bray,\nyou and Thorpe keep your guns on them every minute.\"\n\nThe heavy main space-door was opened. Pale sunlight and warm, steamy\nair laden with rank scents of strange vegetation drifted in. Outside\nlay a raw clearing the falling ship had crushed out of the jungle.\n\nCaptain Walls supervised as they all donned lead-soled weight-shoes to\ncompensate for the weaker gravity. Then they emerged, young Lanning\nbeing supported by Murdock and Robbie. Kenniston and the Jovian were\nlast to emerge, under the watchful guns of their guards.\n\nThe crew and passengers were looking around with wonder and revulsion.\nThe silvery bulk of the _Sunsprite_ lay awkwardly heeled on its side.\nThe symmetrical torpedo shape of the cruiser was now badly marred by\nthe crumpled condition of its bow.\n\n       *       *       *       *       *\n\nAll around them in the thin sunlight rose slender trees whose enormous\ngreen leaves grew directly from the trunks. This grotesque forest was\nmade more dense by festoons of writhing \"snake-vines,\" weird rootless\ncreepers which crawled like plant-serpents from one tree to another.\nEach stir of wind brought white spore-dust down in a shower from the\ntrees.\n\nThe few living creatures of this forbidding landscape were equally\nalien. Big white meteor-rats scurried on their eight legs through the\nbrush. Phosphorescent flame-birds shot through the upper fronds like\nstreaks of fire. In the pale sky overhead, there were ceaseless gleams\nand flashes of light as the spinning meteor-swarm reflected the\nsunlight.\n\n\"What a horrible place!\" shrilled Mrs. Milsom. \"We'll all die\nhere--we'll never get back to Earth. I knew this would happen!\"\n\n\"This is certainly a mean spot to be cast away,\" muttered Captain\nWalls. \"God knows what queer creatures inhabit it, not to speak of the\nmysterious Vestans everybody talks about. And John Dark and his crew\nare somewhere here. And the telaudio wrecked, so we can't call for\nhelp.\"\n\nKenniston realized that none of the others had glimpsed Dark's camp as\nthey fell. They didn't know the pirate encampment was only a few miles\naway in the jungle.\n\n\"What are we going to do, captain?\" Gloria was asking, her face still\npale but her voice quite steady. \"Can we get away?\"\n\nCaptain Walls looked hopeless. \"We can't take off with the whole bow\nof the _Sunsprite_ crushed in.\"\n\n\"We can repair it, can't we?\" Hugh Murdock suggested. \"Remember, in\nthe hold is the cargo of machinery and repair-materials that Kenniston\nwas bringing to repair Dark's ship. Can't we use that equipment?\"\n\nThe captain looked more hopeful. \"Maybe we can. Bray and the crew and\nI ought to be able to do an emergency job of patching the bow and\ninstalling new rocket-tubes there. But we'll have to work fast to get\naway before Dark's outfit learns we're here.\"\n\nHe pointed vindicatively at Kenniston. \"Better lock up that fellow and\nhis partner to make sure he doesn't signal somehow to his\nfellow-pirates.\"\n\nKenniston tried again to explain. \"Will you all listen to me? I tell\nyou, I'm no pirate!\"\n\nMurdock eyed him sternly. \"Do you deny that John Dark sent you to Mars\nfor repair-equipment, and that you told us that lying treasure-story\nto get the equipment here in our ship?\"\n\n\"No, I don't deny that,\" Kenniston admitted. \"But I'm not one of John\nDark's crew--I never was! I was a prisoner on his ship, captured by\nthe pirates before they themselves were attacked by the Patrol.\"\n\n\"Do you expect us to believe that?\" Murdock said incredulously.\n\n\"It's true!\" Kenniston insisted. \"My kid brother Ricky and I were\ncaptured by John Dark's outfit several weeks ago. We were prisoners on\nhis ship when it was wrecked by the Patrol. After the wreck drifted\nonto Vesta here, Dark wanted to send someone to Mars for\nrepair-equipment. He wouldn't send one of his own men in charge, for\nfear the man would double-cross him and never come back.\n\n\"So he sent me, his prisoner, on that errand. Holk Or came along to\nhelp me navigate a ship back. And I had to obey Dark and get the\nequipment back here at any cost. For Dark kept my brother Ricky\nprisoner here with him, and told me that if I didn't bring back that\nequipment, Ricky would be shot!\"\n\nHolk Or spoke up. \"It's true, what Kenniston's telling you,\" rumbled\nthe Jovian. \"Me, I'm one of Dark's pirates and I don't care a curse\nwho knows it. But Kenniston did this only to save his brother.\"\n\n\"I don't believe it,\" said Captain Walls flatly. \"It's another of the\nsmooth lies this fellow Kenniston makes up so easily.\"\n\n       *       *       *       *       *\n\nGloria spoke to Kenniston, her dark eyes still accusing. \"If what you\nsay is true and you're not a pirate, then you brought all of us into\nthis danger simply to save your own brother?\"\n\nKenniston looked at her miserably. \"Yes, I did. I was willing to lead\nyou all into capture to save Ricky. But I had a reason--\"\n\n\"Sure, you had a reason,\" Murdock said bitterly. \"What did the safety\nof strangers like us mean to you, compared to your precious brother?\"\n\nCaptain Walls motioned Kenniston and Holk Or angrily toward the ship.\n\"Bray, take them in and lock them under guard in a cabin,\" he said.\n\nHolk Or suddenly yelled. \"Look out! There's a Vestan!\"\n\nKenniston, his blood chilling with alarm, glanced where the Jovian\npointed. At the west edge of the clearing, a small animal had suddenly\nemerged from the dense green jungle.\n\nIt was a six-legged, striped, catlike beast, not unordinary as\ninterplanetary animals go. But its head looked queer, seeming to have\na bulbous gray mass attached behind its ears.\n\nCaptain Walls uttered a scoffing exclamation. \"That's only an ordinary\nasteroid-cat.\"\n\n\"That _is_ a Vestan!\" Kenniston cried. \"Shoot at its head--\"\n\nHis warning was too late. The catlike beast had launched itself in a\nspring toward their group.\n\nAs its striped body shot through the air, Walls triggered his\natom-pistol. The crackling blast of force tore into the body of the\ncharging asteroid-cat, and the beast fell heavily a few yards away.\n\nBut as it fell, the small gray mass upon its neck suddenly detached\nitself from the dead animal and scuttled swiftly forward. It moved\nwith blurring speed toward Bray, the nearest to it of the group.\n\nThe little gray creature was no bigger than a man's clenched fists\ntogether. It was a gray, wrinkled featureless thing, except for\npinpoint eyes and the tiny clawlike legs upon which it scurried. It\nreached Bray and ran swiftly up his legs and back as he swore\nstartledly.\n\nKenniston, made reckless of danger by his horror, yelled and lunged\ntoward the pilot. Bray was swearing and trying to slap at the gray\nthing running up his back. But the little creature had now reached his\nneck. Clinging there, it swiftly dug two tiny, needle-like antennae\ninto the base of his neck.\n\n\"Hold him!\" Kenniston shouted hoarsely. \"The Vestan has got him!\"\n\nBray had undergone a sudden metamorphosis as the gray creature dug its\nantennae into his neck. His face stiffened, became masklike.\n\nThe pilot turned and began to run stiffly toward the jungle.\nKenniston's leap almost caught him, but Bray lashed out a fist that\nsent Kenniston sprawling.\n\n\"Don't let him get away!\" Kenniston yelled, scrambling up.\n\nBut the others were too stricken by amazement and horror to interfere\nin time. Bray had already plunged into the jungle and was gone.\n\n\"My God, what happened?\" Captain Walls exclaimed dazedly. \"Bray went\nclean crazy!\"\n\nHis gun was pointing at Kenniston and Holk Or as though he held them\nresponsible for what had occurred.\n\n\"He didn't go crazy, but he's lost now,\" Kenniston said heavily. \"That\nlittle gray creature was one of the Vestans.\"\n\n\"But what did it _do_ to him? That thing wasn't big enough to harm\nanybody.\"\n\n\"That's all you know about it,\" said Holk Or ominously. \"Those little\nVestans are the most dangerous creatures in the System.\"\n\n\"The Vestans,\" Kenniston added dully, \"are semi-intelligent\n_parasites_. The live by attaching themselves to and taking control of\nsome other creature's body. They do it by jabbing in those tiny,\nneedle-like antennae to contact the victim's nervous system.\nThereafter, the Vestan controls the victim's body absolutely. When the\nvictim dies or is hurt, the Vestan simply detaches himself and fastens\nupon a new victim.\"\n\n       *       *       *       *       *\n\nHorror was on the white faces of the others. Murdock gulped and asked,\n\"Then Bray--\"\n\n\"Bray is beyond saving now,\" Kenniston said. \"The Vestan parasite will\ncontrol his body till he dies. The Vestans always like to attach\nthemselves to human beings--they know that a man's body is more\nversatile in its capabilities than an animal's.\"\n\nTwilight was beginning to descend upon the little clearing in the\njungle, for the sun had gone down during the last few minutes. In the\ngathering dusk, the jungle loomed dark and brooding about them.\n\nOverhead, the sky of this World with a Thousand Moons was burgeoning\ninto its full glory. The hundreds of meteor-moons that spun across the\nheavens were shining brighter and brighter in the deepening dusk.\n\nCaptain Walls broke the spell of horror and dread. \"We'd better get\nback inside the ship for tonight,\" he said nervously. \"We can't do\nanything about repairs until tomorrow, anyway. By then we'll have\nfigured out some way to deal with those devilish creatures.\"\n\nMurdock said bitterly to Kenniston, \"Bray's end is your fault,\nKenniston. You brought him and us and these women into this place, all\nfor the sake of that brother of yours.\"\n\n\"He'll stand trial for that when we get back to Mars,\" the captain\nvowed. \"Even if he wasn't one of Dark's crew originally, by helping\nthem he's made himself a space-pirate, liable to execution.\"\n\nKenniston made no attempt to defend himself. He knew they wouldn't\nunderstand why he had sacrificed them for Ricky's sake, even if he\ntold them.\n\nHe and Holk Or were locked in one of the little cabins, after it had\nbeen carefully searched. The crewman Thorpe was stationed as a guard\noutside their bolted door.\n\nHolk Or, who had bandaged his burned arm, looked around the dark\nlittle cabin disgustedly. \"This is a devil of a fix to get into!\"\nswore the Jovian. \"Here we've reached Vesta with the stuff, but can't\nlet the chief know.\"\n\nKenniston asked him earnestly, \"Holk, would John Dark really shoot\nRicky if I didn't deliver the equipment? He said he would, but you\nknow he needs Ricky.\"\n\nKenniston was clinging to this last shred of hope for his brother.\nJohn Dark and his pirates did need Ricky. For Ricky was a\nphysician--Doctor Richard Kenniston of the Institute of Planetary\nMedicine.\n\nThat was why John Dark had spared the lives of the two brothers when\nhe had captured them in the freighter in which they were returning to\nEarth from Saturn. Ordinarily, the pirate leader would have ruthlessly\nkilled them as he killed all prisoners who were not rich enough to pay\nransom.\n\nBut the fact that Ricky was a physician had saved them. The pirates\nneeded a doctor. They had kept the two brothers prisoner on their ship\nfor that reason. Kenniston and Ricky had still been on the _Falcon_ as\nprisoners, when the Patrol had finally caught up to it and wrecked it.\n\n\"Dark knows that Ricky is a fine doctor and he needs a doctor,\"\nKenniston repeated hopefully, to the Jovian. \"Surely he wouldn't be\nfoolish enough to shoot Ricky, even if I don't deliver the equipment.\"\n\n\"Kenniston, don't fool yourself,\" warned Holk Or. \"The chief said he'd\nshoot him if you weren't back with the stuff in two weeks, and shoot\nhim he will. John Dark never breaks his word.\"\n\nThat assurance sank the iron deeper into Kenniston's tormented soul.\nIf that was true, and he knew in his heart it was, Ricky would die two\ndays from now unless he'd delivered the repair-equipment to Dark.\n\nHe mustn't _let_ Ricky die! Too much depended on his young brother's\nlife. He must save Ricky even if it did mean the capture of Gloria and\nthe others by the pirates. Better that they be held for ransom, than\nfor Ricky to be killed!\n\n       *       *       *       *       *\n\nKenniston got to his feet, rigid with decision. \"Then we've got to get\nout of here,\" he muttered. \"We've got to escape and take word to Dark\nthat the equipment is here.\"\n\nHe continued quickly, \"Holk, Dark's camp is only a few miles north of\nhere. I spotted it as the _Sunsprite_ fell.\"\n\nHolk Or uttered an exclamation. \"Why the devil didn't you tell me so!\nI figured it was on the other side of the asteroid, maybe, and that\nwe'd never find it in the jungle even if we did get away.\"\n\n\"It still won't be easy for us,\" Kenniston warned. \"The Vestans may\nget us in the jungle between here and Dark's camp. And anyway, how can\nwe get out of this cabin?\"\n\nThe big Jovian grinned. \"That'll be easy. I'd have been out of here\nbefore now, only I was waiting for the ship to quiet down.\"\n\nKenniston stared. \"That door is bolted. And there's no tool or weapon\nin the cabin. They didn't forget a thing when they searched it!\"\n\nHolk Or's grin deepened. \"They forgot one thing. They forgot how\nstrong a Jovian is on a little, weak-gravity asteroid like this!\"\n\n\nCHAPTER V\n\nNight Attack\n\n\nKenniston caught desperately at the hope implied by the Jovian's\nwords.\n\n\"What do you mean, Holk?\"\n\n\"I mean that I'm a hundred times stronger on this little asteroid than\nI am on my own world, Jupiter. I can break the bolt of that door any\ntime I want to.\"\n\n\"But there's an armed guard stationed outside it.\"\n\n\"I know, and that's where you come in, Kenniston. When I rip the door\nopen, you be ready to jump the guard.\"\n\nKenniston considered swiftly. The chance of their getting out of the\nship and safely through the jungles to the pirate camp, even if they\nescaped this cabin, seemed a slim one. Yet it presented the only\npossibility of delivering the equipment in the hold to John Dark.\n\nThe bitter irony of it struck Kenniston, for the hundredth time. He,\nLance Kenniston, honorable space-man for a dozen years, working\ndesperately to aid the most notorious pirate in the void! Even drawing\ninto danger the girl for whom he felt--\n\nHe shut Gloria out of his mind. He mustn't think of her now. He must\nthink only of Ricky, and of what would be lost if Ricky died. He must\nrisk everything, sacrifice everything, to prevent that loss.\n\n\"We might as well try it now,\" he told the Jovian in low tones. \"The\nship seems quiet.\"\n\n\"I'll do my best to make as little noise as possible,\" Holk Or\nmuttered. \"Are you ready?\"\n\nThe Jovian's big hands grasped the knob of the door. Kenniston\ncrouched a little behind him, every muscle tense.\n\nHolk Or suddenly put all his gigantically magnified strength into a\ntremendous tug at the door. Its bolt snapped with a crack like that of\na pistolshot, and it swung wide open.\n\nThe man on guard outside turned startledly, his hand darting to the\natom-gun at his belt and his mouth open to yell. But Kenniston had\nlaunched himself like a human projectile as the door was torn open.\n\nKenniston's fist smashed the space-sailor's chin and the man sagged\nlimp and unconscious with no chance to utter the cry on his lips.\nHastily, Kenniston took his atom-pistol and eased him to the floor.\n\nHe and Holk Or listened tensely. The single sharp crack of the\nsnapping bolt had apparently aroused no one. The ship was silent. All\naboard were sleeping exhaustedly.\n\n\"Come on,\" Kenniston murmured tensely to the Jovian. \"We've got to\nhurry to get to Dark's camp before night is over.\"\n\nHolk Or chuckled. \"The chief will welcome us with open arms when he\nlearns we've got the equipment here for him.\"\n\nKenniston gripped the atom-pistol as they stole through the dark ship\nand out of the space-door. Outside, they paused in the darkness.\n\nThe scene was one of magic, unearthly beauty. The metal bulk of the\ncruiser and the towering jungle around the clearing were washed by\nbrilliant silver light that fell from the wonderful night sky of this\nWorld with a Thousand Moons.\n\nA thousand moons indeed seemed blazing in the canopied heavens\noverhead! The whole dark sky was crowded by the shining moonlets that\nrushed ceaselessly across the firmament with the spinning of the\nmeteor-swarm of which they were part. It was like the glorious vista\nof a world seen in dreams.\n\nBut Kenniston was familiar with the unearthly spectacle. He led the\nway rapidly toward the northern edge of the jungle.\n\n\"We'll just have to plunge in and head north,\" he told the Jovian. \"If\nwe reach that little lake, we can soon find Dark's camp.\"\n\nThey started into the dense jungle, a fairyland of silver beams\nsifting through the choking fronds. Something scurried close by.\n\n\"Kenniston, shoot!\" cried Holk Or instantly.\n\n       *       *       *       *       *\n\nKenniston had already glimpsed the white beast scurrying toward them\nacross a little patch of moonslight. It was one of the big\nmeteor-rats. On its neck bunched one of the little gray masses--a\nVestan.\n\nThe horror inspired by the hideous parasites tightened Kenniston's\nfinger convulsively on the trigger of the atom-pistol. The crackling\nbolt of fire from the weapon ripped into the Vestan on the meteor-rat,\nand both parasite and animal victim were instantly a scorched, smoking\nheap.\n\n\"Hell, that's torn it!\" cried the big Jovian. \"We've roused the whole\nship!\"\n\nMen awakened by the blast of the atom-gun were pouring out of the\n_Sunsprite_, rushing after the two escaped men. Kenniston heard\nCaptain Walls shouting.\n\n\"They're in the jungle here! Spread out and surround them!\" the\nofficer was ordering.\n\nKenniston and the Jovian plunged forward, seeking to escape northward.\nBut they had come up against an impenetrable abatis of brush.\n\nBefore they could find a way around it, they heard men crashing all\naround them. They were completely encircled.\n\n\"Kenniston, you and that Jovian walk back into the clearing with your\nhands raised or we'll blast every inch of the brush till we get you!\"\ncame the stentorian shout of the captain.\n\n\"The devil--they've got us boxed!\" exclaimed Holk Or furiously. \"We'll\ntry to fight our way through.\"\n\n\"No!\" Kenniston declared. \"We couldn't make it anyway. And I'm not\ngoing to shoot innocent men.\"\n\nHolk Or angrily grabbed for the atom-pistol, but Kenniston promptly\nthrew it away. Not even in this last extremity could he bring himself\nto kill.\n\n\"You're a fool!\" gritted the Jovian. \"Now there's nothing for it but\nsurrender.\"\n\nWith their hands raised, they walked out of the jungle into the\nbrilliant silvery light of the clearing. Instantly they were\nsurrounded by Captain Walls, Murdock and the other armed crew-men.\n\nThe girls and their scared chaperon, and young Lanning and Robbie\nBoone, were emerging in alarm from the _Sunsprite_. Kenniston did not\nlook toward them.\n\nCaptain Walls' face was grim in the moonslight, as he and his men\ncovered the two captured fugitives. \"Kenniston, you and this Jovian\nwere going to make your way to John Dark and tell him of our presence\nhere, weren't you? You needn't deny it--it's plain enough.\"\n\n\"Sure we were!\" exclaimed the angry Jovian. \"We'd have made it, too,\nif a Vestan hadn't jumped us in the jungle.\"\n\n\"That would have meant capture of us all by Dark's pirates,\" said the\ncaptain grimly. \"You two are a danger to us all, while you live. I'm\ngoing to remove that danger. As master of a space-ship, I have legal\nright to order summary execution of any space-pirates I capture. I'm\ngoing to order that now.\"\n\n\"You're going to kill them?\" exclaimed Gloria. \"Oh, no--you can't!\"\n\n\"It's absolutely necessary, before they betray us to the pirates, Miss\nLoring,\" defended the captain. \"They'd be sentenced to death by the\ncourts if we took them back to Mars, anyway. But we daren't take a\nchance on keeping them prisoned that long.\"\n\n\"But just to shoot them down!\" said Gloria horrifiedly. \"I won't stand\nfor that!\"\n\nMurdock took her by the arm. \"It's space law, Gloria,\" he told her\nearnestly. \"You'd better go back into the ship.\"\n\nKenniston stood silent in the moonslight, for he realized from the\nfinality of Walls' voice that appeals would be utterly useless. There\nwas no use trying again to explain why he'd been willing to betray\nthem all to save Ricky. Even if they listened, they wouldn't\nunderstand.\n\nHe felt tired, crushed, old. He'd gone a long way in the last dozen\nyears, but every mile of it had only led toward this ending. He was\ngoing to die here under the hurtling meteor-moons of Vesta, and that\nmeant that Ricky and Ricky's dream were going to die soon too.\n\n\"I _told_ you you were a fool to throw away that gun,\" Holk Or was\nmuttering.\n\n       *       *       *       *       *\n\n\"You two march over there to the edge of the clearing,\" Captain Walls\nordered grimly, gesturing with his gun. \"Anything you want to say\nfirst, Kenniston?\"\n\n\"Nothing that you would listen to or understand, you people,\"\nKenniston answered dully. \"No, I've got nothing to say.\"\n\nA crackling voice came out of the dark jungle at that moment.\n\n\"_I_ have something to say! Drop those guns, every man of you, and get\nyour hands up!\"\n\nWalls spun around with an oath, levelling his atom-pistol. But out of\nthe jungle crashed a streak of fire that hit the captain's arm and\nsent him reeling.\n\nOne of the girls screamed. Another of the _Sunsprite's_ crew had tried\nto aim his weapon and had been cut down by a second bolt of atomic\nfire that had hit his leg.\n\n\"I _don't_ want to kill you unless you force me to,\" came that crisp\nvoice from the darkness. \"You have ten seconds to drop the guns.\"\n\n\"That's the chief, Kenniston!\" yelled Holk Or excitedly. \"It's John\nDark himself!\"\n\nThe dreaded name of the pirate, a synonym for cold ruthlessness,\nreinforced the threat from the darkness.\n\nMurdock let his weapon fall and shouted, \"Drop the atom-guns, men! If\nwe try to fight, the women will be hurt!\"\n\nThe _Sunsprite's_ men dropped their atom-pistols. Instantly out into\nthe brilliant light from the jungle rushed a score of armed pirates.\nMartians, Earthmen, Venusians and others--this horde represented the\ncriminal under-world of every planet in the System.\n\nIn a moment they had those in the clearing completely disarmed and\nlined up against the ship. All except Holk Or, who was loudly greeting\nhis pirate comrades.\n\nKenniston saw John Dark coming across the moonslit clearing toward\nthem. The notorious pirate was a tall, bulky Earthman, but he walked\nwith the lightfootedness of a cat in his moonshoes. His black hair was\nbare, and in the silver light his black-browed, intelligent face was\ncoldly calm as his eyes searched the row of prisoners.\n\n\"So you finally got here, Kenniston. What about the repair-equipment?\"\nhe asked sharply.\n\nKenniston nodded toward the _Sunsprite_. \"It's in the hold. We got\neverything you listed.\"\n\n\"Good!\" Dark approved. \"We saw your ship crash-landing today, and\nstarted this way at once. We've been beating through the jungle,\nfighting off the damned Vestans, until we heard the uproar going on\nhere. What happened? Who are these people?\"\n\nKenniston explained briefly how he had induced Gloria Loring's party\nto come on a pretended treasure-hunt. He was careful to stress the\nwealth of the party, and John Dark reacted as he had expected.\n\n\"If they're that wealthy, their families can pay big ransoms. You've\ndone very well, Kenniston.\"\n\n\"What about Ricky?\" asked Kenniston tensely. \"He's all right?\"\n\n\"Sure he's all right--he's up at the camp,\" Dark answered.\n\nGloria said bitterly to Kenniston, \"You can congratulate yourself.\nYou've managed to save your brother.\"\n\nJohn Dark addressed her. \"Miss Loring, I presume you and your\ncompanions are willing to pay ransom for your crew also? I never take\nprisoners, unless they promise a good profit.\"\n\n\"Yes, of course we'll pay the ransom of the crew!\" Gloria agreed\nhastily.\n\n\"Good!\" said the pirate calmly. \"You'll not find your captivity any\nmore irksome than necessary.\"\n\nMrs. Milsom, the dumpy chaperon, was goggling at the notorious pirate\nin an extreme of terror. A sardonic gleam came into Dark's eyes as he\nglanced at her.\n\n\"You're a handsome wench,\" he told the plump dowager with mock\nadmiration. \"I've half a mind to keep you and let the ransom go.\"\n\n\"No, no!\" shrieked the terrified woman.\n\nDark burst into a roar of laughter. \"All right, my shrinking beauty,\nwe'll accept ransom for you.\"\n\nHe turned and shot efficient orders to his subordinates, who by now\nhad gathered behind him.\n\n\"Get that stuff out of the hold, rig up power-sledges, and start\nfreighting it up to the camp. You'll have to cut a path through the\njungle--use atom-blasters to burn one out.\"\n\nOne of the pirates, a hard-faced Martian, said uneasily, \"That will\nmake a racket that'll bring every Vestan on the asteroid down on us.\"\n\n\"You can keep the Vestans off if you keep your eyes open,\" Dark\nretorted. \"Get to work, now! We've got to get the stuff up there and\nrepair the _Falcon_ at once. I'll take these prisoners up to camp.\"\n\nKenniston was grouped with the other prisoners. With a strong escort\nof armed pirates guarding them, and Dark and Holk Or ahead, they\nstarted through the jungle toward the pirate camp.\n\n\nCHAPTER VI\n\nAsteroid Horror\n\n\nThe pirate encampment was a big clearing hacked from the jungle a mile\nwest of the little lake. In this space lay the long, looming black\nmass of the most dreaded corsair ship ever to sail the void. The\n_Falcon_ had been righted to even keel, but its crippled condition\nwas evident in the fused, wrecked condition of its tail rocket-tubes.\n\nThe whole camp was enclosed and protected by a shimmering blue dome of\nelectric force. This emanated from a heavy copper cable that\ncompletely encircled the clearing, and which drew its power from\ninsulated cables that led into the ship to generators driven by the\nfew cyclotrons still functioning. This protective electric wall had\nbeen set up at John Dark's orders to keep out the dreaded Vestans.\n\nJohn Dark raised his voice as he and his men with their prisoners\napproached the shimmering wall of the camp.\n\n\"Kin Ibo! Drop the wall for us!\"\n\nThey saw the hard-looking Martian who was Dark's second-in-command\ndive into the ship to turn off the power of the electric barrier. It\ndied, and Dark's party entered the clearing. Then the electric wall\nsprang into being again behind them.\n\nKenniston looked swiftly around. There were a score more of the motley\npirates here in the camp. Also, near the side of the looming black\n_Falcon_, were the small, rough log huts that Dark's men had\nconstructed.\n\nDark's black eyes were triumphant as he told his Martian lieutenant,\n\"Kenniston and Holk Or brought back the equipment all right, and also\nbrought some people who'll bring big ransom. Their wrecked ship is a\nfew miles south. You go down there with half the men here and help the\nothers bring up the equipment.\"\n\nKin Ibo, looking a little apprehensively out at the jungle, obeyed.\nDark motioned Kenniston and the other captives toward one of the huts\nby the big ship.\n\n\"That hut will be your quarters until we get the _Falcon_ repaired,\"\ndeclared the pirate leader. \"Any of you who try to leave it will be\nshot at sight. I hope you'll not be foolish enough to attempt escape.\"\n\n\"That's right, folks, you wouldn't have a chance,\" Holk Or told them\nearnestly. \"Even if you could get out through the electric wall, the\nVestans would get you. They're thick in the jungle around here.\"\n\nThey silently entered the hut. Its broad open windows admitted enough\nof the dazzling moonslight to brighten its interior.\n\nA dark, eager-looking young Earthman sprang up as they entered, and\nrushed to pump Kenniston's hand.\n\n\"Lance, you got back safely!\" he exclaimed. \"Thank the Lord--I've been\nworrying myself almost crazy about you.\"\n\n\"How about you, Ricky?\" Kenniston asked his young brother anxiously.\n\"You're all right?\"\n\nRicky Kenniston nodded quickly. \"Sure, I'm okay. But things haven't\nbeen so good here, Lance. The Vestans have got a half-dozen pirates\nwho ventured outside the wall in the last few days. These creatures\nliterally haunt the jungles around here now--I think they've been\ndrawn here from all over the asteroid.\"\n\nRicky looked wonderingly at Gloria and the others who were entering\nthe hut. \"Lance, who are all these people? Are they prisoners of Dark\ntoo?\"\n\n\"Yes, we're prisoners,\" Hugh Murdock told him bitterly, with a savage\nglance at Kenniston. \"We're prisoners because your brother sacrificed\nus all to get back here and save _your_ neck.\"\n\n\"Lance, you didn't do that?\" Ricky exclaimed in distress.\n\n\"I had to, Ricky,\" Kenniston protested. \"It meant your life if I\ndidn't.\"\n\n\"Of course,\" Murdock agreed ironically. \"What importance are we,\ncompared to saving your young brother's life?\"\n\nKenniston spoke slowly, to Murdock and Gloria and the others. \"It\nwasn't merely Ricky's life at stake that made me sacrifice you all. It\nwas more than that. I tried to tell you before, but you wouldn't\nlisten.\"\n\n       *       *       *       *       *\n\nKenniston went across the hut and brought back the square black\nmedicine-case of his young physician-brother. He opened it, and out of\nthe vials and instruments inside he took a square bottle of milky\nfluid.\n\n\"This is what I sacrificed everything to save,\" Kenniston said simply.\n\nThey all stared. \"What is it?\" Gloria asked, puzzled.\n\n\"It's Ricky's discovery,\" Kenniston said. \"It's a preventative and\ncure for gravitation-paralysis.\"\n\nCaptain Walls, himself an old-time space-man, was first of the group\nto appreciate the significance of the statement. The captain gasped.\n\n\"A preventative for gravitation-paralysis? Kenniston, are you _sure_?\"\n\nKenniston nodded gravely. \"Yes. Ricky had been working on the problem\na long time, back in the Institute of Planetary Medicine. He thought\nhe'd found a way to prevent gravitation-paralysis, the most awful\nscourge of all the outer System, the thing that's doomed so many\nspace-men. But his formula required rare elements found only in the\nouter planets.\n\n\"Ricky and I,\" he continued, \"went out there and secured those elements.\nHe made up this formula, and tried it on a gravitation-paralysis case--a\nspace-man who's lain paralyzed for years. The formula was designed to\nstrengthen the human nervous system against the shock of varying\ngravitations, to re-establish an already damaged nerve-web. And it\nworked.\"\n\nKenniston's voice was husky as he concluded. \"It worked, and that\nliving log became a man again. The formula was a success. Ricky and I\nstarted back for Earth, where he intended to announce the discovery\nand arrange for its manufacture on a big scale. But, on the way back,\nDark's pirates captured us.\"\n\nKenniston flung out his hand in a tortured gesture. \"_That's_ why I\nwent to any lengths to save Ricky's life! It's because Ricky is the\nonly person who knows the intricate formula of this serum. If he were\nto die, the secret of the cure would die with him. And that would mean\nthat thousands on thousands more of space-men would be stricken into\nliving death by gravitation-paralysis in the future, just as so many\nthousands of old friends and shipmates of mine have been stricken in\nthe past!\"\n\nCaptain Walls was the first to speak. Quietly, the plump master of the\n_Sunsprite_ extended his hand.\n\n\"Kenniston, will you shake hands with me? And will you forgive me for\neverything? You did absolutely right. I'm an old space-man and I\n_know_ what gravitation-paralysis is.\"\n\nGloria's dark eyes were glimmering with tears. \"If we'd only known,\"\nshe murmured to Kenniston. \"No one could blame you for sacrificing a\nlot of worthless idlers like us, for a thing like this.\"\n\n\"But you're going to be all right--all of you,\" Kenniston assured her.\n\"John Dark will make you pay a big ransom, but you can afford that and\nyou'll get back safely to Earth.\"\n\n\"Thank Heaven for that!\" exclaimed Mrs. Milsom. \"I can't understand\nall this scientific talk of yours, but I do know that that pirate\nchief means no good to me. Didn't you see the lustful looks he gave\nme?\"\n\nThe laugh that greeted this lessened the tension. Kenniston turned as\nRicky plucked at his arm.\n\n\"What about ourselves, Lance?\" Ricky asked quietly. \"Dark still won't\nlet us go, you know. He still needs me as a doctor.\"\n\nHugh Murdock stepped forward. \"Dark would let you both go, for a big\nenough ransom. I'd like to pay it for you.\"\n\nThe handsomeness of Murdock's gesture moved Kenniston. He was only\nable to mutter his thanks.\n\n       *       *       *       *       *\n\nWhile Ricky was treating Captain Walls' burned arm, the officer kept\nlooking fascinatedly at that square bottle of milky fluid.\n\nHe said hesitantly, \"I've a son--back on Earth. For five years he's\nlain in a cot from the gravitation-paralysis that hit him out on\nJupiter. Do you suppose--\"\n\nRicky nodded. \"Yes, Captain. I'm sure that we can cure him, now.\"\n\nThere was an uproar out in the clearing. Kenniston went to the door\nand looked out.\n\nThe electric wall had temporarily been dropped, and Kin Ibo and the\nmain body of the pirates were hastily entering the camp with their\nimprovised power-sledges that bore heavy loads of machinery and\nmaterials.\n\nKenniston heard Kin Ibo reporting shrilly to John Dark, \"We lost two\nmen to the Vestans on the way here--and nearly lost two more! All this\nactivity has drawn them from all over the asteroid! Look at that!\"\n\nOutside the electric wall, which had been hastily re-raised, could be\nglimpsed the shapes of lurking asteroidal animals. Meteor-rats, big\nstriped cats, flame-birds--and every one of those lurking animals bore\nattached to its neck one of the little gray Vestan parasites.\n\nJohn Dark was saying harshly, \"We've got to have the rest of those\nmaterials to repair the _Falcon_.\"\n\n\"I tell you, it'd be suicide to try another trip through those\njungles!\" expostulated the Martian. \"Those Vestans are devils!\"\n\n\"Bah, you Martians are all alike--no good when your superstitions get\naroused,\" snorted Dark contemptuously. \"I'll take the men down myself.\nCome on, men--unload those sledges and we'll go back to the wreck.\"\n\nHis indomitable personality drove the scared, unwilling pirates into\nthe task. Again the electric wall was faded out for a moment to let\nthem out.\n\nWhen they returned some time toward morning, Kenniston heard the crash\nof atom-guns heralding their approach. And when the wall was\nmomentarily dropped, John Dark and his men stumbled into the camp with\ntheir loaded sledges in sweating haste.\n\n\"Turn on the wall again--quick!\" bellowed Dark's bull voice. \"The\njungle's swarming with the gray devils now--they got five of us on the\nway back!\"\n\nRicky, looking over Kenniston's shoulder, spoke appalledly. \"Good God,\nLance--look at them! I didn't know there _were_ so many Vestans!\"\n\nOutside the barrier of shimmering electricity, scores of animals and\nbirds dominated by the dreaded little gray parasitical creatures were\nnow swarming. And their number seemed growing every minute.\n\n\"All this activity of the night has drawn the Vestans from far and\nwide,\" Kenniston muttered. \"I don't like it. If that electric wall\nshould fail, the creatures would be in on us in a moment.\"\n\nDark himself seemed to feel something of the same apprehension, for\nhe was shouting urgent orders. \"Hook up those atomic welders, and\nstart putting the new plates into the _Falcon's_ tail. Kin Ibo, have\nyour gang fit in the new rocket-tubes. I'll see to installing the new\ncycs. If we work, we can get the job done by tomorrow night and get\nout of here.\"\n\nThrough the day, the pirates toiled with an energy that showed their\nearnest desire to leave the asteroid. That desire was reinforced by\nthe ever-larger number of Vestans that now swarmed outside the wall.\n\nThere were literally hundreds of the gray parasites now outside the\nbarrier. To have tried going outside the wall now would have been\nsheer suicide. The creatures were apparently driven by unholy\neagerness to possess themselves of human bodies.\n\nGloria, looking out with Kenniston, shuddered deeply. \"This horrible\nworld! It's like a nightmare.\"\n\n\"We'll soon be away from it,\" Kenniston reassured. \"See, they've\nalmost finished repairing the _Falcon_.\"\n\n       *       *       *       *       *\n\nThe urgent toil of the pirates was showing results. By the time night\ncame again, and the meteor-moonlets blazed forth with magic beauty in\nthe dark heavens, the task of repair was almost done.\n\nKenniston and his companions had not ventured forth from the hut.\nPirates were everywhere in the clearing, and all had heard John Dark's\nstrict order to blast down the captives if they left their prison.\n\nBut from the hut, Kenniston and the others could see that the horde of\nVestan-dominated animals around the camp had further increased. With\nghastly avidity, they kept circling the shimmering, electric wall.\n\nKenniston turned in alarm at a ripping sound from the back of the log\nhut. Two of the logs were being torn out bodily. The battered green\nface and giant shoulders of Holk Or came through the opening.\n\n\"Kenniston, I came in this way because I didn't dare let Dark see me\ntalking to you!\" the Jovian exclaimed. His face was urgent in\nexpression. \"I've found out that Dark doesn't mean to let your friends\nhere get away from Vesta alive.\"\n\n\"What?\" exclaimed Kenniston. \"That's impossible! Dark said he was\ngoing to hold Gloria and the others for ransom.\"\n\nHolk Or nodded hastily. \"I know, and he meant it, then. But since\nthen, he's found out something that's changed his plans. He found it\nout from me--like a big fool, I told him everything when he questioned\nme.\"\n\nThe Jovian continued rapidly. \"I told him that Murdock had sent that\ntelaudio message back to Patrol headquarters, asking about my record.\nNow Dark figures that the Patrol will come out here to find out if\nthat message meant that some of John Dark's outfit had actually\nescaped.\n\n\"Dark wants the Patrol to keep thinking that he and his outfit were\ndestroyed--so he can slip out to Pluto and prepare a new base. So\nDark, when he leaves here, is going to drop Miss Loring and her\nfriends by the wrecked _Sunsprite_, so the Patrol will find 'em dead\nby the wreck and will believe their cruiser crashed accidentally. That\nway, they won't go on searching as they would if Miss Loring's party\nwas all missing. And Dark will have a chance to get out to Pluto\nwithout an alarm going out.\"\n\nKenniston was suspicious. \"Why do you tell us this, Holk? You're one\nof the pirates yourself.\"\n\n\"I know, but I'm afraid Dark means to drop _me_ with the others by\nthe _Sunsprite_!\" Holk Or exclaimed. \"He didn't say so, but I believe\nhe figures on doing it so that the telaudio inquiry about me would be\nexplained when I was found dead with the others by the wreck.\"\n\nMurdock said swiftly, \"The Jovian's right, Kenniston. All this is just\nwhat Dark _would_ do, to hide his trail, now that he knows my telaudio\nmessage may have aroused the Patrol's suspicion.\"\n\nHolk Or said emphatically, \"I'm with you if you can figure out any way\nto take the _Falcon_, Kenniston!\"\n\nKenniston paced to and fro. His whole mind was suddenly in a wild\nturmoil of stark fears. This meant death for Gloria and the others,\nand the ultimate responsibility for that death would be his.\n\n\"There is one possible chance for us to take the _Falcon_,\" he\nmuttered finally. \"But my God, it seems like an insane idea--\"\n\n\"Wait a minute!\" Captain Walls interrupted. \"Dark won't drop you and\nyour brother to die, Kenniston. He still needs your brother as a\nphysician. You two will be safe even if we are killed.\"\n\n\"What of that? I can't let Gloria and the rest of you be murdered! I\nwas willing to sacrifice you when I thought it was only a question of\nyour being held for ransom, but this changes everything,\" Kenniston\nsaid wildly.\n\n\"It doesn't change anything,\" the captain said firmly. \"Your duty is\nto keep your brother alive at all costs, to save that formula that\nmeans life and hope for thousands of gravitation-paralysis victims\nlike my son.\"\n\n\"You mean--I should let you all be killed so Ricky and I can be\nsaved?\" Kenniston cried. \"I'm damned if I will!\"\n\n\"We'll never do that!\" Ricky Kenniston agreed warmly. \"No formula in\nthe world is worth that.\"\n\n\"_This_ formula is,\" Gloria said earnestly to Kenniston. \"The captain\nis right.\"\n\n\"I won't do it,\" Kenniston repeated. \"I have an idea by which we might\nbe able to take the _Falcon_. We're going to try it.\"\n\n\"Be reasonable, Kenniston,\" pleaded Hugh Murdock. \"None of us except\nHolk Or has a weapon. What chance would we have against half a hundred\narmed pirates?\"\n\n       *       *       *       *       *\n\nKenniston looked at his brother. \"Ricky, your formula strengthens the\nnervous system against any form of shock or damage, doesn't it? You\nsaid it did it by sheathing the nerves themselves with an impenetrable\ncoating.\"\n\nRicky nodded puzzledly. \"Yes, that's the principle. But how is that\ngoing to help us?\"\n\n\"The Vestans,\" Kenniston reminded, \"seize control of their victims by\ninserting those tiny needle antennae of theirs into the victim's\nnerve-system to establish contact. Wouldn't your formula insulate the\nnerves against such contact? Wouldn't it make a man immune to Vestan\nattack?\"\n\n\"Why, it would!\" Ricky declared wonderingly. \"I never thought of it,\nyet it's entirely logical.\"\n\n\"Then,\" Kenniston said swiftly, \"I want you to give every one of us,\nincluding yourself, an injection of the formula right now.\"\n\nThe driving purpose in his voice brushed aside all their bewildered\nquestions and objections. Hastily, Ricky prepared his hypodermics and\nrapidly made an injection of the milky fluid into the big\nnerve-centers in the neck of each of them. Kenniston did the same for\nRicky himself.\n\n\"We _should_ be immune now to Vestan attack,\" Kenniston said\nprayerfully.\n\n\"But what good's that going to do us?\" Holk Or demanded. \"Are you\nfiguring to try an escape into the jungle?\"\n\n\"No, I'm figuring on taking the _Falcon_--by using the Vestans,\"\nKenniston replied. \"Holk, can you get into the ship and turn off the\npower that keeps the electric wall going? Can you drop the wall?\"\n\nThe Jovian's jaw dropped. \"Why, sure, I could do that, but if I did,\nall those hordes of Vestans outside the wall will burst in here--\"\n\nHe stopped, his eyes bulging. \"Good God, then that's your plan? To let\nthe Vestans in?\"\n\n\"That's it,\" Kenniston said tightly, his face grim. \"To let the\nVestans in on the pirates. That'll give us a chance to take the\nship--if the formula really makes us immune to the Vestans.\"\n\nThe terrible nature of the proposal stunned them all. But in a moment\na flame of purpose lit in the Jovian's eyes.\n\n\"I'll do it!\" he swore. \"It's better than waiting for Dark to kill me\nlike he's planning. You be ready!\"\n\nThe Jovian slipped out of the opening in the back of the hut. They saw\nhim presently, casually approaching the door of the _Falcon_.\n\nJohn Dark stood, a tall, dominant figure in the moonslight, barking\norders to the scores of pirates who were bolting in the last of the\nnew rocket-tubes. Kenniston's eyes swung toward the shimmering\nelectric wall, and the horde of Vestan-dominated animals outside it.\n\nThe wall suddenly died! And as the electric barrier vanished, into the\nclearing came rushing the swarm of asteroidal animals.\n\n\"The wall's down!\" John Dark yelled, his atom-gun leaping into his\nhand. \"Get back into the ship--get back--\"\n\nThe crash of his atom-gun drowned his own shout. Other pirates were\nfiring wildly at the hideous creatures assailing them.\n\nFor the little gray Vestans had detached themselves from their animal\nvictims and were swarming upon the pirates, clambering with blurring\nspeed up their legs and backs, sinking into their necks the tiny\nantennae.\n\nKenniston glimpsed John Dark, with a hideous little gray bunch now\nfastened to the back of his neck, drop his gun and stalk stiffly away\ntoward the jungle. His face was an unhuman, lifeless mask--he was a\nhuman automaton, dominated utterly by the alien creature.\n\n\"Come on!\" Kenniston yelled to his friends. \"Now's our chance to get\ninto the ship!\"\n\n       *       *       *       *       *\n\nThey plunged out of the hut into the gruesome melee. Screaming pirates\nwere now running into the jungle in vain effort to escape the hordes\nof Vestans. More than half the corsairs were now overcome.\n\nKenniston heard a scream from Gloria as they ran, felt a swift\nscurrying up his back, then the needle-like stab of antennae sinking\ninto his neck.\n\nBut the parasitic creature did _not_ overpower his will! He reached\naround, grasped and tore loose the hideous little thing, and with\nstrong revulsion flung it to the ground.\n\n\"Your formula works, Ricky--we're immune to them!\" he gasped. \"But\nhurry!\"\n\nOther Vestans were clambering up on them like ghastly gray spiders as\nthey ran, but were powerless to overcome them. They tore away the\ncreatures and plunged on.\n\nHolk Or appeared in the door of the _Falcon_, his green face blazing\nas his atom-pistol pumped crashing fire into pirates inside the ship.\n\n\"I've got the ship cleared of them!\" the Jovian shouted to Kenniston.\n\"Let's get out of here!\"\n\nIt was time they did so. Almost the last of John Dark's pirates had\nbeen possessed by Vestans and had become parasite-dominated robots\nstumbling off into the jungle. The remaining swarms of gray creatures\nwere scurrying toward Kenniston's group.\n\nThey tumbled into the _Falcon_ and slammed shut the space-door. The\nship, completely if roughly repaired, was ready for take-off. Captain\nWalls and the men of the _Sunsprite_ crew hastily started the\nnewly-installed cyclotrons while Kenniston and the others raced up to\nthe bridge.\n\nKenniston took the controls. He sent the big black pirate ship leaping\nup into the darkness upon flaming keel and tail-jets, and then it\nclimbed steeply toward the wonderful sky of countless rushing\nmoonlets.\n\nBy the time an hour had passed, the _Falcon_ had groped out through\nthe periodic break in the meteor-swarm around the asteroid. And it was\nthrobbing at steadily increasing speed out into the vault of space,\naway from the World with a Thousand Moons.\n\n\"We'll head for Mars,\" Kenniston told the others. \"We can report there\nto the Patrol.\"\n\n\"If you don't mind,\" Holk Or put in hastily, \"I'd just as soon you\ndropped me at some asteroid before then. I've no desire to meet the\nPatrol.\"\n\nCaptain Walls told the Jovian, \"Nonsense! After what you've done,\nyou'll get a full pardon from the Patrol.\"\n\n\"You can count on it,\" Hugh Murdock told the doubtful Jovian. \"We have\nsome influence, back at Earth.\"\n\n\"Well, I guess I'll have to go honest, then,\" sighed Holk Or. \"All the\nreal pirate outfits are gone now, anyway.\" He shook his head heavily\nas he walked away. \"The System sure isn't what it used to be.\"\n\nCaptain Walls was asking Ricky earnestly, \"You're quite sure your\nformula will cure my son? All these years, I've hoped and prayed--\"\n\n\"I'm certain,\" Ricky smiled. \"Within a few weeks after we get back to\nEarth, gravitation-paralysis will be a thing of the past.\"\n\nThey moved off with the others. But Gloria lingered in the bridge with\nKenniston.\n\n\"Where will you be going, after we get back?\" she asked him quietly.\n\n\"Oh, back to space,\" he answered, a little uncomfortably. \"There's\nnothing to hold me on Earth now that Ricky's work has succeeded.\"\n\n\"Nothing to hold you on Earth?\" Gloria repeated. \"That, I would say,\nis about the most ungallant speech on record.\"\n\nHe flushed. \"You don't mean--that night on the _Sunsprite_--you\nweren't in earnest, surely--\"\n\n\"Your passionate proposal is accepted,\" Gloria said calmly.\n\nKenniston was aghast. \"But I didn't propose! I mean--I do love you,\nand you know it, but you're an heiress, and I--\"\n\n\"We'll have all the way back to Mars to argue _that_ out,\" she told\nhim. \"And I have an idea you'll lose.\"\n\nKenniston had the same idea.\n\nThe End.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The World with a Thousand Moons, by Edmond Hamilton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WORLD WITH A THOUSAND MOONS ***\n\n***** This file should be named 32317.txt or 32317.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/1/32317/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}