{"title": "The Book", "author": "Michael Shaara", "releaseDate": "May 10, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction November 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                               THE BOOK\n\n\n                           [Illustration:]\n\n\n     _A weird world--cut off from the Universe, it had universal\n      wisdom; facing death at every moment, it had the secret of\n      peace!_\n\n\n                          By MICHAEL SHAARA\n\n\n                      Illustrated by Mel Hunter\n\n       *       *       *       *       *\n\n\n\n\nBeauclaire was given his first ship at Sirius. He was called up before\nthe Commandant in the slow heat of the afternoon, and stood shuffling\nwith awkward delight upon the shaggy carpet. He was twenty-five years\nold, and two months out of the Academy. It was a wonderful day.\n\nThe Commandant told Beauclaire to sit down, and sat looking at him for\na long while. The Commandant was an old man with a face of many lines.\nHe was old, was hot, was tired. He was also very irritated. He had\nreached that point of oldness when talking to a young man is an\nirritation because they are so bright and certain and don't know\nanything and there is nothing you can do about it.\n\n\"All right,\" the Commandant said, \"there are a few things I have to\ntell you. Do you know where you are going?\"\n\n\"No, sir,\" Beauclaire said cheerfully.\n\n\"All right,\" the Commandant said again, \"I'll tell you. You are going\nto the Hole in Cygnus. You've heard of it, I hope? Good. Then you know\nthat the Hole is a large dust cloud--estimated diameter, ten\nlight-years. We have never gone into the Hole, for a number of\nreasons. It's too thick for light speeds, it's too big, and Mapping\nCommand ships are being spread thin. Also, until now, we never thought\nthere was anything in the Hole worth looking at. So we have never gone\ninto the Hole. Your ship will be the first.\"\n\n\"Yes, _sir_,\" Beauclaire said, eyes shining.\n\n\"A few weeks ago,\" the Commandant said, \"one of our amateurs had a\nlens on the Hole, just looking. He saw a glow. He reported to us; we\nchecked and saw the same thing. There is a faint light coming out of\nthe Hole--obviously, a sun, a star inside the cloud, just far enough\nin to be almost invisible. God knows how long it's been there, but we\ndo know that there's never been a record of a light in the Hole.\nApparently this star orbited in some time ago, and is now on its way\nout. It is just approaching the edge of the cloud. Do you follow me?\"\n\n\"Yes, sir,\" Beauclaire said.\n\n\"Your job is this: You will investigate that sun for livable planets\nand alien life. If you find anything--which is highly unlikely--you\nare to decipher the language and come right back. A Psych team will go\nout and determine the effects of a starless sky upon the alien\nculture--obviously, these people will never have seen the stars.\"\n\n       *       *       *       *       *\n\nThe Commandant leaned forward, intent now for the first time.\n\n\"Now, this is an important job. There were no other linguists\navailable, so we passed over a lot of good men to pick you. Make no\nmistake about your qualifications. You are nothing spectacular. But\nthe ship will be yours from now on, permanently. Have you got that?\"\n\nThe young man nodded, grinning from ear to ear.\n\n\"There is something else,\" the Commandant said, and abruptly he\npaused.\n\nHe gazed silently at Beauclaire--at the crisp gray uniform, the\nbaby-slick cheek--and he thought fleetingly and bitterly of the Hole\nin Cygnus which he, an old man, would never see. Then he told himself\nsternly to leave off self-pity. The important thing was coming up, and\nhe would have to say it well.\n\n\"Listen,\" he said. The tone of his voice was very strong and\nBeauclaire blinked. \"You are replacing one of our oldest men. One of\nour best men. His name is Billy Wyatt. He--he has been with us a long\ntime.\" The Commandant paused again, his fingers toying with the\nblotter on his desk. \"They have told you a lot of stuff at the\nAcademy, which is all very important. But I want you to understand\nsomething else: This Mapping Command is a weary business--few men last\nfor any length of time, and those that do aren't much good in the end.\nYou know that. Well, I want you to be very careful when you talk to\nBilly Wyatt; and I want you to listen to him, because he's been around\nlonger than anybody. We're relieving him, yes, because he is breaking\ndown. He's no good for us any more; he has no more nerve. He's lost\nthe feeling a man has to have to do his job right.\"\n\nThe Commandant got up slowly and walked around in front of Beauclaire,\nlooking into his eyes.\n\n\"When you relieve Wyatt, treat him with respect. He's been farther and\nseen more than any man you will ever meet. I want no cracks and no\npity for that man. Because, listen, boy, sooner or later the same\nthing will happen to you. Why? Because it's too big--\" the Commandant\ngestured helplessly with spread hands--\"it's all just too damn big.\nSpace is never so big that it can't get bigger. If you fly long\nenough, it will finally get too big to make any sense, and you'll\nstart thinking. You'll start thinking that it doesn't make sense. On\nthat day, we'll bring you back and put you into an office somewhere.\nIf we leave you alone, you lose ships and get good men killed--there's\nnothing we can do when space gets too big. That is what happened to\nWyatt. That is what will happen, eventually, to you. Do you\nunderstand?\"\n\nThe young man nodded uncertainly.\n\n\"And that,\" the Commandant said sadly, \"is the lesson for today. Take\nyour ship. Wyatt will go with you on this one trip, to break you in.\nPay attention to what he has to say--it will mean something. There's\none other crewman, a man named Cooper. You'll be flying with him now.\nKeep your ears open and your mouth shut, except for questions. And\ndon't take any chances. That's all.\"\n\nBeauclaire saluted and rose to go.\n\n\"When you see Wyatt,\" the Commandant said, \"tell him I won't be able\nto make it down before you leave. Too busy. Got papers to sign. Got\nmore damn papers than the chief has ulcers.\"\n\nThe young man waited.\n\n\"That, God help you, is all,\" said the Commandant.\n\n       *       *       *       *       *\n\nWyatt saw the letter when the young man was still a long way off. The\nwhite caught his eye, and he watched idly for a moment. And then he\nsaw the fresh green gear on the man's back and the look on his face as\nhe came up the ladder, and Wyatt stopped breathing.\n\nHe stood for a moment blinking in the sun. _Me?_ he thought ... _me?_\n\nBeauclaire reached the platform and threw down his gear, thinking that\nthis was one hell of a way to begin a career.\n\nWyatt nodded to him, but didn't say anything. He accepted the letter,\nopened it and read it. He was a short man, thick and dark and very\npowerful. The lines of his face did not change as he read the letter.\n\n\"Well,\" he said when he was done, \"thank you.\"\n\nThere was a long wait, and Wyatt said at last: \"Is the Commandant\ncoming down?\"\n\n\"No, sir. He said he was tied up. He said to give you his best.\"\n\n\"That's nice,\" Wyatt said.\n\nAfter that, neither of them spoke. Wyatt showed the new man to his\nroom and wished him good luck. Then he went back to his cabin and sat\ndown to think.\n\nAfter 28 years in the Mapping Command, he had become necessarily\nimmune to surprise; he could understand this at once, but it would be\nsome time before he would react. _Well, well_, he said to himself; but\nhe did not feel it.\n\nVaguely, flicking cigarettes onto the floor, he wondered _why_. The\nletter had not given a reason. He had probably flunked a physical. Or\na mental. One or the other, each good enough reason. He was 47 years\nold, and this was a rough business. Still, he felt strong and\ncautious, and he knew he was not afraid. He felt good for a long while\nyet ... but obviously he was not.\n\n_Well, then_, he thought, _where now_?\n\nHe considered that with interest. There was no particular place for\nhim to go. Really no place. He had come into the business easily and\nnaturally, knowing what he wanted--which was simply to move and listen\nand see. When he was young, it had been adventure alone that drew him;\nnow it was something else he could not define, but a thing he knew he\nneeded badly. He had to see, to watch ... and _understand_.\n\nIt was ending, the long time was ending. It didn't matter what was\nwrong with him. The point was that he was through. The point was that\nhe was going home, to nowhere in particular.\n\nWhen evening came, he was still in his room. Eventually he'd been able\nto accept it all and examine it clearly, and had decided that there\nwas nothing to do. If there was anything out in space which he had not\nyet found, he would not be likely to need it.\n\nHe left off sitting, and went up to the control room.\n\n       *       *       *       *       *\n\nCooper was waiting for him. Cooper was a tall, bearded, scrawny man\nwith a great temper and a great heart and a small capacity for liquor.\nHe was sitting all alone in the room when Wyatt entered.\n\nExcept for the pearl-green glow of dashlights from the panel, the room\nwas dark. Cooper was lying far back in the pilot's seat, his feet\npropped up on the panel. One shoe was off, and he was carefully\npressing buttons with his huge bare toes. The first thing Wyatt saw\nwhen he entered was the foot glowing luridly in the green light of the\npanel. Deep within the ship he could hear the hum of the dynamos\nstarting and stopping.\n\nWyatt grinned. From the play of Coop's toes, and the attitude, and the\nlimp, forgotten pole of an arm which hung down loosely from the chair,\nit was obvious that Coop was drunk. In port, he was usually drunk. He\nwas a lean, likable man with very few cares and no manners at all,\nwhich was typical of men in that Command.\n\n\"What say, Billy?\" Coop mumbled from deep in the seat.\n\nWyatt sat down. \"Where you been?\"\n\n\"In the port. Been drinkin' in the goddam port. Hot!\"\n\n\"Bring back any?\"\n\nCoop waved an arm floppily in no particular direction. \"Look around.\"\n\nThe flasks lay in a heap by the door. Wyatt took one and sat down\nagain. The room was warm and green and silent. The two men had been\ntogether long enough to be able to sit without speaking, and in the\ngreen glow they waited, thinking. The first pull Wyatt took was long\nand numbing; he closed his eyes.\n\nCoop did not move at all. Not even his toes. When Wyatt had begun to\nthink he was asleep, he said suddenly:\n\n\"Heard about the replacement.\"\n\nWyatt looked at him.\n\n\"Found out this afternoon,\" Coop said, \"from the goddam Commandant.\"\n\nWyatt closed his eyes again.\n\n\"Where you goin'?\" Coop asked.\n\nWyatt shrugged. \"Plush job.\"\n\n\"You got any plans?\"\n\nWyatt shook his head.\n\nCoop swore moodily. \"Never let you alone,\" he muttered. \"Miserable\nbastards.\" He rose up suddenly in the chair, pointing a long\nmatchstick finger into Wyatt's face. \"Listen, Billy,\" he said with\ndetermination, \"you was a good man, you know that? You was one hell of\na good goddam man.\"\n\nWyatt took another long pull and nodded, smiling.\n\n\"You said it,\" he said.\n\n\"I sailed with some good men, some _good_ men,\" Coop insisted,\nstabbing shakily but emphatically with his finger, \"but you don't take\nnothin' from nobody.\"\n\n[Illustration]\n\n\"Here's to me, I'm true blue,\" Wyatt grinned.\n\n       *       *       *       *       *\n\nCoop sank back in the chair, satisfied. \"I just wanted you should\nknow. You been a good man.\"\n\n\"Betcher sweet life,\" Wyatt said.\n\n\"So they throw you out. _Me_ they keep. _You_ they throw out. They got\nno brains.\"\n\nWyatt lay back, letting the liquor take hold, receding without pain\ninto a quiet world. The ship was good to feel around him, dark and\nthrobbing like a living womb. _Just like a womb_, he thought. _It's a\nlot like a womb._\n\n\"Listen,\" Coop said thickly, rising from his chair. \"I think I'll quit\nthis racket. What the hell I wanna stay in this racket for?\"\n\nWyatt looked up, startled. When Coop was drunk, he was never a little\ndrunk. He was always far gone, and he could be very mean. Wyatt saw\nnow that he was down deep and sinking; that the replacement was a big\nthing to him, bigger than Wyatt had expected. In this team, Wyatt had\nbeen the leader, and it had seldom occurred to him that Coop really\nneeded him. He had never really thought about it. But now he let\nhimself realize that, alone, Coop could be very bad. Unless this new\nman was worth anything and learned quickly, Coop would very likely get\nhimself killed.\n\nNow, more than ever, this replacement thing was ridiculous; but for\nCoop's sake, Wyatt said quickly:\n\n\"Drop that, man. You'll be on this ship in the boneyard. You even look\nlike this ship--you got a bright red bow.\"\n\nWhen the tall man was dark and silent, Wyatt said gently, \"Coop. Easy.\nWe leave at midnight. Want me to take her up?\"\n\n\"Naw.\" Coop turned away abruptly, shaking his head. \"T'hell with you.\nGo die.\" He sank back deeply in the seat, his gaunt face reflecting\nthe green glow from the panel. His next words were sad, and, to Wyatt,\nvery touching.\n\n\"Hell, Billy,\" Coop said wearily, \"this ain' no fun.\"\n\nWyatt let him take the ship up alone. There was no reason to argue\nabout it. Coop was drunk; his mind was unreachable.\n\nAt midnight, the ship bucked and heaved and leaped up into the sky.\nWyatt hung tenuously to a stanchion by a port, watched the night\nlights recede and the stars begin blooming. In a few moments the last\nclouds were past, and they were out in the long night, and the million\nmillion speckled points of glittering blue and red and silver burned\nonce more with the mighty light which was, to Wyatt, all that was real\nor had ever meant living. In the great glare and the black he stood,\nas always, waiting for something to happen, for the huge lonely beauty\nto resolve itself to a pattern and descend and be understood.\n\nIt did not. It was just space, an area in which things existed, in\nwhich mechanized substance moved. Wondering, waiting, Wyatt regarded\nthe Universe. The stars looked icily back.\n\nAt last, almost completely broken, Wyatt went to bed.\n\n       *       *       *       *       *\n\nBeauclaire's first days passed very quickly. He spent them in combing\nthe ship, seeking her out in her deepest layers, watching and touching\nand loving. The ship was to him like a woman; the first few days were\nhis honeymoon. Because there is no lonelier job that a man can have,\nit was nearly always this way with men in the Command.\n\nWyatt and Cooper left him pretty much alone. They did not come looking\nfor him, and the few times that he did see them he could not help but\nfeel their surprise and resentment. Wyatt was always polite. Cooper\nwas not. Neither seemed to have anything to say to Beauclaire, and he\nwas wise enough to stay by himself. Most of Beauclaire's life until\nnow had been spent among books and dust and dead, ancient languages.\nHe was by nature a solitary man, and therefore it was not difficult\nfor him to be alone.\n\nOn a morning some weeks after the trip began, Wyatt came looking for\nhim. His eyes twinkling, Wyatt fished him up, grease-coated and\nembarrassed, out of a shaft between the main dynamos. Together they\nwent up toward the astrogation dome. And under the great dome, beneath\nthe massive crystal sheet on the other side of which there was nothing\nfor ever and ever, Beauclaire saw a beauty which he was to remember as\nlong as he lived.\n\nThey were nearing the Hole in Cygnus. On the side which faces the\ncenter of the Galaxy the Hole is almost flat, from top to bottom, like\na wall. They were moving in on the flat side now, floating along some\ndistance from the wall, which was so huge and incredible that\nBeauclaire was struck dumb.\n\nIt began above him, light-years high. It came down in a black,\nfolding, rushing silence, fell away beneath him for millions upon\nmillions of miles, passed down beyond sight so far away, so\nunbelievably far away and so vast, that there could be nothing as big\nas this, and if he had not seen the stars still blazing on either side\nhe would have had to believe that the wall was just outside the glass,\nso close he could touch it. From all over the wall a haze reflected\nfaintly, so that the wall stood out in ridges and folds from the great\nblack of space. Beauclaire looked up and then down, and then stood and\ngazed.\n\nAfter a while, Wyatt pointed silently down. Beauclaire looked in among\nthe folds and saw it, the tiny yellow gleam toward which they were\nmoving. It was so small against the massive cloud that he lost it\neasily.\n\nEach time he took his eyes away, he lost it, and had to search for it\nagain.\n\n\"It's not too far in,\" Wyatt said at last, breaking the silence.\n\"We'll move down the cloud to the nearest point, then we'll slow down\nand move in. Should take a couple of days.\"\n\nBeauclaire nodded.\n\n\"Thought you'd like to see,\" Wyatt said.\n\n\"Thanks.\" Beauclaire was sincerely grateful. And then, unable to\ncontain himself, he shook his head with wonder. \"My God!\" he said.\n\nWyatt smiled. \"It's a big show.\"\n\nLater, much later, Beauclaire began to remember what the Commandant\nhad said about Wyatt. But he could not understand it at all. Sure,\nsomething like the Hole was incomprehensible. It did not make any\nsense--but so what? A thing as beautiful as that, Beauclaire thought,\ndid not _have_ to make sense.\n\n       *       *       *       *       *\n\nThey reached the sun slowly. The gas was not thick by any Earthly\nstandards--approximately one atom to every cubic mile of space--but\nfor a starship, any matter at all is too much. At normal speeds, the\nship would hit the gas like a wall. So they came in slowly, swung in\nand around the large yellow sun.\n\nThey saw one planet almost immediately. While moving in toward that\none they scanned for others, found none at all.\n\nSpace around them was absolutely strange; there was nothing in the sky\nbut a faint haze. They were in the cloud now, and of course could see\nno star. There was nothing but the huge sun and the green gleaming dot\nof that one planet, and the endless haze.\n\nFrom a good distance out, Wyatt and Cooper ran through the standard\ntests while Beauclaire watched with grave delight. They checked for\nradio signals, found none. The spectrum of the planet revealed strong\noxygen and water-vapor lines, surprisingly little nitrogen. The\ntemperature, while somewhat cool, was in the livable range.\n\nIt was a habitable planet.\n\n\"Jackpot!\" Coop said cheerfully. \"All that oxygen, bound to be some\nkind of life.\"\n\nWyatt said nothing. He was sitting in the pilot chair, his huge hands\non the controls, nursing the ship around into the long slow spiral\nwhich would take them down. He was thinking of many other things, many\nother landings. He was remembering the acid ocean at Lupus and the\nrotting disease of Altair, all the dark, vicious, unknowable things he\nhad approached, unsuspecting, down the years.\n\n... So many years, that now he suddenly realized it was too long, too\nlong.\n\nCooper, grinning unconsciously as he scanned with the telescope, did\nnot notice Wyatt's sudden freeze.\n\nIt was over all at once. Wyatt's knuckles had gradually whitened as he\ngripped the panel. Sweat had formed on his face and run down into his\neyes, and he blinked, and realized with a strange numbness that he was\nsoaking wet all over. In that moment, his hands froze and gripped the\npanel, and he could not move them.\n\nIt was a hell of a thing to happen on a man's last trip, he thought.\nHe would like to have taken her down just this once. He sat looking at\nhis hands. Gradually, calmly, carefully, with a cold will and a\nwelling sadness, he broke his hands away from the panel.\n\n\"Coop,\" he said, \"take over.\"\n\nCoop glanced over and saw. Wyatt's face was white and glistening; his\nhands in front of him were wooden and strange.\n\n\"Sure,\" Coop said, after a very long moment. \"Sure.\"\n\nWyatt backed off, and Coop slid into the seat.\n\n\"They got me just in time,\" Wyatt said, looking at his stiff, still\nfingers. He looked up and ran into Beauclaire's wide eyes, and turned\naway from the open pity. Coop was bending over the panel, swallowing\nheavily.\n\n\"Well,\" Wyatt said. He was beginning to cry. He walked slowly from the\nroom, his hands held before him like old gray things that had died.\n\n       *       *       *       *       *\n\nThe ship circled automatically throughout the night, while its crew\nslept or tried to. In the morning they were all forcefully cheerful\nand began to work up an interest.\n\nThere were people on the planet. Because the people lived in villages,\nand had no cities and no apparent science, Coop let the ship land.\n\nIt was unreal. For a long while, none of them could get over the\nfeeling of unreality, Wyatt least of all. He stayed in the ship and\ngot briefly drunk, and then came out as carefully efficient as ever.\nCoop was gay and brittle. Only Beauclaire saw the planet with any\ndegree of clarity. And all the while the people looked back.\n\nFrom the very beginning it was peculiar.\n\nThe people saw the ship passing overhead, yet curiously they did not\nrun. They gathered in groups and watched. When the ship landed, a\nsmall band of them came out of the circling woods and hills and ringed\nthe ship, and a few came up and touched it calmly, ran fingers over\nsmooth steel sides.\n\nThe people were human.\n\nThere was not, so far as Beauclaire could tell, a single significant\ndifference. It was not really extraordinary--similar conditions will\ngenerally breed similar races--but there was something about these men\nand women which was hard and powerful, and in a way almost grand.\n\nThey were magnificently built, rounded and bronzed. Their women\nespecially were remarkably beautiful. They were wearing woven clothes\nof various colors, in simple savage fashions; but there was nothing at\nall savage about them. They did not shout or seem nervous or move\naround very much, and nowhere among them was there any sign of a\nweapon. Furthermore, they did not seem to be particularly curious. The\nring about the ship did not increase. Although several new people\nwandered in from time to time, others were leaving, unconcerned. The\nonly ones among them who seemed at all excited were the children.\n\nBeauclaire stood by the view-screen, watching. Eventually Coop joined\nhim, looking without interest until he saw the women. There was one\nparticular girl with shaded brown eyes and a body of gentle hills.\nCoop grinned widely and turned up the magnification until the screen\nshowed nothing but the girl. He was gazing with appreciation and\nmaking side comments to Beauclaire when Wyatt came in.\n\n\"Looka _that_, Billy,\" Coop roared with delight, pointing. \"Man, we\nhave come home!\"\n\n       *       *       *       *       *\n\nWyatt smiled very tightly, changed the magnification quickly to cover\nthe whole throng around them.\n\n\"No trouble?\"\n\n\"Nope,\" Coop said. \"Air's good, too. Thin, but practically pure\noxygen. Who's first to go out?\"\n\n\"Me,\" Wyatt said, for obvious reasons. He would not be missed.\n\nNo one argued with him. Coop was smiling as Wyatt armed himself. Then\nhe warned Wyatt to leave that cute little brown-eyed doll alone.\n\nWyatt went out.\n\nThe air was clear and cool. There was a faint breeze stirring the\nleaves around him, and Wyatt listened momentarily to the far\nbell-calls of birds. This would be the last time he would ever go out\nlike this, to walk upon an unknown world. He waited for some time by\nthe airlock before he went forward.\n\nThe ring of people did not move as he approached, his hand upraised in\nwhat the Mapping Command had come to rely on as the universal gesture\nof peace. He paused before a tall, monolithic old man in a single\nsheath of green cloth.\n\n\"Hello,\" he said aloud, and bowed his head slowly.\n\nFrom the ship, through the wide-angle sights of a gun, Beauclaire\nwatched breathlessly as Wyatt went through the pantomime of greeting.\n\nNone of the tall people moved, except the old man, who folded his arms\nand looked openly amused. When the pantomime was done, Wyatt bowed\nagain. The old man broke into a broad grin, looked amiably around at\nthe circle of people, and then quite suddenly bowed to Wyatt. One by\none the people, grinning, bowed.\n\nWyatt turned and waved at the ship, and Beauclaire stood away from his\ngun, smiling.\n\nIt was a very fine way to begin.\n\n       *       *       *       *       *\n\nIn the morning Wyatt went out alone, to walk in the sun among the\ntrees, and he found the girl he had seen from the ship. She was\nsitting alone by a stream, her feet cooling and splashing in the clear\nwater.\n\nWyatt sat down beside her. She looked up, unsurprised, out of eyes\nthat were rich and grained like small pieces of beautiful wood. Then\nshe bowed, from the waist. Wyatt grinned and bowed back.\n\nUnceremoniously he took off his boots and let his feet plunk down into\nthe water. It was shockingly cold, and he whistled. The girl smiled at\nhim. To his surprise, she began to hum softly. It was a pretty tune\nthat he was able to follow, and after a moment he picked up the\nharmony and hummed along with her. She laughed, and he laughed with\nher, feeling very young.\n\n_Me Billy_, he thought of saying, and laughed again. He was content\njust to sit without saying anything. Even her body, which was\nmagnificent, did not move him to anything but a quiet admiration, and\nhe regarded himself with wonder.\n\nThe girl picked up one of his boots and examined it critically,\nclucking with interest. Her lovely eyes widened as she played with the\nbuckle. Wyatt showed her how the snaps worked and she was delighted\nand clapped her hands.\n\nWyatt brought other things out of his pockets and she examined them\nall, one after the other. The picture of him on his ID card was the\nonly one which seemed to puzzle her. She handled it and looked at it,\nand then at him, and shook her head. Eventually she frowned and gave\nit definitely back to him. He got the impression that she thought it\nwas very bad art. He chuckled.\n\nThe afternoon passed quickly, and the sun began to go down. They\nhummed some more and sang songs to each other which neither understood\nand both enjoyed, and it did not occur to Wyatt until much later how\nlittle curiosity they had felt. They did not speak at all. She had no\ninterest in his language or his name, and, strangely, he felt all\nthrough the afternoon that talking was unnecessary. It was a very rare\nday spent between two people who were not curious and did not want\nanything from each other. The only words they said to each other were\ngoodbye.\n\nWyatt, lost inside himself, plodding, went back to the ship.\n\n       *       *       *       *       *\n\nIn the first week, Beauclaire spent his every waking hour learning the\nlanguage of the planet. From the very beginning he had felt an\nunsettling, peculiar manner about these people. Their behavior was\ndecidedly unusual. Although they did not differ in any appreciable way\nfrom human beings, they did not act very much like human beings in\nthat they were almost wholly lacking a sense of awe, a sense of\nwonder. Only the children seemed surprised that the ship had landed,\nand only the children hung around and inspected it. Almost all the\nothers went off about their regular business--which seemed to be\nfarming--and when Beauclaire tried learning the language, he found\nvery few of the people willing to spend time enough to teach him.\n\nBut they were always more or less polite, and by making a pest of\nhimself he began to succeed. On another day when Wyatt came back from\nthe brown-eyed girl, Beauclaire reported some progress.\n\n\"It's a beautiful language,\" he said as Wyatt came in. \"Amazingly\nwell-developed. It's something like our Latin--same type of\nconstruction, but much softer and more flexible. I've been trying to\nread their book.\"\n\nWyatt sat down thoughtfully and lit a cigarette.\n\n\"Book?\" he said.\n\n\"Yes. They have a lot of books, but _everybody_ has this one\nparticular book--they keep it in a place of honor in their houses.\nI've tried to ask them what it is--I think it's a bible of some\nkind--but they just won't bother to tell me.\"\n\nWyatt shrugged, his mind drifting away.\n\n\"I just don't understand them,\" Beauclaire said plaintively, glad to\nhave someone to talk to. \"I don't get them at all. They're quick,\nthey're bright, but they haven't the damnedest bit of curiosity about\n_anything_, not even each other. My God, they don't even gossip!\"\n\nWyatt, contented, puffed quietly. \"Do you think not seeing the stars\nhas something to do with it? Ought to have slowed down the development\nof physics and math.\"\n\nBeauclaire shook his head. \"No. It's very strange. There's something\nelse. Have you noticed the way the ground seems to be sharp and jagged\nalmost everywhere you look, sort of chewed up as if there was a war?\nYet these people swear that they've never had a war within living\nmemory, and they don't keep any history so a man could really find\nout.\"\n\nWhen Wyatt didn't say anything, he went on:\n\n\"And I can't see the connection about no stars. Not with these people.\nI don't care if you can't see the roof of the house you live in, you\nstill have to have a certain amount of curiosity in order to stay\nalive. But these people just don't give a damn. The ship landed. You\nremember that? Out of the sky come Gods like thunder--\"\n\n       *       *       *       *       *\n\nWyatt smiled. At another time, at any time in the past, he would have\nbeen very much interested in this sort of thing. But now he was not.\nHe felt himself--remote, sort of--and he, like these people, did not\nparticularly give a damn.\n\nBut the problem bothered Beauclaire, who was new and fresh and looking\nfor reasons, and it also bothered Cooper.\n\n\"Damn!\" Coop grumbled as he came stalking into the room. \"Here you\nare, Billy. I'm bored stiff. Been all over this whole crummy place\nlookin for you. Where you been?\" He folded himself into a chair,\nscratched his black hair broodingly with long, sharp fingers. \"Game o'\ncards?\"\n\n\"Not just now, Coop,\" Wyatt said, lying back and resting.\n\nCoop grunted. \"Nothin to do, nothin to do,\" he swiveled his eyes to\nBeauclaire. \"How you comin, son? How soon we leave this place? Like\nSunday afternoon all the time.\"\n\nBeauclaire was always ready to talk about the problem. He outlined it\nnow to Cooper again, and Wyatt, listening, grew very tired. There is\njust this one continent, Beauclaire said, and just one nation, and\neveryone spoke the same tongue. There was no government, no police, no\nlaw that he could find. There was not even, as far as he could tell, a\nsystem of marriage. You couldn't even call it a society, really, but\ndammit, it existed--and Beauclaire could not find a single trace of\nrape or murder or violence of any kind. The people here, he said, just\ndidn't give a damn.\n\n[Illustration]\n\n\"You said it,\" Coop boomed. \"I think they're all whacky.\"\n\n\"But happy,\" Wyatt said suddenly. \"You can see that they're happy.\"\n\n\"Sure, they're happy,\" Coop chortled. \"They're nuts. They got funny\nlooks in their eyes. Happiest guys I know are screwy as--\"\n\nThe sound which cut him off, which grew and blossomed and eventually\nexplained everything, had begun a few seconds ago, too softly to be\nheard. Now suddenly, from a slight rushing noise, it burst into an\nenormous, thundering scream.\n\nThey leaped up together, horrified, and an overwhelming, gigantic\nblast threw them to the floor.\n\n       *       *       *       *       *\n\nThe ground rocked, the ship fluttered and settled crazily. In that one\nlong second, the monstrous noise of a world collapsing grew in the air\nand filled the room, filled the men and everything with one\nincredible, crushing, grinding shock.\n\nWhen it was over there was another rushing sound, farther away, and\nanother, and two more tremendous explosions; and though all in all the\nnoise lasted for perhaps five seconds, it was the greatest any of them\nhad ever heard, and the world beneath them continued to flutter,\nwounded and trembling, for several minutes.\n\nWyatt was first out of the ship, shaking his head as he ran to get\nback his hearing. To the west, over a long slight rise of green and\nyellow trees, a vast black cloud of smoke, several miles long and very\nhigh, was rising and boiling. As he stared and tried to steady his\nfeet upon the shaking ground, he was able to gather himself enough to\nrealize what this was.\n\nMeteors.\n\nHe had heard meteors before, long before, on a world of Aldebaran. Now\nhe could smell the same sharp burning disaster, and feel the wind\nrushing wildly back to the west, where the meteors had struck and\nhurled the air away.\n\nIn that moment Wyatt thought of the girl, and although she meant\nnothing to him at all--none of these people meant anything in the\nleast to him--he began running as fast as he could toward the west.\n\nBehind him, white-faced and bewildered, came Beauclaire and Cooper.\n\nWhen Wyatt reached the top of the rise, the great cloud covered the\nwhole valley before him. Fires were burning in the crushed forest to\nhis right, and from the lay of the cloud he could tell that the\nvillage of the people was not there any more.\n\nHe ran down into the smoke, circling toward the woods and the stream\nwhere he had passed an afternoon with the girl. For a while he lost\nhimself in the smoke, stumbling over rocks and fallen trees.\n\nGradually the smoke lifted, and he began running into some of the\npeople. Now he wished that he could speak the language.\n\nThey were all wandering quietly away from the site of their village,\nnone of them looking back. Wyatt could see a great many dead as he\nmoved, but he had no time to stop, no time to wonder. It was twilight\nnow, and the sun was gone. He thanked God that he had a flashlight\nwith him; long after night came, he was searching in the raw gash\nwhere the first meteor had fallen.\n\nHe found the girl, dazed and bleeding, in a cleft between two rocks.\nHe knelt and took her in his arms. Gently, gratefully, through the\nnight and the fires and past the broken and the dead, he carried her\nback to the ship.\n\n       *       *       *       *       *\n\nIt had all become frighteningly clear to Beauclaire. He talked with\nthe people and began to understand.\n\nThe meteors had been falling since the beginning of time, so the\npeople said. Perhaps it was the fault of the great dust-cloud through\nwhich this planet was moving; perhaps it was that this had not always\nbeen a one-planet system--a number of other planets, broken and\nshredded by unknown gravitational forces, would provide enough meteors\nfor a very long time. And the air of this planet being thin, there was\nno real protection as there was on Earth. So year after year the\nmeteors fell. In unpredictable places, at unknowable times, the\nmeteors fell, like stones from the sling of God. They had been falling\nsince the beginning of time. So the people, the unconcerned people,\nsaid.\n\nAnd here was Beauclaire's clue. Terrified and shaken as he was,\nBeauclaire was the kind of man who saw reason in everything. He\nfollowed this one to the end.\n\nIn the meantime, Wyatt nursed the girl. She had not been badly hurt,\nand recovered quickly. But her family and friends were mostly dead\nnow, and so she had no reason to leave the ship.\n\nGradually Wyatt learned the language. The girl's name was ridiculous\nwhen spoken in English, so he called her Donna, which was something\nlike her real name. She was, like all her people, unconcerned about\nthe meteors and her dead. She was extraordinarily cheerful. Her\nfeatures were classic, her cheeks slim and smiling, her teeth perfect.\nIn the joy and whiteness of her, Wyatt saw each day what he had seen\nand known in his mind on the day the meteors fell. Love to him was\nsomething new. He was not sure whether or not he was in love, and he\ndid not care. He realized that he needed this girl and was at home\nwith her, could rest with her and talk with her, and watch her walk\nand understand what beauty was; and in the ship in those days a great\npeace began to settle over him.\n\nWhen the girl was well again, Beauclaire was in the middle of\ntranslating the book--the bible-like book which all the people seemed\nto treasure so much. As his work progressed, a striking change began\nto come over him. He spent much time alone under the sky, watching the\nsoft haze through which, very soon, the stars would begin to shine.\n\nHe tried to explain what he felt to Wyatt, but Wyatt had no time.\n\n\"But, Billy,\" Beauclaire said fervently, \"do you see what these people\ngo through? Do you see how they live?\"\n\nWyatt nodded, but his eyes were on the girl as she sat listening\ndreamily to a recording of ancient music.\n\n\"They live every day waiting,\" Beauclaire said. \"They have no idea\nwhat the meteors are. They don't know that there is anything else in\nthe Universe but their planet and their sun. They think that's all\nthere is. They don't know why they're here--but when the meteors keep\nfalling like that, they have only one conclusion.\"\n\n       *       *       *       *       *\n\nWyatt turned from the girl smiling absently. None of this could touch\nhim. He had seen the order and beauty of space, the incredible\nperfection of the Universe, so often and so deeply that, like\nBeauclaire, he could not help but believe in a Purpose, a grand final\nmeaning. When his father had died of an insect bite at Oberon he had\nbelieved in a purpose for that, and had looked for it. When his first\ncrewmate fell into the acid ocean of Alcestis and the second died of a\nhorrible rot, Wyatt had seen purpose, purpose; and each time another\nman died, for no apparent reason, on windless, evil useless worlds,\nthe meaning of things had become clearer and clearer, and now in the\nend Wyatt was approaching the truth, which was perhaps that none of it\nmattered at all.\n\nIt especially did not matter now. So many things had happened that he\nhad lost the capacity to pay attention. He was not young any more; he\nwanted to rest, and upon the bosom of this girl he had all the reason\nfor anything and everything he needed.\n\nBut Beauclaire was incoherent. It seemed to him that here on this\nplanet a great wrong was being done, and the more he thought of it the\nmore angry and confused he became. He went off by himself and looked\nat the terrible wound on the face of the planet, at all the sweet,\nlovely, fragrant things which would never be again, and he ended by\ncursing the nature of things, as Wyatt had done so many years before.\nAnd then he went on with the translation of the book. He came upon the\nfinal passage, still cursing inwardly, and reread it again and again.\nWhen the sun was rising on a brilliant new morning, he went back to\nthe ship.\n\n\"They had a man here once,\" he said to Wyatt, \"who was as good a\nwriter as there ever was. He wrote a book which these people use as\ntheir Bible. It's like our Bible sometimes, but mostly it's just the\nopposite. It preaches that a man shouldn't worship anything. Would you\nlike to hear some of it?\"\n\nWyatt had been pinned down and he had to listen, feeling sorry for\nBeauclaire, who had such a long way to go. His thoughts were on Donna,\nwho had gone out alone to walk in the woods and say goodbye to her\nworld. Soon he would go out and bring her back to the ship, and she\nwould probably cry a little, but she would come. She would come with\nhim always, wherever he went.\n\n\"I have translated this the best way I could,\" Beauclaire said\nthickly, \"but remember this. This man could write. He was Shakespeare\nand Voltaire and all the rest all at once. He could make you _feel_. I\ncouldn't do a decent translation if I tried forever, but please listen\nand try to get what he means. I've put it in the style of Ecclesiastes\nbecause it's something like that.\"\n\n\"All right,\" Wyatt said.\n\n       *       *       *       *       *\n\nBeauclaire waited for a long moment, feeling this deeply. When he\nread, his voice was warm and strong, and something of his emotion came\nthrough. As Wyatt listened, he found his attention attracted, and then\nhe felt the last traces of his sadness and weariness fall away.\n\nHe nodded, smiling.\n\nThese are the words Beauclaire had gathered from the Book:\n\n     Rise up smiling, and walk with me. Rise up in the armor of\n     thy body and what shall pass shall make thee unafraid. Walk\n     among the yellow hills, for they belong to thee. Walk upon\n     grass and let thy feet descend into soft soil; in the end\n     when all has failed thee the soil shall comfort thee, the\n     soil shall receive thee and in thy dark bed thou shalt find\n     such peace as is thy portion.\n\n     In thine armor, hear my voice. In thine armor, hear.\n     Whatsoever thou doest, thy friend and thy brother and thy\n     woman shall betray thee. Whatsoever thou dost plant, the\n     weeds and the seasons shall spite thee. Wheresoever thou\n     goest, the heavens shall fall upon thee. Though the nations\n     shall come unto thee in friendship thou art curst. Know that\n     the Gods ignore thee. Know that thou art Life, and that pain\n     shall forever come into thee, though thy years be without\n     end and thy days without sleep, even and forever. And\n     knowing this, in thine armor, thou shalt rise up.\n\n     Red and full and glowing is thy heart; a steel is forging\n     within thy breast. And what can hurt thee now? In thy\n     granite mansion, what can hurt thee ever? Thou shalt only\n     die. Therefore seek not redemption nor forgiveness for thy\n     sins, for know that thou hast never sinned.\n\n     Let the Gods come unto _thee_.\n\nWhen it was finished, Wyatt sat very still.\n\nBeauclaire was looking at him intently.\n\nWyatt nodded. \"I see,\" he said.\n\n\"They don't ask for anything,\" Beauclaire said. \"No immortality, no\nforgiveness, no happiness. They take what comes and don't--wonder.\"\n\nWyatt smiled, rising. He looked at Beauclaire for a long while, trying\nto think of something to say. But there was nothing to say. If the\nyoung man could believe this, here and now, he would save himself a\nlong, long, painful journey. But Wyatt could not talk about it--not\njust yet.\n\nHe reached out and clapped Beauclaire gently upon the shoulder. Then\nhe left the ship and walked out toward the yellow hills, toward the\ngirl and the love that was waiting.\n\n       *       *       *       *       *\n\n_What will they do_, Beauclaire asked himself, _when the stars come\nout_? _When there are other places to go, will these people, too,\nbegin to seek?_\n\nThey would. With sadness, he knew that they would. For there is a\nchord in Man which is plucked by the stars, which will rise upward and\noutward into infinity, as long as there is one man anywhere and one\nlonely place to which he has not been. And therefore what does the\nmeaning matter? We are built in this way, and so shall we live.\n\nBeauclaire looked up into the sky.\n\nDimly, faintly, like God's eye peeking through the silvery haze, a\nsingle star had begun to shine.\n\n                                                       --MICHAEL SHAARA\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Book, by Michael Shaara\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BOOK ***\n\n***** This file should be named 32321.txt or 32321.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/2/32321/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}