{"title": "Pet Farm", "author": "Roger Dee", "releaseDate": "May 12, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              Pet Farm\n\n                            By ROGER DEE\n\n                    Illustrated by DICK FRANCIS\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nFebruary 1954. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _The next worst thing to hell is being shanghaied into the\nParadise of an alien planet!_]\n\n\nThey had fled almost to the sheer ambient face of the crater wall when\nthe Falakian girl touched Farrell's arm and pointed back through the\nscented, pearly mists.\n\n\"Someone,\" she said. Her voice stumbled over the almost forgotten Terran\nword, but its sound was music.\n\n\"No matter,\" Farrell answered. \"They're too late now.\"\n\nHe pushed on, happily certain in his warm euphoric glow of mounting\nexpectancy that what he had done to the ship made him--and his new-found\nparadise with him--secure.\n\nHe had almost forgotten who _they_ were; the pale half-memories that\ndrifted through his mind touched his consciousness lightly and without\nurgency, arousing neither alarm nor interest.\n\nThe dusk grew steadily deeper, but the dimming of vision did not matter.\n\nNothing mattered but the fulfillment to come.\n\nFar above him, the lacy network of bridging, at one time so baffling,\narched and vanished in airy grace into the colored mists. To right and\nleft, other arms of the aerial maze reached out, throwing vague\ntraceries from cliff to cliff across the valley floor. Behind him on the\nplain he could hear the eternally young people playing about their\nlittle blue lake, flitting like gay shadows through the tamarisks and\ncalling to each other in clear elfin voices while they frolicked after\nthe fluttering swarms of great, bright-hued moths.\n\nThe crater wall halted him and he stood with the Falakian girl beside\nhim, looking back through the mists and savoring the sweet, quiet\nmystery of the valley. Motion stirred there; the pair of them laughed\nlike anticipant children when two wide-winged moths swam into sight and\nfloated toward them, eyes glowing like veiled emeralds.\n\nFootsteps followed, disembodied in the dusk.\n\n\"It is only Xavier,\" a voice said. Its mellow uninflection evoked a\nbriefly disturbing memory of a slight gray figure, jointed yet curiously\nflexible, and a featureless oval of face.\n\nIt came out of the mists and halted a dozen yards away, and he saw that\nit spoke into a metallic box slung over one shoulder.\n\n\"He is unharmed,\" it said. \"Directions?\"\n\nXavier? Directions? From whom?\n\nAnother voice answered from the shoulder-box, bringing a second mental\npicture of a face--square and brown, black-browed and taciturnly\nhumorless--that he had known and forgotten.\n\nWhose, and where?\n\n\"Hold him there, Xav,\" it said. \"Stryker and I are going to try to reach\nthe ship now.\"\n\nThe moths floated nearer, humming gently.\n\n\"You're too late,\" Farrell called. \"Go away. Let me wait in peace.\"\n\n\"If you knew what you're waiting for,\" a third voice said, \"you'd go\nscreaming mad.\" It was familiar, recalling vaguely a fat, good-natured\nface and ponderous, laughter-shaken paunch. \"If you could see the place\nas you saw it when we first landed....\"\n\nThe disturbing implications of the words forced him reluctantly to\nremember a little of that first sight of Falak.\n\n... The memory was sacrilege, soiling and cheapening the ecstasy of his\nanticipation.\n\nBut it _had_ been different.\n\n       *       *       *       *       *\n\nHis first day on Falak had left Farrell sick with disgust.\n\nHe had known from the beginning that the planet was small and arid,\nnon-rotating, with a period of revolution about its primary roughly\nequal to ten Earth years. The _Marco Four_'s initial sweep of\nreconnaissance, spiraling from pole to pole, had supplied further\ninformation without preparing him at all for what the three-man\nReclamations team was to find later.\n\nThe weed-choked fields and crumbled desolation of Terran slave barracks\nhad been depressing enough. The inevitable scattering of empty domes\nabandoned a hundred years before by the Hymenop conquerors had completed\na familiar and unpromising pattern, a workaday blueprint that differed\nfrom previous experience only in one significant detail: There was no\nshaggy, disoriented remnant of descendants from the original colonists.\n\nThe valley, a mile-wide crater sunk between thousand-foot cliffs,\nfloored with straggling bramble thickets and grass flats pocked with\nstagnant pools and quaking slime-bogs, had been infinitely worse. The\ncryptic three-dimensional maze of bridges spanning the pit had made\nlanding there a ticklish undertaking. Stryker and Farrell and Gibson,\nafter a conference, had risked the descent only because the valley\noffered a last possible refuge for survivors.\n\nTheir first real hint of what lay ahead of them came when Xavier, the\nship's mechanical, opened the personnel port against the heat and humid\nstink of the place.\n\n\"Another damned tropical pesthole,\" Farrell said, shucking off his\ncomfortable shorts and donning booted coveralls for the preliminary\nsurvey. \"The sooner we count heads--assuming there are any left to\ncount--and get out of here, the better. The long-term Reorientation boys\ncan have this one and welcome.\"\n\nStryker, characteristically, had laughed at his navigator's prompt\ndisgust. Gibson, equally predictable in his way, had gathered his gear\nwith precise efficiency, saying nothing.\n\n\"It's a routine soon finished,\" Stryker said. \"There can't be more than\na handful of survivors here, and in any case we're not required to do\nmore than gather data from full-scale recolonization. Our main job is to\nprepare Reorientation if we can for whatever sort of slave-conditioning\ndeviltry the Hymenops practiced on this particular world.\"\n\nFarrell grunted sourly. \"You love these repulsive little puzzles, don't\nyou?\"\n\n       *       *       *       *       *\n\nStryker grinned at him with good-natured malice. \"Why not, Arthur? You\ncan play the accordion and sketch for entertainment, and Gib has his\nstar-maps and his chess sessions with Xavier. But for a fat old man,\nrejuvenated four times and nearing his fifth and final, what else is\nleft except curiosity?\"\n\nHe clipped a heat-gun and audicom pack to the belt of his bulging\ncoveralls and clumped to the port to look outside. Roiling gray fog\nhovered there, diffusing the hot magenta point of Falak's sun to a\nliverish glare half-eclipsed by the crater's southern rim. Against the\nlight, the spidery metal maze of foot-bridging stood out dimly, tracing\na random criss-cross pattern that dwindled to invisibility in the mists.\n\n\"That network is a Hymenop experiment of some sort,\" Stryker said,\npeering. \"It's not only a sample of alien engineering--and a thundering\nbig one at that--but an object lesson on the weird workings of alien\nlogic. If we could figure out what possessed the Bees to build such a\nmaze here--\"\n\n\"Then we'd be the first to solve the problem of alien psychology,\"\nFarrell finished acidly, aping the older man's ponderous enthusiasm.\n\"Lee, you know we'd have to follow those hive-building fiends all the\nway to 70 Ophiuchi to find out what makes them tick. And twenty thousand\nlight-years is a hell of a way to go out of curiosity, not to mention a\ndangerous one.\"\n\n\"But we'll go there some day,\" Stryker said positively. \"We'll have to\ngo because we can't ever be sure they won't try to repeat their invasion\nof two hundred years ago.\"\n\nHe tugged at the owlish tufts of hair over his ears, wrinkling his bald\nbrow up at the enigmatic maze.\n\n\"We'll never feel safe again until the Bees are wiped out. I wonder if\nthey know that. They never understood us, you know, just as we never\nunderstood them--they always seemed more interested in experimenting\nwith slave ecology than in conquest for itself, and they never killed\noff their captive cultures when they pulled out for home. I wonder if\ntheir system of logic can postulate the idea of a society like ours,\nwhich must rule or die.\"\n\n\"We'd better get on with our survey,\" Gibson put in mildly, \"unless we\nmean to finish by floodlight. We've only about forty-eight hours left\nbefore dark.\"\n\n       *       *       *       *       *\n\nHe moved past Stryker through the port, leaving Farrell to stare blankly\nafter him.\n\n\"This is a non-rotating world,\" Farrell said. \"How the devil _can_ it\nget dark, Lee?\"\n\nStryker chuckled. \"I wondered if you'd see that. It can't, except when\nthe planet's axial tilt rolls this latitude into its winter season and\nsends the sun south of the crater rim. It probably gets dark as pitch\nhere in the valley, since the fog would trap even diffused light.\" To\nthe patiently waiting mechanical, he said, \"The ship is yours, Xav. Call\nus if anything turns up.\"\n\nFarrell followed him reluctantly outside into a miasmic desolation more\ndepressing than he could have imagined.\n\nA stunted jungle of thorny brambles and tough, waist-high grasses\nhampered their passage at first, ripping at coveralls and tangling the\nfeet until they had beaten their way through it to lower ground. There\nthey found a dreary expanse of bogland where scummy pools of stagnant\nwater and festering slime heaved sluggishly with oily bubbles of marsh\ngas that burst audibly in the hanging silence. The liverish blaze of\nFalakian sun bore down mercilessly from the crater's rim.\n\nThey moved on to skirt a small lead-colored lake in the center of the\nvalley, a stagnant seepage-basin half obscured by floating scum. Its\nsteaming mudflats were littered with rotting yellowed bones and\nsupported the first life they had seen, an unpleasant scurrying of small\nmultipedal crustaceans and water-lizards.\n\n\"There can't be any survivors _here_,\" Farrell said, appalled by the\nthought of his kind perpetuating itself in a place like this. \"God,\nthink what the mortality rate would be! They'd die like flies.\"\n\n\"There are bound to be a few,\" Stryker stated, \"even after a hundred\nyears of slavery and another hundred of abandonment. The human animal,\nArthur, is the most fantastically adaptable--\"\n\nHe broke off short when they rounded a clump of reeds and stumbled upon\ntheir first Falakian proof of that fantastic adaptability.\n\n       *       *       *       *       *\n\nThe young woman squatting on the mudflat at their feet stared back at\nthem with vacuous light eyes half hidden behind a wild tangle of matted\nblonde hair. She was gaunt and filthy, plastered with slime from head to\nfoot, and in her hands she held the half-eaten body of a larger\ncrustacean that obviously had died of natural causes and not too\nrecently, at that.\n\nFarrell turned away, swallowing his disgust. Gibson, unmoved, said with\nan aptness bordering--for him--on irony: \"Too damned adaptable, Lee.\nSometimes our kind survives when it really shouldn't.\"\n\nA male child of perhaps four came out of the reeds and stared at them.\nHe was as gaunt and filthy as the woman, but less vapid of face.\nFarrell, watching the slow spark of curiosity bloom in his eyes,\nwondered sickly how many years--or how few--must pass before the boy was\nreduced to the same stupid bovinity as the mother.\n\nGibson was right, he thought. The compulsion to survive at any cost\ncould be a curse instead of an asset. The degeneracy of these poor\ndevils was a perpetual affront to the race that had put them there.\n\nHe was about to say as much when the woman rose and plodded away through\nthe mud, the child at her heels. It startled him momentarily, when he\nfollowed their course with his eyes, to see that perhaps a hundred\nothers had gathered to wait incuriously for them in the near distance.\nAll were as filthy as the first two, but with a grotesque uniformity of\nappearance that left him frowning in uneasy speculation until he found\nwords to identify that similarity.\n\n\"They're all _young_,\" he said. \"The oldest can't be more than\ntwenty--twenty-five at most!\"\n\nStryker scowled, puzzled without sharing Farrell's unease. \"You're\nright. Where are the older ones?\"\n\n\"Another of your precious little puzzles,\" Farrell said sourly. \"I hope\nyou enjoy unraveling it.\"\n\n\"Oh, we'll get to the bottom of it,\" Stryker said with assurance. \"We'll\nhave to, before we can leave them here.\"\n\nThey made a slow circuit of the lake, and the closer inspection offered\na possible solution to the problem Stryker had posed. Chipped and\nweathered as the bones littering the mudflats were, their grisly\nshapings were unmistakable.\n\n\"I'd say that these are the bones of the older people,\" Stryker\nhazarded, \"and that they represent the end result of another of these\nreligio-economic control compulsions the Hymenops like to condition into\ntheir slaves. Men will go to any lengths to observe a tradition,\nespecially when its origin is forgotten. If these people were once\nconditioned to look on old age as intolerable--\"\n\n\"If you're trying to say that they kill each other off at maturity,\"\nFarrell interrupted, \"the inference is ridiculous. In a hundred years\nthey'd have outgrown a custom so hard to enforce. The balance of power\nwould have rested with the adults, not with the children, and adults are\ngenerally fond of living.\n\n       *       *       *       *       *\n\nStryker looked to Gibson for support, received none, and found himself\nsaddled with his own contention. \"Economic necessity, then, since the\nvalley can support only a limited number. Some of the old North American\nIndians followed a similar custom, the oldest son throttling the father\nwhen he grew too old to hunt.\"\n\n\"But even there infanticide was more popular than patricide,\" Farrell\npointed out. \"No group would practice decimation from the top down. It's\ntoo difficult to enforce.\"\n\nStryker answered him with a quotation from the Colonial Reclamations\nHandbook, maliciously taking the pontifical classmaster's tone best\ncalculated to irritate Farrell.\n\n\"Chapter Four, Subsection One, Paragraph Nineteen: _Any custom, fixation\nor compulsion accepted as the norm by one group of human beings can be\nunderstood and evaluated by any other group not influenced by the same\nideology, since the basic perceptive abilities of both are necessarily\nthe same through identical heredity. Evaluation of alien motivations,\nconversely--_\"\n\n\"Oh, hell,\" Farrell cut in wearily. \"Let's get back to the ship, shall\nwe? We'll all feel more like--\"\n\nHis right foot gave way beneath him without warning, crushing through\nthe soft ground and throwing him heavily. He sat up at once, and swore\nin incredulous anger when he found the ankle swelling rapidly inside his\nboot.\n\n\"Sprained! Damn it all!\"\n\nGibson and Stryker, on their knees beside the broken crust of soil,\nignored him. Gibson took up a broken length of stick and prodded\nintently in the cavity, prying out after a moment a glistening two-foot\nellipsoid that struggled feebly on the ground.\n\n\"A chrysalid,\" Stryker said, bending to gauge the damage Farrell's heavy\nboot had done. \"In a very close pre-eclosion stage. Look, the protective\nsheathing has begun to split already.\"\n\nThe thing lay twitching aimlessly, prisoned legs pushing against its\nshining transparent integument in an instinctive attempt at premature\nfreedom. The movement was purely reflexive; its head, huge-eyed and as\nlarge as a man's clenched fist, had been thoroughly crushed under\nFarrell's heel.\n\nOddly, its injury touched Farrell even through the pain of his injured\nfoot.\n\n\"It's the first passably handsome thing we've seen in this pesthole,\" he\nsaid, \"and I've maimed it. Finish it off, will you?\"\n\nStryker grunted, feeling the texture of the imprisoning sheath with\ncurious fingers. \"What would it have been _in imago_, Gib? A giant\nbutterfly?\"\n\n\"A moth,\" Gibson said tersely. \"_Lepidoptera_, anyway.\"\n\nHe stood up and ended the chrysalid's strugglings with a bolt from his\nheat-gun before extending a hand to help Farrell up. \"I'd like to\nexamine it closer, but there'll be others. Let's get Arthur out of\nhere.\"\n\n       *       *       *       *       *\n\nThey went back to the ship by slow stages, pausing now and then while\nGibson gathered a small packet of bone fragments from the mudflats and\nunderbrush.\n\n\"Some of these are older than others,\" he explained when Stryker\nremarked on his selection. \"But none are recent. It should help to know\ntheir exact age.\"\n\nAn hour later, they were bathed and dressed, sealed off comfortably in\nthe ship against the humid heat and stink of the swamp. Farrell lay on a\nchart room acceleration couch, resting, while Stryker taped his swollen\nankle. Gibson and Xavier, the one disdaining rest and the other needing\nnone, used the time to run a test analysis on the bones brought in from\nthe lakeside.\n\nThe results of that analysis were more astonishing than illuminating.\n\nA majority of the fragments had been exposed to climatic action for some\nten years. A smaller lot averaged twenty years; and a few odd chips,\npreserved by long burial under alluvial silt, thirty.\n\n\"The older natives died at ten-year intervals, then,\" Stryker said. \"And\nin considerable numbers; the tribe must have been cut to half strength\neach time. But why?\" He frowned unhappily, fishing for opinion. \"Gib,\ncan it really be a perversion of religious custom dreamed up by the\nHymenops to keep their slaves under control? A sort of festival of\nsacrifice every decade, climaxing in tribal decimation?\"\n\n\"Maybe they combine godliness with gluttony,\" Farrell put in, unasked.\n\"Maybe their orgy runs more to long pig than to piety.\"\n\nHe stood up, wincing at the pain, and was hobbling toward his sleeping\ncubicle when Gibson's answer to Stryker's question stopped him with a\ncold prickle along his spine.\n\n\"We'll know within twenty-four hours,\" Gibson said. \"Since both the\ndecimations and the winter darkness periods seem to follow the same\ncycle, I'd say there's a definite relationship.\"\n\n       *       *       *       *       *\n\nFor once Farrell's cubicle, soundproofed and comfortable, brought him\nonly a fitful imitation of sleep, an intermittent dozing that wavered\nendlessly between nightmare and wakefulness. When he crawled out again,\nhours later, he found Xavier waiting for him alone with a thermo-bulb of\nhot coffee. Stryker and Gibson, the mechanical said blandly, had seen no\nneed of waking him, and had gone out alone on a more extensive tour of\ninvestigation.\n\nThe hours dragged interminably. Farrell uncased his beloved accordion,\nbut could not bear the sound of it; he tried his sketch-book, and could\nsummon to mind no better subjects than drab miasmic bogs and steaming\nmudflats. He discarded the idea of chess with Xavier without even\nweighing it--he would not have lasted past the fourth move, and both he\nand the mechanical knew it.\n\nHe was reduced finally to limping about the ship on his bandaged foot,\nsearching for some routine task left undone and finding nothing. He even\nwent so far as to make a below-decks check on the ship's\nmatter-synthesizer, an indispensable unit designed for the conversion of\nwaste to any chemical compound, and gave it up in annoyance when he\nfound that all such operational details were filed with infallible\nexactness in Xavier's plastoid head.\n\nThe return of Stryker and Gibson only aggravated his impatience. He had\nexpected them to discover concealed approaches to the maze of bridging\noverhead, tunnelings in the cliff-face to hidden caverns complete with\nbloodstained altars and caches of sacrificial weapons, or at least some\nominous sign of preparation among the natives. But there was nothing.\n\n\"No more than yesterday,\" Stryker said. Failure had cost him a share of\nhis congenital good-humor, leaving him restless and uneasy. \"There's\nnothing to find, Arthur. We've seen it all.\"\n\nSurprisingly, Gibson disagreed.\n\n\"We'll know what we're after when darkness falls,\" he said. \"But that's\na good twelve hours away. In the meantime, there's a possibility that\nour missing key is _outside_ the crater, rather than here inside it.\"\n\n       *       *       *       *       *\n\nThey turned on him together, both baffled and apprehensive.\n\n\"What do you mean, outside?\" Farrell demanded. \"There's nothing there\nbut grassland. We made sure of that at planetfall.\"\n\n\"We mapped four Hymenop domes on reconnaissance,\" Gibson reminded him.\n\"But we only examined three to satisfy ourselves that they were empty.\nThe fourth one--\"\n\nFarrell interrupted derisively. \"That ancient bogey again? Gib, the\ndomes are _always_ empty. The Bees pulled out a hundred years ago.\"\n\nGibson said nothing, but his black-browed regard made Farrell flush\nuncomfortably.\n\n\"Gib is right,\" Stryker intervened. \"You're too young in Colonial\nReclamations to appreciate the difficulty of recognizing an alien logic,\nArthur, let alone the impossibility of outguessing it. I've knocked\nabout these ecological madhouses for the better part of a century, and\nthe more I see of Hymenop work, the more convinced I am that we'll never\nequate human and Hymenop ideologies. It's like trying to add quantities\nof dissimilar objects and expressing the result in a single symbol; it\ncan't be done, because there's no possible common denominator for\nreducing the disparate elements to similarity.\"\n\n       *       *       *       *       *\n\nWhen Farrell kept silent, he went on, \"Our own reactions, and\nconsequently our motivations, are based on broad attributes of love,\nhate, fear, greed and curiosity. We might empathize with another species\nthat reacts as we do to those same stimuli--but what if that other\nspecies recognizes only one or two of them, or none at all? What if\ntheir motivations stem from a set of responses entirely different from\nany we know?\"\n\n\"There aren't any,\" Farrell said promptly. \"What do you think they would\nbe?\"\n\n\"There you have it,\" Stryker said triumphantly. He chuckled, his\ngood-nature restored. \"We can't imagine what those emotions would be\nlike because we aren't equipped to understand. Could a race depending\nentirely on extra-sensory perception appreciate a Mozart quintet or a\nBotticelli altar piece or a performance of _Hamlet_? You know it\ncouldn't--the esthetic nuances that make those works great would escape\nit completely, because the motives that inspired their creation are\nbased on a set of values entirely foreign to its comprehension.\n\n\"There's a digger wasp on Earth whose female singles out a particular\nspecies of tarantula to feed her larvae--and the spider stands patiently\nby, held by some compulsion whose nature we can't even guess, while the\nwasp digs a grave, paralyzes the spider and shoves it into the hole with\nan egg attached. The spider could kill the wasp, and will kill one of\nany other species, but it submits to that particular kind without a\nflicker of protest. And if we can't understand the mechanics of such a\nrelationship between reflexive species, then what chance have we of\nunderstanding the logic of an _intelligent_ race of aliens? The results\nof its activities can be assessed, but not the motivations behind those\nactivities.\"\n\n\"All right,\" Farrell conceded. \"You and Gib are right, as usual, and I'm\nwrong. We'll check that fourth dome.\"\n\n\"You'll stay here with Xav,\" Stryker said firmly, \"while Gib and I\ncheck. You'd only punish yourself, using that foot.\"\n\n       *       *       *       *       *\n\nAfter another eight-hour period of waiting, Farrell was nearing the end\nof his patience. He tried to rationalize his uneasiness and came finally\nto the conclusion that his failing hinged on a matter of conditioning.\nHe was too accustomed to the stable unity of their team to feel\ncomfortable without Gibson and Stryker. Isolated from their perpetual\nbickering and the pleasant unspoken warmth of their regard, he was\nlonesome and tense.\n\nIt would have been different, he knew, if either of the others had been\nleft behind. Stryker had his beloved Reclamations texts and his\nmicrofilm albums of problems solved on other worlds; Gibson had his\ncomplicated galactic charts and his interminable chess bouts with\nXavier....\n\nFarrell gave it up and limped outside, to stand scowling unhappily at\nthe dreary expanse of swampland. Far down under the reasoning levels of\nhis consciousness a primal uneasiness nagged at him, whispering in\nwordless warning that there was more to his mounting restlessness than\nsimple impatience. Something inside him was changing, burgeoning in\nstrange and disturbing growth.\n\nA pale suggestion of movement, wavering and uncertain in the eddying\nfog, caught his eye. A moment of puzzled watching told him that it was\nthe bedraggled young woman they had seen earlier by the lake, and that\nshe was approaching the ship timorously and under cover.\n\n\"But why?\" he wondered aloud, recalling her bovine lack of curiosity.\n\"What the devil can she want here?\"\n\nA shadow fell across the valley. Farrell, startled, looked up sharply to\nsee the last of the Falakian sun's magenta glare vanishing below the\ncrater's southern rim. A dusky forerunner of darkness settled like a\ntangible cloud, softening the drab outlines of bramble thickets and\nslime pools. The change that followed was not seen but felt, a swelling\nrush of glad arousal like the joy of a child opening its eyes from\nsleep.\n\nTo Farrell, the valley seemed to stir, waking in sympathy to his own\nrestlessness and banishing his unease.\n\n       *       *       *       *       *\n\nThe girl ran to him through the dusk on quick, light feet, timidity\nforgotten, and he saw with a pleasant shock of astonishment that she was\nno longer the filthy creature he had first seen by the lakeside. She was\npretty and nubile, eyes and soft mouth smiling together in a childlike\neagerness that made her at once infinitely desirable and untouchably\ninnocent.\n\n\"Who are you?\" he asked shakily.\n\n[Illustration]\n\nHer hesitant voice was music, rousing in Farrell a warm and expectant\neuphoria that glowed like old wine in his veins.\n\n\"Koaele,\" she said. \"Look--\"\n\nBehind her, the valley lay wrapped like a minor paradise in soft pearly\nmists and luminous shadows, murmurous with the far sound of running\nwater and the faint chiming of voices that drifted up from the little\nblue lake to whisper back in cadenced echo from the fairy maze of\nbridging overhead. Over it all, like a deep, sustained cello note, rose\nthe muted humming of great flame-winged moths dipping and swaying over\nbright tropical flowers.\n\n\"_Moths?_\" he thought. And then, \"_Of course._\"\n\nThe chrysalids under the sod, their eclosion time completed, were coming\ninto their own--bringing perfection with them. Born in gorgeous\niridescent _imago_, they were beautiful in a way that hurt with the\nyearning pain of perfection, the sorrow that imperfection existed at\nall--the joy of finally experiencing flawlessness.\n\nAn imperative buzzing from the ship behind him made a rude intrusion. A\nfamiliar voice, polite but without inflection, called from an open port:\n\"Captain Stryker in the scoutboat, requesting answer.\"\n\nFarrell hesitated. To the girl, who followed him with puzzled, eager\neyes, he begged, \"Don't run away, _please_. I'll be back.\"\n\nIn the ship, Stryker's moon-face peered wryly at him from the main\ncontrol screen.\n\n\"Drew another blank,\" it said. \"You were right after all, Arthur--the\nfourth dome was empty. Gib and I are coming in now. We can't risk\nstaying out longer if we're going to be on hand when the curtain rises\non our little mystery.\"\n\n\"Mystery?\" Farrell echoed blankly. Earlier discussions came back slowly,\nposing a forgotten problem so ridiculous that he laughed. \"We were wrong\nabout all that. It's wonderful here.\"\n\n       *       *       *       *       *\n\nStryker's face on the screen went long with astonishment. \"Arthur, have\nyou lost your mind? _What's wrong there?_\"\n\n\"Nothing is wrong,\" Farrell said. \"It's _right_.\" Memory prodded him\nagain, disturbingly. \"Wait--I remember now what it was we came here for.\nBut we're not going through with it.\"\n\nHe thought of the festival to come, of the young men and girls running\nlithe in the dusk, splashing in the lake and calling joyously to each\nother across the pale sands. The joyous innocence of their play brought\nan appalling realization of what would happen if the fat outsider on the\nscreen should have his way:\n\nThe quiet paradise would be shattered and refashioned in smoky facsimile\nof Earth, the happy people herded together and set to work in dusty\nfields and whirring factories, multiplying tensions and frustrations as\nthey multiplied their numbers.\n\nFor what? For whom?\n\n\"You've got no right to go back and report all this,\" Farrell said\nplaintively. \"You'd ruin everything.\"\n\nThe alternative came to him and with it resolution. \"But you won't go\nback. I'll see to that.\"\n\nHe left the screen and turned on the control panel with fingers that\nremembered from long habit the settings required. Stryker's voice\nbellowed frantically after him, unheeded, while he fed into the ship's\nautopilot a command that would send her plunging skyward bare minutes\nlater.\n\nThen, ignoring the waiting mechanical's passive stare, he went outside.\n\nThe valley beckoned. The elfin laughter of the people by the lake\ntouched a fey, responsive chord in him that blurred his eyes with\necstatic tears and sent him running down the slope, the Falakian girl\nkeeping pace beside him.\n\nBefore he reached the lake, he had dismissed from his mind the ship and\nthe men who had brought it there.\n\n       *       *       *       *       *\n\nBut they would not let him forget. The little gray jointed one followed\nhim through the dancing and the laughter and cornered him finally\nagainst the sheer cliffside. With the chase over, it held him there,\nwaiting with metal patience in the growing dusk.\n\nThe audicom box slung over its shoulder boomed out in Gibson's voice,\nthe sound a noisy desecration of the scented quiet.\n\n\"Don't let him get away, Xav,\" it said. \"We're going to try for the ship\nnow.\"\n\nThe light dimmed, the soft shadows deepened. The two great-winged moths\nfloated nearer, humming gently, their eyes glowing luminous and intent\nin the near-darkness. Mist currents from their approach brushed\nFarrell's face, and he held out his arms in an ecstasy of anticipation\nthat was a consummation of all human longing.\n\n\"_Now_,\" he whispered.\n\nThe moths dipped nearer.\n\nThe mechanical sent out a searing beam of orange light that tore the\ngloom, blinding him briefly. The humming ceased; when he could see\nagain, the moths lay scorched and blackened at his feet. Their dead eyes\nlooked up at him dully, charred and empty; their bright gauzy wings\nsmoked in ruins of ugly, whiplike ribs.\n\nHe flinched when the girl touched his shoulder, pointing. A moth dipped\ntoward them out of the mists, eyes glowing like round emerald lanterns.\nAnother followed.\n\nThe mechanical flicked out its orange beam and cut them down.\n\nA roar like sustained thunder rose across the valley, shaking the ground\nunderfoot. A column of white-hot fire tore the night.\n\n\"The ship,\" Farrell said aloud, remembering.\n\nHe had a briefly troubled vision of the sleek metal shell lancing up\ntoward a black void of space powdered with cold star-points whose names\nhe had forgotten, marooning them all in Paradise.\n\nThe audicom boomed in Gibson's voice, though oddly shaken and strained.\n\"Made it. Is he still safe, Xav?\"\n\n\"Safe,\" the mechanical answered tersely. \"The natives, too, so far.\"\n\n\"No thanks to _him_,\" Gibson said. \"If you hadn't canceled the blastoff\norder he fed into the autopilot....\" But after a moment of ragged\nsilence: \"No, that's hardly fair. Those damned moths beat down Lee's\nresistance in the few minutes it took us to reach the ship, and nearly\ngot me as well. Arthur was exposed to their influence from the moment\nthey started coming out.\"\n\nStryker's voice cut in, sounding more shaken than Gibson's. \"Stand fast\ndown there. I'm setting off the first flare now.\"\n\n       *       *       *       *       *\n\nA silent explosion of light, searing and unendurable, blasted the night.\nFarrell cried out and shielded his eyes with his hands, his ecstasy of\nanticipation draining out of him like heady wine from a broken urn. Full\nmemory returned numbingly.\n\nWhen he opened his eyes again, the Falakian girl had run away. Under the\nmerciless glare of light, the valley was as he had first seen it--a\nnauseous charnel place of bogs and brambles and mudflats littered with\nyellowed bones.\n\nIn the near distance, a haggard mob of natives cowered like gaping,\nwitless caricatures of humanity, faces turned from the descending blaze\nof the parachute flare. There was no more music or laughter. The great\nmoths fluttered in silent frenzy, stunned by the flood of light.\n\n\"_So that's it_,\" Farrell thought dully. \"_They come out with the winter\ndarkness to breed and lay their eggs, and they hold over men the same\nsort of compulsion that Terran wasps hold over their host tarantulas.\nBut they're nocturnal. They lose their control in the light._\"\n\nIncredulously, he recalled the expectant euphoria that had blinded him,\nand he wondered sickly: \"_Is that what the spider feels while it watches\nits grave being dug?_\"\n\nA second flare bloomed far up in the fog, outlining the criss-cross\nnetwork of bridging in stark, alien clarity. A smooth minnow-shape\ndipped past and below it, weaving skilfully through the maze. The\nmechanical's voice box spoke again.\n\n\"Give us a guide beam, Xav. We're bringing the _Marco_ down.\"\n\nThe ship settled a dozen yards away, its port open. Farrell, with Xavier\nat his heels, went inside hastily, not looking back.\n\nGibson crouched motionless over his control panel, too intent on his\nreadings to look up. Beside him, Stryker said urgently: \"Hang on. We've\ngot to get up and set another flare, quickly.\"\n\nThe ship surged upward.\n\n       *       *       *       *       *\n\nHours later, they watched the last of the flares glare below in a\nsteaming geyser of mud and scum. The ship hovered motionless, its only\nsound a busy droning from the engine room where her mass-synthesizer\ndischarged a deadly cloud of insecticide into the crater.\n\n\"There'll be some nasty coughing among the natives for a few days after\nthis,\" Gibson said. \"But it's better than being food for larvae....\nReorientation will pull them out of that pesthole in a couple of months,\nand another decade will see them raising cattle and wheat again outside.\nThe young adapt fast.\"\n\n\"The young, yes,\" Stryker agreed uncomfortably. \"Personally, I'm getting\ntoo old and fat for this business.\"\n\nHe shuddered, his paunch quaking. Farrell guessed that he was thinking\nof what would have happened to them if Gibson had been as susceptible as\nthey to the overpowering fascination of the moths. A few more chrysalids\nto open in the spring, an extra litter of bones to puzzle the next\nReclamations crew....\n\n\"That should do it,\" Gibson said. He shut off the flow of insecticide\nand the mass-converter grew silent in the engine room below. \"Exit\nanother Hymenop experiment in bastard synecology.\"\n\n\"I can understand how they might find, or breed, a nocturnal moth with\nbreeding-season control over human beings,\" Farrell said. \"And how\nthey'd balance the relationship to a time-cycle that kept the host\nspecies alive, yet never let it reach maturity. But what sort of\nprinciple would give an instinctive species compulsive control over an\nintelligent one, Gib? And what did the Bees get out of the arrangement\nin the first place?\"\n\nGibson shrugged. \"We'll understand the principle when--or if--we learn\nhow the wasp holds its spider helpless. Until then, we can only guess.\nAs for identifying the motive that prompted the Hymenops to set up such\na balance, I doubt that we ever will. Could a termite understand why men\nbuild theaters?\"\n\n\"There's a possible parallel in that,\" Stryker suggested. \"Maybe this\nwas the Hymenop idea of entertainment. They might have built the bridge\nas balconies, where they could see the show.\"\n\n\"It could have been a business venture,\" Farrell suggested. \"Maybe they\nraised the moth larvae or pupae for the same reason we raise poultry. A\nsort of insectile chicken ranch.\"\n\n\"Or a kennel,\" Gibson said dryly. \"Maybe they bred moths for pets, as we\nbreed dogs.\"\n\nFarrell grimaced sickly, revolted by the thought. \"A pet farm? God, what\na diet to feed them!\"\n\n       *       *       *       *       *\n\nXavier came up from the galley, carrying a tray with three steaming\ncoffee-bulbs. Farrell, still pondering the problem of balance between\ndominant and dominated species, found himself wondering for the\nthousandth time what went on in the alert positronic brain behind the\nmechanical's featureless face.\n\n\"What do you think, Xav?\" he demanded. \"What sort of motive would you\nsay prompted the Hymenops to set up such a balance?\"\n\n\"_Evaluation of alien motivations, conversely_,\" the mechanical said,\nfinishing the Reclamations Handbook quotation which Stryker had begun\nmuch earlier, \"_is essentially impossible because there can be no common\nground of comprehension_.\"\n\nIt centered the tray neatly on the charting table and stood back in\npolite but unmenial deference while they sucked at their coffee-bulbs.\n\n\"A greater mystery to me,\" Xavier went on, \"is the congenital\nrestlessness that drives men from their own comfortable worlds to such\ndangers as you have met with here. How can I understand the motivations\nof an alien people? I do not even understand those of the race that\nbuilt me.\"\n\nThe three men looked at each other blankly, disconcerted by the ancient\nproblem so unexpectedly posed.\n\nIt was Stryker who sheepishly answered it.\n\n\"That's nothing for you to worry about, Xav,\" he said wryly. \"Neither do\nwe.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pet Farm, by Roger Dee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PET FARM ***\n\n***** This file should be named 32344.txt or 32344.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/4/32344/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}