{"title": "Keep Your Shape", "author": "Robert Sheckley", "releaseDate": "May 12, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Galaxy Science Fiction November 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                           KEEP YOUR SHAPE\n\n\n                          By ROBERT SHECKLEY\n\n\n                        Illustrated by VIDMER\n\n\n     _Only a race as incredibly elastic as the Grom could have a\n      single rule of war:_\n\n       *       *       *       *       *\n\n\n\n\nPid the Pilot slowed the ship almost to a standstill, and peered\nanxiously at the green planet below.\n\nEven without instruments, there was no mistaking it. Third from its\nsun, it was the only planet in this system capable of sustaining life.\nPeacefully it swam beneath its gauze of clouds.\n\nIt looked very innocent. And yet, twenty previous Grom expeditions had\nset out to prepare this planet for invasion--and vanished utterly,\nwithout a word.\n\nPid hesitated only a moment, before starting irrevocably down. There\nwas no point in hovering and worrying. He and his two crewmen were as\nready now as they would ever be. Their compact Displacers were stored\nin body pouches, inactive but ready.\n\nPid wanted to say something to his crew, but wasn't sure how to put\nit.\n\nThe crew waited. Ilg the Radioman had sent the final message to the\nGrom planet. Ger the Detector read sixteen dials at once, and\nreported, \"No sign of alien activity.\" His body surfaces flowed\ncarelessly.\n\n       *       *       *       *       *\n\nNoticing the flow, Pid knew what to say to his crew. Ever since they\nhad left Grom, shape-discipline had been disgustingly lax. The\nInvasion Chief had warned him; but still, he had to do something about\nit. It was his duty, since lower castes such as Radiomen and Detectors\nwere notoriously prone to Shapelessness.\n\n\"A lot of hopes are resting on this expedition,\" he began slowly.\n\"We're a long way from home now.\"\n\nGer the Detector nodded. Ilg the Radioman flowed out of his prescribed\nshape and molded himself comfortably to a wall.\n\n\"However,\" Pid said sternly, \"distance is no excuse for promiscuous\nShapelessness.\"\n\nIlg flowed hastily back into proper Radioman's shape.\n\n\"Exotic forms will undoubtedly be called for,\" Pid went on. \"And for\nthat we have a special dispensation. But remember--any shape not\nassumed strictly in the line of duty is a foul, lawless device of The\nShapeless One!\"\n\nGer's body surfaces abruptly stopped flowing.\n\n\"That's all,\" Pid said, and flowed into his controls. The ship started\ndown, so smoothly co-ordinated that Pid felt a glow of pride.\n\nThey were good workers, he decided. He just couldn't expect them to be\nas shape-conscious as a high-caste Pilot. Even the Invasion Chief had\ntold him that.\n\n\"Pid,\" the Invasion Chief had said at their last interview, \"we need\nthis planet desperately.\"\n\n\"Yes, sir,\" Pid had said, standing at full attention, never quivering\nfrom Optimum Pilot's Shape.\n\n\"One of you,\" the Chief said heavily, \"must get through and set up a\nDisplacer near an atomic power source. The army will be standing by at\nthis end, ready to step through.\"\n\n\"We'll do it, sir,\" Pid said.\n\n\"This expedition has to succeed,\" the Chief said, and his features\nblurred momentarily from sheer fatigue. \"In strictest confidence,\nthere's considerable unrest on Grom. The Miner caste is on strike, for\ninstance. They want a new digging shape. Say the old one is\ninefficient.\"\n\n[Illustration]\n\nPid looked properly indignant. The Mining Shape had been set down by\nthe Ancients fifty thousand years ago, together with the rest of the\nbasic shapes. And now these upstarts wanted to change it!\n\n\"That's not all,\" the Chief told him. \"We've uncovered a new Cult of\nShapelessness. Picked up almost eight thousand Grom, and I don't know\nhow many more we missed.\"\n\nPid knew that Shapelessness was a lure of The Shapeless One, the\ngreatest evil that the Grom mind could conceive of. But why, he\nwondered, did so many Grom fall for His lures?\n\n       *       *       *       *       *\n\nThe Chief guessed his question. \"Pid,\" he said, \"I suppose it's\ndifficult for you to understand. Do you enjoy Piloting?\"\n\n\"Yes, sir,\" Pid said simply. _Enjoy_ Piloting! It was his entire life!\nWithout a ship, he was nothing.\n\n\"Not all Grom feel that way,\" the Chief said. \"I don't understand it\neither. All my ancestors have been Invasion Chiefs, back to the\nbeginning of time. So of course _I_ want to be an Invasion Chief. It's\nonly natural, as well as lawful. But the lower castes don't feel that\nway.\" The Chief shook his body sadly. \"I've told you this for a\nreason. We Grom need more room. This unrest is caused purely by\ncrowding. All our psychologists say so. Another planet to expand into\nwill cure everything. So we're counting on you, Pid.\"\n\n\"Yes, sir,\" Pid said, with a glow of pride.\n\nThe Chief rose to end the interview. Then he changed his mind and sat\ndown again.\n\n\"You'll have to watch your crew,\" he said. \"They're loyal, no doubt,\nbut low-caste. And you know the lower castes.\"\n\nPid did indeed.\n\n\"Ger, your Detector, is suspected of harboring Alterationist\ntendencies. He was once fined for assuming a quasi-Hunter shape. Ilg\nhas never had any definite charge brought against him. But I hear that\nhe remains immobile for suspiciously long periods of time. Possibly,\nhe fancies himself a Thinker.\"\n\n\"But, sir,\" Pid protested. \"If they are even slightly tainted with\nAlterationism or Shapelessness, why send them on this expedition?\"\n\nThe Chief hesitated before answering. \"There are plenty of Grom I\ncould trust,\" he said slowly. \"But those two have certain qualities of\nresourcefulness and imagination that will be needed on this\nexpedition.\" He sighed. \"I really don't understand why those qualities\nare usually linked with Shapelessness.\"\n\n\"Yes, sir,\" Pid said.\n\n\"Just watch them.\"\n\n\"Yes, sir,\" Pid said again, and saluted, realizing that the interview\nwas at an end. In his body pouch he felt the dormant Displacer, ready\nto transform the enemy's power source into a bridge across space for\nthe Grom hordes.\n\n\"Good luck,\" the chief said. \"I'm sure you'll need it.\"\n\n       *       *       *       *       *\n\nThe ship dropped silently toward the surface of the enemy planet. Ger\nthe Detector analyzed the clouds below, and fed data into the\nCamouflage Unit. The Unit went to work. Soon the ship looked, to all\noutward appearances, like a cirrus formation.\n\nPid allowed the ship to drift slowly toward the surface of the mystery\nplanet. He was in Optimum Pilot's Shape now, the most efficient of the\nfour shapes alloted to the Pilot caste. Blind, deaf and dumb, an\nextension of his controls, all his attention was directed toward\nmatching the velocities of the high-flying clouds, staying among them,\nbecoming a part of them.\n\nGer remained rigidly in one of the two shapes alloted to Detectors. He\nfed data into the Camouflage Unit, and the descending ship slowly\naltered into an alto-cumulus.\n\nThere was no sign of activity from the enemy planet.\n\nIlg located an atomic power source, and fed the data to Pid. The Pilot\naltered course. He had reached the lowest level of clouds, barely a\nmile above the surface of the planet. Now his ship looked like a fat,\nfleecy cumulus.\n\nAnd still there was no sign of alarm. The unknown fate that had\novertaken twenty previous expeditions still had not showed itself.\n\nDusk crept across the face of the planet as Pid maneuvered near the\natomic power installation. He avoided the surrounding homes and\nhovered over a clump of woods.\n\nDarkness fell, and the green planet's lone moon was veiled in clouds.\n\nOne cloud floated lower.\n\nAnd landed.\n\n\"Quick, everyone out!\" Pid shouted, detaching himself from the ship's\ncontrols. He assumed the Pilot's Shape best suited for running, and\nraced out the hatch. Ger and Ilg hurried after him. They stopped fifty\nyards from the ship, and waited.\n\nInside the ship a little-used circuit closed. There was a silent\nshudder, and the ship began to melt. Plastic dissolved, metal\ncrumpled. Soon the ship was a great pile of junk, and still the\nprocess went on. Big fragments broke into smaller fragments, and\nsplit, and split again.\n\nPid felt suddenly helpless, watching his ship scuttle itself. He was\na Pilot, of the Pilot caste. His father had been a Pilot, and his\nfather before him, stretching back to the hazy past when the Grom had\nfirst constructed ships. He had spent his entire childhood around\nships, his entire manhood flying them.\n\nNow, shipless, he was naked in an alien world.\n\n       *       *       *       *       *\n\nIn a few minutes there was only a mound of dust to show where the ship\nhad been. The night wind scattered it through the forest. And then\nthere was nothing at all.\n\nThey waited. Nothing happened. The wind sighed and the trees creaked.\nSquirrels chirped, and birds stirred in their nests. An acorn fell to\nthe ground.\n\nPid heaved a sigh of relief and sat down. The twenty-first Grom\nexpedition had landed safely.\n\nThere was nothing to be done until morning, so Pid began to make\nplans. They had landed as close to the atomic power installation as\nthey dared. Now they would have to get closer. Somehow, one of them\nhad to get very near the reactor room, in order to activate the\nDisplacer.\n\nDifficult. But Pid felt certain of success. After all, the Grom were\nstrong on ingenuity.\n\nStrong on ingenuity, he thought bitterly, but terribly short of\nradioactives. That was another reason why this expedition was so\nimportant. There was little radioactive fuel left, on any of the Grom\nworlds. Ages ago, the Grom had spent their store of radioactives in\nspreading throughout their neighboring worlds, occupying the ones that\nthey could live on.\n\nNow, colonization barely kept up with the mounting birthrate. New\nworlds were constantly needed.\n\nThis particular world, discovered in a scouting expedition, was\nneeded. It suited the Grom perfectly. But it was too far away. They\ndidn't have enough fuel to mount a conquering space fleet.\n\nLuckily, there was another way. A better way.\n\nOver the centuries, the Grom scientists had developed the Displacer. A\ntriumph of Identity Engineering, the Displacer allowed mass to be\nmoved instantaneously between any two linked points.\n\nOne end was set up at Grom's sole atomic energy plant. The other end\nhad to be placed in proximity to another atomic power source, and\nactivated. Diverted power then flowed through both ends, was modified,\nand modified again.\n\nThen, through the miracle of Identity Engineering, the Grom could\n_step_ through from planet to planet; or pour through in a great,\noverwhelming wave.\n\nIt was quite simple.\n\nBut twenty expeditions had failed to set up the Earth-end Displacer.\n\nWhat had happened to them was not known.\n\nFor no Grom ship had ever returned to tell.\n\n       *       *       *       *       *\n\nBefore dawn they crept through the woods, taking on the coloration of\nthe plants around them. Their Displacers pulsed feebly, sensing the\nnearness of atomic energy.\n\nA tiny, four-legged creature darted in front of them. Instantly, Ger\ngrew four legs and a long, streamlined body and gave chase.\n\n\"Ger! Come back here!\" Pid howled at the Detector, throwing caution to\nthe winds.\n\nGer overtook the animal and knocked it down. He tried to bite it, but\nhe had neglected to grow teeth. The animal jumped free, and vanished\ninto the underbrush. Ger thrust out a set of teeth and bunched his\nmuscles for another leap.\n\n\"_Ger!_\"\n\nReluctantly, the Detector turned away. He loped silently back to Pid.\n\n\"I was hungry,\" he said.\n\n\"You were not,\" Pid said sternly.\n\n\"Was,\" Ger mumbled, writhing with embarrassment.\n\nPid remembered what the Chief had told him. Ger certainly did have\nHunter tendencies. He would have to watch him more closely.\n\n\"We'll have no more of that,\" Pid said. \"Remember--the lure of Exotic\nShapes is not sanctioned. Be content with the shape you were born to.\"\n\nGer nodded, and melted back into the underbrush. They moved on.\n\nAt the extreme edge of the woods they could observe the atomic energy\ninstallation. Pid disguised himself as a clump of shrubbery, and Ger\nformed himself into an old log. Ilg, after a moment's thought, became\na young oak.\n\nThe installation was in the form of a long, low building, surrounded\nby a metal fence. There was a gate, and guards in front of it.\n\nThe first job, Pid thought, was to get past that gate. He began to\nconsider ways and means.\n\nFrom the fragmentary reports of the survey parties, Pid knew that, in\nsome ways, this race of Men were like the Grom. They had pets, as the\nGrom did, and homes and children, and a culture. The inhabitants were\nskilled mechanically, as were the Grom.\n\nBut there were terrific differences, also. The Men were of fixed and\nimmutable form, like stones or trees. And to compensate, their planet\nboasted a fantastic array of species, types and kinds. This was\ncompletely unlike Grom, which had only eight distinct forms of animal\nlife.\n\nAnd evidently, the Men were skilled at detecting invaders, Pid\nthought. He wished he knew how the other expeditions had failed. It\nwould make his job much easier.\n\n       *       *       *       *       *\n\nA Man lurched past them on two incredibly stiff legs. Rigidity was\nevident in his every move. Without looking, he hurried past.\n\n\"I know,\" Ger said, after the creature had moved away. \"I'll disguise\nmyself as a Man, walk through the gate to the reactor room, and\nactivate my Displacer.\"\n\n\"You can't speak their language,\" Pid pointed out.\n\n\"I won't speak at all. I'll ignore them. Look.\" Quickly Ger shaped\nhimself into a Man.\n\n\"That's not bad,\" Pid said.\n\nGer tried a few practice steps, copying the bumpy walk of the Man.\n\n\"But I'm afraid it won't work,\" Pid said.\n\n\"It's perfectly logical,\" Ger pointed out.\n\n\"I know. Therefore the other expeditions must have tried it. And none\nof them came back.\"\n\nThere was no arguing that. Ger flowed back into the shape of a log.\n\"What, then?\" he asked.\n\n\"Let me think,\" Pid said.\n\nAnother creature lurched past, on four legs instead of two. Pid\nrecognized it as a Dog, a pet of Man. He watched it carefully.\n\nThe Dog ambled to the gate, head down, in no particular hurry. It\nwalked through, unchallenged, and lay down in the grass.\n\n\"H'm,\" Pid said.\n\nThey watched. One of the Men walked past, and touched the Dog on the\nhead. The Dog stuck out its tongue and rolled over on its side.\n\n\"I can do that,\" Ger said excitedly. He started to flow into the shape\nof a Dog.\n\n\"No, wait,\" Pid said. \"We'll spend the rest of the day thinking it\nover. This is too important to rush into.\"\n\nGer subsided sulkily.\n\n\"Come on, let's move back,\" Pid said. He and Ger started into the\nwoods. Then he remembered Ilg.\n\n\"Ilg?\" he called softly.\n\nThere was no answer.\n\n\"Ilg!\"\n\n\"What? Oh, yes,\" an oak tree said, and melted into a bush. \"Sorry.\nWhat were you saying?\"\n\n\"We're moving back,\" Pid said. \"Were you, by any chance, Thinking?\"\n\n\"Oh, no,\" Ilg assured him. \"Just resting.\"\n\nPid let it go at that. There was too much else to worry about.\n\n       *       *       *       *       *\n\nThey discussed it for the rest of the day, hidden in the deepest part\nof the woods. The only alternatives seemed to be Man or Dog. A Tree\ncouldn't walk past the gates, since that was not in the nature of\ntrees. Nor could anything else, and escape notice.\n\nGoing as a Man seemed too risky. They decided that Ger would sally out\nin the morning as a Dog.\n\n\"Now get some sleep,\" Pid said.\n\nObediently his two crewmen flattened out, going immediately Shapeless.\nBut Pid had a more difficult time.\n\nEverything looked too easy. Why wasn't the atomic installation better\nguarded? Certainly the Men must have learned something from the\nexpeditions they had captured in the past. Or had they killed them\nwithout asking any questions?\n\nYou couldn't tell what an alien would do.\n\nWas that open gate a trap?\n\nWearily he flowed into a comfortable position on the lumpy ground.\nThen he pulled himself together hastily.\n\nHe had gone Shapeless!\n\nComfort was not in the line of duty, he reminded himself, and firmly\ntook a Pilot's Shape.\n\nBut a Pilot's Shape wasn't constructed for sleeping on damp, bumpy\nground. Pid spent a restless night, thinking of ships, and wishing he\nwere flying one.\n\nHe awoke in the morning tired and ill-tempered. He nudged Ger.\n\n\"Let's get this over with,\" he said.\n\nGer flowed gaily to his feet.\n\n\"Come on, Ilg,\" Pid said angrily, looking around. \"Wake up.\"\n\nThere was no reply.\n\n\"Ilg!\" he called.\n\nStill there was no reply.\n\n\"Help me look for him,\" Pid said to Ger. \"He must be around here\nsomewhere.\"\n\nTogether they tested every bush, tree, log and shrub in the vicinity.\nBut none of them was Ilg.\n\nPid began to feel a cold panic run through him. What could have\nhappened to the Radioman?\n\n\"Perhaps he decided to go through the gate on his own,\" Ger suggested.\n[original: Ilg suggested (n. of transcriber)]\n\nPid considered the possibility. It seemed unlikely. Ilg had never\nshown much initiative. He had always been content to follow orders.\n\nThey waited. But midday came, and there was still no sign of Ilg.\n\n\"We can't wait any longer,\" Pid said, and they started through the\nwoods. Pid wondered if Ilg _had_ tried to get through the gates on his\nown. Those quiet types often concealed a foolhardy streak.\n\nBut there was nothing to show that Ilg had been successful. He would\nhave to assume that the Radioman was dead, or captured by the Men.\n\nThat left two of them to activate a Displacer.\n\nAnd he still didn't know what had happened to the other expeditions.\n\n       *       *       *       *       *\n\nAt the edge of the woods, Ger turned himself into a facsimile of a\nDog. Pid inspected him carefully.\n\n\"A little less tail,\" he said.\n\nGer shortened his tail.\n\n\"More ears.\"\n\nGer lengthened his ears,\n\n\"Now even them up.\"\n\nThey became even.\n\nPid inspected the finished product. As far as he could tell, Ger was\nperfect, from the tip of his tail to his wet, black nose.\n\n\"Good luck,\" Pid said.\n\n\"Thanks.\" Cautiously Ger moved out of the woods, walking in the\nlurching style of Dogs and Men. At the gate the guard called to him.\nPid held his breath.\n\nGer walked past the Man, ignoring him. The Man started to walk over.\nGer broke into a run.\n\nPid shaped a pair of strong legs for himself, ready to dash if Ger was\ncaught.\n\nBut the guard turned back to his gate. Ger stopped running\nimmediately, and strolled quietly toward the main door of the\nbuilding.\n\nPid dissolved his legs with a sigh of relief ... and then tensed\nagain.\n\nThe main door was closed!\n\nPid hoped the Radioman wouldn't try to open it. That was _not_ in the\nnature of Dogs.\n\nAs he watched, another Dog came running toward Ger. Ger backed away\nfrom him. The Dog approached and sniffed. Ger sniffed back.\n\nThen both of them ran around the building.\n\nThat was clever, Pid thought. There was bound to be a door in the\nrear.\n\nHe glanced up at the afternoon sun. As soon as the Displacer was\nactivated, the Grom armies would begin to pour through. By the time\nthe Men recovered from the shock, a million or more Grom troops would\nbe here, weapons and all. With more following.\n\nThe day passed slowly, and nothing happened.\n\nNervously Pid watched the front of the plant. It shouldn't be taking\nso long, if Ger were successful.\n\nLate into the night he waited. Men walked in and out of the\ninstallation, and Dogs barked around the gates. But Ger did not\nappear.\n\nGer had failed. Ilg was gone. Only he was left.\n\nAnd _still_ he didn't know what had happened.\n\n       *       *       *       *       *\n\nBy morning, Pid was in complete despair. He knew that the twenty-first\nGrom expedition to this planet was near the point of complete failure.\nNow it was all up to him.\n\nHe saw that workers were arriving in great number, rushing through the\ngates. He decided to take advantage of the apparent confusion, and\nstarted to shape himself into a Man.\n\nA Dog walked past the woods where he was hiding.\n\n\"Hello,\" the Dog said.\n\nIt was Ger!\n\n\"What happened?\" Pid asked, with a sigh of relief. \"Why were you so\nlong? Couldn't you get in?\"\n\n\"I don't know,\" Ger said, wagging his tail. \"I didn't try.\"\n\nPid was speechless.\n\n\"I went hunting,\" Ger said complacently. \"This form is ideal for\nHunting, you know. I went out the rear gate with another Dog.\"\n\n\"But the expedition--your duty--\"\n\n\"I changed my mind,\" Ger told him. \"You know, Pilot, I never wanted to\nbe a Detector.\"\n\n\"But you were _born_ a Detector!\"\n\n\"That's true,\" Ger said. \"But it doesn't help. I always wanted to be a\nHunter.\"\n\nPid shook his entire body in annoyance. \"You can't,\" he said, very\nslowly, as one would explain to a Gromling. \"The Hunter shape is\nforbidden to you.\"\n\n\"Not here it isn't,\" Ger said, still wagging his tail.\n\n\"Let's have no more of this,\" Pid said angrily. \"Get into that\ninstallation and set up your Displacer. I'll try to overlook this\nheresy.\"\n\n\"No,\" Ger said. \"I don't want the Grom here. They'd ruin it for the\nrest of us.\"\n\n\"He's right,\" a nearby oak tree said.\n\n\"Ilg!\" Pid gasped. \"Where are you?\"\n\n       *       *       *       *       *\n\nBranches stirred. \"I'm right here,\" Ilg said. \"I've been Thinking.\"\n\n\"But--your caste--\"\n\n\"Pilot,\" Ger said sadly, \"why don't you wake up? Most of the people on\nGrom are miserable. Only custom makes us take the caste-shape of our\nancestors.\"\n\n\"Pilot,\" Ilg said, \"all Grom are born Shapeless!\"\n\n\"And being born Shapeless, all Grom should have Freedom of Shape,\"\nGer said.\n\n\"Exactly,\" Ilg said. \"But he'll never understand. Now excuse me. I\nwant to Think.\" And the oak tree was silent.\n\nPid laughed humorlessly. \"The Men will kill you off,\" he said. \"Just\nas they killed off all the other expeditions.\"\n\n\"No one from Grom has been killed,\" Ger told him. \"The other\nexpeditions are right here.\"\n\n\"Alive?\"\n\n\"Certainly. The Men don't even know we exist. That Dog I was Hunting\nwith is a Grom from the twelfth expedition. There are hundreds of us\nhere, Pilot. We like it.\"\n\nPid tried to absorb it all. He had always known that the lower castes\nwere lax in caste-consciousness. But this was preposterous!\n\nThis planet's secret menace was--freedom!\n\n\"Join us, Pilot,\" Ger said. \"We've got a paradise here. Do you know\nhow many species there are on this planet? An uncountable number!\nThere's a shape to suit every need!\"\n\nPid ignored them. Traitors!\n\nHe'd do the job all by himself.\n\nSo Men were unaware of the presence of the Grom. Getting near the\nreactor might not be so difficult after all. The others had failed in\ntheir duty because they were of the lower castes, weak and\nirresponsible. Even the Pilots among them must have been secretly\nsympathetic to the Cult of Shapelessness the Chief had mentioned, or\nthe alien planet could never have swayed them.\n\nWhat shape to assume for his attempt?\n\nPid considered.\n\nA Dog might be best. Evidently Dogs could wander pretty much where\nthey wished. If something went wrong, Pid could change his shape to\nmeet the occasion.\n\n\"The Supreme Council will take care of all of you,\" he snarled, and\nshaped himself into a small brown Dog. \"I'm going to set up the\nDisplacer myself.\"\n\nHe studied himself for a moment, bared his teeth at Ger, and loped\ntoward the gate.\n\n       *       *       *       *       *\n\nHe loped for about ten feet and stopped in utter horror.\n\nThe smells rushed at him from all directions. Smells in a profusion\nand variety he had never dreamed existed. Smells that were harsh,\nsweet, sharp, heavy, mysterious, overpowering. Smells that terrified.\nAlien and repulsive and inescapable, the odors of Earth struck him\nlike a blow.\n\nHe curled his lips and held his breath. He ran on for a few steps, and\nhad to breathe again. He almost choked.\n\nHe tried to remold his Dog-nostrils to be less sensitive. It didn't\nwork. It wouldn't, so long as he kept the Dog-shape. An attempt to\nmodify his metabolism didn't work either.\n\nAll this in the space of two or three seconds. He was rooted in his\ntracks, fighting the smells, wondering what to do.\n\nThen the noises hit him.\n\nThey were a constant and staggering roar, through which every tiniest\nwhisper of sound stood out clearly and distinct. Sounds upon\nsounds--more noise than he had ever heard before at one time in his\nlife. The woods behind him had suddenly become a mad-house.\n\nUtterly confused, he lost control and became Shapeless.\n\nHe half-ran, half-flowed into a nearby bush. There he re-Shaped,\nobliterating the offending Dog ears and nostrils with vicious strokes\nof his thoughts.\n\nThe Dog-shape was out. Absolutely. Such appalling sharpness of senses\nmight be fine for a Hunter such as Ger--he probably gloried in them.\nBut another moment of such impressions would have driven Pid the Pilot\nmad.\n\nWhat now? He lay in the bush and thought about it, while gradually his\nmind threw off the last effects of the dizzying sensory assault.\n\nHe looked at the gate. The Men standing there evidently hadn't noticed\nhis fiasco. They were looking in another direction.\n\n... a Man?\n\nWell, it was worth a try.\n\n       *       *       *       *       *\n\nStudying the Men at the gate, Pid carefully shaped himself into a\nfacsimile--a synthesis, actually, embodying one characteristic of\nthat, another of this.\n\nHe emerged from the side of the bush opposite the gate, on his hands\nand knees. He sniffed the air, noting that the smells the Man-nostrils\npicked up weren't unpleasant at all. In fact, some of them were\ndecidedly otherwise. It had just been the acuity of the Dog-nostrils,\nthe number of smells they had detected and the near-brilliance with\nwhich they had done so, that had shocked him.\n\nAlso, the sounds weren't half so devastating. Only relatively close\nsounds stood out. All else was an undetailed whispering.\n\nEvidently, Pid thought, it had been a long time since Men had been\nHunters.\n\nHe tested his legs, standing up and taking a few clumsy steps. _Thud_\nof foot on ground. Drag the other leg forward in a heavy arc. _Thud._\nRocking from side to side, he marched back and forth behind the bush.\nHis arms flapped as he sought balance. His head wobbled on its neck,\nuntil he remembered to hold it up. Head up, eyes down, he missed\nseeing a small rock. His heel turned on it. He sat down, hard.\n\nThe ankle hurt. Pid curled his Man-lips and crawled back into the\nbush.\n\nThe Man-shape was too unspeakably clumsy. It was offensive to plod one\nstep at a time. Body held rigidly upright. Arms wobbling. There had\nbeen a deluge of sense-impressions in the Dog-shape; there was dull,\nstiff, half-alive inadequacy to the Man-shape.\n\nBesides, it was dangerous, now that Pid thought it over, as well as\ndistasteful. He couldn't control it properly. It wouldn't look right.\nSomeone might question him. There was too much about Men he\ndidn't--couldn't--know. The planting of the Displacer was too\nimportant a thing for him to fumble again. Only luck had kept him from\nbeing seen during the sensory onslaught.\n\nThe Displacer in his body pouch pulsed and tugged, urging him to be on\nhis way toward the distant reactor room.\n\nGrimly, Pid let out the last breath he had taken with his Man-lungs,\nand dissolved the lungs.\n\nWhat shape to take?\n\nAgain he studied the gate, the Men standing beside it, the building\nbeyond in which was the all-important reactor.\n\nA small shape was needed. A fast one. An unobtrusive one.\n\nHe lay and thought.\n\nThe bush rustled above him. A small brown shape had fluttered down to\nlight on a twig. It hopped to another twig, twittering. Then it\nfluttered off in a flash, and was gone.\n\nThat, Pid thought, was it.\n\n       *       *       *       *       *\n\nA Sparrow that was not a Sparrow rose from the bush a few moments\nlater. An observer would have seen it circle the bush, diving,\nhedgehopping, even looping, as if practicing all maneuvers possible to\nSparrows.\n\nPid tensed his shoulder muscles, inclined his wings. He slipped off to\nthe right, approached the bush at what seemed breakneck speed, though\nhe knew this was only because of his small size. At the last second he\nlifted his tail. Not quite quickly enough. He swooped up and over the\ntop of the bush, but his legs brushed the top leaves, his beak went\ndown, and he stumbled in air for a few feet back-forward.\n\nHe blinked beady eyes as if at a challenge. Back toward the bush at a\nfine clip, again up and over. This time cleanly.\n\nHe chose a tree. Zoomed into its network of branches, wove a web of\nflight, working his way around and around the trunk, over and under\nbranches that flashed before him, through crotches with no more than a\nfeather's-breath to spare.\n\nAt last he rested on a low branch, and found himself chirping in\ndelight.\n\nThe tree extruded a feeler from the branch he sat on, and touched his\nwings and tail.\n\n\"Interesting,\" said the tree. \"I'll have to try that shape some time.\"\n\nIlg.\n\n\"Traitor,\" hissed Pid, growing a mouth in his chest to hiss it, and\nthen he did something that caused Ilg to exclaim in outrage.\n\nPid flew out of the woods. Over the underbrush and across the open\nspace toward the gate.\n\nThis body would do the trick!\n\nThis body would do anything!\n\nHe rose, in a matter of a few Sparrow heartbeats, to an altitude of a\nhundred feet. From here the gate, the Men, the building were small,\nsharp shapes against a green-brown mat. Pid found that he could see\nnot only with unaccustomed clarity, but with a range of vision that\nastonished him. To right and to left he could see far into the hazy\nblue of the sky, and the higher he rose the farther he could see.\n\nHe rose higher.\n\nThe Displacer pulsed, reminding him of the job he had to do.\n\n       *       *       *       *       *\n\nHe stiffened his wings and glided, regretfully putting aside his\ndesires to experiment with this wonderful shape, at least for the\npresent. After he planted the Displacer, he would go off by himself\nfor a while and do it just a little more--somewhere where Ilg and Ger\nwould not see him--before the Grom Army arrived and the invasion\nbegan.\n\nHe felt a tiny twinge of guilt, as he circled. It was Evil to want to\nkeep this alien flying shape any longer than was absolutely necessary\nto the performance of his duty. It was a device of the Shapeless One--\n\nBut what had Ilg said? _All Grom are born Shapeless._ It was true.\nGrom children were amorphous, until old enough to be instructed in the\ncaste-shape of their ancestors.\n\nMaybe it wasn't _too_ great a sin to alter your Shape, then--just once\nin a long while. After all, one must be fully aware of the nature of\nEvil in order to meaningfully reject it.\n\nHe had fallen lower in circling. The Displacer pulse had strengthened.\nFor some reason it irritated him. He drove higher on strong wings,\ncircled again. Air rushed past him--a smooth, whispering flow, pierced\nby his beak, streaming invisibly past his sharp eyes, moving along his\nbody in tiny turbulences that moved his feathers against his skin.\n\nIt occurred to him--or rather struck him with considerable force--that\nhe was satisfying a longing of his Pilot Caste that went far deeper\nthan Piloting.\n\nHe drove powerfully with his wings, felt tonus across his back, shot\nforward and up. He thought of the controls of his ship. He imagined\nflowing into them, becoming part of them, as he had so often done--and\nfor the first time in his life the thought failed to excite him.\n\nNo machine could compare with this!\n\nWhat he would give to have wings of his own!\n\n_... Get from my sight, Shapeless One!_\n\nThe Displacer must be planted, activated. All Grom depended on him.\n\nHe eyed the building, far below. He would pass over it. The Displacer\nwould tell him which window to enter--which window was so near the\nreactor that he could do his job before the Men even knew he was\nabout.\n\nHe started to drop lower, and the Hawk struck.\n\n       *       *       *       *       *\n\nIt had been above him. His first inkling of danger was the sharp pain\nof talons in his back, and the stunning blow of a beak across his\nhead.\n\nDazed, he let his back go Shapeless. His body-substance flowed from\nthe grasp of the talons. He dropped a dozen feet and resumed\nSparrow-shape, hearing an astonished squawk from the attacker.\n\nHe banked, and looked up. The Hawk was eyeing him.\n\nTalons spread again. The sharp beak gaped. The Hawk swooped.\n\nPid had to fight as a Bird, naturally. He was four hundred feet above\nthe ground.\n\nSo he became an impossibly deadly Bird.\n\nHe grew to twice the size of the Hawk. He grew a foot-long beak with\na double razor's edge. He grew talons like six inch scimitars. His\neyes gleamed a red challenge.\n\nThe Hawk broke flight, squalling in alarm. Frantically, tail down and\nwidespread, it thundered its wings and came to a dead stop six feet\nfrom Pid.\n\nLooking thoughtfully at Pid, it allowed itself to plummet. It fell a\nhundred feet, spread its wings, stretched its neck and flew off so\nhastily that its wings became blurs.\n\nPid saw no reason to pursue it.\n\nThen, after a moment, he did.\n\nHe glided, keeping the Hawk in sight, thoughts racing, feeling the\nnewness, the power, the wonder of Freedom of Shape.\n\nFreedom....\n\nHe did not want to give it up.\n\nThe bird-shape was wondrous. He would experiment with it. Later, he\nmight tire of it for a time and assume another--a crawling or running\nshape, or even a swimming one. The possibilities for excitement, for\nadventure, for fulfilment and simple sensual pleasure were endless!\n\nFreedom of Shape was--obviously, now that you thought on it--the Grom\nbirthright. And the caste-system was artificial--obviously. A device\nfor political and priestly benefit--obviously.\n\n_Go away, Shapeless One ... this does not concern you._\n\nHe rose to a thousand feet, two thousand, three. The Displacer's pulse\ngrew feebler and finally vanished.\n\nAt four thousand feet he released it and watched it spin downward,\nvanish into a cloud.\n\nThen he set out after the Hawk, which was now only a dot on the\nhorizon. He would find out how the Hawk had broken flight as it\nhad--skidded on air--he wanted to do that too! There were so many\nthings he wanted to learn about flying. In a week, he thought, he\nshould be able to duplicate all the skill that millennia had evolved\ninto Birds. Then his new life would really begin.\n\nHe became a torpedo-shape with huge wings, and sped after the Hawk.\n\n                                                         ROBERT SHECKLEY\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Keep Your Shape, by Robert Sheckley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK KEEP YOUR SHAPE ***\n\n***** This file should be named 32346.txt or 32346.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/4/32346/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}