{"title": "Voyage To Eternity", "author": "Milton Lesser", "releaseDate": "May 12, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Imagination Stories of Science and\n    Fantasy July 1953. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed.\n\n\n                          VOYAGE TO ETERNITY\n\n\n                                  By\n\n                            Milton Lesser\n\n\n     Temple faced leaving Earth--and the girl he loved--if his\n     country drafted him. But the hard part was in knowing he'd\n     never return!...\n\n       *       *       *       *       *\n\n\n\n\nWhen the first strong sunlight of May covered the tree-arched avenues\nof Center City with green, the riots started.\n\n[Illustration]\n\nThe people gathered in angry knots outside the city hall, met in the\npark and littered its walks with newspapers and magazines as they\ngobbled up editorial comment at a furious rate, slipped with dark of\nnight through back alleys and planned things with furious futility.\nCenter City's finest knew when to make themselves scarce: their\nuniforms stood for everything objectionable at this time and they\nmight be subjected to clubs, stones, taunts, threats, leers--and\nknives.\n\nBut Center City, like most communities in United North America, had\nsurvived the Riots before and would survive them again. On past\nperformances, the damage could be estimated, too. Two-hundred\nfifty-seven plate glass windows would be broken, three-hundred twelve\nlimbs fractured. Several thousand people would be treated for minor\nbruises and abrasions, Center City would receive half that many damage\nsuits. The list had been drawn clearly and accurately; it hardly ever\ndeviated.\n\nAnd Center City would meet its quota. With a demonstration of\nreluctance, of course. The healthy approved way to get over social\ntrauma once every seven-hundred eighty days.\n\n\n\"Shut it off, Kit. Kit, please.\"\n\nThe telio blared in a cheaply feminine voice, \"Oh, it's a long way to\nnowhere, forever. And your honey's not coming back, never, never,\nnever....\" A wailing trumpet represented flight.\n\n\"They'll exploit anything, Kit.\"\n\n\"It's just a song.\"\n\n\"Turn it off, please.\"\n\nChristopher Temple turned off the telio, smiling. \"They'll announce\nthe names in ten minutes,\" he said, and felt the corners of his mouth\ndraw taut.\n\n\"Tell me again, Kit,\" Stephanie pleaded. \"How old are you?\"\n\n\"You know I'm twenty-six.\"\n\n\"Twenty-six. Yes, twenty-six, so if they don't call you this time,\nyou'll be safe. Safe, I can hardly believe it.\"\n\n\"Nine minutes,\" said Temple in the darkness. Stephanie had drawn the\nblinds earlier, had dialed for sound-proofing. The screaming in the\nstreets came to them as not the faintest whisper. But the song which\nbecame briefly, masochistically popular every two years and two months\nhad spoiled their feeling of seclusion.\n\n\"Tell me again, Kit.\"\n\n\"What.\"\n\n\"You know what.\"\n\nHe let her come to him, let her hug him fiercely and whimper against\nhis chest. He remained passive although it hurt, occasionally stroking\nher hair. He could not assert himself for another--he looked at his\nstrap chrono--for another eight minutes. He might regret it, if he\ndid, for a lifetime.\n\n\"Tell me, Kit.\"\n\n\"I'll marry you, Steffy. In eight minutes, less than eight minutes,\nI'll go down and get the license. We'll marry as soon as it's legal.\"\n\n\"This is the last time they have a chance for you. I mean, they won't\nchange the law?\"\n\nTemple shook his head. \"They don't have to. They meet their quota this\nway.\"\n\n\"I'm scared.\"\n\n\"You and everyone else in North America, Steffy.\"\n\nShe was trembling against him. \"It's cold for June.\"\n\n\"It's warm in here.\" He kissed her moist eyes, her nose, her lips.\n\n\"Oh God, Kit. Five minutes.\"\n\n\"Five minutes to freedom,\" he said jauntily. He did not feel that way\nat all. Apprehension clutched at his chest with tight, painful\nfingers, almost making it difficult for him to breathe.\n\n\"Turn it on, Kit.\"\n\n       *       *       *       *       *\n\nHe dialed the telio in time to see the announcer's insincere smile.\nSmile seventeen, Kit thought wryly. Patriotic sacrifice.\n\n\"Every seven-hundred eighty days,\" said the announcer, \"two-hundred of\nCenter City's young men are selected to serve their country for an\nindeterminate period regulated rigidly by a rotation system.\"\n\n\"Liar!\" Stephanie cried. \"No one ever comes back. It's been thirty\nyears since the first group and not one of them....\"\n\n\"Shh,\" Temple raised a finger to his lips.\n\n\"This is the thirteenth call since the inception of what is popularly\nreferred to as the Nowhere Journey,\" said the announcer. \"Obviously,\nthe two hundred young men from Center City and the thousands from all\nover this hemisphere do not in reality embark on a Journey to Nowhere.\nThat is quite meaningless.\"\n\n\"Hooray for him,\" Temple laughed.\n\n\"I wish he'd get on with it.\"\n\n\"No, ladies and gentlemen, we use the word Nowhere merely because we\nare not aware of the ultimate destination. Security reasons make it\nimpossible to....\"\n\n\"Yes, yes,\" said Stephanie impatiently. \"Go on.\"\n\n\"... therefore, the Nowhere Journey. With a maximum security lid on\nthe whole project, we don't even know why our men are sent, or by what\nmeans. We know only that they go somewhere and not nowhere, bravely\nand not fearfully, for a purpose vital to the security of this nation\nand not to slake the thirst of a chessman of regiments and divisions.\n\n\"If Center City's contribution helps keep our country strong, Center\nCity is naturally obligated....\"\n\n\"No one ever said it isn't our duty,\" Stephanie argued, as if the\nannouncer could indeed hear her. \"We only wish we knew something about\nit--and we wish it weren't forever.\"\n\n\"It isn't forever,\" Temple reminded her. \"Not officially.\"\n\n\"Officially, my foot. If they never return, they never return. If\nthere's a rotation system on paper, but it's never used, that's not a\nrotation system at all. Kit, it's forever.\"\n\n\"... to thank the following sponsors for relinquishing their time....\"\n\n\"No one would want to sponsor _that_,\" Temple whispered cheerfully.\n\n\"Kit,\" said Stephanie, \"I--I suddenly have a hunch we have nothing to\nworry about. They missed you all along and they'll miss you this time,\ntoo. The last time, and then you'll be too old. That's funny, too old\nat twenty-six. But we'll be free, Kit. Free.\"\n\n\"He's starting,\" Temple told her.\n\nA large drum filled the entire telio screen. It rotated slowly, from\nbottom to top. In twenty seconds, the letter A appeared, followed by\nabout a dozen names. Abercrombie, Harold. Abner, Eugene. Adams,\nGerald. Sorrow in the Abercrombie household. Despair for the Abners.\nBlack horror for Adams.\n\nThe drum rotated.\n\n\"They're up to F, Kit.\"\n\nFabian, Gregory G....\n\nNames circled the drum slowly, like viscous alphabet soup.\nMeaningless, unless you happened to know them.\n\n\"Kit, I knew Thomas Mulvany.\"\n\nN, O, P....\n\n\"It's hot in here.\"\n\n\"I thought you were cold.\"\n\n\"I'm suffocating now.\"\n\nR, S....\n\n\"T!\" Stephanie shrieked as the names began to float slowly up from the\nbottom of the drum.\n\nTabor, Tebbets, Teddley....\n\nTemple's mouth felt dry as a ball of cotton. Stephanie laughed\nnervously. Now--or never. Never?\n\nNow.\n\nStephanie whimpered despairingly.\n\nTEMPLE, CHRISTOPHER.\n\n       *       *       *       *       *\n\n\"Sorry I'm late, Mr. Jones.\"\n\n\"Hardly, Mr. Smith. Hardly. Three minutes late.\"\n\n\"I've come in response to your ad.\"\n\n\"I know. You look old.\"\n\n\"I am over twenty-six. Do you mind?\"\n\n\"Not if you don't, Mr. Smith. Let me look at you. Umm, you seem the\nright height, the right build.\"\n\n\"I meet the specifications exactly.\"\n\n\"Good, Mr. Smith. And your price.\"\n\n\"No haggling,\" said Smith. \"I have a price which must be met.\"\n\n\"Your price, Mr. Smith?\"\n\n\"Ten million dollars.\"\n\nThe man called Jones coughed nervously. \"That's high.\"\n\n\"Very. Take it or leave it.\"\n\n\"In cash?\"\n\n\"Definitely. Small unmarked bills.\"\n\n\"You'd need a moving van!\"\n\n\"Then I'll get one.\"\n\n\"Ten million dollars,\" said Jones, \"is quite a price. Admittedly, I\nhaven't dealt in this sort of traffic before, but--\"\n\n\"But nothing. Were your name Jones, really and truly Jones, I might\nask less.\"\n\n\"Sir?\"\n\n\"You are Jones exactly as much as I am Smith.\"\n\n\"Sir?\" Jones gasped again.\n\nSmith coughed discreetly. \"But I have one advantage. I know you. You\ndon't know me, Mr. Arkalion.\"\n\n\"Eh? Eh?\"\n\n\"Arkalion. The North American Carpet King. Right?\"\n\n\"How did you know?\" the man whose name was not Jones but Arkalion\nasked the man whose name was not Smith but might as well have been.\n\n\"When I saw your ad,\" said not-Smith, \"I said to myself, 'now here\nmust be a very rich, influential man.' It only remained for me to\nstudy a series of photographs readily obtainable--I have a fine memory\nfor that, Mr. Arkalion--and here you are; here is Arkalion the Carpet\nKing.\"\n\n\"What will you do with the ten million dollars?\" demanded Arkalion,\nnot minding the loss nearly so much as the ultimate disposition of his\nfortune.\n\n\"Why, what does anyone do with ten million dollars? Treasure it.\nInvest it. Spend it.\"\n\n\"I mean, what will you do with it if you are going in place of my--\"\nArkalion bit his tongue.\n\n\"Your son, were you saying, Mr. Arkalion? Alaric Arkalion the Third.\nDid you know that I was able to boil my list of men down to thirty\nwhen I studied their family ties?\"\n\n\"Brilliant, Mr. Smith. Alaric is so young--\"\n\n\"Aren't they all? Twenty-one to twenty-six. Who was it who once said\nsomething about the flower of our young manhood?\"\n\n\"Shakespeare?\" said Mr. Arkalion realizing that most quotes of lasting\nimportance came from the bard.\n\n\"Sophocles,\" said Smith. \"But, no matter. I will take young Alaric's\nplace for ten million dollars.\"\n\nMotives always troubled Mr. Arkalion, and thus he pursued what might\nhave been a dangerous conversation. \"You'll never get a chance to\nspend it on the Nowhere Journey.\"\n\n\"Let me worry about that.\"\n\n\"No one ever returns.\"\n\n\"My worry, not yours.\"\n\n\"It is forever--as if you dropped out of existence. Alaric is so\nyoung.\"\n\n\"I have always gambled, Mr. Arkalion. If I do not return in five\nyears, you are to put the money in a trust fund for certain designated\nindividuals, said fund to be terminated the moment I return. If I come\nback within the five years, you are merely to give the money over to\nme. Is that clear?\"\n\n\"Yes.\"\n\n\"I'll want it in writing, of course.\"\n\n\"Of course. A plastic surgeon is due here in about ten minutes, Mr.\nSmith, and we can get on with.... But if I don't know your name, how\ncan I put it in writing?\"\n\nSmith smiled. \"I changed my name to Smith for the occasion. Perfectly\nlegal. My name is John X. Smith--now.\"\n\n\"That's where you're wrong,\" said Mr. Arkalion as the plastic surgeon\nentered. \"Your name is Alaric Arkalion III--_now_.\"\n\nThe plastic surgeon skittered around Smith, examining him minutely\nwith the casual expertness that comes with experience.\n\n\"Have to shorten the cheek bones.\"\n\n\"For ten million dollars,\" said Smith, \"you can take the damned things\nout altogether and hang them on your wall.\"\n\n       *       *       *       *       *\n\nSophia Androvna Petrovitch made her way downtown through the bustle of\ntired workers and the occasional sprinkling of Comrades. She crushed\nher _ersatz_ cigarette underfoot at number 616 Stalin Avenue, paused\nfor the space of five heartbeats at the door, went inside.\n\n\"What do you want?\" The man at the desk was myopic but bull-necked.\n\nSophia showed her party card.\n\n\"Oh, Comrade. Still, you are a woman.\"\n\n\"You're terribly observant, Comrade,\" said Sophia coldly. \"I am here\nto volunteer.\"\n\n\"But a woman.\"\n\n\"There is nothing in the law which says a woman cannot volunteer.\"\n\n\"We don't make women volunteer.\"\n\n\"I mean really volunteer, of her own free will.\"\n\n\"Her--own--free will?\" The bull-necked man removed his spectacles,\nscratched his balding head with the ear-pieces. \"You mean volunteer\nwithout--\"\n\n\"Without coercion. I want to volunteer. I am here to volunteer. I want\nto sign on for the next Stalintrek.\"\n\n\"Stalintrek, a woman?\"\n\n\"That is what I said.\"\n\n\"We don't force women to volunteer.\" The man scratched some more.\n\n\"Oh, really,\" said Sophia. \"This is 1992, not mid-century, Comrade.\nDid not Premier Stalin say, 'Woman was created to share the glorious\ndestiny of Mother Russia with her mate?'\" Sophia created the quote\nrandomly.\n\n\"Yes, if Stalin said--\"\n\n\"He did.\"\n\n\"Still, I do not recall--\"\n\n\"What?\" Sophia cried. \"Stalin dead these thirty-nine years and you\ndon't recall his speeches? What is your name, Comrade?\"\n\n\"Please, Comrade. Now that you remind me, I remember.\"\n\n\"What is your name.\"\n\n\"Here, I will give you the volunteer papers to sign. If you pass the\nexams, you will embark on the next Stalintrek, though why a beautiful\nyoung woman like you--\"\n\n\"Shut your mouth and hand me those papers.\"\n\nThere, sitting behind that desk, was precisely why. Why should she,\nSophia Androvna Petrovitch, wish to volunteer for the Stalintrek?\nBetter to ask why a bird flies south in the winter, one day ahead of\nthe first icy gale. Or why a lemming plunges recklessly into the sea\nwith his multitudes of fellows, if, indeed, the venture were to turn\nout grimly.\n\nBut there, behind that desk, was part of the reason. The Comrade. The\nbright sharp Comrade, with his depth of reasoning, his fountain of\ngushing emotions, his worldliness. _Pfooey!_\n\nIt was as if she had been in a cocoon all her life, stifled, starved,\nthe cottony inner lining choking her whenever she opened her mouth,\nthe leathery outer covering restricting her when she tried to move. No\none had ever returned from the Stalintrek. She then had to assume no\none would. Including Sophia Androvna Petrovitch. But then, there was\nnothing she would miss, nothing to which she particularly wanted to\nreturn. Not the stark, foul streets of Stalingrad, not the workers\nwith their vapid faces or the Comrades with their cautious, sweating,\ntrembling, fearful non-decisions, not the higher echelon of Comrades,\nmore frightened but showing it less, who would love the beauty of her\nbreasts and loins but not herself for you never love anything but the\nStalinimage and Mother Russia herself, not those terrified\nmartinet-marionettes who would love the parts of her if she permitted\nbut not her or any other person for that matter.\n\nWrong with the Stalintrek was its name alone, a name one associated\nwith everything else in Russia for an obvious, post-Stalin reason. But\neverything else about the Stalintrek shrieked mystery and adventure.\nWhere did you go? How did you get there? What did you do? Why?\n\nA million questions which had kept her awake at night and, if she thought\nabout them hard enough, satisfied her deep longing for something\ndifferent. And then one day when stolid Mrs. Ivanovna-Rasnikov had said,\n\"It is a joke, a terrible, terrible joke they are taking my husband Fyodor\non the Stalintrek when he lacks sufficient imagination to go from here to\nLeningrad or even Tula. Can you picture Fyodor on the Stalintrek? Better\nthey should have taken me. Better they should have taken his wife.\" That\nday Sophia could hardly contain herself.\n\nAs a party member she had access to the law and she read it three\ntimes from start to finish (in her dingy flat by the light of a\nsmoking, foul-smelling, soft-wax candle) but could find nothing\nbarring women from the Stalintrek.\n\nHad Fyodor Rasnikov volunteered? Naturally. Everyone volunteered,\nalthough when your name was called you had no choice. There had been\nno draft in Russia since the days of the Second War of the People's\nLiberation. Volunteer? What, precisely, did the word mean?\n\nShe, Sophia Androvna Petrovitch would volunteer, without being told.\nThus it was she found herself at 616 Stalin Avenue, and thus the\nbalding, myopic, bull-necked Comrade thrust the papers across his desk\nat her.\n\nShe signed her name with such vehemence and ferocity that she almost\ntore through the paper.\n\n\n\nCHAPTER II\n\n_Three-score men sit in the crowded, smoke-filled room. Some drink\nbeer, some squat in moody silence, some talk in an animated fashion\nabout nothing very urgent. At the one small door, two guards pace back\nand forth slowly, creating a gentle swaying of smoke-patterns in the\nhazy room. The guards, in simple military uniform, carry small, deadly\nlooking weapons._\n\nFIRST MAN: Fight City Hall? Are you kidding? They took you, bud.\nDon't try to fight it. I know. I _know_.\n\nSECOND MAN: I'm telling you, there was a mistake in the records. I'm\nover twenty-six. Two weeks and two days. Already I wrote to my\nCongressman. Hell, that's why I voted for him, he better go to bat for\nme.\n\nTHIRD MAN: You think that's something? I wouldn't be here only those\ndoctors are crazy. I mean, crazy. Me, with a cyst big as a golf ball\non the base of my spine.\n\nFIRST MAN: You too. Don't try to fight it.\n\nFOURTH MAN: (Newly named Alaric Arkalion III) I look forward to this\nas a stimulating adventure. Does the fact that they select men for the\nNowhere Journey once every seven hundred and eighty days strike anyone\nas significant?\n\nSECOND MAN: I got my own problems.\n\nALARIC ARKALION: This is not a thalamic problem, young man. Not\nthalamic at all.\n\nTHIRD MAN: Young man? Who are you kidding?\n\nALARIC ARKALION: (Who realizes, thanks to the plastic surgeon, he is\nthe youngest looking of all, with red cheeks and peach-fuzz whiskers)\nIt is a problem of the intellect. Why seven hundred and eighty days?\n\nFIRST MAN: I read the magazines, too, chief. You think we're all going\nto the planet Mars. How original.\n\nALARIC ARKALION: As a matter of fact, that is exactly what I think.\n\nSECOND MAN: Mars?\n\nFIRST MAN (Laughing) It's a long way from Mars to City Hall, doc.\n\nSECOND MAN: You mean, through space to Mars?\n\nALARIC ARKALION: Exactly, exactly. Quite a coincidence, otherwise.\n\nFIRST MAN: You're telling me.\n\nALARIC ARKALION: (Coldly) Would you care to explain it?\n\nFIRST MAN: Why, sure. You see, Mars is--uh, I don't want to steal your\nthunder, chief. Go ahead.\n\nALARIC ARKALION: Once every seven hundred and eighty days Mars and the\nEarth find themselves in the same orbital position with respect to the\nsun. In other words, Mars and Earth are closest then. Were there such\na thing as space travel, new, costly, not thoroughly tested, they\nwould want to make each journey as brief as possible. Hence the seven\nhundred and eighty days.\n\nFIRST MAN: Not bad, chief. You got most of it.\n\nTHIRD MAN: No one ever said anything about space travel.\n\nFIRST MAN: You think we'd broadcast it or something, stupid? It's part\nof a big, important scientific experiment, only we're the hamsters.\n\nALARIC ARKALION: Ridiculous. You're forgetting all about the Cold War.\n\nFIRST MAN: He thinks we're fighting a war with the Martians. (Laughs)\nOrson Wells stuff, huh?\n\nALARIC ARKALION: With the Russians. The Russians. We developed A\nbombs. They developed A bombs. We came up with the H bomb. So did\nthey. We placed a station up in space, a fifth of the way to the moon.\nSo did they. Then--nothing more about scientific developments. For\nover twenty years. I ask you, doesn't it seem peculiar?\n\nFIRST MAN: Peculiar, he says.\n\nALARIC ARKALION: Peculiar.\n\nSECOND MAN: I wish my Congressman....\n\nFIRST MAN: You and your Congressman. The way you talk, it was your\nvote got him in office.\n\nSECOND MAN: If only I could get out and talk to him.\n\nALARIC ARKALION: No one is permitted to leave.\n\nFIRST MAN: Punishable by a prison term, the law says.\n\nSECOND MAN. Oh yeah? Prison, shmision. Or else go on the Nowhere\nJourney. Well, I don't see the difference.\n\nFIRST MAN: So, go ahead. Try to escape.\n\nSECOND MAN: (Looking at the guards) They got them all over. All over.\nI think our mail is censored.\n\nALARIC ARKALION: It is.\n\nSECOND MAN: They better watch out. I'm losing my temper. I get violent\nwhen I lose my temper.\n\nFIRST MAN: See? See how the guards are trembling.\n\nSECOND MAN: Very funny. Maybe you didn't have a good job or something?\nMaybe you don't care. I care. I had a job with a future. Didn't pay\nmuch, but a real blue chip future. So they send me to Nowhere.\n\nFIRST MAN: You're not there yet.\n\nSECOND MAN: Yeah, but I'm going.\n\nTHIRD MAN: If only they let you know when. My back is killing me. I'm\nwaiting to pull a sick act. Just waiting, that's all.\n\nFIRST MAN: Go ahead and wait, a lot of good it will do you.\n\nTHIRD MAN: You mind your own business.\n\nFIRST MAN: I am, doc. You brought the whole thing up.\n\nSECOND MAN: He's looking for trouble.\n\nTHIRD MAN: He'll get it.\n\nALARIC ARKALION: We're going to be together a long time. A long time.\nWhy don't you all relax?\n\nSECOND MAN: You mind your own business.\n\nFIRST MAN: Nuts, aren't they. They're nuts. A sick act, yet.\n\nSECOND MAN: Look how it doesn't bother him. A failure, he was. I can\njust see it. What does he care if he goes away forever and doesn't\ncome back? One bread line is as good as another.\n\nFIRST MAN: Ha-ha.\n\nSECOND MAN: Yeah, well I mean it. Forever. We're going away,\nsomeplace--forever. We're not coming back, ever. No one comes back.\nIt's for good, for keeps.\n\nFIRST MAN: Tell it to your Congressman. Or maybe you want to pull a\nsick act, too?\n\nTHIRD MAN: (Hits First Man, who, surprised, crashes back against a\ntable and falls down) It isn't an act, damn you!\n\nGUARD: All right, break it up. Come on, break it up....\n\nALARIC ARKALION: (To himself) I wish I saw that ten million dollars\nalready--_if_ I ever get to see it.\n\n       *       *       *       *       *\n\nThey drove for hours through the fresh country air, feeling the wind\nagainst their faces, listening to the roar their ground-jet made, all\nalone on the rimrock highway.\n\n\"Where are we going, Kit?\"\n\n\"Search me. Just driving.\"\n\n\"I'm glad they let you come out this once. I don't know what they\nwould have done to me if they didn't. I had to see you this once. I--\"\n\nTemple smiled. He had absented himself without leave. It had been\ndifficult enough and he might yet be in a lot of hot water, but it\nwould be senseless to worry Stephanie. \"It's just for a few hours,\" he\nsaid.\n\n\"Hours. When we want a whole lifetime. Kit. Oh, Kit--why don't we run\naway? Just the two of us, someplace where they'll never find you. I\ncould be packed and ready and--\"\n\n\"Don't talk like that. We can't.\"\n\n\"You want to go where they're sending you. You want to go.\"\n\n\"For God's sake, how can you talk like that? I don't want to go\nanyplace, except with you. But we can't run away, Steffy. I've got to\nface it, whatever it is.\"\n\n\"No you don't. It's noble to be patriotic, sure. It always was. But\nthis is different, Kit. They don't ask for part of your life. Not for\ntwo years, or three, or a gamble because maybe you won't ever come\nback. They ask for all of you, for the rest of your life, forever, and\nthey don't even tell you why. Kit, don't go! We'll hide someplace and\nget married and--\"\n\n\"And nothing.\" Temple stopped the ground-jet, climbed out, opened the\ndoor for Stephanie. \"Don't you see? There's no place to hide. Wherever\nyou go, they'd look. You wouldn't want to spend the rest of your life\nrunning, Steffy. Not with me or anyone else.\"\n\n\"I would. I would!\"\n\n\"Know what would happen after a few years? We'd hate each other. You'd\nlook at me and say 'I wouldn't be hiding like this, except for you.\nI'm young and--'\"\n\n\"Kit, that's cruel! I would not.\"\n\n\"Yes, you would. Steffy, I--\" A lump rose in his throat. He'd tell her\ngoodbye, permanently. He had to do it that way, did not want her to\nwait endlessly and hopelessly for a return that would not materialize.\n\"I didn't get permission to leave, Steffy.\" He hadn't meant to tell\nher that, but suddenly it seemed an easy way to break into goodbye.\n\n\"What do you mean? No--you didn't....\"\n\n\"I had to see you. What can they do, send me for longer than forever?\"\n\n\"Then you do want to run away with me!\"\n\n\"Steffy, no. When I leave you tonight, Steffy, it's for good. That's\nit. The last of Kit Temple. Stop thinking about me. I don't exist.\nI--never was.\" It sounded ridiculous, even to him.\n\n\"Kit, I love you. I love you. How can I forget you?\"\n\n\"It's happened before. It will happen again.\" That hurt, too. He was\ntalking about a couple of statistics, not about himself and Stephanie.\n\n\"We're different, Kit. I'll love you forever. And--Kit ... I know\nyou'll come back to me. I'll wait, Kit. We're different. You'll come\nback.\"\n\n\"How many people do you think said _that_ before?\"\n\n\"You don't want to come back, even if you could. You're not thinking\nof us at all. You're thinking of your brother.\"\n\n\"You know that isn't true. Sometimes I wonder about Jase, sure. But if\nI thought there was a chance to return--I'm a selfish cuss, Steffy. If\nI thought there was a chance, you know I'd want you all for myself.\nI'd brand you, and that's the truth.\"\n\n\"You do love me!\"\n\n\"I loved you, Steffy. Kit Temple loved you.\"\n\n\"Loved?\"\n\n\"Loved. Past tense. When I leave tonight, it's as if I don't exist\nanymore. As if I never existed. It's got to be that way, Steffy. In\nthirty years, no one ever returned.\"\n\n\"Including your brother, Jase. So now you want to find him. What do I\ncount for? What....\"\n\n\"This going wasn't my idea. I wanted to stay with you. I wanted to\nmarry you. I can't now. None of it. Forget me, Steffy. Forget you ever\nknew me. Jase said that to our folks before he was taken.\" Almost five\nyears before Jason Temple had been selected for the Nowhere Journey.\nHe'd been young, though older than his brother Kit. Young, unattached,\nalmost cheerful he was. Naturally, they never saw him again.\n\n\"Hold me, Kit. I'm sorry ... carrying on like this.\"\n\nThey had walked some distance from the ground-jet, through scrub oak\nand bramble bushes. They found a clearing, fragrant-scented,\nsoft-floored still from last autumn, melodic with the chirping of\nnameless birds. They sat, not talking. Stephanie wore a gay summer\ndress, full-skirted, cut deep beneath the throat. She swayed toward\nhim from the waist, nestled her head on his shoulder. He could smell\nthe soft, sweet fragrance of her hair, of the skin at the nape of her\nneck. \"If you want to say goodbye....\" she said.\n\n\"Stop it,\" he told her.\n\n\"If you want to say goodbye....\"\n\nHer head rolled against his chest. She turned, cradled herself in his\narms, smiled up at him, squirmed some more and had her head pillowed\non his lap. She smiled tremulously, misty-eyed. Her lips parted.\n\nHe bent and kissed her, knowing it was all wrong. This was not\ngoodbye, not the way he wanted it. Quickly, definitely, for once and\nall. With a tear, perhaps, a lot of tears. But permanent goodbye. This\nwas all wrong. The whole idea was to be business-like, objective. It\nhad to be done that way, or no way at all. Briefly, he regretted\nleaving the encampment.\n\nThis wasn't goodbye the way he wanted it. The way it had to be. This\nwas _auf weidersen_.\n\nAnd then he forgot everything but Stephanie....\n\n       *       *       *       *       *\n\n\"I am Alaric Arkalion III,\" said the extremely young-looking man with\nthe old, wise eyes.\n\nHow incongruous, Temple thought. The eyes look almost middle-aged. The\nrest of him--a boy.\n\n\"Something tells me we'll be seeing a lot of each other,\" Arkalion\nwent on. The voice was that of an older man, too, belying the youthful\ncomplexion, the almost childish features, the soft fuzz of a beard.\n\n\"I'm Kit Temple,\" said Temple, extending his hand. \"Arkalion, a\nstrange name. I know it from somewhere.... Say! Aren't you--don't you\nhave something to do with carpets or something?\"\n\n\"Here and now, no. I am a number. A-92-6417. But my father is--perhaps\nI had better say was--my father is Alaric Arkalion II. Yes, that is\nright, the carpet king.\"\n\n\"I'll be darned,\" said Temple.\n\n\"Why?\"\n\n\"Well,\" Temple laughed. \"I never met a billionaire before.\"\n\n\"Here I am not a billionaire, nor will I ever be one again. A-92-6417,\na number. On his way to Mars with a bunch of other numbers.\"\n\n\"Mars? You sound sure of yourself.\"\n\n\"Reasonably. Ah, it is a pleasure to talk with a gentleman. I am\nreasonably certain it will be Mars.\"\n\nTemple nodded in agreement. \"That's what the Sunday supplements say,\nall right.\"\n\n\"And doubtless you have observed no one denies it.\"\n\n\"But what on Earth do we want on Mars?\"\n\n\"That in itself is a contradiction,\" laughed Arkalion. \"We'll find\nout, though, Temple.\"\n\nThey had reached the head of the line, found themselves entering a\nhuge, double-decker jet-transport. They found two seats together,\nfollowed the instructions printed at the head of the aisle by\nstrapping themselves in and not smoking. Talking all around them was\nsubdued.\n\n\"Contrariness has given way to fear,\" Arkalion observed. \"You should\nhave seen them the last few days, waiting around the induction center,\na two-ton chip on each shoulder. Say, where _were_ you?\"\n\n\"I--what do you mean?\"\n\n\"I didn't see you until last evening. Suddenly, you were here.\"\n\n\"Did anyone else miss me?\"\n\n\"But I remember you the first day.\"\n\n\"Did anyone else miss me? Any of the officials?\"\n\n\"No. Not that I know of.\"\n\n\"Then I was here,\" Temple said, very seriously.\n\nArkalion smiled. \"By George, of course. Then you were here. Temple,\nwe'll get along fine.\"\n\nTemple said that was swell.\n\n\"Anyway, we'd better. Forever is a long time.\"\n\nThree minutes later, the jet took off and soared on eager wings toward\nthe setting sun.\n\n       *       *       *       *       *\n\n\"Men, since we are leaving here in a few hours and since there is no\nway to get out of the encampment and no place to go over the desert\neven if you could,\" the microphone in the great, empty hall boomed as\nthe two files of men marched in, \"there is no harm in telling you\nwhere you are. From this point, in a limited sense, you shall be kept\nabreast of your progress.\n\n\"We are in White Sands, New Mexico.\"\n\n\"The Garden Spot of the Universe!\" someone shouted derisively,\nremembering the bleak hot desert and jagged mountain peaks as they\ncame down.\n\n\"White Sands,\" muttered Arkalion. \"It looks like space travel now,\ndoesn't it, Kit.\"\n\nTemple shrugged. \"Why?\"\n\n\"White sands was the center of experiments in rocketry decades ago,\nwhen people still talked about those things. Then, for a long time, no\none heard anything about White Sands. The rockets grew here, Kit.\"\n\n\"I can readily see why. You could look all your life without finding a\nbarren spot like this.\"\n\n\"Precisely. Someone once called this place--or was it some other place\nlike it?--someone once called it a good place to throw old razor\nblades. If people still used razor blades.\"\n\nThe microphone blared again, after the several hundred men had entered\nthe great hall and milled about among the echoes. Temple could picture\nother halls like this, other briefings. \"Men, whenever you are given\ninstructions, in here or elsewhere, obey them instantly. Our job is a\nbig one, complicated and exacting. Attention to detail will save us\ntrouble.\"\n\nSomeone said, \"My old man served a hitch in the army, back in the\nsixties. That's what he always said, attention to details. The army is\ncrazy about things like that. Are we in the army or something?\"\n\n\"This is not the army, but the function is similar,\" barked the\nmicrophone. \"Do as you are told and you will get along.\"\n\nStirrings in the crowd. Mutterings. Temple gaped. Microphone, yes--but\nreceivers also, placed strategically, all around the hall, to pick up\nsound. Telio receivers too, perhaps? It made him feel something like a\ngoldfish.\n\nApparently someone liked the idea of the two-way microphones. \"I got a\nquestion. When are we coming back?\"\n\nLaughter. Hooting. Catcalls.\n\nBlared the microphone: \"There is a rotation system in operation, men.\nWhen it is feasible, men will be rotated.\"\n\n\"Yeah, in thirty years it ain't been whatsiz--feasible--once!\"\n\n\"That, unfortunately, is correct. When the situation permits, we will\nrotate you home.\"\n\n\"From where? Where are we going?\"\n\n\"At least tell us that.\"\n\n\"Where?\"\n\n\"How about that?\"\n\nThere was a pause, then the microphone barked: \"I don't know the\nanswer to that question. You won't believe me, but it is the truth. No\none knows where you are going. No one. Except the people who are\nalready there.\"\n\nMore catcalls.\n\n\"That doesn't make sense,\" Arkalion whispered. \"If it's space travel,\nthe pilots would know, wouldn't they?\"\n\n\"Automatic?\" Temple suggested.\n\n\"I doubt it. Space travel must still be new, even if it has thirty years\nunder its belt. If that man speaks the truth--if no one knows ... just\nwhere in the universe _are_ we going?\"\n\n\n\nCHAPTER III\n\n\"Hey, looka me. I'm flying!\"\n\n\"Will you get your big fat feet out of my face?\"\n\n\"Sure. Show me how to swim away through air, I'll be glad to.\"\n\n\"Leggo that spoon!\"\n\n\"I ain't got your spoon.\"\n\n\"Will you look at it float away. Hey spoon, hey!\"\n\n\"Watch this, Charlie. This will get you. I mean, get you.\"\n\n\"What are you gonna do?\"\n\n\"Relax, chum.\"\n\n\"Leggo my leg. Help! I'm up in the air. Stop that.\"\n\n\"I said relax. There. Ha-ha, lookit him spin, just like a top. All you\ngot to do is get him started and he spins like a top with arms and\nlegs. Top of the morning to you, Charlie. Ha-ha. I said, top of\nthe....\"\n\n\"Someone stop me, I'm getting dizzy.\"\n\nThey floated, tumbled, spun around the spaceship's lounge room in\nsimple, childish glee. They cavorted in festive weightlessness.\n\n\"They're happy now,\" Arkalion observed. \"The novelty of free fall, of\nweighing exactly nothing, strikes them as amusing.\"\n\n\"I think I'm getting the hang of it,\" said Temple. Clumsily, he made a\nfew tentative swimming motions in the air, propelling himself forward\na few yards before he lost his balance and tumbled head over heels\nagainst the wall.\n\nArkalion came to him quickly, in a combination of swimming and pushing\nwith hands and feet against the wall. Arkalion righted him expertly,\nsat down gingerly beside him. \"If you keep sudden motions to a\nminimum, you'll get along fine. More than anything else, that's the\nsecret of it.\"\n\nTemple nodded. \"It's sort of like the first time you're on ice skates.\nSay, how come you're so good at it?\"\n\n[Illustration]\n\n\"I used to read the old, theoretical books on space-travel.\" The words\npoured out effortlessly, smoothly. \"I'm merely applying the theories\nput forward as early as the 1950's.\"\n\n\"Oh.\" But it left Temple with some food for thought. Alaric Arkalion\nwas a queer duck, anyway, and of all the men gathered in the\nspaceship's lounge, he alone had mastered weightlessness with hardly\nany trouble.\n\n\"Take your ice skates,\" Arkalion went on. \"Some people put them on and\nuse them like natural extensions of their feet the first time. Others\nfall all over themselves. I suppose I am lucky.\"\n\n\"Sure,\" said Temple. Actually, the only thing odd about Arkalion was\nhis old-young face and--perhaps--his propensity for coming up with the\nright answers at the right times. Arkalion had seemed so certain of\nspace-travel. He'd hardly batted an eyelash when they boarded a long,\ntapering, bullet-shaped ship at White Sands and thundered off into the\nsky. He took for granted the change-over to a huge round ship at the\nwheel-shaped station in space. Moments after leaving the space\nstation--with a minimum of stress and strain, thanks to the almost-nil\ngravity--it was Arkalion who first swam through air to the viewport\nand pointed out the huge crescent earth, green and gray and brown,\nsparkling with patches of dazzling silver-white. \"You will observe it\nis a crescent,\" Arkalion had said. \"It is closer to the sun than we\nare, and off at an angle. As I suspected, our destination is Mars.\"\n\n       *       *       *       *       *\n\nThen everyone was saying goodbye to earth. Fantastic, it seemed. There\nwere tears, there was laughter, cursing, promises of return, awkward\nverbal comparisons with the crescent moon, vows of faithfulness to\nlovers and sweethearts. And there was Arkalion, with an avid\nexpression in the old eyes, Arkalion with his boyish face, not saying\ngoodbye so much as he was calling hello to something Temple could not\nfathom.\n\nNow, as he struggled awkwardly with weightlessness, Temple called it\nhis imagination. His thought-patterns shifted vaguely, without\nmotivation, from the gleaming, polished interior of the ship with its\nsmell of antiseptic and metal polish to the clear Spring air of Earth,\nblue of sky and bright of sun. The unique blue sky of Earth which he\nsomehow knew could not be duplicated elsewhere. Elsewhere--the word\nitself bordered on the meaningless.\n\nAnd Stephanie. The brief warm ecstasy of her--once, forever. He\nwondered with surprising objectivity if a hundred other names, a\nhundred other women were not in a hundred other minds while everyone\nstared at the crescent Earth hanging serenely in space--with each name\nand each woman as dear as Stephanie, with the same combination of fire\nand gentle femininity stirring the blood but saddening the heart.\nWould Stephanie really forget him? Did he want her to? That part of\nhim burned by the fire of her said no--no, she must not forget him.\nShe was his, his alone, roped and branded though a universe separated\nthem. But someplace in his heart was the thought, the understanding,\nthe realization that although Stephanie might keep a small place for\nhim tucked someplace deep in her emotions, she must forget. He was\ngone--permanently. For Stephanie, he was dead. It was as he had told\nher that last stolen day. It was.... _Stephanie, Stephanie, how much I\nlove you...._\n\nStruggling with weightlessness, he made his way back to the small room\nhe shared with Arkalion. Hardly more than a cubicle, it was, with\nsufficient room for two beds, a sink, a small chest. He lay down and\nslept, murmuring Stephanie's name in his sleep.\n\n       *       *       *       *       *\n\nHe awoke to the faint hum of the air-pumps, got up feeling rested,\nforgot his weightlessness and floated to the ceiling where only an\noutthrust arm prevented a nasty bump on his head. He used hand grips\non the wall to let himself down. He washed, aware of no way to prevent\nthe water he splashed on his face from forming fine droplets and\nspraying the entire room. When he crossed back to the foot of his bed\nto get his towel he thrust one foot out too rapidly, lost his balance,\nhalf-rose, stumbled and fell against the other bed which, like all\nother items of furniture, was fastened to the floor. But his elbow\nstruck sleeping Arkalion's jaw sharply, hard enough to jar the man's\nteeth.\n\n\"I'm sorry,\" said Temple. \"Didn't mean to do that,\" he apologized\nagain, feeling embarrassed.\n\nArkalion merely lay there.\n\n\"I said I'm sorry.\"\n\nArkalion still slept. It seemed inconceivable, for Temple's elbow\npained him considerably. He bent down, examined his inert companion.\n\nArkalion stirred not a muscle.\n\nVaguely alarmed, Temple thrust a hand to Arkalion's chest, felt\nnothing. He crouched, rested the side of his head over Arkalion's\nheart. He listened, heard--nothing.\n\nWhat was going on here?\n\n\"Hey, Arkalion!\" Temple shook him, gently at first, then with savage\nforce. Weightless, Arkalion's body floated up off the bed, taking the\ncovers with it. His own heart pounding furiously, Temple got it down\nagain, fingered the left wrist and swallowed nervously.\n\nTemple had never seen a dead man before. Arkalion's heart did not\nbeat. Arkalion had no pulse.\n\nArkalion was dead.\n\nYelling hoarsely, Temple plunged from the room, soaring off the floor\nin his haste and striking his head against the ceiling hard enough to\nmake him see stars. \"This guy is dead!\" he cried. \"Arkalion is dead.\"\n\nMen stirred in the companionway. Someone called for one of the armed\nguards who were constantly on patrol.\n\n\"If he's dead, you're yelling loud enough to get him out of his\ngrave.\" The voice was quiet, amused.\n\nArkalion.\n\n\"What?\" Temple blurted, whirling around and striking his head again. A\nlittle wild-eyed, he reentered the room.\n\n\"Now, who is dead, Kit?\" demanded Arkalion, sitting up and stretching\ncomfortably.\n\n\"Who--is dead? Who--?\" Open-mouthed, Temple stared.\n\n       *       *       *       *       *\n\nA guard, completely at home with weightlessness, entered the cubicle\nbriskly. \"What's the trouble in here? Something about a dead man, they\nsaid.\"\n\n\"A dead man?\" demanded Arkalion. \"Indeed.\"\n\n\"Dead?\" muttered Temple, lamely and foolishly. \"Dead....\"\n\nArkalion smiled deprecatingly. \"My friend must have been talking in\nhis sleep. The only thing dead in here is my appetite. Weightlessness\ndoesn't let you become very hungry.\"\n\n\"You'll grow used to it,\" the guard promised. He patted his paunch\nhappily. \"I am. Well, don't raise the alarm unless there's some\ntrouble. Remember about the boy who cried wolf.\"\n\n\"Of course,\" said Temple. \"Sure. Sorry.\"\n\nHe watched the guard depart.\n\n\"Bad dream?\" Arkalion wanted to know.\n\n\"Bad dream, my foot. I accidentally hit you. Hard enough to hurt. You\ndidn't move.\"\n\n\"I'm a sound sleeper.\"\n\n\"I felt for your heart. It wasn't beating. It wasn't!\"\n\n\"Oh, come, come.\"\n\n\"Your heart was not beating, I said.\"\n\n\"And I suppose I was cold as a slab of ice?\"\n\n\"Umm, no. I don't remember. Maybe you were. You had no pulse, either.\"\n\nArkalion laughed easily. \"And am I still dead?\"\n\n\"Well--\"\n\n\"Clearly a case of overwrought nerves and a highly keyed imagination.\nWhat you need is some more sleep.\"\n\n\"I'm not sleepy, thanks.\"\n\n\"Well, I think I'll get up and go down for breakfast.\" Arkalion\nclimbed out of bed gingerly, made his way to the sink and was soon\ngargling with a bottle of prepared mouthwash, occasionally spraying\nweightless droplets of the pink liquid up at the ceiling.\n\nTemple lit a cigarette with shaking fingers, made his way to\nArkalion's bed while the man hummed tunelessly at the sink. Temple let\nhis hands fall on the sheet. It was not cold, but comfortably cool.\nHardly as warm as it should have been, with a man sleeping on it all\nnight.\n\nWas he still imagining things?\n\n\"I'm glad you didn't call for a burial detail and have me expelled\ninto space with yesterday's garbage,\" Arkalion called over his\nshoulder jauntily as he went outside for some breakfast.\n\nTemple cursed softly and lit another cigarette, dropping the first one\ninto a disposal chute on the wall.\n\n       *       *       *       *       *\n\nEvery night thereafter, Temple made it a point to remain awake after\nArkalion apparently had fallen asleep. But if he were seeking\nrepetition of the peculiar occurrence, he was disappointed. Not only\ndid Arkalion sleep soundly and through the night, but he snored.\nLoudly and clearly, a wheezing snore.\n\nArkalion's strange feat--or his own overwrought imagination, Temple\nthought wryly--was good for one thing: it took his mind off Stephanie.\nThe days wore on in endless, monotonous routine. He took some books\nfrom the ship's library and browsed through them, even managing to\nfind one concerned with traumatic catalepsy, which stated that a\nsevere emotional shock might render one into a deep enough trance to\nhave a layman mistakenly pronounce him dead. But what had been the\nsevere emotional disturbance for Arkalion? Could the effects of\nweightlessness manifest themselves in that way in rare instances?\nTemple naturally did not know, but he resolved to find out if he could\nafter reaching their destination.\n\nOne day--it was three weeks after they left the space station, Temple\nrealized--they were all called to assembly in the ship's large main\nlounge. As the men drifted in, Temple was amazed to see the progress\nthey had made with weightlessness. He himself had advanced to handy\nfacility in locomotion, but it struck him all the more pointedly when\nhe saw two hundred men swim and float through air, pushing themselves\nalong by means of the hand-holds strategically placed along the walls.\n\nThe ever-present microphone greeted them all. \"Good afternoon, men.\"\n\n\"Good afternoon, mac!\"\n\n\"Hey, is this the way to Ebbetts' Field?\"\n\n\"Get on with it!\"\n\n\"Sounds like the same man who addressed us in White Sands,\" Temple\ntold Arkalion. \"He sure does get around.\"\n\n\"A recording, probably. Listen.\"\n\n\"Our destination, as you've probably read in newspapers and magazines,\nis the planet Mars.\"\n\nMutterings in the assembly, not many of surprise.\n\n\"Their suppositions, based both on the seven hundred eighty day lapse\nbetween Nowhere Journeys and the romantic position in which the planet\nMars has always been held, are correct. We are going to Mars.\n\n\"For most of you, Mars will be a permanent home for many years to\ncome--\"\n\n\"Most of us?\" Temple wondered out loud.\n\nArkalion raised a finger to his lips for silence.\n\n\"--until such time as you are rotated according to the policy of\nrotation set up by the government.\"\n\nTemple had grown accustomed to the familiar hoots and catcalls. He\nalmost had an urge to join in himself.\n\n\"Interesting,\" Arkalion pointed out. \"Back at White Sands they claimed\nnot to know our destination. They knew it all right--up to a point.\nThe planet Mars. But now they say that all of us will not remain on\nMars. Most interesting.\"\n\n\"--further indoctrination in our mission soon after our arrival on the\nred planet. Landing will be performed under somewhat less strain than\nthe initial takeoff in the Earth-to-station ferry, since Mars exerts\nless of a gravity pull than Earth. On the other hand, you have been\nweightless for three weeks and the change-over is liable to make some\nof you sick. It will pass harmlessly enough.\n\n\"We realize it is difficult, being taken from your homes without\nknowing the nature of your urgent mission. All I can tell you\nnow--and, as a matter of fact, all I know--\"\n\n\"Here we go again,\" said Temple. \"More riddles.\"\n\n\"--is that everything _is_ of the utmost urgency. Our entire way of\nlife is at stake. Our job will be to safeguard it. In the months which\nfollow, few of you will have any big, significant role to play, but\nall of you, working together, will provide the strength we need. When\nthe _cadre_--\"\n\n\"So they call their guards teachers,\" Arkalion commented dryly.\n\n\"--come around, they will see that each man is strapped properly into\nhis bunk for deceleration. Deceleration begins in twenty-seven\nminutes.\"\n\n_Mars_, thought Temple, back in his room with Arkalion. _Mars._ He did\nnot think of Stephanie, except as a man who knows he must spend the\nrest of his life in prison might think of a lush green field, or the\ncool swish of skis over fresh, powdery snow, or the sound of yardarms\ncreaking against the wind on a small sailing schooner, or the tang of\nwieners roasting over an open fire with the crisp air of fall against\nyour back, or the scent of good French brandy, or a woman.\n\nDeceleration began promptly. Before his face was distorted and his\neyes forced shut by a pressure of four gravities, Temple had time to\nsee the look of complete unconcern on Arkalion's face. Arkalion, in\nfact, was sleeping.\n\nHe seemed as completely relaxed as he did that morning Temple thought\nhe was dead.\n\n\n\nCHAPTER IV\n\n\"Petrovitch, S. A.!\" called the Comrade standing abreast of the head\nof the line, a thin, nervous man half a head shorter than the girl\nherself. Sophia Androvna Petrovitch strode forward, took a pair of\ntrim white shorts from the neat stack at his left.\n\n\"Is that all?\" she said, looking at him.\n\n\"Yes, Comrade. Well, a woman. Well.\"\n\nWithout embarrassment, Sophia had seen the men ahead of her in line\nstrip and climb into the white shorts before they disappeared through\na portal ahead of the line, depositing their clothing in a growing\npile on the floor. But now it was Sophia's turn, after almost a two\nhour wait. Not that it was chilly, but....\n\n\"Is that all?\" she repeated.\n\n\"Certainly. Strip and move along, Comrade.\" The nervous little man\nappraised her lecherously, she thought.\n\n\"Then I must keep some of my own clothing,\" she told him.\n\n\"Impossible. I have my orders.\"\n\n\"I am a woman.\"\n\n\"You are a volunteer for the Stalintrek. You will take no personal\nproperty--no clothing--with you. Strip and advance, please.\"\n\nSophia flushed slightly, while the men behind her began to call and\ntaunt.\n\n\"I like this Stalintrek.\"\n\n\"Oh, yes.\"\n\n\"We are waiting, Comrade.\"\n\nQuickly and with an objective detachment which surprised her, Sophia\nunbuttoned her shirt, removed it. Her one wish--and an odd one, she\nthought, smiling--was for wax for her ears. She loosened the three\nsnaps of her skirt, watched it fall to the floor. She stood there\nbriefly, lithe-limbed, a tall, slim girl, then had the white shorts\nover her nakedness in one quick motion. She still wore a coarse\nhalter.\n\n\"All personal effects, Comrade,\" said the nervous little man.\n\n\"No,\" Sophia told him.\n\n\"But yes. Definitely, yes. You hold up the line, and we have a\nschedule to maintain. The Stalintrek demands quick, prompt obedience.\"\n\n\"Then you will give me one additional item of clothing.\"\n\nThe man looked at Sophia's halter, at the fine way she filled it. He\nshrugged. \"We don't have it,\" he said, clearly enjoying himself.\n\nIn volunteering for the Stalintrek, Sophia had invaded man's domain.\nShe had watched not with embarrassment but with scorn while the men in\nfront of her got out of their clothing. She had invaded man's domain,\nand as she watched them, the short, flabby ones, the bony ones with\nprotruding ribs and collar-bones, those of milky white skin and soft\nhands, she knew most of them would bite off more than they could chew\nif ever they tried what was the most natural thing for men to try with\na lone woman in an isolated environment. But she _was_ in a man's\nworld now, and if that was the way they wanted it, she would ask no\nquarter.\n\nShe reached up quickly with one hand and unfastened the halter,\ncatching it with her free hand and holding it in front of her breasts\nwhile the nervous little man licked his lips and gaped. Sophia grabbed\nanother pair of the white shorts, tore it quickly with her strong\nfingers, fashioning a crude covering for herself. This she pulled\naround her, fastening it securely with a knot in back.\n\n\"You'll have to give that back to me,\" declared the nervous little\nComrade.\n\n\"I'll bet you a samovar on that,\" Sophia said quietly, so only the man\nheard her.\n\nHe reached out, as if to rip the crude halter from her body, but\nSophia met him half-way with her strong, slim fingers, wrapping them\naround his biceps and squeezing. The man's face turned quickly to\nwhite as he tried unsuccessfully to free his arm.\n\n\"Please, that hurts.\"\n\n\"I keep what I am wearing.\" She tightened her grip, but gazed serenely\ninto space as the man stifled a whimper.\n\n\"Well--\" the man whispered indecisively as he gritted his teeth.\n\n\"Fool!\" said Sophia. \"Your arm will be black and blue for a week.\nWhile you men grow soft and lazy, many of the women take their\ngymnastics seriously, especially if they want to keep their figures\nwith the work they must do and the food they must eat. I am stronger\nthan you and I will hurt you unless--\" And her hand tightened around\nhis scrawny arm until her knuckles showed white.\n\n\"Wear what you have and go,\" the man pleaded, and moaned softly when\nSophia released his numb arm and strode through the portal, still\ndrawing whistles and leers from the other men, who missed the by-play\ncompletely.\n\n       *       *       *       *       *\n\n\"So we're on Mars!\"\n\n\"It ain't Nowhere after all, it's Mars.\"\n\n\"Wait and see, buster. Wait and see.\"\n\n\"Kind of cold, isn't it? Well, if this was Venus and some of them\nbeautiful one-armed dames was waiting for us--\"\n\n\"That's just a statue, stupid.\"\n\n\"Lookit all them people down there, will you?\"\n\n\"You think they're Martians?\"\n\n\"Stupid! We ain't the first ones went on the Nowhere Journey.\"\n\n\"What are we waiting for? It sure will feel good to stretch your\nlegs.\"\n\n\"Let's go!\"\n\n\"Look out, Mars, here I come!\"\n\nIt would have been just right for a Hollywood epic, Temple thought.\nThe rusty ochre emptiness spreading out toward the horizon in all\ndirections, spotted occasionally with pale green and frosty white, the\nsky gray with but a shade of blue in it, distant gusts of Martian wind\nswirling ochre clouds across the desert, the spaceship poised on its\nungainly bottom, a great silver bowling ball with rocket tubes for\nfinger holes, and the Martians from Earth who had been here on this\nalien world for seven-hundred-eighty days or twice seven-eighty or\nthree times, and who fought in frenzied eagerness, like savages, to\nreach the descending gangplank first.\n\nEarth chorus: Hey, Martians, any of you guys speak English? Hah-ha, I\nsaid, any of you guys....\n\nWhere are all them canals I heard so much about?\n\nYou think maybe they're dangerous? (Laughter)\n\nNo dames. Hey, no dames....\n\nWho were you expecting, Donna Daunley?\n\nWhat kind of place is Mars with no women?\n\nWhat do they do here, anyway, just sit around and wait for the next\nrocket?\n\nI'm cold.\n\nGet used to it, brother, get used to it.\n\nLook out, Mars, here I come!\n\nMartian chorus: Who won the Series last year, Detroit?\n\nHey, bud, tell me, are dames still wearing those one piece things, all\ncolors, so you see their legs up to about here and their chests down\nto about here? (Gestures lewdly)\n\nWhich one of you guys can tell me what it's like to take a bath? I\nmean a real bath in a real bath tub.\n\nHey, we licked Russia yet?\n\nWe heard they were gonna send some dames!\n\nDames--ha-ha, you're breaking my heart.\n\nTell me what a steak tastes like. So thick.\n\nMe? Gimme a bowl of steamed oysters. And a dame.\n\nDames. Girls. Women. Females. Chicks. Tomatoes. Frails. Dames. Dames.\nDames....\n\nThey did not seem to mind the cold, these Earth-Martians. Temple\nguessed they never spent much time out of doors (above ground, for\nthere were no buildings?) because all seemed pale and white. While the\nsun was weaker, so was the protection offered by a thinner atmosphere.\nThe sun's actinic rays could burn, and so could the sand-driving wind.\nBut pale skins could not be the result of staying indoors, for Temple\nnoted the lack of man-made structures at once. Underground, then. The\nEarth-Martians lived underground like moles. Doing what? And for what\nreason? With what ultimate goal, if any? And where did those men who\ndid not remain on Mars go? Temple's head whirled with countless\nquestions--and no answers.\n\nShoulder to shoulder with Arkalion, he made his way down the\ngangplank, turning up the collar of his jumper against the stinging\nwind.\n\n\"You got any newspapers, pal?\"\n\n\"Magazines?\"\n\n\"Phonograph records?\"\n\n\"Gossip?\"\n\n\"Newsfilm?\"\n\n\"Who's the heavyweight champ?\"\n\n\"We lick those Commies in Burma yet?\"\n\n\"Step back! Watch that man. Maybe he's your replacement.\"\n\n\"Replacement. Ha-ha. That's good.\"\n\nAll types of men. All ages. In torn, tattered clothing, mostly. In\nrags. Even if a man seemed more well-groomed than the rest, on closer\nexamination Temple could see the careful stitching, the patches, the\nfades and stains. No one seemed to mind.\n\n\"Hey, bud. What do you hear about rotation? They passed any laws yet?\"\n\n\"I been here ten years. When do _I_ get rotated?\"\n\n\"Ain't that something? Dad Jenks came here with the first ship. Don't\nyou talk about rotation. Ask Dad.\"\n\n\"Better not mention that word to Dad Jenks. He sees red.\"\n\n\"This whole damn planet is red.\"\n\n\"Want a guided tour of nowhere, men? Step right up.\"\n\nArkalion grinned. \"They seem so well-adjusted,\" he said, then\nshuddered against the cold and followed Temple, with the others,\nthrough the crowd.\n\n       *       *       *       *       *\n\nThey were inoculated against nameless diseases. (Watch for the needle\nwith the hook.)\n\nThey were told again they had arrived on the planet Mars. (No\nkidding?)\n\nLed to a drab underground city, dimly lit, dank, noisome with mold and\nmildew. (Quick, the chlorophyll.)\n\nAssigned bunks in a dormitory, with four men to a room. (Be it ever so\nhumble--bah!)\n\nTold to keep things clean and assigned temporarily to a garbage pickup\ndetail. (For this I left Sheboygan?)\n\nRead to from the Declaration of Independence, the Constitution and\nPublic Law 1182 (concerned with the Nowhere Journey, it told them\nnothing they did not already know).\n\nGiven as complete a battery of tests, mental, emotional and physical,\nas Temple ever knew existed. (Cripes, man! How the hell should I know\nwhat the cube root of -5 is? I never finished high school!)\n\nSubjected to an exhaustive, overlong, and at times meaningless\npersonal interview. (No, doc, honest. I never knew I had\na--uh--anxiety neurosis. Is it dangerous?)\n\n\"How do you do, Temple? Sit down.\"\n\n\"Thank you.\"\n\n\"Thought you'd like to know that while your overall test score is not\nuncanny, it's decidedly high.\"\n\n\"So what?\"\n\n\"So nothing--not necessarily. Except that with it you have a very well\nbalanced personality. We can use you, Temple.\"\n\n\"That's why I'm here.\"\n\n\"I mean--elsewhere. Mars is only a way station, a training center for\na select few. It takes an awful lot of administrative work to keep\nthis place going, which explains the need for all the station\npersonnel.\"\n\n\"Listen. The last few weeks I had everything thrown at me.\nEverything, the works. Mind answering one question?\"\n\n\"Shoot.\"\n\n\"What's this all about?\"\n\n\"Temple, I don't know!\"\n\n\"You what?\"\n\n\"I know you find it hard to believe, but I don't. There isn't a man\nhere on Mars who knows the whole story, either--and certainly not on\nEarth. We know enough to keep everything in operation. And we know\nit's important, all of it, everything we do.\"\n\n\"You mentioned a need for some men elsewhere. Where?\"\n\nThe psychiatrist shrugged. \"I don't know. Somewhere. Anywhere.\" He\nspread his hands out eloquently. \"That's where the Nowhere Journey\ncomes in.\"\n\n\"Surely you can tell me something more than--\"\n\n\"Absolutely not. It isn't that I don't want to. I can't. I don't\nknow.\"\n\n\"Well, one more question I'd like you to answer.\"\n\nThe psychiatrist lit a cigarette, grinned. \"Say, who is interviewing\nwhom?\"\n\n\"This one I think you can tackle. I have a brother, Jason Temple.\nEmbarked on the Nowhere Journey five years ago. I wonder--\"\n\n\"So that's the one factor in your psychograph we couldn't figure\nout--anxiety over your brother.\"\n\n\"I doubt it,\" shrugged Temple. \"More likely my fiancee.\"\n\n\"Umm, common enough. You were to be married?\"\n\n\"Yes.\" _Stephanie, what are you doing now? Right now?_\n\n\"That's what hurts the most.... Well, yes, I can find out about your\nbrother.\" The psychiatrist flicked a toggle on his desk. \"Jamison,\nfind what you can on Temple, Jason, year of--\"\n\n\"1987,\" Temple supplied.\n\n\"1987. We'll wait.\"\n\nAfter a moment or two, the voice came through, faintly metallic:\n\"Temple, Jason. Arrival: 1987. Psychograph, 115b12. Mental aggregate,\n98. Physcom, good to excellent. Training: two years, space perception\nconcentrate, others. Shipped out: 1989.\"\n\nSo Jase had shipped out for--Nowhere.\n\n\"Someday you'll follow in your brother's footsteps, Temple. Now,\nthough, I have a few hundred questions I'd like you to answer.\"\n\nThe psychiatrist hadn't exaggerated. Several hours of questioning\nfollowed. Once reminded of her, Temple found it hard to keep his\nthought off Stephanie.\n\nHe left the psychiatrist's office more confused than ever.\n\n       *       *       *       *       *\n\n\"Good morning, child. You Stephanie Andrews?\"\n\nStephanie hadn't felt up to working that first morning after Kit's\nfinal goodbye. She answered the door in her bathrobe, saw a small,\nmiddle-aged woman with graying hair and a kind face. \"That's right.\nWon't you come in?\"\n\n\"Thank you. I represent the Complete Emancipation League, Miss\nAndrews.\"\n\n\"Complete Emancipation League? Oh, something to do with politics.\nReally, I'm not much interested in--\"\n\n\"That's entirely the trouble,\" declared the older woman. \"Too many of\nus are not interested in politics. I'd like to discuss the C.E.L. with\nyou, my dear, if you will bear with me a few minutes.\"\n\n\"All right,\" said Stephanie. \"Would you like a glass of sherry?\"\n\n\"In the morning?\" the older woman smiled.\n\n\"I'm sorry. Don't mind me. My fiance left yesterday, took his final\ngoodbye. He--he embarked on the Nowhere Journey.\"\n\n\"I realize that. It is precisely why I am here. My dear, the C.E.L.\ndoes not want to fight the government. If the government decides that\nthe Nowhere Journey is vital for the welfare of the country--even if\nthe government won't or can't explain what the Nowhere Journey\nis--that's all right with us. But if the government says there is a\nrotation system but does absolutely nothing about it, we're interested\nin that. Do you follow me?\"\n\n\"Yes!\" cried Stephanie. \"Oh, yes. Go on.\"\n\n\"The C. E. L. has sixty-eight people in Congress for the current term.\nWe hope to raise that number to seventy-five for next election. It's a\nlong fight, a slow uphill fight, and frankly, my dear, we need all the\nhelp we can get. People--young women like yourself, my dear--are\nentirely too lethargic, if you'll forgive me.\"\n\n\"You ought to forgive _me_,\" said Stephanie, \"if you will. You know,\nit's funny. I had vague ideas about helping Kit, about finding some\nway to get him back. Only to tackle something like that alone.... I'm\nonly twenty-one, just a girl, and I don't know anyone important. No\none ever comes back, that's what you hear. But there's a rotation\nsystem, you also hear that. If I can be of any help....\"\n\n\"You certainly can, my dear. We'd be delighted to have you.\"\n\n\"Then, eventually, maybe, just maybe, we'll start getting them rotated\nhome?\"\n\n\"We can't promise a thing. We can only try. And I never did say we'd\ntry to get the boys rotated, my dear. There is a rotation system in\nthe law, right there in Public Law 1182. But if no men have ever been\nrotated, there must be a reason for it.\"\n\n\"Yes, but--\"\n\n\"But we'll see. If for some reason rotation simply is not practicable,\nwe'll find another way. Which is why we call ourselves the\nC.E.L.--Complete Emancipation League--for women. If men must embark on\nthe Nowhere Journey--the least they can do is let their women\nvolunteer to go along with them if they want to--since it may be\nforever. Let a bunch of women get to this Nowhere place and you'll\nnever know what might happen, that's what I say.\"\n\nSomething about the gray haired woman's earthy confidence imbued\nStephanie with an optimism she never expected. \"Well,\" she said,\nsmiling, \"if we can't bring ourselves to Mohammed.... No, that's all\nwrong! ... to the mountain...?\"\n\n\"Yes, there's an old saying. But it isn't important. You get the idea.\nMy dear, how would you like to go to Nowhere?\"\n\n\"I--to Kit, anywhere, anywhere!\" _I'll never forget yesterday, Kit\ndarling. Never!_\n\n\"I make no promises, Stephanie, but it may be sooner than you think.\nMorning be hanged, perhaps I will have some sherry after all. Umm, you\nwouldn't by any chance have some Canadian instead?\"\n\nHumming, Stephanie dashed into the kitchen for some glasses.\n\n       *       *       *       *       *\n\nThere were times when the real Alaric Arkalion III wished his father\nwould mind his own business. Like that thing about the Nowhere\nJourney, for instance. Maybe Alaric Sr. didn't realize it, but being\nthe spoiled son of a billionaire wasn't all fun. \"I'm a dilettante,\"\nAlaric would tell himself often, gazing in the mirror, \"a bored\ndilettante at the age of twenty-one.\"\n\nWhich in itself, he had to admit, wasn't too bad. But having reneged\non the Nowhere Journey in favor of a stranger twice his age who now\ncarried his, Alaric's, face, had engendered some annoying\ncomplications. \"You'll either have to hide or change your own\nappearance and identity, Alaric.\"\n\n\"Hide? For how long, father?\"\n\n\"I can't be sure. Years, probably.\"\n\n\"That's crazy. I'm not going to hide for years.\"\n\n\"Then change your appearance. Your way of life. Your occupation.\"\n\n\"I have no occupation.\"\n\n\"Get one. Change your face, too. Your fingerprints. It can be done.\nBecome a new man, live a new life.\"\n\nIn hiding there was boredom, impossible boredom. In the other\nalternative there was adventure, intrigue--but uncertainty. One part\nof young Alaric craved that uncertainty, the rest of him shunned it.\nIn a way it was like the Nowhere Journey all over again.\n\n\"Maybe Nowhere wouldn't have been so bad,\" said Alaric to his father,\nchoosing as a temporary alternative and retreat what he knew couldn't\npossibly happen.\n\nCouldn't it?\n\n\"If I choose another identity, I'd be eligible again for the Nowhere\nJourney.\"\n\n\"By George, I hadn't considered that. No, wait. You could be older\nthan twenty-six.\"\n\n\"I like it the way I am,\" Alaric said, pouting.\n\n\"Then you'll have to hide. I spent ten million dollars to secure your\nfuture, Alaric. I don't want you to throw it away.\"\n\nAlaric pouted some more. \"Let me think about it.\"\n\n\"Fair enough, but I'll want your answer tomorrow. Meanwhile, you are\nnot to leave the house.\"\n\nAlaric agreed verbally, but took the first opportunity which presented\nitself--that very night--to sneak out the servants' door, go downtown,\nand get stewed to the gills.\n\nAt two in the morning he was picked up by the police for disorderly\nconduct (it had happened before) after losing a fistfight to a much\npoorer, much meaner drunk in a downtown bar. They questioned Alaric at\nthe police station, examined his belongings, went through his wallet,\nnotified his home.\n\nFuming, Alaric Sr. rushed to the police station to get his son. He was\nmet by the desk sergeant, a fat, balding man who wore his uniform in a\nslovenly fashion.\n\n\"Mr. Arkalion?\" demanded the sergeant, picking at his teeth with a\ntoothpick.\n\n\"Yes. I have come for Alaric, my son.\"\n\n\"Sure. Sure. But your son's in trouble, Mr. Arkalion. Serious\ntrouble.\"\n\n\"What are you talking about? If there are any damages, I'll pay. He\ndidn't--hurt anyone, did he?\"\n\nThe sergeant broke the toothpick between his teeth, laughed. \"Him?\nNaw. He got the hell beat out of him by a drunk half his size. It\nain't that kind of trouble, Mr. Arkalion. You know what an 1182 card\nis, mister?\"\n\nArkalion's face drained white. \"Why--yes.\"\n\n\"Alaric's got one.\"\n\n\"Naturally.\"\n\n\"According to the card, he should have shipped out on the Nowhere\nJourney, mister. He didn't. He's in serious trouble.\"\n\n\"I'll see the district attorney.\"\n\n\"More'n likely, you'll see the attorney general. Serious trouble.\"\n\n\n\nCHAPTER V\n\nThe trouble with the Stalintrek, Sophia thought, was that it took\nmonths to get absolutely nowhere. There had been the painful pressure,\nthe loss of consciousness, the confinement in this tight little world\nof dormitories and gleaming metal walls, the uncanny feeling of no\nweight, the ability--boring after a while, but interesting at\nfirst--to float about in air almost at will.\n\nThen, how many months of sameness? Sophia had lost all track of time\nthrough _ennui_. But for the first brief period of adjustment on the\npart of her fellows to the fact that although she was a woman and\nshared their man's life she was still to be inviolate, the routine had\nbeen anything but exciting. The period of adjustment had had its\nadventures, its uncertainties, its challenge, and to Sophia it had\nbeen stimulating. Why was it, she wondered, that the men who carried\ntheir sex with strength and dignity, the hard-muscled men who could\nhave their way with her if they resorted to force were the men who did\nnot violate her privacy, while the weaklings, the softer, smaller men,\nor the average men whom Sophia considered her physical equals were the\nones who gave her trouble?\n\nShe had always accepted her beauty, the obvious attraction men found\nin her, with an objective unconcern. She had been endowed with sex\nappeal; there was not much room in her life to exploit it, even had\nshe wanted to. Now, now when she wanted anything but that, it gave her\ntrouble.\n\nHer room was shared, of necessity, with three men. Tall, gangling\nBoris gave her no trouble, turned his back when she undressed for the\nevening, even though she was careful to slip under the covers first.\nIvan, the second man, was short, thin, stooped. Often she found him\nlooking at her with what might have been more than a healthy interest,\nbut aside from that he kept his peace. Besides, Ivan had spent two\nyears in secondary school (as much as Sophia) and she enjoyed\nconversing with him.\n\nThe third man, Georgi, was the troublemaker. Georgi was one of those\nplump young men with red cheeks, big, eager eyes, a voice somewhat too\nhigh. He was an avid talker, a boaster and a boor. In the beginning he\nshowered attentions on Sophia. He insisted on drawing her wash-basin\nat night, escorted her to breakfast every morning, told her in\nconfidence of the conquests he had made over beautiful women (but not\nas beautiful as you, Sophia). He soon began to take liberties. He\nwould sit--timorously at first, but with growing boldness--on the\ncorner of her bed, talking with her at night after the others had\nretired, Ivan with his snores, Boris with his strong, deep breathing.\nAnd night after night, plump Georgi grew bolder.\n\nHe would reach out and touch Sophia, he would insist on tucking her in\nat night (let me be your big brother), he would awaken her in the\nmorning with his hand heavy on her shoulder. Finally, one night at\nbedtime, she heard him conversing in low whispers with Ivan and Boris.\nShe could not hear the words, but Boris looked at her with what she\nthought was surprise, Ivan nodded in an understanding way, and both of\nthem left the room.\n\nSophia frowned. \"What did you tell them, Georgi?\"\n\n\"That we wanted to be alone one evening, of course.\"\n\n\"I never gave you any indication--\"\n\n\"I could see it in your eyes, in the way you looked at me.\"\n\n\"Well, you had better call them back inside and go to bed.\"\n\nGeorgi shook his head, approached her.\n\n\"Georgi! Call them back or I will.\"\n\n\"No, you won't.\" Georgi followed her as she retreated into a corner of\nthe room. When she reached the wall and could retreat no further, he\nplaced his thick hands on her shoulders, drew her to him slowly. \"You\nwill call no one,\" he rasped.\n\n       *       *       *       *       *\n\nShe ducked under his arms, eluded him, was on the point of running to\nthe door, throwing it open and shouting, when she reconsidered. If she\ndid, she would be asking for quarter, gaining a temporary reprieve,\ninviting the same sort of thing all over again.\n\nShe crossed to the bed and sat down. \"Come here, Georgi.\"\n\n\"Ah.\" He came to her.\n\nShe watched him warily, a soft flabby man not quite so tall as she\nwas, but who nevertheless out-weighed her by thirty or forty pounds.\nIn his eagerness, he walked too fast, lost his footing and floated\ngently to the ceiling. Smiling as demurely as she could, Sophia\nreached up, circled his ankle with her hand.\n\n\"I never could get used to this weightlessness,\" Georgi admitted. \"Be\nnice and pull me down.\"\n\n\"I will be nice. I will teach you a lesson.\"\n\nHe weighed exactly nothing. It was as simple as stretching. Sophia\nmerely extended her arm upwards and Georgi's head hit the ceiling\nwith a loud _thunk_. Georgi groaned. Sophia repeated the procedure,\nlowering her arm a foot--and Georgi with it--then raising it and\nbouncing his head off the ceiling.\n\n\"I don't understand,\" Georgi whined, trying to break free but only\nsucceeding in thrashing his chubby arms foolishly.\n\n\"You haven't mastered weightlessness,\" Sophia smiled up at him. \"I\nhave. I said I would teach you a lesson. First make sure you have the\nstrength of a man if you would play a man's game.\"\n\nStill smiling, Sophia commenced spinning the hand which held Georgi's\nankle. Arms and free leg flailing air helplessly, Georgi began to\nspin.\n\n\"Put me down!\" he whined, a boy now, not even pretending to be a man.\nWhen Sophia shoved out gently and let his ankle go he did a neat flip\nin air and hung suspended, upside down, his feet near the ceiling, his\nhead on a level with Sophia's shoulders. He cried.\n\nShe slapped his upside down face, carefully and without excitement,\nreddening the cheeks. \"I was--only joking,\" he slobbered. \"Call back\nour friends.\"\n\nSophia found one of the hard, air-tight metal flasks they used for\ndrinking in weightlessness. With one hand she opened the lid, with the\nother she grasped Georgi's shoulder and spun him in air, still upside\ndown. She squirted the water in his face, and because he was upside\ndown and yelling it made him choke and cough. When the container was\nempty she lowered Georgi gently to the floor.\n\nMinutes later, she opened the door, summoned Boris and Ivan, who came\ninto the room self-consciously. What they found was a thoroughly\nbeaten Georgi sobbing on the floor. After that, Sophia had no trouble.\nWeek after week of boredom followed and she almost wished Georgi or\nsomeone else would _look_ for trouble ... even if it were something\nshe could not handle, for although she was stronger than average and\nmore beautiful, she was still a woman first, and she knew if the right\nman....\n\n       *       *       *       *       *\n\n\"Did you know that radio communication is maintained between Earth and\nMars?\" the Alaric Arkalion on Mars asked Temple.\n\n\"Why, no. I never thought about it.\"\n\n\"It is, and I am in some difficulty.\"\n\n\"What's the matter?\" Temple had grown to like Arkalion, despite the\nman's peculiarities. He had given up trying to figure him out,\nfeeling that the only way he'd get anywhere was with Arkalion's\nco-operation.\n\n\"It's a long story which I'm afraid you would not altogether\nunderstand. The authorities on Earth don't think I belong here on the\nNowhere Journey.\"\n\n\"Is that so? A mistake, huh? I sure am glad for you, Alaric.\"\n\n\"That's not the difficulty. It seems that there is the matter of\nimpersonation, of violating some of the clauses in Public Law 1182.\nYou're glad for me. I'm likely to go to prison.\"\n\n\"If it's that serious, how come they told you?\"\n\n\"They didn't. But I--managed to find out. I won't go into details,\nKit, but obviously, if I managed to embark for Nowhere when I didn't\nhave to, then I wanted to go. Right?\"\n\n\"I--uh, guess so. But why--?\"\n\n\"That isn't the point. I _still_ want to go. Not to Mars, but to\nNowhere. I still can, despite what has happened, but I need help.\"\n\nTemple said, \"Anything I can do, I'll be glad to,\" and meant it. For\none thing, he liked Arkalion. For another, Arkalion seemed to know\nmore, much more than he would ever say--unless Temple could win his\nconfidence. For a third, Temple was growing sick and tired of Mars\nwith its drab ochre sameness (when he got to the surface, which was\nrarely), with its dank underground city, with its meaningless\nattention to meaningless detail. Either way, he figured there was no\nreturning to Earth. If Nowhere meant adventure, as he suspected it\nmight, it would be preferable. Mars might have been the other end of\nthe galaxy for all its nearness to Earth, anyway.\n\n\"There is a great deal you can do. But you'll have to come with me.\"\n\n\"Where?\" Temple demanded.\n\n\"Where you will go eventually. To Nowhere.\"\n\n\"Fine.\" And Temple smiled. \"Why not now as well as later?\"\n\n\"I'll be frank with you. If you go now, you go untrained. You may need\nyour training. Undoubtedly, you will.\"\n\n\"You know a lot more than you want to talk about, don't you?\"\n\n\"Frankly, yes.... I am sorry, Kit.\"\n\n\"That's all right. You have your reasons. I guess if I go with you\nI'll find out soon enough, anyway.\"\n\nArkalion grinned. \"You have guessed correctly. I am going to Nowhere,\nbefore they return me to Earth for prosecution under Public Law 1182.\nI cannot go alone, for it takes at least two to operate ... well,\nyou'll see.\"\n\n\"Count me in,\" said Temple.\n\n\"Remember, you may one day wish you had remained on Mars for your\ntraining.\"\n\n\"I'll take my chances. Mars is driving me crazy. All I do is think of\nEarth and Stephanie.\"\n\n\"Then come.\"\n\n\"Where are we going?\"\n\n\"A long, long way off. It is unthinkably remote, this place called\nNowhere.\"\n\nTemple felt suddenly like a kid playing hookey from school. \"Lead on,\"\nhe said, almost jauntily. He knew he was leaving Stephanie still\nfurther behind, but had he been in prison on the next street to hers,\nhe might as well have been a million miles away.\n\nAs for Arkalion--the thought suddenly struck Temple--Arkalion wasn't\nnecessarily leaving his world further behind. Perhaps Arkalion was\ngoing home....\n\n       *       *       *       *       *\n\nStephanie picked up the phone eagerly. In the weeks since her first\nmeeting with Mrs. Draper of the C.E.L., the older woman had been a\nfountain of information and of hope for her. Stephanie for her part\nhad taken over Mrs. Draper's job in her own section of Center City:\nshe was busy contacting the two hundred mothers and fifty sweethearts\nof the Nowhere Journey which had taken Kit from her. And now Mrs.\nDraper had called with information.\n\n\"We've successfully combined forces with some of the less militant\nelements in both houses of Congress,\" Mrs. Draper told her over the\nphone. \"Do you realize, my dear, this marks the first time the C.E.L.\nhas managed to put something constructive through Congress? Until now\nwe've been content merely to block legislation, such as an increase in\nthe Nowhere contingent from....\"\n\n\"Yes, Mrs. Draper. I know all that. But what about this constructive\nthing you've done.\"\n\n\"Well, my dear, don't count your chickens. But we _have_ passed the\nbill, and we expect the President won't veto it. You see, the\nPresident has two nephews who....\"\n\n\"I know. I know. What bill did you pass?\"\n\n\"Unfortunately, it's somewhat vague. Ultimately, the Nowhere\nCommission must do the deciding, but it does pave the way.\"\n\n\"For what, Mrs. Draper?\"\n\n\"Hold onto your hat, my dear. The bill authorizes the Nowhere Commission\nto make as much of a study as it can of conditions--wherever our boys are\nsent.\"\n\n\"Oh.\" Stephanie was disappointed. \"That won't get them back to us.\"\n\n\"No. You're right, it won't get them back to us. That isn't the idea\nat all, for there is more than one way to skin a cat, my dear. The\nNowhere Commission will be studying conditions--\"\n\n[Illustration]\n\n\"How can they? I thought everything was so hush-hush, not even\nCongress knew anything about it.\"\n\n\"That was the first big hurdle we have apparently overcome. Anyway,\nthey will be studying conditions with a view of determining if one\ngirl--just one, mind you--can embark on the Nowhere Journey as a pilot\nstudy and--\"\n\n\"But I thought they could make the journey only once every\nseven-hundred-eighty days.\"\n\n\"Get Congress aroused and you can move mountains. It seems the expense\nentailed in a trip at any but those times is generally prohibitive,\nbut when something special comes up--\"\n\n\"It can be done! Mrs. Draper, how I love to talk with you!\"\n\n\"See? There you go, my dear, counting your chickens. One girl will be\nsent, if the study indicates she can take it. _One_ girl, Stephanie, and\nonly after a study. She'd merely be a pilot case. But afterwards.... Ah,\nafterwards.... Perhaps someday soon qualified women will be able to join\ntheir men in Nowhere.\"\n\n\"Mrs. Draper, I love you.\"\n\n\"Naturally, you will tell all this to prospective C.E.L. members. Now\nwe have something concrete to work with.\"\n\n\"I know. And I will, I will, Mrs. Draper. By the way, how are they\ngoing to pick the girl, the one girl?\"\n\n\"Don't count your chickens, for Heaven's sake! They haven't even\nstudied the situation yet. Well, I'll call you, my dear.\"\n\nStephanie hung up, dressed, went about her canvassing. She thought\nhappy thoughts all week.\n\n       *       *       *       *       *\n\n\"Shh! Quiet,\" cautioned Arkalion, leading the way down a flight of\nheavy-duty plastic stairs.\n\n\"How do you know your way around here so well?\"\n\n\"I said quiet.\"\n\nIt was not so much, Temple realized, that Arkalion was really afraid\nof making noise. Rather, he did not want to answer questions.\n\nTemple smiled in the semi-darkness, heard the steady drip-drip-drip of\nwater off somewhere to his left. Eons before the coming of man on this\nstopover point to Nowhere, the Martian waters had retreated from the\nplanet's ancient surface and seeped underground to carve, slow drop by\ndrop, the caverns which honey-combed the planet. \"You know your way\naround so well, I'd swear you were a Martian.\"\n\nArkalion's soft laugh carried far. \"I said there was to be no noise.\nPlease! As for the Martians, the only Martians are here all around\nyou, the men of Earth. Ahh, here we are.\"\n\nAt the bottom of the flight of stairs Temple could see a door,\nmetallic, giving the impression of strength without great weight.\nArkalion paused a moment, did something with a series of levers, shook\nhis head impatiently, started all over again.\n\n\"What's that for?\" Temple wanted to know.\n\n\"What do you think? It is a combination lock, with five million\npossible combinations. Do you want to be here for all of eternity?\"\n\n\"No.\"\n\n\"Then quiet.\"\n\nVaguely, Temple wondered why the door wasn't guarded.\n\n\"With a lock like this,\" Arkalion explained, as if he had read\nTemple's thought, \"they need no other precaution. It is assumed that\nonly authorized personnel know the combination.\"\n\nThen had Arkalion come this way before? It seemed the only possible\nassumption. But when? And how? \"Here we are,\" said Arkalion.\n\nThe door swung in toward them.\n\nTemple strode forward, found himself in a great bare hall,\nsurprisingly well-lighted. After the dimness of the caverns, he\nhardly could see.\n\n\"Don't stand there scowling and fussing with your eyes. There is one\nadditional precaution--an alarm at Central Headquarters. We have about\nfive minutes, no more.\"\n\n       *       *       *       *       *\n\nAt one end of the bare hall stood what to Temple looked for all the\nworld like an old-fashioned telephone booth, except that its walls\nwere completely opaque. On the wall adjacent to it was a single lever\nwith two positions marked \"hold\" and \"transport\". The lever stood\nfirmly in the \"hold\" position.\n\n\"You sure you want to come?\" Arkalion demanded.\n\n\"Yes, I told you that.\"\n\n\"Good. I have no time to explain. I will enter the conveyor.\"\n\n\"Conveyor?\"\n\n\"This booth. You will wait until the door is shut, then pull the lever\ndown. That is all there is to it, but, as you can see, it is a two-man\noperation.\"\n\n\"But how do I--\"\n\n\"Haste, haste! There are similar controls at the other end. You pull\nthe lever, wait two minutes, enter the conveyor yourself. I will fetch\nyou--if you are sure.\"\n\n\"I'm sure, dammit!\"\n\n\"Remember, you go without training, without the opportunity everyone\nelse has.\"\n\n\"You already told me that. Mars is half-way to eternity. Mars is\nlimbo. If I can't go back to Earth I want to go--well, to Nowhere.\nThere are too many ghosts here, too many memories with nothing to do.\"\n\nArkalion shrugged, entered the booth. \"Pull the lever,\" he said, and\nshut the door.\n\nTemple reached up, grasped the lever firmly in his hand, yanked it. It\nslid smoothly to the position marked \"transport.\" Temple heard\nnothing, saw nothing, began to think the device, whatever it was, did\nnot work. Did Arkalion somehow get _moved_ inside the booth?\n\nTemple thought he heard footfalls on the stairs outside. Soon,\nfaintly, he could hear voices. Someone banged on the door to the hall.\nLicking dry lips, Temple opened the booth, peered inside.\n\nEmpty.\n\nThe voices clamored, fists pounded on the door. Something clicked.\nTumblers fell. The door to the great, bright hall sprung outward.\nSomeone rushed in at Temple, who met him savagely with a short,\nchopping blow to his jaw. The man, temporarily blinded by the dazzling\nlight, stumbled back in the path of his fellows.\n\nTemple darted into the booth, the conveyor, and slammed it shut.\n\nFingers clawed on the outside.\n\nA sound almost too intense to be heard rang in Temple's ears. He lost\nconsciousness instantly.\n\n\n\nCHAPTER VI\n\n\"What a cockeyed world,\" said Alaric Arkalion Sr. to his son. \"You\ncertainly can't plan on anything, even if you do have more money than\nyou'll ever possibly need in a lifetime.\"\n\n\"Don't feel like that,\" said young Alaric. \"I'm not in prison any\nlonger, am I?\"\n\n\"No. But you're not free of the Nowhere Journey, either. There is an\nunheralded special trip to Nowhere, two weeks from today, I have been\ninformed.\"\n\n\"Oh?\"\n\n\"Yes, oh. I have also been informed that you will be on it. You didn't\nescape after all, Alaric.\"\n\n\"Oh. Oh!\"\n\n\"What bothers me most is that scoundrel Smith somehow managed to\nescape. They haven't found him yet, I have also been informed. And\nsince my contract with him calls for ten million dollars 'for services\nrendered,' I'll have to pay.\"\n\n\"But he didn't prevent me from--\"\n\n\"I can't air this thing, Alaric! But listen, son: when you go where\nyou are going, you're liable to find another Alaric Arkalion, your\ndouble. Of course, that would be Smith. If you can get him to cut his\nprice in half because of what has happened, I would be delighted. If\nyou could somehow manage to wring his neck, I would be even more\ndelighted. Ten million dollars--for nothing.\"\n\n       *       *       *       *       *\n\n\"I'm so excited,\" murmured Mrs. Draper. Stephanie watched her on one\nof the new televiewers, recently installed in place of the telephone.\n\n\"What is it?\"\n\n\"Our bill has been passed by a landslide majority in both houses of\nCongress!\"\n\n\"Ooo!\" cried Stephanie.\n\n\"Not very coherent, my dear, but those are my sentiments exactly. In\ntwo weeks there will be a Journey to Nowhere, a special one which will\ninclude, among its passengers, a woman.\"\n\n\"But the study which had to be made--?\"\n\n\"It's already been made. From what I gather, they can't take it very\nfar. Most of their conclusions had to be based on supposition. The\nimportant thing, though, is this: a woman _will_ be sent. The way the\nC.E.L. figures it, my dear, is that a woman falling in the twenty-one\nto twenty-six age group should be chosen, a woman who meets all the\nrequirements placed upon the young men.\"\n\n\"Yes,\" said Stephanie. \"Of course. And I was just thinking that I\nwould be--\"\n\n\"Remember those chickens!\" cautioned Mrs. Draper. \"We already have one\nhundred seventy-seven volunteers who'd claw each other to pieces for a\nchance to go.\"\n\n\"Wrong,\" Stephanie said, smiling. \"You now have one hundred\nseventy-eight.\"\n\n\"Room for only one, my dear. Only one, you know.\"\n\n\"Then cross the others off your list. I'm already packing my bag.\"\n\n       *       *       *       *       *\n\nWhen Temple regained consciousness, it was with the feeling that no\nmore than a split second of time had elapsed. So much had happened so\nrapidly that, until now, he hadn't had time to consider it.\n\nArkalion had vanished.\n\nVanished--he could use no other word. He was there, standing in the\nbooth--and then he wasn't. Simple as that. Now you see it, now you\ndon't. And goodbye, Arkalion.\n\nBut goodbye Temple, too. For hadn't Temple entered the same booth,\nwaiting but a second until Arkalion activated the mechanism at the\nother end? And certainly Temple wasn't in the booth now. He smiled at\nthe ridiculously simple logic of his thoughts. He stood in an open\nfield, the blades of grass rising to his knees, as much brilliant\npurple as they were green. Waves of the grass, stirred like tide by\nthe gentle wind, and hills rolling off toward the horizon in whichever\ndirection he turned. Far away, the undulating hills lifted to a half\nsoft mauve sky. A somber red sun with twice Sol's apparent disc but\nhalf its brightness hung midway between zenith and horizon completing\nthe picture of peaceful other-worldliness.\n\nWherever this was, it wasn't Earth--or Mars.\n\nNowhere?\n\nTemple shrugged, started walking. He chose his direction at random,\ncrushing an easily discernible path behind him in the surprisingly\nbrittle grass. The warm sun baked his back comfortably, the\nsoft-stirring wind caressed his cheeks. Of Arkalion he found not a\ntrace.\n\nTwo hours later Temple reached the hills and started climbing their\ngentle slopes. It was then that he saw the figure approaching on the\nrun. It took him fully half a minute to realize that the runner was\nnot human.\n\n       *       *       *       *       *\n\nAfter months of weightless inactivity, things started to happen for\nSophia. The feeling of weight returned, but weight as she never had\nfelt it before. It was as if someone was sitting on every inch of her\nbody, crushing her down. It made her gasp, forced her eyes shut and,\nalthough she could not see it, contorted her face horribly. She lost\nconsciousness, coming to some time later with a dreadful feeling of\nloginess. Someone swam into her vision dimly, stung her arm briefly\nwith a needle. She slept.\n\nShe was on a table, stretched out, with lights glaring down at her.\nShe heard voices.\n\n\"The new system is far better than testing, comrade.\"\n\n\"Far more efficient, far more objective. Yes.\"\n\n\"The brain emits electromagnetic vibration. Strange, is it not, that\nno one before ever imagined it could tell a story. A completely\naccurate story two years of testing could not give us.\"\n\n\"In Russia we have gone far with the biological, psychological\nsciences. The West flies high with physics. Give them Mars; bah, they\ncan have Mars.\"\n\n\"True, Comrade. The journey to Jupiter is greater, the time consumed\nis longer, the cost, more expensive. But here on Jupiter we can do\nsomething they cannot do on Mars.\"\n\n\"I know.\"\n\n\"We can make supermen. Supermen, comrade. A wedding of Nietzsche and\nMarx.\"\n\n\"Careful. Those are dangerous thoughts.\"\n\n\"Merely an allusion, comrade. Merely a harmless allusion. But you take\nan ordinary human being and train him on Jupiter, speeding his\ntime-sense and metabolic rate tremendously with certain endocrine\nsecretions so that one day is as a month to him. You take him and\nsubject him to big Jupiter's pull of gravity, more than twice\nEarth's--and in three weeks you have, yes--you have a superman.\"\n\n\"The woman wakes.\"\n\n\"Shh. Do not frighten her.\"\n\nSophia stretched, every muscle in her body aching. Slowly, as in a\ndream, she sat up. It required strength, the mere act of pulling her\ntorso upright!\n\n\"What have you done to me?\" she cried, focussing her still-dim vision\non the two men.\n\n\"Nothing, comrade. Relax.\"\n\nSophia turned slowly on the table, got one long shapely leg draped\nover its edge.\n\n\"Careful, comrade.\"\n\nWhat were they warning her about? She merely wanted to get up and\nstretch; perhaps then she would feel better. Her toe touched the\nfloor, she swung her other leg over, aware of but ignoring her\nnakedness.\n\n\"A good specimen.\"\n\n\"Oh, yes, comrade. So this time they send a woman among the others.\nWell, we shall do our work. Look--see the way she is formed, so lithe,\nloose-limbed, agile. See the toning of the muscles? Her beauty will\nremain, comrade, but Jupiter shall make an amazon of her.\"\n\n       *       *       *       *       *\n\nSophia had both feet on the floor now. She was breathing hard, felt\nsuddenly sick to her stomach. Placing both her hands on the table\nedge, she pushed off and staggered for two or three paces. She\ncrumpled, buckling first at the knees then the waist, and fell in a\nwrithing heap.\n\n\"Pick her up.\"\n\nHands under her arms, tugging. She came off the floor easily, dimly\naware that someone carried her hundred and thirty pounds effortlessly.\n\"Put me down!\" she cried. \"I want to try again. I am crippled,\ncrippled! You have crippled me....\"\n\n\"Nothing of the sort, comrade. You are tired, weak, and Jupiter's\ngravity field is still too strong for you. Little by little, though,\nyour muscles will strengthen to Jupiter's demands. Gravity will keep\nthem from bulging, expanding; but every muscle fibre in you will have\ntwice, three times its original strength. Are you excited?\"\n\n\"I am tired and sick. I want to sleep. What is Jupiter?\"\n\n\"Jupiter is a planet circling the sun at--never mind, comrade. You\nhave much to learn, but you can assimilate it with much less trouble\nin your sleep. Go ahead, sleep.\"\n\nSophia retched, was sick. It had been years since she cried. But\nnaked, afraid, bewildered, she cried herself to sleep.\n\nThings happened while she slept, many things. Certain endocrine\nextracts accelerated her metabolism astonishingly. Within half an hour\nher heart was pumping blood through her body two hundred beats per\nminute. An hour later it reached its full rate, almost one thousand\ncontractions every sixty seconds. All her other metabolic functions\nincreased accordingly, and Sophia slept deeply for a week of\nsubjective time--in hours. The same machine which had gleaned\neverything from her mind far more accurately than a battery of tests,\na refinement of the electro-encephalogram, was now played in reverse,\ngiving back to Sophia everything it had taken plus electrospool after\nelectrospool of science, mathematics, logic, economics, history\n(Marxian, these last two), languages (including English), semantics\nand certain specialized knowledge she would need later on the\nStalintrek.\n\nStill sleeping, Sophia was bathed in a warm whirlpool of soothing\nliquid; rubbed, massaged, her muscle-toning begun while she rested and\nregained her strength. Three hours later, objective time, she awoke\nwith a headache and with more thoughts spinning around madly inside\nher brain than she ever knew existed. Gingerly, she tried standing\nagain, lifting herself nude and dripping wet from a tub of steaming\namber stuff. She stood, stretched, permitted her fright to vanish with\na quick wave of vertigo which engulfed her. She had been fed\nintravenously, but a tremendous hunger possessed her. Before eating,\nhowever, she was to find herself in a gymnasium, the air close and\nstifling. She was massaged again, told to do certain exercises which\nseemed simple but which she found extremely difficult, forced to run\nuntil she thought she would collapse, with her legs, dragging like\nlead.\n\nShe understood, now. Somehow she knew she was on Jupiter, the fifth\nand largest planet, where the force of gravity is so much greater than\non Earth that it is an effort even to walk. She also knew that her\nmetabolic rate had been accelerated beyond all comprehension and that\nin a comparatively short time--objective time--she would have thrice\nher original strength. All this she knew without knowing how she knew,\nand that was the most staggering fact of all. She did what her curt\ninstructors bid, then dragged her aching muscles and her headache into\na dining room where tired, forlorn-looking men sat around eating.\nWell, the food at least was good. Sophia attacked it ravenously.\n\n       *       *       *       *       *\n\nIt did not take Temple long to realize that the creature running\ndownhill at him, leaving a crushed and broken wake in the purple and\ngreen grass, was not human. At first Temple toyed with the idea of a\nman on horseback, for the creature ran on four limbs and had two left\nover as arms. Temple gaped.\n\nThe whole thing was one piece!\n\nCentaur?\n\nHardly. Too small, for one thing. No bigger than a man, despite the\nthree pairs of limbs. And then Temple had time to gape no longer, for\nthe creature, whatever it was, flashed past him at what he now had to\nconsider a gallop.\n\nMore followed. Different. Temple stared and stared. One could have\nbeen a great, sentient hoop, rolling downhill and gathering momentum.\nIf he carried the wheel analogy further, a huge eye stared at him from\nwhere the hub would have been. Something else followed with kangaroo\nleaps. One thick-thewed leg propelled it in tremendous, fifteen-foot\nhopping strides while its small, flapper-like arms beat the air\nprodigiously.\n\nLegions of creatures. All fantastically different. _I'm going crazy_,\nTemple thought, then said it aloud. \"I'm going crazy.\"\n\nTheorizing thus, he heard a whir overhead, whirled, looked up.\nSomething was poised a dozen feet off the ground, a large, box-like\nobject seven or eight feet across, rotors spinning above it. That, at\nleast, he could understand. A helicopter.\n\n\"I'm lowering a ladder, Kit. Swing aboard.\"\n\nArkalion's voice.\n\nStunned enough to accept anything he saw, Temple waited for the rope\nladder to drop, grasped its end, climbed. He swung his legs over a\nsill, found himself in a neat little cabin with Arkalion, who hauled\nthe ladder in and did something to the controls. They sped away.\nTemple had one quick moment of lucid thought before everything which\nhad happened in the last few moments shoved logic aside. What he had\nobserved looked for all the world like a foot-race.\n\n\"Where the hell _are_ we?\" Temple demanded breathlessly.\n\nArkalion smiled. \"Where do you think? Journey's end. Welcome to\nNowhere, Kit. Welcome to the place where all your questions can be\nanswered because there's no going back. Sorry I set you down in that\nfield by mistake, incidentally. Those things sometimes happen.\"\n\n\"Can I just throw the questions at you?\"\n\n\"If you wish. It isn't really necessary, for you will be indoctrinated\nwhen we get you over to Earth city where you belong.\"\n\n\"What do you mean, there's no going back? I thought they had a\nrotation system which for one reason or another wasn't practical at\nthe moment. That doesn't sound like no going back, ever.\"\n\nArkalion grunted, shrugged. \"Have it your way. I _know_.\"\n\n\"Sorry. Shoot.\"\n\n\"Just how far do you think you have come?\"\n\n\"Search me. Some other star system, maybe?\"\n\n\"Maybe. Clean across the galaxy, Kit.\"\n\nTemple whistled softly. \"It isn't something you can grasp just by\nhearing it. Across the galaxy....\"\n\n\"That isn't too important just now. How long did you think the journey\ntook?\"\n\nTemple nodded eagerly. \"That's what gets me. It was amazing, Alaric.\nReally amazing. The whole trip couldn't have taken more than a moment\nor two. I don't get it. Did we slip out of normal space into some\nother--uh, continuum, and speed across the length of the galaxy like\nthat?\"\n\n\"The answer to your question is yes. But your statement is way off.\nThe journey did not take seconds, Kit.\"\n\n\"No? Instantaneous?\"\n\n\"Far more than seconds. To reach here from Earth you travelled five\nthousand years.\"\n\n\"What?\"\n\n\"More correctly, it was five thousand years ago that you left Mars.\nYou would need a time machine to return, and there is no such thing.\nThe Earth you know is the length of the galaxy and five thousand years\nbehind you.\"\n\n\n\nCHAPTER VII\n\nIt could have been a city in New England, or maybe Wisconsin. Main\nStreet stretched for half a mile from Town Hall to the small\ndepartment store. Neon tubing brightened every store front, busy\nproprietors could be seen at work through the large plate glass\nwindows. There was the bustle you might expect on any Main Street in\nNew England or Wisconsin, but you could not draw the parallel\nindefinitely.\n\nThere were only men. No women.\n\nThe hills in which the town nestled were too purple--not purple with\ndistance but the natural color of the grass.\n\nA somber red sun hung in the pale mauve sky.\n\nThis was Earth City, Nowhere.\n\nArkalion had deposited Temple in the nearby hills, promised they would\nsee one another again. \"It may not be so soon,\" Arkalion had said,\n\"but what's the difference? You'll spend the rest of your life here.\nYou realize you are lucky, Kit. If, you hadn't come, you would have\nbeen dead these five thousand years. Well, good luck.\"\n\nDead--five thousand years. The Earth as he knew it, dust. Stephanie, a\nfifty generation corpse. Nowhere was right. End of the universe.\n\nTemple shuffled his feet, trudged on into town. A man passed him on\nthe street, stooped, gray-haired. The man nodded, did a mild\ndouble-take. _I'm an unfamiliar face_, Temple thought.\n\n\"Howdy,\" he said. \"I'm new here.\"\n\n\"That's what I thought, stranger. Know just about everyone in these\nhere parts, I do, and I said to myself, now there's a newcomer. Funny\nyou didn't come in the regular way.\"\n\n\"I'm here,\" said Temple.\n\n\"Yeah. Funny thing, you get to know everyone. Eh, what you say your\nname was?\"\n\n\"Christopher Temple.\"\n\n\"Make it my business to know everyone. The neighborly way, I always\nsay. Temple, eh? We have one here.\"\n\n\"One what?\"\n\n\"Another fellow name of Temple. Jase Temple, son.\"\n\n\"I'll be damned!\" Temple cried, smiling suddenly. \"I will be damned.\nTell me, old timer, where can I find him?\"\n\n\"Might be anyplace. Town's bigger'n it looks. I tell you, though, Jase\nTemple's our co-ordinator. You'll find him there, the co-ordinator's\noffice. Town Hall, down the end of the street.\"\n\n\"I already passed it,\" Temple told the old man. \"And thanks.\"\n\nTemple's legs carried him at a brisk pace, past the row of store\nfronts and down to the Town Hall. He read a directory, climbed a\nflight of stairs, found a door marked:\n\n    JASON TEMPLE\n    Earth City Co-ordinator\n\nHeart pounding, Temple knocked, heard someone call, \"Come in.\"\n\nHe pushed the door in and stared at his brother, just rising to face\nhim.\n\n       *       *       *       *       *\n\n\"Kit! Kit! What are you doing ... so you took the journey too!\"\n\nJason ran to him, clasped his shoulders, pounded them. \"You sure are\nlooking fit. Kit, you could have knocked me over with half a feather,\ncoming in like that.\"\n\n\"You're looking great too, Jase,\" Temple lied. He hadn't seen his\nbrother in five years, had never expected to see him again. But he\nremembered a full-faced, smiling man somewhat taller than himself,\nsomewhat broader across the shoulders. The Jason he saw looked\nforty-five or fifty but was hardly out of his twenties. He had fierce,\nsmouldering eyes, gaunt cheeks, graying hair. He seemed a bundle of\nrestless, nervous energy.\n\n\"Sit down, Kit. Start talking, kid brother. Start talking and don't\nstop till next week. Tell me everything. Everything! Tell me about the\nblue sky and the moon at night and the way the ocean looks on a windy\nday and....\"\n\n\"Five years,\" said Temple. \"Five years.\"\n\n\"Five thousand, you mean,\" Jason reminded him. \"It hardly seems\npossible. How are the folks, Kit?\"\n\n\"Mom's fine. Pop too. He's sporting a new Chambers Converto. You\nshould see him, Jase. Sharp.\"\n\n\"And Ann?\" Jason looked at him hopefully. Ann had been Jason's\nStephanie--but for the Nowhere Journey they would have married.\n\n\"Ann's married,\" Temple said.\n\n\"Oh. Oh. That's swell, Kit. Really swell. I mean, what the hell, a\ngirl shouldn't wait forever. I told her not to, anyway.\"\n\n\"She waited four years, then met a guy and--\"\n\n\"A nice guy?\"\n\n\"The best,\" said Temple. \"You'd like him.\"\n\nTemple saw the vague hurt come to Jason's smouldering eyes. Then it\nwas the same. One part of Jason wanted her to remain his over an\nunthinkable gap, another part wanted her to live a good, full life.\n\n\"I'm glad,\" said Jason. \"Can't expect a girl to wait without hope....\"\n\n\"Then there's no hope we'll ever get back?\"\n\nJason laughed harshly. \"You tell me. Earth isn't merely sixty thousand\nlight years away. Kit, do you know what a light year is?\"\n\nTemple said he thought he did.\n\n\"Sixty thousand of them. A dozen eternities. But the Earth we know is\nalso dead. Dead five thousand years. The folks, Center City, Ann, her\nhusband--all dust. Five thousand years old.... Don't mind me, Kit.\"\n\n\"Sure. Sure, I understand.\" But Temple didn't, not really. You\ncouldn't take five thousand years and chuck them out the window in\nwhat seemed the space of a heart beat and then realize they were gone\npermanently, forever. Not a period of time as long as all of recorded\ncivilization--you couldn't take it, tack it on after 1992 and accept\nit. Somehow, Temple realized, the five thousand years were harder to\nswallow than the sixty thousand light years.\n\n\"Well,\" with a visible effort, Jason snapped out of his reverie.\nTemple accepted a cigarette gratefully, his first in a long time. _In\nfifty centuries_, he thought bitterly, burrowing deeper into a funk.\n\n\"Well,\" said Jason, \"I'm acting like a prize boob. How selfish can I\nget? There must be an awful lot you'd like to know, Kit.\"\n\n\"That's all right. I was told I'd be indoctrinated.\"\n\n\"Ordinarily, you would. But there's no shipment now, none for another\nthree months. Say, how the devil _did_ you get here?\"\n\n\"That's a long story. Nowhere Journey, same as you, with a little\nassist to speed things up on Mars. Jase, tell me this: what are we\ndoing here? What is everyone doing here? What's the Nowhere Journey\nall about? What kind of a glorified foot-race did I see a while ago,\nwith a bunch of creatures out of the telio science-fiction shows?\"\n\n       *       *       *       *       *\n\nJason put his own cigarette out, changed his mind, lit another one.\n\"Sort of like the old joke, where does an alien go to register?\"\n\n\"Sort of.\"\n\n\"It's a big universe,\" said Jason, evidently starting at the beginning\nof something.\n\n\"I'm just beginning to learn _how_ big!\"\n\n\"It would be pretty unimaginative of mankind to consider itself the\nonly sentient form of life, Earth the only home of intelligence, both\nfrom a scientific and a religious point of view. We kind of expected\nto find--neighbors out in space. Kit, the sky is full of stars, most\nstars have planets. The universe crawls with life, all sorts of life,\nall sorts of intelligent life. In short, we are not alone. It would be\nsort of like taking the jet-shuttle from Washington to New York during\nthe evening rush and expecting to be the only one aboard. In reality,\nyou're lucky to get breathing space.\n\n\"There are biped intelligences, like humans. There are radial\nintelligences, one-legged species, tall, gangling creatures, squat\nones, pancake ones, giants, dwarfs. There are green skins and pink\nskins and coal black--and yes, no skins. There are ... but you get the\nidea.\"\n\n\"Uh-huh.\"\n\n\"Strangely enough, most of these intelligences are on about the same\ndevelopmental level. It's as if the Creator turned everything on at\nonce, like a race, and said 'okay, guys get started.' Maybe it's\nbecause, as scientists figure, the whole universe got wound up and\nstarted working as a unit. I don't know. Anyway, that's the way it is.\nAll the intelligences worth talking about are on about the same\ncultural level. Atomics, crude spaceflight, wars they can't handle.\n\n\"And this is interesting, Kit. Most of 'em are bipedal. Not really\nhuman, not fully human. You can see the difference. But seventy-five\npercent of the races I've encountered have had basic similarities. A\ncase of the Creator trying to figure out the best of all possible\nlife-patterns and coming up with this one. Offers a wide range for\naction, for adaptation, stuff like that. Anyway, I'm losing track of\nthings.\"\n\n\"Take it easy. From what you tell me I have all the time in the\nworld.\"\n\n\"Well, I said all the races are developmentally parallel. That's\nalmost true. One of them is not. One of them is so far ahead that the\nrest of us have hardly reached the crawling stage by comparison. One\nof them is the Super Race, Kit.\n\n\"Their culture is old, incredibly old. So old, in fact, that some of\nus figure it's been hanging around since before the Universe took\nshape. Maybe that's why all the others are on one level, a few\nthousand million years behind the Super Race.\n\n\"So, take this Super Race. For some reason we can't understand, it\nseems to be on the skids. That's just figurative. Maybe it's dying\nout, maybe it wants to pack up and leave the galaxy altogether, maybe\nit's got other undreamed of business other undreamed of places.\nAnyway, it wants out. But it's got an eon-old storehouse of culture\nand maybe it figures someone ought to have access to that and keep the\ngalaxy in running order. But who? That's the problem. Who gets all\nthis information, a million million generations of scientific\nproblems, all carefully worked out? Who, among all the parallel races\non all the worlds of the Universe? That's quite a problem, even for\nour Super Race boys.\n\n\"You'd think they'd have ways to solve it, though. With calculating\nmachines or whatever will follow calculating machines after Earthmen\nand all the others find the next faltering step after a few thousand\nyears. Or with plain horse sense and logic, developed to a\npoint--after millions of years at it--where it never fails. Or solve\nthe problem with something we've never heard of, but solve it anyway.\"\n\n\"What's all this got to do with--? I mean, it's an interesting story\nand when I get a chance to digest it I'll probably start gasping, but\nwhat about Nowhere and....\"\n\n\"I'm coming to that. Kit, what would you say if I told you that the\nmost intelligent race the Universe has ever produced solves the\nbiggest problem ever handed anyone--by playing games?\"\n\n       *       *       *       *       *\n\n\"I'd say you better continue.\"\n\n\"That's the purpose of Nowhere, Kit. Every planet, every race has its\nNowhere. We all come here and we play games. Planet with the highest\nscore at the end of God knows how long wins the Universe, with all the\nscience and the wisdom needed to fashion that universe into a dozen\ndifferent kinds of heaven. And to decide all this, we play games.\n\n\"Don't get the wrong idea. I'm not complaining. If the Superboys say\nwe play, then we play. I'd take their word for it if they told me I\nhad fifteen heads. But it's the sort of thing which doesn't let you\nget much sleep. Oh, Earth has a right to be proud of its record.\nUnited North America is in second place on a competition that's as\nwide as the Universe. But we're not first. Second. And I have a hunch\nfrom what's been going on around here that the games are drawing to a\nclose.\n\n\"Fantastic, isn't it? Out of thousands of entrants, we're good enough\nto place second. But some planet out near the star Deneb has us\nhopelessly outclassed. We might as well get the booby prize. They'll\nwin and own the Universe--us included.\"\n\nJason had leaned forward as he spoke, and was sitting on the edge of\nhis chair now. The room was comfortably cool, but sweat beaded his\nforehead, dripped from his chin.\n\nTemple lit another cigarette, inhaling deeply. \"You said the United\nStates--North America--was second. I thought this was a planet-wide\ncompetition, planet against planet.\"\n\n\"Earth is the one exception I've been able to find. The Deneb planet\nheads the list, then comes North America. After that, the planet of a\nstar I never heard of. In fourth place is the Soviet Union.\"\n\n\"I'll be damned,\" said Temple. \"Well, okay. Mind if I store that away\nfor future reference? I've got another question. What kind of--uh,\ngames do we play?\"\n\n\"You name it. Mental contests. Scientific problems to be worked out\nwith laboratories built to our specifications. Emotional problems with\nscores of men driven neurotic or worse every year. Problems of\nadaptability. Responses to environmental challenge. Stamina contests.\nTests of strength, of endurance. Tests to determine depths of emotion.\nTests to determine objectivity in what should be an objective\nsituation. But the way everything is organized it's almost like a\ngiant-sized, never ending Olympic Games, complete with some cockeyed\nsports events too, by the way.\"\n\n\"With all the pageantry, too?\"\n\n\"No. But that's another story.\"\n\n\"Anyway, what I saw _was_ a foot-race! And sorry, Jase, but I have\nanother question.\"\n\nJason shrugged, spread his hands wide.\n\n\"How come all this talk about rotation? It isn't possible, not with a\nfifty century gap.\"\n\n\"I know. They just let us in on that little deal a couple of years\nago. Till then, we didn't know. We thought it was distance only. In\ntime, after all this was over, we could go home. That's what we\nthought,\" Jason said bitterly. \"Actually, it's twice five thousand\nyears. Five to come here, five to return. Ten thousand years separate\nus from the Earth we know, and even if we could go home, that wouldn't\nbe going home at all--to Earth ten thousand years in the future.\n\n\"Oh, they had us hoodwinked. Afraid we might say no or something. They\nnever mentioned the length or duration of the trip. I don't understand\nit, none of us do and we have some top scientists here. Something to\ndo with suspended animation, with contra-terrene matter, with\nteleportation, something about latent extra-sensory powers in\neveryone, about the ability to break down an object--or a creature or\na man--to its component atoms, to reverse--that's the word,\nreverse--those atoms and send them spinning off into space as\ncontra-terrene matter.\n\n\"It all boils down to putting a man in a machine on Mars, pulling a\nlever, materializing him here five thousand years later.\" Jason smiled\nwith only a trace of humor, \"Any questions?\"\n\n\"About a thousand,\" said Temple. \"I--\"\n\n       *       *       *       *       *\n\nSomething buzzed on Jason's desk and Temple watched him pick up a\nmicrophone, say: \"Co-ordinator speaking. What's up?\"\n\nThe voice which answered, clear enough to be in the room with them and\nwithout the faintest trace of mechanical or electrical transfer, spoke\nin a strange, liquid-syllabled language Temple had never heard. Jason\nresponded in the same language, with an apparent ease which surprised\nTemple--until he remembered that his brother had always had a knack of\npicking up foreign languages. Maybe that was why he held the\nCo-ordinator's job--whatever it was he co-ordinated.\n\nThere was fluency in the way Jason spoke, and alarm. The trouble-lines\netched deeply on his face stood out sharply, his eyes, if possible,\ngrew more intense. \"Well,\" he said, putting the mike down and staring\nat Temple without seeing him, \"I'm afraid that does it.\"\n\n\"What's the trouble?\"\n\n\"Everything.\"\n\n\"Anything I can do?\"\n\n\"Item. The Superboys have discovered that Earth has two contingents\nhere--us and the Soviets. They're mad. Item. Something will be done\nabout it. Item. Soviet Russia has made a suggestion, or that is, its\npeople here. They will put forth a champion to match one of our own\nchoosing in the toughest grind of all, something to do with responding\nto environmental challenge, which doesn't mean a hell of a lot unless\nyou happen to know something about it. Shall I go on?\"\n\nAnd, when Temple nodded avidly. \"We automatically lose by default. One\nof the rules of that particular game is that the contestant must be a\nnewcomer. It's the sort of game you have to know nothing about, and\nincidentally, it's also the sort of game a man can get killed at.\nWell, the Soviets have a whole contingent of newcomers to pick from.\nWe don't have any. As the Superboys see it, that's our own tough luck.\nWe lose by default.\"\n\n\"It seems to me--\"\n\n\"How can anything 'seem to you?' You're new here.... I'm sorry Kit.\nWhat were you saying?\"\n\n\"No. Go ahead.\"\n\n\"That's only the half of it. Right after Russia takes our place and\nwe're scratched off the list, the games go into their final phase.\nThat was the rumor all along, and it's just been confirmed.\nInteresting to see what they do with all the contestants _after_ the\ngames are over, after there's no more Nowhere Journey.\"\n\n\"We could go back where we came from.\"\n\n\"Ten thousand years in the future?\"\n\n\"I'm not afraid.\"\n\n\"Well, anyway, the Soviets put up a man, we can't match him. So it\nlooks like the U. S. S. R. represents Earth officially. Not that it\nmatters. We hardly have the chance of a very slushy snowball in a very\nhot hell. But still--\"\n\n\"Our contestant, this guy who meets the Russian's challenge, has to be\na newcomer?\"\n\n\"That's what I said. Well, we can close up shop, I guess.\"\n\n\"You made a mistake. You said no newcomers have arrived. I'm here,\nJase. I'm your man. Bring on your Russian Bear.\" Temple smiled grimly.\n\n\n\nCHAPTER VIII\n\n\"You got to hand it to Temple's kid brother.\"\n\n\"Yeah. Cool as ice cubes.\"\n\n\"Are you guys kidding? He doesn't know what's in store for him, that's\nall.\"\n\n\"Do _you_?\"\n\n\"Now that you mention it, no. Isn't a man here who can say for sure\nwhat kind of environmental challenges he'll have to respond to.\nHypno-surgery sees to it the guys who went through the thing won't\ntalk about it. As if that isn't security enough, the subject's got to\nbe a brand new arrival!\"\n\n\"Shh! Here he comes.\"\n\nThe brothers Temple entered Earth City's one tavern quietly, but on\ntheir arrival all the speculative talk subsided. The long bar, built\nto accommodate half a hundred pairs of elbows comfortably, gleamed\nwith a luster unfamiliar to Temple. It might have been marble, but\nmarble translucent rather than opaque, giving a beautiful\nthree-dimensional effect to the surface patterns.\n\n\"What will it be?\" Jason demanded.\n\n\"Whatever you're drinking is fine.\"\n\nJason ordered two scotches, neat, and the brothers drank. When Jason\ngot a refill he started talking. \"Does T.A.T. mean anything to you,\nKit?\"\n\n\"Tat? Umm--no. Wait a minute! T.A.T. Isn't that some kind of\nprojective psychological test?\"\n\n\"That's it. You're shown a couple of dozen pictures, more or less\nambiguous, never cut and dry. Each one comes from a different stratum\nof the social environment, and you're told to create a dramatic\nsituation, a story, for each picture. From your stories, for which you\ndraw on your whole background as a human being, the psychometrician\nshould be able to build a picture of your personality and maybe find\nout what, if anything, is bothering you.\"\n\n\"What's that to do with this response to environmental challenge\nthing?\"\n\n\"Well,\" said Jason, drinking a third scotch, \"the Super Boys have\nevolved T.A.T. to its ultimate. T.A.T.--that stands for Thematic\nApperception Test. But in E.C.R.--environmental challenge and\nresponse, you don't see a picture and create a dramatic story around\nit. Instead, you get thrust into the picture, the situation, and you\nhave to work out the solution--or suffer whatever consequences the\nparticular environmental challenge has in store for you.\"\n\n\"I think I get you. But it's all make believe, huh?\"\n\n\"That's the hell of it,\" Jason told him. \"No, it's not. It is and it\nisn't. I don't know.\"\n\n\"You make it perfectly clear,\" Temple smiled. \"The red-headed boy\ncombed his brown hair, wishing it weren't blond.\"\n\nJason shrugged. \"I'm sorry. For reasons you already know, the E.C.R.\nisn't very clear to me--or to anyone. You're not actually in the\nsituation in a physical sense, but it can affect you physically. You\n_feel_ you're there, you actually live everything that happens to you,\ngetting injured if an injury occurs ... and dying if you get killed.\nIt's permanent, although you might actually be sleeping at the time.\nSo, whether it's real or not is a question for philosophy. From your\npoint of view, from the point of view of someone going through it,\nit's real.\"\n\n\"So I become part of this--uh, game in about an hour.\"\n\n\"Right. You and whoever the Russians offer as your competition. No one\nwill blame you if you want to back out, Kit; from what you tell me,\nyou haven't even been adequately trained on Mars.\"\n\n\"If you draw on the entire background of your life for this E.C.R.,\nthen you don't need training. Shut up and stop worrying. I'm not\nbacking out of anything.\"\n\n\"I didn't think you would, not if you're still as much like your old\nman as you used to be. Kit ... good luck.\"\n\n       *       *       *       *       *\n\nThe fact that the technicians working around him were Earthmen\npermitted Temple to relax a little. Probably, it was planned that way,\nfor entering the huge white cube of a building and ascending to the\ntwelfth level on a moving ramp Temple had spotted many figures, not\nall of them human. If he had been strapped to the table by unfamiliar\naliens, if the scent of alien flesh--or non-flesh--had been strong in\nthe room, if the fingers--or appendages--which greased his temples and\nclamped an electrode to each one had not felt like human fingers, if\nthe men talking to him had spoken in voices too harsh or too sibilant\nfor human vocal chords--if all that had been the case whatever\ncomposure still remained his would have vanished.\n\n\"I'm Dr. Olson,\" said one white-gowned figure. \"If any injuries occur\nwhile you lie here, I'm permitted to render first aid.\"\n\n\"The same for limited psychotherapy,\" said a shorter, heavier man.\n\"Though a fat lot of good it does when we never know what's bothering\nyou, and don't have the time to work on it even if we did know.\"\n\n\"In short,\" said a third man who failed to identify himself, \"you may\nconsider yourself as the driver of one of those midget rocket racers.\nDo they still have them on Earth? Good. You are the driver, and we\nhere in this room are the mechanics waiting in your pit. If anything\ngoes wrong, you can pull out of the race temporarily and have it\nrepaired. But in this particular race there is no pulling out: all\nrepairs are strictly of a first-aid nature and must be done while you\ncontinue whatever you are doing. If you break your finger and find a\nsplint appearing on it miraculously, don't say you weren't warned.\"\n\n\"Best of luck to you, young man,\" said the psychotherapist.\n\n\"Here we go,\" said the doctor, finding the large vein on the inside of\nTemple's forearm and plunging a needle into it.\n\nTemple's senses whirled instantly, but as his vision clouded he\nthought he saw a large, complex device swing down from the ceiling and\nbathe his head in warming radiation. He blinked, squinted, could see\nnothing but a swirling, cloudy opacity.\n\n       *       *       *       *       *\n\nApproximately two seconds later, Sophia Androvna Petrovitch watched as\nthe white-gowned comrade tied a rubber strap around her arm, waited\nfor the vein to swell with blood, then forced a needle in through its\nthick outer layer. Was that a nozzle overhead? No, rather a lens, for\nfrom it came amber warmth ... which soon faded, with everything else,\ninto thick, churning fog....\n\nTemple was abruptly aware of running, plunging headlong and blindly\nthrough the fiercest storm he had ever seen. Gusts of wind whipped at\nhim furiously. Rain cascaded down in drenching torrents. Foliage,\nbrambles, branches struck against his face; mud sucked at his feet.\nBig animal shapes lumbered by in the green gloom, as frightened by the\nstorm as was Temple.\n\nHis head darted this way and that, his eyes could see the gnarled tree\ntrunks, the dense greenery, the lianas, creepers and vines of a\ntropical rain forest--but dimly. Green murk swirled in like thick\nsmoke with every gust of wind, with the rain obscuring vision almost\ncompletely.\n\nTemple ran until his lungs burned and he thought he must exhale fire.\nHis leaden feet fought the mud with growing difficulty for every\nstride he took. He ran wildly and in no set direction, convinced only\nthat he must find shelter or perish. Twice he crashed bodily into\ntrees, twice stumbled to his knees only to pull himself upright again,\nsucking air painfully into his lungs and cutting out in a fresh\ndirection.\n\nHe ran until his legs balked. He fell, collapsing first at the knees,\nthen the waist, then flopping face down in the mud. Something prodded\nhis back as he fell and reaching behind him weakly Temple was aware\nfor the first time that a bow and a quiver of arrows hung suspended\nfrom his shoulders by a strong leather thong. He wore nothing but a\nloin cloth of some nameless animal skin and he wondered idly if he had\nslain the animal with the weapon he carried. Yet when he tried to\nrecollect he found he could not. He remembered nothing but his frantic\nflight through the rain forest, as if all his life he had run in a\nfutile attempt to leave the rain behind him.\n\nNow as he lay there, the mud sucking at his legs, his chest, his\narmpits, he could not even remember his name. Did he have one? Did he\nhave a life before the rain forest? Then why did he forget?\n\nA sense not fully developed in man and called intuition by those who\nfail to understand it made him prop his head up on his hands and\nsquint through the downpour. There was something off there in the\nfoliage ... someone....\n\nA woman.\n\nTemple's breath caught in his throat sharply. The woman stood half a\ndozen paces off, observing him coolly with hands on flanks. She stood\ntall and straight despite the storm and from trim ankles to long,\nlithe legs to flaring loin-clothed hips, to supple waist and tawny\nskin of fine bare breasts and shoulders, to proud, haughty face and\nlong dark hair loose in the storm and glistening with rain, she was\nmagnificent. Her long, bronzed body gleamed with wetness and Temple\nrealized she was tall as he, a wild beautiful goddess of the jungle.\nShe was part of the storm and he accepted her--but strangely, with the\nsame fear the storm evoked. She would make a lover the whole world\nmight relish (what world, Temple thought in confusion?) but she would\nmake a terrible foe.\n\nAnd foe she was....\n\n\"I want your bow and arrows,\" she told him.\n\n       *       *       *       *       *\n\nTemple wanted to suggest they share the weapon, but somehow he knew in\nthis world which was like a dream and could tell him things the way a\ndream would and yet was vividly real, that the woman would share\nnothing with anybody.\n\n\"They are mine,\" Temple said, climbing to his knees. He remembered the\nanimal-shapes lumbering by in the storm and he knew that he and the\nanimals would both stalk prey when the storm subsided and he would\nneed the bow and arrows.\n\nThe woman moved toward him with a liquid motion beautiful to behold,\nand for the space of a heartbeat Temple watched her come. \"I will take\nthem,\" she said.\n\nTemple wasn't sure if she could or not, and although she was a woman\nhe feared her strangely. Again, it was as if something in this\ndream-world real-world could tell him more than he should know.\n\nMaking up his mind, Temple sprang to his feet, whirled about and ran.\nHe was plunging through the wild storm once more, blinded by the\noccasional flashes of jagged green lightning, deafened by the peals of\nthunder which followed. And he was being pursued.\n\nMinutes, hours, more than hours--for an eternity Temple ran. A\nreservoir of strength he never knew he possessed provided the energy\nfor each painful step and running through the storm seemed the most\nnatural thing in the world to him. But there came a time when his\nstrength failed, not slowly, but with shocking suddenness. Temple\nfell, crawled a ways, was still.\n\nIt took him minutes to realize the storm no longer buffeted him, more\nminutes to learn he had managed to crawl into a cave. He had no time\nto congratulate himself on his good fortune, for something stirred\noutside.\n\n\"I am coming in,\" the woman called to him from the green murk.\n\nTemple strung an arrow to his bow, pulled the string back and faced\nthe cave's entrance squatting on his heels. \"Then your first step\nshall be your last. I'll shoot to kill.\" And he meant it.\n\nSilence from outside. Deafening.\n\nTemple felt sweat streaming under his armpits; his hands were clammy,\nhis hands trembled.\n\n\"You haven't seen the last of me,\" the woman promised. After that,\nTemple knew she was gone. He slept as one dead.\n\nWhen Temple awoke, bright sunlight filtered in through the foliage\noutside his cave. Although the ground was a muddy ruin, the storm had\nstopped. Edging to the mouth of the cave, Temple spread the foliage\nwith his hands, peered cautiously outside. Satisfied, he took his bow\nand arrows and left the cave, pangs of hunger knotting his stomach\npainfully.\n\nThe cave had been weathered in the side of a short, steep abutment a\ndozen paces from a gushing, swollen stream. Temple followed the course\nof the stream as it twisted through the jungle, ranging half a mile\nfrom his cave until the water course widened to form a water-hole. All\nmorning Temple waited there, crouching in the grass, until one by one,\nthe forest animals came to drink. He selected a small hare-like thing,\nnotched an arrow to his bow, let it fly.\n\nThe animal jumped, collapsed, began to slink away into the\nundergrowth, dragging the arrow from its hindquarters. Temple darted\nafter it, caught it in his hands and bashed its life out against the\nbole of a tree. Returning to his cave he found two flinty stones,\nshredded a fallen branch and nursed the shards dry in the strong\nsunlight. Soon he made a fire and ate.\n\n       *       *       *       *       *\n\nIn the days which followed, Temple returned to the water-hole and\nbagged a new catch every time he ventured forth. Things went so well\nthat he began to range further and further from his cave exploring.\nOnce however, he returned early to the water-hole and found footprints\nin the soft mud of its banks.\n\nThe woman.\n\nThat she had been observing him while he had hunted had never occurred\nto Temple, but now that the proof lay clearly before his eyes, the\nold feeling of uncertainty came back. And the next day, when he crept\nstealthily to the water-hole and saw the woman squatting there in the\nbrush, waiting for him, he fled back to his cave.\n\nThe thought hit him suddenly. If she were stalking him, why must he\nflee as from his own shadow? There would be no security for either of\nthem until either one or the other were gone--and gone meant dead.\nThen Temple would do his own stalking.\n\nFor several nights Temple hardly slept. He could have found the\nwater-hole blindfolded merely by following the stream. Each night he\nwould reach the hole and work, digging with a sharp stone, until he\nhad fashioned a pit fully ten feet deep and six feet across. This he\ncovered with branches, twigs, leaves and finally dirt.\n\nWhen he returned in the morning he was satisfied with his work. Unless\nthe woman made a careful study of the area, she would never see the\npit. All that day Temple waited with his back to the water-hole,\nfacing the camouflaged pit, the trap he had set, but the woman failed\nto appear. When she also did not come on the second day, he began to\nthink his plan would not work.\n\nThe third day, Temple arrived with the sun, sat as before in the tall\ngrass between the pit and the water-hole and waited. Several paces\nbeyond his hidden trap he could see the tall trees of the jungle with\nvines and creepers hanging from their branches. At his back, a man's\nlength behind him was the water-hole, its deepest waters no more than\nwaist-high.\n\nTemple waited until the sun stood high in the sky, then was fascinated\nas a small antelope minced down to the water-hole for a drink. _You'll\nmake a fine breakfast tomorrow, he thought, smiling._\n\nSomething, that strange sixth sense again, made Temple turn around and\nstand up. He had time for a brief look, a hoarse cry.\n\nThe woman had been the cleverer. She had set the final trap. She stood\nhigh up on a branch of one of the trees beyond the hidden pit and for\nan instant Temple saw her fine figure clearly, naked but for the\nloincloth. Then the soft curves became spring-steel.\n\nThe woman arched her body there on the high branch, grasping a stout\nvine and rocking back with it. Temple raised his bow, set an arrow to\nlet it fly. But by then, the woman was in motion.\n\nLong and lithe and graceful, she swung down on her vine, gathering\nmomentum as she came. Her feet almost brushed the lip of Temple's pit\nat the lowest arc of her flight, but she clung to the vine and it\nbegan to swing up again like a pendulum--toward Temple.\n\nAt the last moment he hunched his shoulder and tried to raise his arms\nfor protection. The woman was quicker. She gathered her legs up under\nher, still clutching the vine with her slim, strong hands. The vine's\narc carried her up at him; her knees were at a level with his head and\nshe brought them up savagely, close together striking Temple brutally\nat the base of his jaw. Temple screamed as his head was jerked back\nwith terrible force.\n\nThe bow flew from his fingers and he fell into the water-hole, flat on\nhis back.\n\nSophia let the vine carry her out over the water, then dropped from\nit. Waist deep, she waded to where the man lay, unconscious on his\nback, half in, half out of the shallowest part of the water. She\nreached him, prodded his chest with her foot. When he did not stir,\nshe rocked her weight down gracefully on her long leg, forcing his\nhead under water. With a haughty smile, she watched the bubbles\nrise....\n\n       *       *       *       *       *\n\nIn the small room where Temple's body lay in repose on a table the\nwhite-smocked doctor looked at the psychotherapist questioningly.\n\"What's happening?\"\n\n\"Can't tell, doctor. But--\"\n\nSuddenly Temple's still body rocked convulsively, his neck stretched,\nhis head shot up and back. Blood trickled from his mouth.\n\nThe doctor thrust out expert hands, examined Temple's jaw dexterously.\n\n\"Broken?\" the psychotherapist demanded in a worried voice.\n\n\"No. Dislocated. He looks like he's been hit by a sledge hammer,\nwherever he is now, whatever's happening. This E.C.R. is the damndest\nthing.\"\n\nTemple's still form shuddered convulsively. He began to gasp and\ncough, obviously fighting for breath. An ugly blue swelling had by now\nlumped the base of his jaw.\n\n\"What's happening?\" demanded the psychotherapist.\n\n\"I can't be sure,\" said the doctor, shaking his head. \"He seems to\nhave difficulty in breathing ... it's as if he were--drowning.\"\n\n\"Bad. Anything we can do?\"\n\n\"No. We wait until this particular sequence ends.\" The doctor examined\nTemple again. \"If it doesn't end soon, this man will die of\nasphyxiation.\"\n\n\"Call it off,\" the psychotherapist pleaded. \"If he dies now Earth will\nbe represented by Russia. Call it off!\"\n\nSomeone entered the room. \"_I_ have the authority,\" he said,\nselecting a hypodermic from the doctor's rack and piercing the skin\nof Temple's forearm with it. \"This first test has gone far enough. The\nRussian entry is clearly the winner, but Temple must live if he is to\ncompete in another.\"\n\nThe wracking convulsions which shook Temple's body subsided. He ceased\nhis choking, began to breathe regularly. With grim swiftness, the\ndoctor went to work on Temple's dislocated jaw while the man who had\nstopped the contest rendered artificial respiration.\n\nThe man was Alaric Arkalion.\n\n       *       *       *       *       *\n\nThe Comrade Doctor was exultant. \"Jupiter training, comrade, has given\nus a victory.\"\n\n\"How can you be sure?\"\n\n\"Our entrant is unharmed, the contest has been called. Wait ... she is\ncoming to.\"\n\nSophia stretched, rubbed her bruised knees, sat up.\n\n\"What happened, Comrade?\" the doctor demanded.\n\n\"My knees ache,\" said Sophia, rubbing them some more. \"I--I killed\nhim, I think. Strange, I never dreamed it would be that real.\"\n\n\"In a sense, it _was_ real. If you killed the American, he will stay\ndead.\"\n\n\"Nothing mattered but that world we were in, a fantastic place. Now I\nremember everything, all the things I couldn't remember then.\"\n\n\"But your--ah, dream--what happened?\"\n\nSophia rubbed her bruised knees a third time, ruefully. \"I knocked him\nunconscious with these. I forced his head under water and drowned him.\nBut--before I could be sure I finished the job--I came back.... Funny\nthat I should want to kill him without compunction, without reason.\"\nSophia frowned, sat up. \"I don't think I want anymore of this.\"\n\nThe doctor surveyed her coldly. \"This is your task on the Stalintrek.\nThis you will do.\"\n\n\"I killed him without a thought.\"\n\n\"Enough. You will rest and get ready for the second contest.\"\n\n\"But if he's dead--\"\n\n\"Apparently he's not, or we would have been informed, Comrade\nPetrovitch.\"\n\n\"That is true,\" agreed the second man, who had remained silent until\nnow. \"Prepare for another test, Comrade.\"\n\nSophia was on the point of arguing again. After all it wasn't fair. If\nin the dream-worlds which were not dream worlds she was motivated by\nbut one factor and that to destroy the American and if she faced him\nwith the strength of her Jupiter training it would hardly be a\ncontest. And now that she could think of the American without the\nall-consuming hatred the dream world had fostered in her, she realized\nhe had been a pleasant-looking young man, quite personable, in fact.\n_I could like him_, Sophia thought and hoped fervently she had not\ndrowned him. Still, if she had volunteered for the Stalintrek and this\nwas the job they assigned her....\n\n\"I need no rest,\" she told the doctor, hardly trusting herself, for\nshe realized she might change her mind. \"I am ready any time you are.\"\n\n\n\nCHAPTER IX\n\nHis name was Temple and it was the year 1960. Hectic end of a decade,\n1960. Ancient Joe Stalin was still alive, drugged half senseless\nagainst the tortures of an incurable stomach cancer, although the\nworld thought he died in 1953. He would hang on grimly another year\nand a half, yielding the reins of empire to stout Malenkov who in the\nspace of a few years would lose them to a crafty schoolteacherish\nwhiplash called Beria. 1960--eleventh year of the fantastic Korean\nsituation, in which the Land of the Morning Sun had become, with no\npretentions to the contrary, a glorified training camp for the armies\nof both sides.\n\nThe Cold War flared hot in Burma by mid-1960. Indo-China was a Red\nFortress and with Tibet hopelessly behind the Iron Curtain, India\nawoke to the fact that neutrality was an impossibility in the era of\npushbuttonry, lending her chaotic bulk to the West. Mao Tse Tung fell\nbefore an assassin's bullet in Peking, but a shining new political\nsewage system cleared the streets of celebration before it fairly got\nunder way. Inside of forty-eight hours, China had a new Red\nboss--imported from Moscow.\n\nFor some reason, it took until 1960 for the first batch of\nHiroshima-Nagasaki mutants not to miscarry, and Sunday Supplement\neditors had a field day with the pathetic little creatures, one of\nwhich was born with two heads and actually survived for ten years. In\n1960 the first manned spaceship reached Luna, but the public knew\nnothing of this for another fourteen months. In the United States the\nincrease in taxes and prices was matched everywhere except in the\npocketbook of the white collar worker by an increase in wages.\nShortages in all branches of engineering forced the government to\nsubsidize engineering students and exempt them permanently from the\ndraft and the soon-to-be-started Nowhere Journey, while engineers'\nsalaries rose to match those of top business executives. Big news in\nthe world of sports was the inclusion in the baseball Major Leagues of\neight teams from the Pacific Coast, replacing the World Series with\nwhat was to become a mathematician's nightmare, the Triangle Game.\n\nBut Christopher Temple had his own problems. He had his own life, too,\nwhich had nothing to do with the life of the real Christopher Temple,\ndeparted thirty-odd years later on the Nowhere Journey. Or rather,\nthis _was_ Christopher Temple, living his second E.C.R.... Temple who\nhad lost once, and who, if he lost again, would take the dreams and\nhopes of the Western world down into the dust of defeat with him. But\nas the fictional (although in a certain sense, real) Christopher\nTemple of 1960, he knew nothing of this.\n\nThe world could go to pot. The world was going to pot, anyway. Temple\nshuddered as he poured a fourth Canadian, downing it in a tasteless,\nburning gulp. Temple was a thermo-nuclear engineer with government\nsubsidized degrees from three universities including the fine new one\nat Desert Rock. Temple was a thermo-nuclear engineer with top-secret\ngovernment clearance. Temple was a thermo-nuclear engineer with more\nmilitary secrets buzzing around inside his head than in a warehouse of\nburned Pentagon files.\n\nTemple was also a thermo-nuclear engineer whose wife spied for the\nRussians.\n\n       *       *       *       *       *\n\nHe'd found out quite by accident, not meaning to eavesdrop at all.\nReturning home early one afternoon because the production engineer\ncalled a halt while further research was done on certain unstable\nisotopes, Temple was surprised to find his wife had a gentleman\ncaller. He heard their voices clearly from where he stood out in the\nsun-parlor, and for a ridiculous instant he was torn between slinking\nupstairs and ignoring them altogether or barging into the living room\nlike a high school boy flushed with jealousy. The mature thing to do,\nof course, was neither, and Temple was on the point of walking\npolitely into the living room, saying hello and waiting for an\nintroduction, when snatches of the conversation stopped him cold.\n\n\"Silly Charles! Kit doesn't suspect a thing. I would _know_.\"\n\n\"How can you be sure?\"\n\n\"Intuition.\"\n\n\"On a framework of intuition you would place the fate of Red Empire?\"\n\n\"Empire, Charles?\" Temple could picture Lucy's raised eyebrow. He\nlistened now, hardly breathing. For one wild moment he thought he\nwould retreat upstairs and forget the whole thing. Life would be much\nsimpler that way. A meaningless surrender to unreality, however, and\nit couldn't be done.\n\n\"Yes, Empire. Oh, not the land-grabbing, slave-dominating sort of\nthings the Imperialists used to attempt, but a more subtle and hence\nmore enduring empire. Let the world call us Liberator, we shall have\nEmpire.\"\n\nLucy laughed, a sound which Temple loved. \"You may keep your ideology,\nCharles. Play with it, bathe in it, get drunk on it or drown yourself\nin it. I want my money.\"\n\n\"You are frank.\"\n\nTemple could picture Lucy's shrug. \"I am a paid, professional spy. By\nnow you have most of the information you need. I shall have the rest\ntonight.\"\n\n\"I'll see you in hell first!\" Temple cried in rage, stalking into the\nroom and almost smiling in spite of the situation when he realized how\nmelodramatic his words must sound.\n\n\"Kit! Kit....\" Lucy raised hand to mouth, then backed away flinching\nas if she had been struck.\n\n\"Yeah, Kit. A political cuckold, or does Charles get other services\nfrom you as well?\"\n\n\"Kit, you don't....\"\n\nThe man named Charles motioned for silence. Dapper, clean-cut,\ngood-looking except for a surly, pouting mouth, he was a head shorter\nthan either Temple or Lucy. \"Don't waste your words, Sophia. Temple\noverheard us.\"\n\n_Sophia?_ thought Temple. \"Sophia?\" he said.\n\nCharles nodded coolly. \"The real Mrs. Temple was observed, studied,\nher every habit and whim catalogued by experts. A plastic surgeon, a\npsychologist, a sociologist, a linguist, a whole battery of experts\nmolded Sophia here into a new Mrs. Temple. I must congratulate them,\nfor you never suspected.\"\n\n\"Lucy?\" Temple demanded dully. Reason stood suspended in a limbo of\nobjective acceptance and subjective disbelief.\n\n\"Mrs. Temple was eliminated. Regrettable because we don't deal in\nsenseless mayhem, but necessary.\"\n\nTemple was not aware of leaving limbo until he felt the bruising\ncontact of his knuckles with Charles' jaw. The short man toppled, fell\nat his feet. \"Get up!\" Temple cried, then changed his mind and tensed\nhimself to leap upon the prone figure.\n\n\"Hold it,\" Charles told him quietly, wiping blood from his lips with\none hand, drawing an automatic from his pocket with the other. \"You'd\nbetter freeze, Temple. You die if you don't.\"\n\n       *       *       *       *       *\n\nTemple froze, watched Charles slither away across the high-piled green\ncarpet until, safely away across the room, he came upright groggily.\nHe turned to the dead Lucy's double. \"What do you think, Sophia?\"\n\n\"I don't know. We could get out of here, probably get along without\nthe final information.\"\n\n\"That isn't what I mean. Naturally, we'll never receive the final\nfacts. I mean, what do you think about Temple?\"\n\nSophia said she didn't know.\n\n\"Left alone, he would go to the police. Kidnapped, he would be worse\nthan useless. Harmful, actually, for the authorities would suspect\nsomething. Even worse if we killed him. The point is, we don't want\nthe authorities to think Temple gave information to anybody.\"\n\n\"Gave is hardly the word,\" said Sophia. \"I was a good wife, but also a\ngood gleaner. One hundred thousand dollars, Charles.\"\n\n\"You bitch,\" Temple said.\n\n\"Later,\" Charles told the woman. \"The solution is this, Sophia: we\nmust kill Temple, but it must look like suicide.\"\n\nSophia frowned in pretty concern. \"Do we have to ... kill him?\"\n\n\"What's the matter, my dear? Have you been playing the wifely role too\nlong? If Temple stands in the way of Red Empire, Temple must die.\"\n\nTemple edged forward.\n\n\"Uh-uh,\" said Charles, \"mustn't.\" He waved the automatic and Temple\nsubsided.\n\n\"Is that right?\" Sophia demanded. \"Well, you listen to me. I have\nnothing to do with your Red Empire. I fled the Iron Curtain, came here\nto live voluntarily--\"\n\n\"Do you really think it was on a voluntary basis that you went? We\nallowed you to go, Sophia. We encouraged it. That way, the job of our\ntechnicians was all the simpler. Whether you like it or not, you have\nbeen a cog in the machine of Red Empire.\"\n\n\"I still don't see why he has to die.\"\n\n\"Leave thinking to those who can. You have a smile, a body, a certain\nway with men. I will think. I think that Temple should die.\"\n\n\"I don't,\" Sophia said.\n\n\"We're delaying needlessly. The man dies.\" And Charles raised his\nautomatic, sufficiently irked to forget his suicide plan.\n\nA gap of eight or nine feet separated the two men. It might as well\nhave been infinity--and it would be soon, for Temple. He saw Charles'\nsmall hand tighten about the automatic, saw the trigger finger grow\nwhite. The weapon pointed at a spot just above his navel and briefly\nhe found himself wondering what it would feel like for a slug to rip\ninto his stomach, burning a path back to his spine. He decided to make\nthe gesture at least, if he could do no more. He would jump for\nCharles.\n\nSophia beat him to it--and because Lucy was dead and Sophia looked\nexactly like her and Temple could not quite accept the fact, it seemed\nthe most natural thing in the world. Cat-quick, Sophia leaped upon\nCharles' back and they went down together in a twisting, thrashing\ntangle of arms and legs.\n\nTemple did not wait for an invitation. He launched himself down after\nthem, and then things began to happen ... fast.\n\nSophia rolled clear, rose to her hands and knees, panting. Charles sat\nup cursing, nursing a badly scratched face. Temple hurtled at him,\nstretched him on his back again, began to pound hard fists into his\nface.\n\nCharles did not have the automatic. Neither did Temple.\n\nSomething exploded against the back of Temple's head violently,\nthrowing him off Charles and tumbling him over. Dimly he saw Sophia\nfollowing through, the automatic in her hand, butt foremost. Temple's\nsenses reeled. He tried to rise, succeeded only in a kind of\nshuddering slither before he subsided. He wavered between\nconsciousness and unconsciousness, heard as in a dream snatches of\nconversation.\n\n\"Shoot him ... shoot him!\"\n\n\"Shut up ... I have ... gun ... go to hell.\"\n\n\"... kill ... only way.\"\n\n\"My way is different ... out of here ... discuss later.\"\n\n\"... feel....\"\n\n\"I said ... out of here....\"\n\nThe voices became a meaningless liquid torrent cascading into a black\npit.\n\n       *       *       *       *       *\n\nNow Temple sat with a water-glass a third full of Canadian in his\nhand, every once in a while reaching up gingerly to explore the\nbruised swelling on his head, the blood-matted hair which covered it.\nTo be a cuckold was one thing, but to be the naive, political pawn\nsort of cuckold who is not a cuckold at all, he told himself, is far\nworse. To live with his woman, eat the meals she cooked for him, talk\nto her, think she understood him, sympathize with him, to make love to\nher with passion while she responds with play-acting for a hundred\nthousand dollar salary was suddenly the most emasculating thing in the\nworld for Temple. He had not thought to ask how long it had been going\non. Better, perhaps, if he never knew. And somewhere lost in the maze\nof his thoughts was the grimmest, bleakest reality of them all: Lucy\nwas dead. Lucy--dead. But where did Lucy leave off, where did Sophia\nbegin? Was Lucy dead that night they returned more than a little drunk\nfrom the Chamber's party, that night they danced in the living room\nuntil dawn obscured the stars and he carried Lucy upstairs. Lucy or\nSophia? And the day they motored to the lake, their secret lake,\nhardly more than a dammed, widened stream and dreamed of the things\nthey could do when the Cold War ended? Lucy--or Sophia? Had he ever\nnoticed a difference in the way Lucy-Sophia cooked, in the way she\nspoke, the way she let him make love to her? He thought himself into a\nman-sized headache and found no answers. This way at least the loss of\nhis wife was not as traumatic as it might have been. He knew not when\nshe died or how and, in fact, Lucy-Sophia seemed so much like the real\nthing that he did not know where he could stop loving and start\nhating.\n\nAnd the girl, the Russian girl, had saved his life. Why? He couldn't\nanswer that one either, unless if it were as Charles suggested: Sophia\nhad studied Lucy so carefully, had learned her likes and dislikes, her\nwants and desires, had memorized and practised every quirk of her\ncharacter to such an extent that Sophia was Lucy in essence.\n\nWhich, Temple thought, would make it all the harder to seek out Sophia\nand kill her.\n\nThat was the answer, the only answer. Temple felt a dull ache where\nhis heart should have been, a pressure, a pounding, an unpleasant,\nunfamiliar lack of feeling. If he took his story to the F.B.I. he had\nno doubt that Charles, Sophia and whoever else worked this thing with\nthem would be caught, but he, Temple, would find himself with a\nlifelong, unslakable emotional thirst. He had to quench it now and\nthen feel sorry so that he might heal. He had to quench it with\nSophia's blood ... alone.\n\n       *       *       *       *       *\n\nHe found her a week later at their lake. He had looked everywhere and\nhad about given up, almost, in fact, ready to turn his story over to\nthe police. But he had to think and their lake was the place for that.\n\nApparently Sophia had the same idea. Temple parked on the highway half\na mile from their lake, made his way slowly through the woods, golden\ndappled with sunlight. He heard the waters gushing merrily, heard the\nsounds of some small animal rushing off through the woods. He saw\nSophia.\n\nShe lay on their sunning rock in shorts and halter, completely\nrelaxed, an opened magazine face down on the rock beside her, a pair\nof sunglasses next to it. She had one knee up, one leg stretched out,\none forearm shielding her eyes from the sun, one arm down at her side.\nSeeing her thus, Temple felt the pressure of his automatic in its\nholster under his arm. He could draw it out, kill her before she was\naware of his presence. Would that make him feel better? Five minutes\nago, he would have said yes. Now he hesitated. Kill her, who seemed as\ncompletely Lucy as he was Temple? Send a bullet ripping through the\nbody which he had known and loved, or the body that had seemed so much\nlike it he had failed to tell the difference?\n\nMurder--Lucy?\n\n\"No,\" he said aloud. \"Her name is Sophia.\"\n\nThe girl sat up, startled. \"Kit,\" she said.\n\n\"Lucy.\"\n\n\"You can't make up your mind, either.\" She smiled just like Lucy.\n\nDumbly, he sat down next to her on the rock. Strong sunlight had\nbrought a fine dew of perspiration to the bronzed skin of her face.\nShe got a pack of cigarettes out from under the magazine, lit one,\noffered it to Temple, lit another and smoked it. \"Where do we go from\nhere?\" she wanted to know.\n\n\"I--\"\n\n\"You came to kill me, didn't you? Is that the only way you can ever\nfeel better, Kit?\"\n\n\"I--\" He was going to deny it, then think.\n\n\"Don't deny it. Please.\" She reached in under his jacket, withdrawing\nher hand with the snub-nosed automatic in it. \"Here,\" she said, giving\nit to him.\n\nHe took the gun, hefted it, let it fall, clattering, on the rock.\n\n\"Listen,\" she said. \"I could have told you I was Lucy. If I said now\nthat I am Lucy and if I kept on saying it, you'd believe me. You'd\nbelieve me because you'd want to.\"\n\n\"Well,\" said Temple.\n\n\"I am not Lucy. Lucy is dead. But ... but I was Lucy in everything but\nbeing Lucy. I thought her thoughts, dreamed her dreams, loved her\nloves.\"\n\n\"You killed her.\"\n\n\"No. I had nothing to do with that. She was killed, yes. Not by me.\nKit, if I asked you when Lucy stopped, and ... when I began, could you\ntell me?\"\n\nHe had often thought about that. \"No,\" he said truthfully. \"You're as\nmuch my wife as--she was.\"\n\n       *       *       *       *       *\n\nShe clutched at his hand impulsively. Then, when he failed to\nrespond, she withdrew her own hand. \"Then--then I _am_ Lucy. If I am\nLucy in every way, Lucy never died.\"\n\n\"You betrayed me. You stood by while murder was committed. You are\nguilty of espionage.\"\n\n\"Lucy loved you. I am Lucy....\"\n\n\"... Betrayed me....\"\n\n\"For a hundred thousand dollars. For the chance to live a normal life,\nfor the chance to forget Leningrad in the wintertime, watery potato\nsoup, rags for clothing, swaggering commissars, poverty, disease. Do\nyou think I realized I could fall in love with you so completely? If I\ndid, don't you think that would have changed things? I am not Sophia,\nKit. I was, but I am not. They made me Lucy. Lucy can't be dead, not\nif I am she in every way.\"\n\n\"What can we do?\"\n\n\"I don't know. I only want to be your wife....\"\n\n\"Well, then tell me,\" he said bitterly. \"Shall I go back to the plant\nand continue working, knowing all the time that our most closely\nguarded secret is in Russian hands and that my wife is responsible?\"\nHe laughed. \"Shall I do that?\"\n\n\"Your secrets never went anywhere.\"\n\n\"Shall I ... _what_?\"\n\n\"Your secrets never went anywhere. Charles is dead. I have destroyed\nall that we took. I am not Russian any longer. American. They made me\nAmerican. They made me Lucy. I want to go right on being Lucy, your\nwife.\"\n\nTemple said nothing for a long time. He realized now he could not kill\nher. But everything else she suggested.... \"Tell me,\" he said. \"Tell\nme, how long have you been Lucy? You've got to tell me that.\"\n\n\"How long have we been married?\"\n\n\"You know how long. Three years.\"\n\nSophia crushed her cigarette out on the rock, wiped perspiration\n(tears?) from her cheek with the back of her hand. \"You have never\nknown anyone but me in your marriage bed, Kit.\"\n\n\"You--you're lying.\"\n\n\"No. They did what they did on the eve of your marriage. I have been\nyour wife for as long as you have had one.\"\n\nTemple's head whirled. It had been a quick courtship. He had known\nLucy only two weeks in those hectic post-graduate days of 1957. But\nfor fourteen brief days, it was Sophia he had known all along.\n\n\"Sophia, I--\"\n\n\"There is no Sophia, not any more.\"\n\nHe had hardly known Lucy, the real Lucy. This girl here was his wife,\nalways had been. Had the first fourteen days with Lucy been anything\nbut a dream? He was sorry Lucy had died--but the Lucy he had thought\ndead was Sophia, very much alive.\n\nHe took her in his arms, almost crushing her. He held her that way,\nkissed her savagely, letting passion of a different sort take the\nplace of murder.\n\n_This is my woman_, he thought, and awoke on his white pallet in\nNowhere.\n\n       *       *       *       *       *\n\n\"I am awake,\" said Temple.\n\n\"We see that. You shouldn't be.\"\n\n\"No?\"\n\n\"No. There is one more dream.\"\n\nTemple dozed restfully but was soon aware of a commotion. Strangely,\nhe did not care. He was too tired to open his eyes, anyway. Let\nwhatever was going to happen, happen. He wanted his sleep.\n\nBut the voice persisted.\n\n\"This is highly irregular. You came in here once and--\"\n\n\"I did you a favor, didn't I?\" (That voice is familiar, Temple\nthought.)\n\n\"Well, yes. But what now?\"\n\n\"Temple's record is now one and one. In the second sequence he was the\nvictor. The Soviet entry had to extract certain information from him\nand turn it over to her people. She extracted the information well\nenough but somehow Temple made her change her mind. The information\nnever went anyplace. How Temple managed to play counterspy I don't\nknow, but he played it and won.\"\n\n\"That's fine. But what do you want?\"\n\n\"The final E.C.R. is critical.\" (The voice was Arkalion's!) \"How\ncritical, I can't tell you. Sufficient though, if you know that you\nlose no matter how Temple fares. If the Russian woman defeats Temple,\nyou lose.\"\n\n\"Naturally.\"\n\n\"Let me finish. If Temple defeats the Russian woman, you also lose.\nEither way, Earth is the loser. I haven't time to explain what you\nwouldn't understand anyway. Will you cooperate?\"\n\n\"Umm-mm. You did save Temple's life. Umm-mm, yes. All right.\"\n\n\"The third dream sequence is the wrong dream, the wrong contest with\nthe wrong antagonist at the wrong time, when a far more important\ncontest is brewing ... with the fate of Earth as a reward for the\nvictor.\"\n\n\"What do you propose?\"\n\n\"I will arrange Temple's final dream. But if he disappears from this\nroom, don't be alarmed. It's a dream of a different sort. Temple won't\nknow it until the dream progresses, you won't know it until\neverything is concluded, but Temple will fight for a slave or a free\nEarth.\"\n\n\"Can't you tell us more?\"\n\n\"There is no time, except to say that along with the rest of the\nGalaxy, you've been duped. The Nowhere Journey is a grim, tragic\nfarce.\n\n\"Awaken, Kit!\"\n\nTemple awoke into what he thought was the third and final dream.\nStrange, because this time he knew where he was and why, knew also\nthat he was dreaming, even remembered vividly the other two dreams.\n\n       *       *       *       *       *\n\n\"Stealth,\" said Arkalion, and led Temple through long, white-walled\ncorridors. They finally came to a partially open door and paused\nthere. Peering within, Temple saw a room much like the one he had\nleft, with two white-gowned figures standing anxiously over a table.\nAnd prone on the table was Sophia, whom Temple had loved short moments\nbefore, in his second dream. Moments? Years. (Never, except in a\ndream.)\n\n\"She's lovely,\" Arkalion whispered.\n\n\"I know.\" Like himself, Sophia was garbed in a loose jumper and\nslacks.\n\n\"Stealth,\" said Arkalion again. \"Haste.\" Arkalion disappeared.\n\n\"Well,\" Temple told himself. \"What now? At least in the other dreams I\nwas thrust so completely into things, I knew what to do.\" He rubbed\nhis jaw grimly. \"Not that it did much good the first time.\"\n\nTemple poked the partially-ajar door with his foot, pushing it open.\nThe two white-smocked figures had their backs to him, leaned intently\nover the table and Sophia. Without knowing what motivated him, Temple\nleaped into the room, grasped the nearer figure's arm, whirled him\naround. Startled confusion began to alter the man's coarse features,\nbut his face went slack when Temple's fist struck his jaw with\nterrible strength. The man collapsed.\n\nThe second man turned, mouthing a stream of what must have been\nRussian invective. He parried Temple's quick blow with his left hand,\ncrossing his own right fist to Temple's face and almost ending the\nfight as quickly as it had started. Temple went down in a heap and was\nvaguely aware of the Russian's booted foot hovering over his face. He\nreached out, grabbed the boot with both hands, twisted. The man\nscreamed and fell and then they were rolling over and over, striking\neach other with fists, knees, elbows, gouging, butting, cursing.\nTemple found the Russian's throat, closed his hands around it,\napplied pressure. Fists pounded his face, nails raked him, but slowly\nhe succeeded in throttling the Russian. When Temple got to his feet,\ntrembling, the Russian stared blankly at the ceiling. He would go on\nstaring that way until someone shut his eyes.\n\nNot questioning the incomprehensible, Temple knew he had done what he\nmust. Hardly seeking for the motive he could not find he lifted the\nunconscious Sophia off the table, slung her long form across his\nshoulder, plodded with her from the room. Arkalion had said haste. He\nwould hurry.\n\nHe next was aware of a spaceship. Remembering no time lag, he simply\nstood in the ship with Arkalion. And Sophia.\n\n       *       *       *       *       *\n\nHe knew it was a spaceship because he had been in one before and\nalthough the sensation of weightlessness was not present, they were in\ndeep space. Stars you never see through an obscuring atmosphere hung\nsuspended in the viewports. Cold-bright, not flickering against the\nplush blackness of deep space, phalanxes and legions of stars without\nnumbers, in such wild profusion that space actually seemed three\ndimensional.\n\n\"This is a different sort of dream,\" said Sophia in English. \"I\nremember. I remember everything. Kit--\"\n\n\"Hello.\" He felt strangely shy, became mildly angry when Arkalion\nhardly tried to suppress a slight snicker. \"Well, that second dream\nwasn't our idea,\" Temple protested. \"Once there, we acted ... and--\"\n\n\"And....\" said Sophia.\n\n\"And nothing,\" Arkalion told them. \"You haven't time. This is a\nspaceship, not like the slow, blumbling craft your people use to reach\nMars or Jupiter.\"\n\n\"Our people?\" Temple demanded. \"Not yours?\"\n\n\"Will you let me finish? Light is a laggard crawler by comparison with\nthe drive propelling this ship. Temple, Sophia, we are leaving your\nGalaxy altogether.\"\n\n\"Is that a fact?\" said Sophia, her Jupiter-found knowledge telling her\nthey were traveling an unthinkable distance. \"For some final contest\nbetween us, no doubt, to decide whether the U. S. S. R. or the U. S.\nrepresents Earth? Kit, I l-love you, but....\"\n\n\"But Russia is more important, huh?\"\n\n\"No. I didn't say that. All my training has been along those lines,\nthough, and even if I'm aware it is indoctrination, the fact still\nremains. If your country is truly better, but if I have seen your\ncountry only through the eyes of Pravda, how can I ... I don't know,\nKit. Let me think.\"\n\n\"You needn't,\" said Arkalion, smiling. \"If the two of you would let me\nget on with it you'd see this particular train of thought is\nmeaningless, quite meaningless.\" Arkalion cleared his throat.\n\n\"Strange, but I have much the same problem as Sophia has. My\nindoctrination was far more subtle though. Far more convincing, based\nupon eons of propaganda methods. Temple, Sophia, those who initiated\nthe Nowhere Journey for hundreds of worlds of your galaxy did so with\na purpose.\"\n\n\"I know. To decide who gets their vast knowledge.\"\n\n\"Wrong. To find suitable hosts in a one-way relationship which is\nhardly symbiosis, really out and out parasitism.\"\n\n\"What?\"\n\nAnd Sophia: \"What are you talking about?\"\n\n\"The sick, decadent, tired old creatures you consider your superiors.\nParasites. They need hosts in order to survive. Their old hosts have\nbeen milked dry, have become too highly specialized, are now incapable\nphysically or emotionally of meeting a wide variety of environmental\nchallenges. The Nowhere Journey is to find a suitable new host. They\nhave found one. You of Earth.\"\n\n\"I don't understand,\" Temple said, remembering the glowing accounts of\nthe 'superboys' he had been given by his brother Jason. \"I just don't\nget it. How can we be duped like that? Wouldn't someone have figured\nit out? And if they have all the power everyone says, there isn't much\nwe can do about it, anyway.\"\n\nArkalion scowled darkly. \"Then write Earth's obituary. You'll need\none.\"\n\n\"Go ahead,\" Sophia told Arkalion. \"There's more you want to say.\"\n\n\"All right. Temple's thought is correct. They have tremendous power.\nThat is why you could be duped so readily. But their power is not\nconcentrated here. These much-faster-than-light ships are an extreme\nrarity, for the power-drive no longer exists. Five ships in all, I\nbelieve. Hardly enough to invade a planet, even for them. It takes\nthem thousands of years to get here otherwise. Thousands. Just as it\ntook me, when I came to Mars and Earth in the first place.\"\n\n\"What?\" cried Temple. \"You....\"\n\n\"I am one of them. Correct. I suppose you would call me a subversive,\nbut I have made up my mind. Parasitism is unsatisfactory, when the\nMaker got us started on symbiosis. Somewhere along the line, evolution\ntook a wrong turn. We are--monsters.\"\n\n\"What do you look like?\" Sophia demanded while Temple stood there\nshaking his head and muttering to himself.\n\n       *       *       *       *       *\n\n\"You couldn't see me, I am afraid. I was the representative here to\nsee how things were going, and when my people found you of the Earth\ndivided yourselves into two camps they realized they had been\nconsidering your abilities in halves. Put together, you are probably\nthe top culture of your galaxy.\"\n\n\"So, we win,\" said Temple.\n\n\"Right and wrong. You lose. Earthmen will become hosts. Know what a\nback-seat driver is, Temple? You would be a back seat driver in your\nown body. Thinking, feeling, wanting to make decisions, but unable to.\nEating when the parasite wants to, sleeping at his command, fighting,\nloving, living as he wills it. And perishing when he wants a new\ngarment. Oh, they offer something in return. Their culture, their way\nof life, their scientific, economic, social system. It's good, too.\nBut not worth it. Did you know that their economic struggle between\ndemocratic capitalism and totalitarian communism ended almost half a\nmillion years ago? What they have now is a system you couldn't even\nunderstand.\"\n\n\"Well,\" Temple mused, \"even if everything you said were true--\"\n\n\"Don't tell me you don't believe me?\"\n\n\"If it were true and we wanted to do something about it, what could we\ndo?\"\n\n\"Now, nothing. Nothing but delay things by striking swiftly and\nletting fifty centuries of time perform your rearguard action. Destroy\nthe one means your enemy has of reaching Earth within foreseeable time\nand you have destroyed his power to invade for a hundred centuries. He\ncan still reach Earth, but the same way you journeyed to Nowhere. Ten\nthousand years of space travel in suspended animation. You saw me that\nway once, Temple, and wondered. You thought I was dead, but that is\nanother story.\n\n\"Anyway, let my people invade your planet, ten thousand years hence.\nIf Earth takes the right direction, if democracy and free thought and\nindividual enterprise win over totalitarian standardization as I think\nthey will, your people will be more than a match for the decadent\nparasites who may or may not have sufficient initiative to cross space\nthe slow way and attempt invasion in ten thousand years.\"\n\n\"Ten thousand?\" said Temple.\n\n\"Five from Earth to Nowhere. The distance to my home is far greater,\nbut the rate of travel can be increased. Ten thousand years.\"\n\n\"Tell me,\" Temple demanded abruptly, \"is this a dream?\"\n\nArkalion smiled. \"Yes and no. It is not a dream like the others\nbecause I assure you your bodies are not now resting on a pair of\nidentical white tables. Still in the other dreams physical things\ncould happen to you, while now you'll find you can do things as in a\ndream. For example, neither one of you knows the intricacies of a\nspaceship, yet if you are to save your planet, you must know the\noperation of the most intricate of all space ships, a giant space\nstation.\"\n\n\"Then we're not dreaming?\" asked Temple.\n\n\"I never said that. Consider this sequence of events about half way\nbetween the dream stage you have already seen and reality itself.\nRemember this: you'll have to work together; you'll have to function\nlike machines. You will be handling totally alien equipment with only\nthe sort of knowledge which can be played into your brains to guide\nyou.\"\n\nSophia sighed. \"Being an American, Kit is too much of an individual to\nhelp in such a situation.\"\n\nTemple snorted. \"Being a cog in a simple, state-wide machine is one\nthing--orienting yourself in a totally new situation is another.\"\n\n\"Yes, well--\"\n\n\"See?\" Arkalion cautioned. \"See? Already you are arguing, but you must\nwork together completely, with not the slightest conflict between you.\nAs it is, you hardly have a chance.\"\n\n\"What about you?\" said Sophia practically. \"Can't you help?\"\n\n       *       *       *       *       *\n\nArkalion shook his head. \"No. While I'd like to see you come out of\nthis thing on top, I would not like to sacrifice my life for it--which\nis exactly what I'd do if I remained with you and you lost.\n\n\"So, let's get down to detail. Imagine space being folded, imagine\nyour time sense slowing, imagine a new dimension which negates the\nneed for extensive linear travel, imagine anything you want--but we\nare in the process of moving nine hundred thousand light years through\ndeep space. There is a great galaxy at that distance, almost a twin of\nyour Milky Way: you call it the Andromeda Nebula. Closer to your own\nsystem are the two Magellanic Clouds, so called, something else which\nyou table NGC 6822, and finally the Triangulum Galaxy. All have\nbillions of stars, but none of the stars have life. To find life\noutside your galaxy you must seek it across almost a million light\nyears. My people live in Andromeda.\n\n\"Guarding the flank of their galaxy and speeding through\ninter-galactic space at many light years per minute is what you might\ncall a space station--but on a scale you've never dreamed of. Five of\nyour miles in diameter, it is a fortress of terrible strength, a\nstorehouse of half a million years of weapon development. It has been\narranged that the one man running this station--\"\n\n\"Just one?\" Temple asked.\n\n\"Yes. You will see why when you get there. It has been arranged that\nhe will leave, ostensibly on a scouting expedition. You see, I am not\nalone in this venture. At any rate, he will report that the space\nstation has been taken--as, indeed, it will be, by the two of you. The\nonly ships capable of overtaking your station in its flight will be\nthe only ships capable of reaching your galaxy before cultural\ndevelopment gives you a chance to survive. They will attack you. You\nwill destroy them--or be destroyed yourselves. Any questions?\"\n\nThe whole thing sounded fantastic to Temple. Could the fate of all\nEarth rest on their shoulders in a totally alien environment? Could\nthey be expected to win? Temple had no reason to doubt the former, as\nwild as it sounded. As for the latter, all he could do was hope. \"Tell\nme,\" he said, \"how will we learn the use of all the weapons you claim\nare at our disposal?\"\n\n\"Can you answer that for him, Sophia?\" Arkalion wanted to know.\n\n\"Umm, I think so. The same way I had all sorts of culture crammed into\nme on Jupiter.\"\n\n\"Precisely. Only take it from me our refinement is far better, and the\namount you have to learn actually is less.\"\n\n\"What I'd like to know--\" Sophia began.\n\n\"Forget it. I want some sleep and you'll learn everything that's\nnecessary at the space station.\"\n\nAnd after that, ply Arkalion as they would with questions, he slumped\ndown in his chair and rested. Temple could suddenly understand and\nappreciate. He felt like curling up into a tight little ball himself\nand sleeping until everything was over, one way or the other.\n\n\n\nCHAPTER X\n\n\"It's all so big! So incredible! We'll never understand it! Never....\"\n\n\"Relax, Sophia. Arkalion said--\"\n\n\"I know what Arkalion said, but we haven't learned anything yet.\"\n\nHours before, Arkalion had landed them on the space station, a\ngleaming, five-mile in diameter globe, and had quickly departed. Soon\nafter that they had found themselves in a veritable labyrinth of\ntunnels, passageways, vaults. Occasionally they passed a great glowing\nscreen, and always the view of space was the same. Like a magnificent,\nelongated shield, sparkling with a million million points of light,\npale gold, burnished copper, blue of glacial ice and silver white, the\nAndromeda Galaxy spanned space from upper right to lower left. Off at\nthe lower right hand corner they could see their space station;\napparently the viewer itself stood far removed in space, projecting\nits images here at the globe.\n\nAwed the first time they had seen one of the screens, Temple said,\n\"All the poets who ever wrote a line would have given half their lives\nto see this as we see it now.\"\n\n\"And all the writers, musicians, artists....\"\n\n\"Anyone, who ever thought creatively, Sophia. How can you say it's\nbreathtaking or anything like that when words weren't ever spoken\nwhich can....\"\n\n\"Let's not go poetic just yet,\" Sophia admonished him with a smile.\n\"We'd better get squared away here, as the expression goes, before\nit's too late.\"\n\n\"Yes.... Hello, what's this?\" A door irised open for them in a solid\nwall of metal. Irised was the only word Temple could think of, for a\ntiny round hole appeared in the wall spreading evenly in all\ndirections with a slow, uniform, almost liquid motion. When it was\nlarge enough to walk through, they entered a completely bare room and\nTemple whirled in time to see the entrance irising shut.\n\n\"Something smells,\" said Sophia, sniffing at the air.\n\nSweet and cloying, the odor grew stronger. Temple may have heard a\nfaint hissing sound. \"I'm getting sleepy,\" he said.\n\nNodding, Sophia ran, banged on the wall where the door had opened so\nsuddenly, then closed. No response. \"Is it a trap?\"\n\n\"By whom? For what?\" Temple found it difficult to keep his eyes from\nclosing. \"Fight it if you want, Sophia. I'm going to sleep.\" And he\nsquatted in the center of the floor, staring vacantly at the bare\nwall.\n\nJust as Temple was drifting off into a dream about complex machinery\nhe did not yet understand but realized he soon would, Sophia joined\nhim the hard way, collapsing alongside of him, unconscious and\nsprawling gracelessly on the floor.\n\nTemple slept.\n\n       *       *       *       *       *\n\n\"Sleepy-head, get up.\" Sophia stirred as he spoke and shook her. She\nyawned, stretched, smiled up at him lazily. \"How do you feel now?\"\n\n\"Hungry, Kit.\"\n\n\"That's a point. It's all right now, though. I know exactly where the\nfood concentrates are kept. Three levels below us, second segment of\nthe wall. You can make those queer doors iris by pressing the wall\ntwice, with about a one second interval.\"\n\nThey found the food compartment, discovered row on row of cans, boxes,\njars. Temple opened one of the cans, gazed in disappointment on a\nsorry looking thing the size of his thumb. Brown, shriveled, dry and\nalmost flaky, it might have been a bird.\n\nSophia turned up her nose. \"If that's the best this place has to\noffer, I'm not so hungry anymore.\"\n\nSuddenly, she gaped. So did Temple. A savory odor attracted their\nattention, steam rising from the small can added to their interest.\nAmazing things happened to the withered scrap of food on exposure to\nthe air. Temple barely had time to extract it from the can, burning\nhis fingers in the process, when it became twice the can's size. It\ngrew and by the time it finished, it was as savory looking a five\npound fowl as Temple had ever seen. Roasted, steaming hot, ready to\neat.\n\nThey tore into it with savage gusto.\n\n\"Stephanie should see me now,\" Temple found himself saying and\nregretted it.\n\n\"Stephanie? Who's that?\"\n\n\"A girl.\"\n\n\"Your girl?\"\n\n\"What's the difference? She's a million light years and fifty\ncenturies away.\"\n\n\"Answer me.\"\n\n\"Yes,\" said Temple, wishing he could change the subject. \"My girl.\" He\nhadn't thought of Stephanie in a long time, perhaps because it was\nmeaningless to think of someone dead fifty centuries. Now that the\nthoughts had been stirred within him, though, he found them poignantly\npleasant.\n\n\"Your girl ... and you would marry her if you could?\"\n\nHe had grown attached to Sophia, not in reality, but in the second of\ntheir dream worlds. He wished the memory of the dream had not lingered\nfor it disturbed him. In it he had loved Sophia as much as he now\nloved Stephanie although the one was obtainable and the other was a\nfive-thousand year pinch of dust. And how much of the dream lingered\nwith him, in his head and his heart?\n\n\"Let's forget about it,\" Temple suggested.\n\n\"No. If she were here today and if everything were normal, would you\nmarry her?\"\n\n\"Why talk about what can't be?\"\n\n\"I want to know, that's why.\"\n\n\"All right. Yes, I would. I would marry Stephanie.\"\n\n\"Oh,\" said Sophia. \"Then what happened in the dream meant ...\nnothing.\"\n\n\"We were two different people,\" Temple said coolly, then wished he\nhadn't for it was only half-true. He remembered everything about the\ndream-which-was-more-than-a-dream vividly. He had been far more\nintimate with Sophia, and over a longer period of time, than he had\never been with Stephanie. And even if Stephanie appeared impossibly on\nthe spot and he spent the rest of his life as her husband, still he\nwould never forget his dream-life with Sophia. In time he could let\nhimself tell her that. But not now; now the best thing he could do\nwould be to change the subject.\n\n\"I see,\" Sophia answered him coldly.\n\n\"No, you don't. Maybe some day you will.\"\n\n\"There's nothing but what you told me. I see.\"\n\n\"No ... forget it,\" he told her wearily.\n\n\"Of course. It was only a dream anyway. The dream before that I almost\nkilled you out of hatred anyway. Love and hate, I guess they\nneutralize. We're just a couple of people who have to do a job\ntogether, that's all.\"\n\n\"For gosh sakes, Sophia! That isn't true. I loved Stephanie. I still\nwould, were Stephanie alive. But she's--she's about as accessible as\nthe Queen of Sheba.\"\n\n\"So? There's an American expression--you're carrying a torch.\"\n\nProbably, Temple realized, it was true. But what did all of that have\nto do with Sophia? If he and Sophia ... if they ... would it be fair\nto Sophia? It would be exactly as if a widower remarried, with the\nmemory of his first wife set aside in his heart ... no, different, for\nhe had never wed Stephanie, and always in him would be the desire for\nwhat had never been.\n\n\"Let's talk about it some other time,\" Temple almost pleaded, wanting\nthe respite for himself as much as for Sophia.\n\n\"No. We don't have to talk about it ever. I won't be second best, Kit.\nLet's forget all about it and do our job. I--I'm sorry I brought the\nwhole thing up.\"\n\nTemple felt like an unspeakable heel. And, anyway, the whole thing\nwasn't resolved in his mind. But they couldn't just let it go at that,\nnot in case something happened when the ships came and one or both of\nthem perished. Awkwardly, for now he felt self-conscious about\neverything, he got his arms about Sophia, drew her to him, placed his\nlips to hers.\n\nThat was as far as he got. She wrenched free, shoved clear of him. \"If\nyou try that again, you will have another dislocated jaw.\"\n\nTemple shrugged wearily. If anything were to be resolved between them,\nit would be later.\n\nWhen the ships came moments afterwards--seven, not the five Arkalion\npredicted--they were completely unprepared.\n\n       *       *       *       *       *\n\nTemple spotted them first on one of the viewing screens, half way\nbetween the receiver and the space station itself, silhouetted against\nthe elongated shield of Andromeda. They soared out of the picture,\nappeared again minutes later, zooming in from the other direction in\ntwo flights of four ships and three.\n\n\"Come on!\" Sophia cried over her shoulder, irising the door and\nplunging from the room. Temple followed at her heels but her Jupiter\ntrained muscles pushed her lithe legs in long, powerful strides and\nsoon she outdistanced him. By the time he reached the armaments vault,\nbreathless, she was seated at the single gun-emplacement, her fingers\non the controls.\n\n\"Watch the viewing screen and tell me how we're doing,\" Sophia told\nhim, not taking her eyes from the dials and levers.\n\nTemple watched, fascinated, saw a thin pencil of radiant energy leap\nout into space, missing one of the ships by what looked like a scant\nfew miles. He called the corrective azimuth to her, hardly surprised\nby the way his mind had absorbed and now could use its new-found\nknowledge.\n\nTemple understood and yet did not understand. For example, he knew the\nstation had but one gun and Sophia sat at it now, yet in certain ways\nit didn't make sense. Could it cover all sectors of space? His mind\nsupplied the answer although he had not been aware of the knowledge an\ninstant before: yes. The space station did not merely rotate. Its\nsurface was a spherical projection of a moving Moebius strip and\nalthough he tried to envision the concept, he failed. The weapon could\nbe fired at any given point in space at twenty second intervals,\ncovering every other conceivable point in the ensuing time.\n\nSophia was firing again and Temple watched the thin beam leap across\nspace. \"Hit!\" he roared. \"Hit!\"\n\nSomething flashed at the front end of the lead ship. The light blinded\nhim, but when he could see again only six ships remained in\nspace--casting perfect shadows on the Andromeda Galaxy! The source of\nlight, Temple realized triumphantly, was out of range, but he could\npicture it--a glowing derelict of a ship, spewing heat, light and\nradioactivity into the void.\n\n\"One down,\" Sophia called. \"Six to go. I like your American\nexpressions. Like sitting ducks--\"\n\nShe did not finish. Abruptly, light flared all around them. Something\nshrieked in Temple's ears. The vault shuddered, shook. Girders\nclattered to the floor, stove it in, revealing black rock. Sophia was\nthrown back from the single gun, crashing against the wall, flipping\nin air and landing on her stomach.\n\nTemple ran to her, turned her over. Blood smeared her face, trickled\nfrom her lips. Although she did not move, she wasn't dead. Temple half\ndragged, half carried her from the vault into an adjoining room. He\nstretched her out comfortably as he could on the floor, ran back into\nthe vault.\n\nMolten metal had collected in one corner of the room, crept sluggishly\ntoward him across the floor, heating it white-hot. He skirted it,\nclimbed over a twisted girder, pushed his way past other debris, found\nhimself at the gun emplacement.\n\n\"How dumb can I get?\" Temple said aloud. \"Sophia ran to the gun, must\nhave assumed I set up the shields.\" Again, it was an item of\ninformation stored in his mind by the wisdom of the space station.\nProtective shields made it impossible for anything but a direct hit on\nthe emplacement to do them any harm, only Temple had never set the\nshields in place. He did so now, merely by tripping a series of\nlevers, but glancing at a dial to his left he realized with alarm that\nthe damage possibly had already been done. The needle, which measured\nlethal radiation, hovered half way between negative and the critical\narea marked in red and, even as Temple watched it, crept closer to the\nred.\n\n       *       *       *       *       *\n\nHow much time did he have? Temple could not be sure, bent grimly over\nthe weapon. It was completely unfamiliar to his mind, completely\nunfamiliar to his fingers. He toyed with it, released a blast of\nradiant energy, whirled to face the viewing screen. The beam streaked\nout into the void, clearly hundreds of miles from its objective.\n\nCursing, Temple tried again, scoring a near miss. The ships were\ntrading a steady stream of fire with him now, but with the shielding\nup it was harmless, striking and then bouncing back into space. Temple\nscored his first hit five minutes after sitting down at the gun,\nwhooped triumphantly and fired again. Five ships left.\n\nBut the dial indicated an increase in radioactivity as newly created\nneutrons spread their poison like a cancer. Behind Temple, the vault\nwas a shambles. The pool of molten metal had increased in size, almost\ncutting off any possibility of escape. He could jump it now, Temple\nrealized, but it might grow larger. Consolidating its gains now, it\nhad sheared a pit in the floor, had commenced vaporizing the rock\nbelow it, hissing and lapping with white-hot insistence.\n\nSomething boomed, grated, boomed again and Temple watched another\ngirder bounce off the floor, dip one end into the molten pool and\nclatter out a stub. Apparently the damage was extensive; a structural\nweakness threatened to make the entire ceiling go.\n\nTemple fired again, got another ship. He could almost feel death\nbreathing on his shoulder, in no great hurry but sure of its prize. He\nfired the weapon.\n\nIf one ship remained when they could no longer use the gun, they would\nhave failed. One ship might make the difference for Earth. One....\n\nThree left. Two.\n\nThey raked the space station with blast after blast--futilely. They\nspun and twisted and streaked by, offering poor targets. Temple waited\nhis chance ... and glanced at the dial which measured radioactivity.\nHe yelped, stood up. The needle had encroached upon the red area.\nDeath to remain where he was more than a moment or two. Not quick\ndeath, but rather slow and lingering. He could do what he had to, then\nperish hours later. His life--for Earth? If Arkalion had known all the\nanswers, and if he could get both ships and if there weren't another\nalternative for the aliens, the parasites.... Temple stabbed out with\nhis pencil beam, caught the sixth ship, then saw the needle dip\ncompletely into the red. He got up trembling, stepped back, half\ntripped on the stump of a girder as his eyes strayed in fascination to\nthe viewing screen. The seventh ship was out of range, hovering off in\nthe void somewhere, awaiting its chance. If Temple left the gun the\nship would come in close enough to hit the emplacement despite its\nprotective shielding. Well, it was suicide to remain there--especially\nwhen the ship wasn't even in view.\n\nTemple leaped over the molten pool and left the vault.\n\n       *       *       *       *       *\n\nHe found Sophia stirring, sitting up.\n\n\"What hit me?\" she said, and laughed. \"Something seems to have gone\nwrong, Kit ... what...?\"\n\n\"It's all right now,\" he told her, lying.\n\n\"You look pale.\"\n\n\"You got one. I got five. One ship to go.\"\n\n\"What are you waiting for?\" And Sophia sprang to her feet, heading for\nthe vault.\n\n\"Hold it!\" Temple snapped. \"Don't go in there.\"\n\n\"Why not. I'll get the last ship and--\"\n\n\"_Don't go in there!_\" Temple tugged at her arm, pulled her away from\nthe vault and its broken door which would not iris closed any more.\n\n\"What's the matter, Kit?\"\n\n\"I--I want to finish the last one myself, that's all.\"\n\nSophia got herself loose, reached the circular doorway, peered inside.\n\"Like Dante's Inferno,\" she said. \"You told me nothing was the matter.\nWell, we can get through to the emplacement, Kit.\"\n\n\"No.\" And again he stopped her. At least he had lived in freedom all\nhis life and although he was still young and did not want to die,\nSophia had never known freedom until now and it wouldn't be right if\nshe perished without savoring its fruits. He had a love, dust fifty\ncenturies, he had his past and his memories. Sophia had only the\nfuture. Clearly, if someone had to yield life, Temple would do it.\n\n\"It's worse than it looks,\" he told her quietly, drawing her back from\nthe door again. He explained what had happened, told her the\nradioactivity had not quite reached critical point--which was a lie.\n\"So,\" he concluded, \"we're wasting time. If I rush in there, fire, and\nrush right out everything will be fine.\"\n\n\"Then let me. I'm quicker than you.\"\n\n\"No. I--I'm more familiar with the gun.\" Dying would not be too bad,\nif he went with reasonable certainty he had saved the Earth. No man\never died so importantly, Temple thought briefly, then felt cold fear\nwhen he realized it would be dying just the same. He fought it down,\nsaid: \"I'll be right back.\"\n\nSophia looked at him, smiling vaguely. \"Then you insist on doing it?\"\n\nWhen he nodded she told him, \"Then,--kiss me. Kiss me now, Kit--in\ncase something....\"\n\nFiercely, he swept her to him, bruising her lips with his. \"Sophia,\nSophia....\"\n\nAt last, she drew back. \"Kit,\" she said, smiling demurely. She took\nhis right hand in her left, held it, squeezed it. Her own right hand\nshe suddenly brought up from her waist, fist clenched, driving it\nagainst his jaw.\n\nTemple fell, half stunned by the blow, at her feet. For the space of\na single heartbeat he watched her move slowly toward the round\ndoorway, then he had clambered to his feet, running after her. He got\nhis arms on her shoulders, yanked at her.\n\nWhen she turned he saw she was crying. \"I--I'm sorry, Kit. You\ncouldn't fool me about.... Stephanie. You can't fool me about this.\"\nShe had more leverage this time. She stepped back, bringing her small,\nhard fist up from her knees. It struck Temple squarely at the point of\nthe jaw, with the strength of Jovian-trained muscle behind it.\nTemple's feet left the floor and he landed with a thud on his back.\nHis last thought of Sophia--or of anything, for a while--made him\nsmile faintly as he lost consciousness. For a kiss she had promised\nhim another dislocated jaw, and she had kept her promise....\n\n\nLater, how much later he did not know, something soft cushioned his\nhead. He opened his eyes, stared through swirling, spinning murk. He\nfocussed, saw Arkalion. No--_two_ Arkalions standing off at a\ndistance, watching him. He squirmed, knew his head was cushioned in a\nwoman's lap. He sighed, tried to sit up and failed. Soft hands\ncaressed his forehead, his cheeks. A face swam into vision, but\nmistily. \"Sophia,\" he murmured. His vision cleared.\n\nIt was Stephanie.\n\n       *       *       *       *       *\n\n\"It's over,\" said Arkalion. \"We're on our way back to Earth, Kit.\"\n\n\"But the ships--\"\n\n\"All destroyed. If my people want to come here in ten thousand years,\nlet them try. I have a hunch you of Earth will be ready for them.\"\n\n\"It took us five thousand to reach Nowhere,\" Temple mused. \"It will\ntake us five thousand to return. We'll come barely in time to warn\nEarth--\"\n\n\"Wrong,\" said Arkalion. \"I still have my ship. We're in it now, so\nyou'll reach Earth with almost fifty centuries to spare. Why don't you\nforget about it, though? If human progress for the next five thousand\nyears matches what has been happening for the last five, the parasites\nwon't stand a chance.\"\n\n\"Earth--five thousand years in the future,\" Stephanie said dreamily.\n\"I wonder what it will be like.... Don't be so startled, Kit. I was a\npilot study on the Nowhere Journey. If I made it successfully, other\nwomen would have been sent. But now there won't be any need.\"\n\n\"I wouldn't be too sure of that,\" said the real Alaric Arkalion III.\n\"I suspect a lot of people are going to feel just like me. Why not go\nout and colonize space. We can do it. Wonderful to have a frontier\nagain.... Why, a dozen billionaires will appear for every one like my\nfather. Good for the economy.\"\n\n\"So, if we don't like Earth,\" said Stephanie, \"we can always go out.\"\n\n\"I have a strong suspicion you will like it,\" said Arkalion's double.\n\nAlaric III grinned. \"What about you, bud? I don't want a twin brother\nhanging around all the time.\"\n\nArkalion grinned back at him. \"What do you want me to do, young man?\nI've forsaken my people. This is now my body. Tell you what, I promise\nto be always on a different continent. Earth isn't so small that I'll\nget in your hair.\"\n\nTemple sat up, felt the bandages on his jaw. He smiled at Stephanie,\ntold her he loved her and meant it. It was exactly as if she had\nreturned from the grave and in his first exultation he hadn't even\nthought of Sophia, who had perished all alone in the depths of space\nthat a world might live....\n\nHe turned to Arkalion. \"Sophia?\"\n\n\"We found her dead, Kit. But smiling, as if everything was worth it.\"\n\n\"It should have been me.\"\n\n\"Whoever Sophia was,\" said Stephanie, \"she must have been a wonderful\nwoman, because when you got up, when you came to, her name was....\"\n\n\"Forget it,\" said Temple. \"Sophia and I have a very strange\nrelationship and....\"\n\n\"All right, you said forget it. Forget it.\" Stephanie smiled down at him.\n\"I love you so much there isn't even room for jealousy.... Ummm....\nKit....\"\n\n\"Break up that clinch,\" ordered Arkalion. \"We're making one more stop\nat Nowhere to pick up anyone who wants to return to Earth. Some of 'em\nprobably won't but those who do are welcome....\"\n\n\"Jason will stay,\" Temple predicted. \"He'll be a leader out among the\nstars.\"\n\n\"Then he'll have to climb over my back,\" Alaric III predicted happily,\nhis eyes on the viewport hungrily.\n\nTemple's jaw throbbed. He was tired and sleepy. But satisfied. Sophia\nhad died and for that he was sad, but there would always be a place\ndeep in his heart for the memory of her: delicious, somehow exotic,\nnot a love the way Stephanie was, not as tender, not as sure ... but a\nfeeling for Sophia that was completely unique. And whenever the\nstrangeness of the far-future Earth frightened Temple, whenever he\nfelt a situation might get the better of him, whenever doubt clouded\njudgment, he would remember the tall lithe girl who had walked to her\ndeath that a world might have the freedom she barely had tasted. And\ntogether with Stephanie he would be able to do anything.\n\nUnless, he thought dreamily as he drifted off to sleep, his head\npillowed again on Stephanie's lap, he'd wind up with a bum jaw the\nrest of his life.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Voyage To Eternity, by Milton Lesser\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VOYAGE TO ETERNITY ***\n\n***** This file should be named 32351.txt or 32351.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/5/32351/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}