{"title": "Sinister Paradise", "author": "Robert Moore Williams", "releaseDate": "May 13, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's note:\n\nThis etext was produced from If Worlds of Science Fiction September\n1952. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.\n\n\n    _It was like a mirage in reverse, this strange island off the\n    California coast--it couldn't always be seen, but it was there--in\n    Time._\n\n    [Illustration]\n\n\n\n\n_Sinister Paradise_\n\nBy Robert Moore Williams\n\n\n\"There's the island, Parker!\" Retch called.\n\nBill Parker shifted the controls of the 'copter and the big craft swung\nin the direction Retch was pointing. Squinting his eyes against the sun\nglare rising from the Pacific, Parker clearly saw the island. It was\nmiles away as yet but it swam like a mirage suspended just above the\nsurface of the sea.\n\n[Illustration]\n\nThe island was not large--Parker guessed it as probably being less than\ntwo miles in circumference--but he could make out a fringe of trees\nalong the shore and a central peak rising like a cliff in the center.\n\n\"I've found it again!\" Retch spoke with fierce satisfaction--clenched\nfists. Parker heard the indrawn hiss of breath following the words; a\nhiss that seemed to hold a promise for the future. Revenge, vengeance,\ntriumph, or something else? Parker could not determine what emotional\novertone had found expression in Retch's words. But the emotional\novertone was there. Out of the corner of his eyes, Parker glanced at the\nman sitting in the seat next to him. What he saw did not please him.\n\nRetch was big. He had the muscular build of a prize fighter. The scar\nover his left cheekbone did not add to the attractiveness of his\nappearance. He did not, in Parker's opinion, look like the scientist he\nhad claimed to be.\n\nParker shrugged such thoughts aside. What difference did it make what\nRetch was, or the nature of his business here? He had paid charter\ncharges on the big helicopter.\n\n\"There it is, Parker!\" Retch almost screamed the words. As he pointed\nagain toward the island in the far distance, Parker caught a glimpse of\na pistol in a shoulder holster under the man's arm.\n\nThe sight of the gun caused a split second of alarm in the big pilot. He\nhad not known that Retch was armed. Then the alarm subsided. Parker\npressed his left arm down against his body, assuring himself that his\nown gun was where it belonged.\n\nThe woman, Mercedes Valdar, seemed to catch some of Retch's excitement.\nShe leaned forward across Retch's shoulder to stare at the island.\nParker caught another whiff of the musky perfume that she used. He\nnoticed again what he had realized the first time he met her--that in\nany man's language she was a beauty. Aquiline face, smouldering black\neyes, high cheek bones, a delicate brown complexion that hinted at\nIndian blood back several generations in the past, she looked like\nsomething out of an exotic movie. The slacks and sport coat that she\nwore accentuated the fact that she was a woman.\n\nParker was aware again of the enigma of her presence. Retch had\nintroduced her as his secretary. Parker, accepting the man's statement,\nhad asked no questions. Asking questions in a matter such as this was a\nfine way to get a bust in the snoot.\n\n\"It ees the island!\" Her whisper was sharp. A glow appeared on her face.\n\"Soon we will be reech!\" She slapped Parker heartily on the shoulder.\n\"Beel, is not that wonderful!\"\n\n\"It sure is,\" Parker answered. He was as astonished by the statement as\nhe was by the slap on the shoulder.\n\n\"Shut up, Mercedes!\" Retch spoke. \"Parker, turn some juice into this\nthing.\"\n\n\"She's cruising at about her best speed,\" Parker answered.\n\n\"Then get her faster than cruising speed. We've found the island.\" His\nmanner indicated that finding the island was very important but that\nsomething else perhaps of equal importance remained to be done.\n\n\"What's the big rush!\" Parker countered. \"You don't think it will vanish\nbefore we get there, do you?\"\n\nA startled look appeared on Retch's face. \"No, of course not. That is--\"\n\nA thudding jar went through the ship.\n\n\"What 'appened?\" Mercedes screamed in fear.\n\nWith a snarling crash of breaking metal, one of the helicopter blades\nwas yanked from its mounting above them.\n\nParker had the dazed impression that he saw the big blade jerked away\nthrough the air. Then, like a leaf suddenly caught in a violent\nhurricane, the helicopter began to turn flip-flops in the air.\n\n\"Do somesing!\" Mercedes cried.\n\nAs the ship jumped and began to yaw, she was thrown across the cabin.\nJerking, buckling, jumping, twisting, the big helicopter lurched its way\ntoward the surface of the sea below. Cutting the power, Parker leaped\nfrom his seat. He knew what was going to happen. He intended to try and\nbe ready for it.\n\n       *       *       *       *       *\n\nRetch, gripping his seat with both hands, yelled. \"We're falling!\"\n\n\"It's not news to me,\" Parker answered, jerking open the door to the\ncompartment at the rear. Inside that compartment was a mass of synthetic\nfabric. Tossed to the surface of the sea, inflated by the self-contained\nflask of gas under pressure, it would make a rubber raft.\n\n\"You've left the controls!\" Retch barked. \"Do something to stop us.\nWe're going to fall.\" The man's face was wild with fear as he twisted\nhis head around to see what Parker was doing.\n\n\"You damned right I've left the controls!\" Parker answered. \"We've lost\nthe equivalent of a wing in an ordinary plane. If you know any way to\nstop a plane from falling you tell me.\" Working with deft, sure hands,\nhe pulled the mass of synthetic fabric out of its compartment.\n\n\"But we've got to get to that island. We've found it. We've got to get\nthere while--\"\n\n\"If we get there, we'll have to swim,\" Parker answered. \"Personally,\nI'll consider myself lucky to get there by swimming. Here we go.\"\n\nThe last was spoken as the helicopter began its final plunge to the\nsurface of the blue water below them.\n\nParker, with the mass of fabric clutched firmly in both hands, threw\nhimself flat on the floor.\n\nThe 'copter hit with a terrific thud. An instant later, Parker was on\nhis feet. The life raft was under one hand. With the other hand, he was\nreaching for the handle that opened the cabin door.\n\n\"We've got to get out of here. This ship will go the bottom like a\nrock.\"\n\nBehind him, Mercedes and Retch were struggling to their feet. Parker\nyanked on the handle that opened the cabin door.\n\nThe handle did not budge.\n\nThe heavy jolt the craft had taken when it struck the surface had\ntwisted the whole frame.\n\n\"Get that door open!\" Retch moaned. \"We'll be drowned like rats.\"\n\n\"Hell, I'm trying!\" Parker answered. He yanked upward with all his\nstrength.\n\nThe door still did not budge.\n\nOutside Parker could see the green water rising around the cabin.\n\nHe backed away, ducked his head, threw himself with all his strength\nagainst the door.\n\nUnder the driving impact of his body, the door was knocked open. The\nmass of synthetic fabric in his arms, Parker catapulted through the\nopening and into the sea. He hit with a terrific splash. Mercedes\nfollowed him. Parker, treading water and working with the valve that\nwould release the gas and inflate the raft, saw that Retch was still\nstanding in the door of the 'copter.\n\n\"What am I going to do?\" Retch screamed.\n\n\"Jump.\"\n\n\"But I can't swim.\"\n\n\"Then wait until I get this goddamned raft inflated. Ugh!\" Parker's\nvoice went into silence as arms came up out of the water and closed\naround his neck with a grip of death.\n\nMercedes, in a panic that often comes to people catapulted suddenly and\nunexpectedly into the water, was grabbing the nearest source of\npotential safety.\n\n\"Let go!\" Even as he spoke, Parker felt her arms close even tighter\naround his neck. He knew then that she was not going to let go. She was\npulling him under with her.\n\nGiving one final jerk at the valve of the gas container, Parker found\nhimself pulled under water.\n\nThe arms around his neck seemed to grip like iron. He caught them in\nboth hands, yanked at them. His hands slipped. He grabbed again. She was\nbehind him, on his back, so he could not slug her. Meanwhile each\npassing second was sending both of them deeper into the sea. He yanked\nat her arms again. This time his fingers held. Her grip was broken.\n\nTwisting, he grabbed her hair. Then he began to fight his way to the\nsurface.\n\nHis head broke water. As he gulped air, he realized the blessed sight\nbefore his eyes.\n\nThe rubber raft! His last jerk at the valve before Mercedes dragged him\nunder had opened it.\n\nFrom the door of the sinking helicopter Retch was staring at the raft.\nAt the same instant in final desperation, he jumped. His clutching\nfingers caught the edge of the rubber raft. Like a frightened river rat,\nhe pulled himself out of the water.\n\n       *       *       *       *       *\n\nTreading water, Parker dragged Mercedes to the edge of the raft. Retch\nleaned over and lifted her in. For an instant, Parker remained in the\nwater, his fingers firm on the raft, letting it support him while he\ngasped air into his lungs. Behind him, with a gurgle and a rumble, the\nhelicopter sank. He swung himself into the raft. Mercedes, her masculine\ngarb clinging to her, was sitting up.\n\n\"I am sorry, Beel,\" she said. \"I get the scare up and I grab at you. I\nnot know for sure what I am doing. You will forgive me, no?\"\n\n\"Think nothing of it,\" Parker answered. \"Anybody can get scared under\nthese circumstances.\"\n\n\"That I know,\" she answered. \"But you saved my life. And that I will\nremember.\"\n\n\"Forget it,\" Parker said. \"I did what had to be done, nothing more.\"\n\n\"But I will remember it,\" she calmly repeated.\n\nParker was silent. Under her hardness for the first time he glimpsed\nsomething deeper, finer. She was the type who meant what she said. She\nwas a woman who paid her debts. Under other circumstances.... Parker put\nthe thought out of his mind.\n\nNow he set about doing what had to be done--paddling to the island. He\nturned his eyes toward it.\n\nThe island was gone. Calm, serene, the level face of the sea stretched\naway to the horizon.\n\nFear, dark, sudden, and overwhelming, arose in Bill Parker. The fear did\nnot come up just because the face of the sea was level and calm, the\nisland not visible, but because of something else, something that he had\nforgotten, something that he had put out of his mind and out of his\nlife. Could it be possible that--\n\nHe caught himself. In that direction lay madness. Words exploded out of\nhim. \"Hey, what the hell? Am I nuts? What became of that island? I saw\nit!\"\n\n\"I told you we had to hurry to get there when we saw it.\" Retch was\nhesitant. \"It's--it's not always there.\"\n\n\"But it's got to be there! I saw it!\"\n\n\"There is a trick about that island,\" Retch said. \"I--it--I--you don't\nalways see it. Something funny.\"\n\nParker was across the shaking, unsteady raft. His impulse was to take\nRetch by the throat, to shake words out of him. \"What do you mean?\" He\nwas restraining himself with difficulty.\n\nRetch spread his hands. \"I'm sorry, I can't explain. That's all I know.\nBelieve me.\"\n\nRetch was telling the truth Parker decided. The big pilot swung his gaze\nin every direction, searching for land. Somewhere in the far distance\nwas the peninsula of Lower California. But it was beyond range of his\neyes. As far as he could see, was barren water.\n\nSetting his course by the small compass that was included as part of the\nstandard equipment on the life raft, Parker paddled toward the south.\nThe clumsy raft made little progress. Parker hardly noticed, hardly\ncared. Deep in his mind was a lurking thought he was trying to keep\nbelow his consciousness.\n\nIn the front of the raft, Retch sat with his back to Parker. From\nRetch's motions, Parker knew the man was cleaning his gun. Parker made\nno comment. When Retch had finished and had turned back to him, Parker\nspoke. \"I want to know a little more about that island. How does it\nhappen we can't see it?\"\n\n\"I'm not certain,\" Retch answered. \"I think it's a lot like the mirages\nyou see on the desert. This island is something like that, only in\nreverse. In a mirage, you see something that doesn't exist. In the case\nof this island, you _don't_ see something that _does_ exist.\"\n\n\"Um,\" Parker said, then was silent. The explanation sounded reasonable\nenough, as far as it went. The trouble was it didn't go far enough, not\nnearly far enough to quiet the thought lurking deep in the big pilot's\nmind. He worked with the paddle. \"When you hired me to fly you down\nhere, you told me that you knew where this island was located but you\ndidn't tell me it had a bad habit of vanishing.\"\n\n\"I didn't believe it myself,\" Retch answered. \"So far as I was\nconcerned, it was just a wild rumor.\"\n\n\"Um,\" Parker said again. As he spoke, part of the thought that he had\nbeen keeping buried in his mind came blasting to the surface. \"She said\nit was a mirage too!\" he blurted out the words. \"And that goddamned Dr.\nYammer--\" He caught himself. Into his mind had come a vision of a woman\nhe had once known, and a psychiatrist called Dr. Yammer. Pain crossed\nhis face.\n\n\"What?\" Retch asked. \"Who are you talking about?\"\n\n\"Nobody,\" Parker answered. \"Just a woman I once knew.\"\n\nHer name had been Effra. Effra of the Green Eyes, he had called her.\nRigidly he forced the thought of her from his mind, forced himself to\nthink of what Retch had said. But it was no good. His mind kept going\nback to Effra and Yammer.\n\n\"She is caught, trapped in a net of delusion and hallucination that is\nas solid as a block of steel,\" Dr. Yammer had once said, his voice\nprecise with authoritarian certainty. \"I cannot get her out of this\nsteel block unless I hospitalize her, perhaps operate. There is no other\nchoice, no other decision that can be made. Putting it bluntly--she is\ninsane. A delicate thing, insanity. We still work in the dark with\nthings of the mind.\"\n\n       *       *       *       *       *\n\nAt the memory of Yammer's words, Parker twisted uncomfortably. He used\nthe paddle much more vigorously than was necessary. It was as if\nYammer's face showed in the water into which he thrust the paddle.\n\nMercedes was studying Parker. \"About this woman--\"\n\n\"She was just a woman I once knew.\"\n\n\"You loved her, yes?\"\n\n\"Well--\" Parker was silent.\n\n\"Tell me what 'appened.\"\n\n\"Nothing,\" Parker said. \"Oh, hell--all right. Up in LA three years ago I\nknew Effra. She was a pilot too, and we got to running around together.\nShe liked to fly out over the Pacific all by herself. I don't know why;\nshe just liked to flirt with danger, maybe. One time she came in a\ncouple of hours over-due. Figuring she was down in the drink, I was\nabout to rouse out the Navy to hunt for her when she came in.\" He\npaused.\n\nMercedes was silent. In the front of the raft, Retch said nothing. His\neyes were still searching the skyline.\n\n\"She was wildly excited,\" Parker went on. \"She said she had made a\nforced landing on an island somewhere off the coast of Southern Cal. She\nalso said there were a lot of strange people living on the island.\" He\nshook his head. There was a feeling in him he did not like.\n\nHis eyes came to focus on a ripple in the water. A shark. It made him\nthink of Dr. Yammer.\n\n\"What 'appened then?\" Mercedes asked softly.\n\n\"I helped her look for the island,\" Parker said. \"We spent months\nlooking in our spare time. We flew over more ocean than I ever knew\nexisted. But we didn't find it.\"\n\n\"No?\"\n\n\"That island was awfully important to her. She thought something\nwonderful was there, what it was, she could not tell me, just that it\nwas there. When we could not find it, she began to doubt herself, to\nthink perhaps she had not seen it, that she had not landed there. She\nreached the conclusion then--well, she went to see one of these fancy\nmental specialists who know everything about nothing and nothing about\nanything.\"\n\nUnder the water, he could see the eyes of the shark. They reminded him\nof the expression in Dr. Yammer's eyes, except that the shark's eyes\nlooked more honest.\n\n\"And then?\" Mercedes said, very softly.\n\n\"She--vanished,\" Parker said. \"Yammer was going to stick her into a\nhospital, use something that he called 'shock' on her, maybe operate.\nShe ran away.\"\n\n\"Did you try to find her, Beel?\"\n\n\"For asking that question, Mercedes, I ought to choke you!\" Parker said\nhotly. \"I hunted high and low. All we knew for certain was that her\nplane was missing. I think she decided she would simply fly out to the\nsea she loved, and never come back.\" Again his voice sank to a whisper\nas he visualized Effra of the Green Eyes flying out over this wilderness\nof waters.\n\n\"I am sorry, Beel,\" Mercedes said gently. \"Will you remember one thing,\nBeel?\"\n\n\"Sure. What is it?\"\n\n\"You saved my life back there. I will not forget it. If the time ever\ncomes, I will pay my debt.\"\n\n\"Thank you,\" Parker said. \"But there is no debt.\"\n\n\"You think this island we are hunting might be the same island your girl\nclaimed she found?\" Retch spoke from the front end of the boat.\n\n\"And if it is the same island?\" Mercedes said.\n\nAnger came boiling up in Parker. \"If it is that island, and if I ever\nget back to Los Angeles, I am going to hunt up a psychiatrist by the\nname of Yammer and take care of him!\" Parker dug the water savagely.\nGradually, his anger subsided. \"Where did you run into the rumor about\nthis island?\"\n\nRetch shrugged. \"It was just one of those things you hear.\" He studied\nthe landscape. \"We should spot a boat soon.\"\n\n\"We are not exactly on the well-traveled ocean lanes,\" Parker pointed\nout. \"Does it happen that there are any other little things about this\nisland that you forgot to tell me when you chartered my ship to fly you\ndown here?\"\n\nRetch flushed. \"Such as--\"\n\n\"Such as how it happened that my 'copter threw a vane just after we\nsighted the place?\"\n\nRetch did not answer.\n\n\"Seemed as though somebody shot at us.\"\n\n\"Oh hell no! The loss of the vane was accidental.\"\n\n\"Accidents like that can happen but they usually don't. I checked the\nship before we took off.\" Parker turned silent. There was no proof that\nthe wrecking of the 'copter had been anything but an accident. \"What do\nyou expect to find on this island?\"\n\n\"I told you--\"\n\n\"Just before the 'copter started down, Miss Valdar was yakking about how\nwe were all going to be rich,\" Parker interrupted.\n\nThe glance Retch gave Mercedes had no love in it. \"Sometimes she's got\nher mouth open when she ought to have it shut.\"\n\n       *       *       *       *       *\n\nMercedes was silent. \"I see,\" Parker said. \"When you chartered my ship,\nyou told me you were a scientist and that you wanted to investigate\ncertain phenomena on this island. You said your investigation would take\nonly a few hours. I was to fly you here and wait for you. You said you\nmight want me to fly you back to the mainland, or might not, depending\non what you found here. Is this correct?\"\n\n\"Certainly,\" Retch answered. \"I'm sorry you lost your ship but the\ninsurance will take care of it.\"\n\n\"Insurance will take care of the 'copter but not of my neck. _Are_ you a\nscientist?\"\n\n\"Of course. Didn't I tell you--\"\n\n\"What kind of a scientist are you?\"\n\n\"I--ah--What do you mean?\"\n\n\"What's your specialty? Are you a biologist, a physicist, or what?\"\n\n\"I--\"\n\n\"I don't believe you are a scientist at all. You don't talk like one.\"\n\n\"Damn it, I told you what I am and that's what I am!\" Retch's face\nshowed sullen and his hand moved toward the gun. Parker tensed. Retch\nstopped the movement of his hand. He glared at the big pilot.\n\n\"Okay,\" Parker said. \"It doesn't make any difference anyhow.\" He resumed\npaddling.\n\nThe sun slid down the western sky. Retch and Mercedes huddled in the\nfront end of the raft and whispered to each other. From time to time,\nthe woman glanced at Parker. He paid no attention to her.\n\nThe sea was calm. In the distance, a school of flying fish skittered\nover the surface. A dozen gulls played near the surface. A high-riding\nfin cut the water. Shark, sensing food.\n\nThe sun reached the horizon and wallowed in the sea like a fat, round\nshining pig on fire.\n\nMercedes screamed, pointed, jerked a terror-stricken face toward Parker.\n\"Beel! Beel!\" She scuttled across the raft, threw herself into his arms.\n\"Look, Beel, look!\"\n\nTerror and panic almost beyond understanding were in her words.\n\nParker looked where she was pointing. His heart climbed up into his\nmouth and threatened to choke him. He had thought he was shock-proof,\nthat nothing could jar him. But here was something that made his mind\nreel.\n\n_Walking across the water toward the raft were three men._\n\nClad in knee-length breeches, wearing cloaks, the three men looked as if\nthey had just stepped out of the 17th century. Two wore big,\nbroad-brimmed hats, the third had a handkerchief wrapped around his\nhead. He also had a wooden leg and he stalked across the surface of the\nsea with all the sureness he might have had with concrete under him. He\ncarried a curved cutlass in one hand. The other two men were armed with\nswords, in scabbards. In addition, heavy, clumsy-looking pistols were\nthrust into sashes at their belts.\n\nThey looked like men out of a nightmare--or like pirates out of the\nolden days; swash-buckling buccaneers who had somehow managed to survive\ntheir proper period in history and to live into the 20th century.\n\n\"Ghosts!\" Mercedes screamed. \"Devils! They've come up out of hell\nbecause of our sins!\" She wrapped her arms around Parker's neck. \"Save\nme, Beel, save me!\"\n\nParker caught her wrists, jerked her arms loose from his neck, and rose\nquickly to his feet. He hoped fervidly that his eyes had been deceiving\nhim and that standing up would cause this mirage to disappear.\n\nHis eyes continued to deceive him. The three men did not disappear. They\ncontinued to walk across the water toward the raft. They moved with the\nsureness of men who know where they are going.\n\nBehind them, suddenly outlined against the fat sun that was wallowing in\nthe sea, rocky, grim, and forbidding, the mysterious island was now\nvisible. It had reappeared. They had found it.\n\nThree men coming from it had found them.\n\nThe shark found the three men.\n\nParker saw the triangular fin cut through the water toward them. Like a\nspeed boat taking off on a race, the fin gathered momentum.\n\nThe three men saw it coming.\n\n\"Ho!\" one yelled.\n\n\"A shark!\" the second said.\n\n\"Have at him, boys!\" the third shouted.\n\n       *       *       *       *       *\n\nThe shark charged them. Drawing their swords, the three men executed a\nnimble dance on the surface of the sea. They thrust downward--their\nswords entering the water with no difficulty whatsoever although their\nfeet did not enter it--drew them back dripping red. They skipped lightly\nout of the way of the wounded and infuriated monster.\n\n\"Zounds!\"\n\n\"Chop the sea pig down!\"\n\n\"Carve his heart out!\"\n\nOld battle cries rang in the air as they fought the shark. Blood colored\nthe surface of the sea.\n\nThe wounded shark suddenly took its death blow. It dived, was gone from\nsight, then broke the surface a hundred yards away. It beat the water\ninto foam, threshing out its life.\n\nWith pleased interest, the three men watched the shark die. Dipping\ntheir blades into the sea to clean the blood from them, they wiped them\ndry on their pants legs.\n\nAgain they moved toward the raft.\n\nParker's hand went to the pistol inside his leather jacket. He loosed it\nin its holster but did not draw it.\n\nMercedes moaned and covered her eyes. At the other end of the boat,\nRetch had risen to his feet.\n\nBracing himself, Bill Parker waited for--whatever was to happen. Out of\nthe corner of his eye, he saw Retch slowly drawing his gun.\n\n\"Damn it, Retch, put that gun away!\" Parker shouted. \"Don't shoot until\nyou know what the hell is going on.\"\n\nRetch turned, the gun visible in his hand. \"What the hell--\" Retch\ndidn't put the gun away. He lifted it. Parker found himself staring into\nthe muzzle.\n\n\"Get your hands up!\" Retch snarled the words. \"Mercedes, get that gun\nout of his holster. Get your goddamned hands up or I'll blow your\nblasted head off!\"\n\nThe last was spoken to Parker as the dazed pilot tried to understand\nwhat had happened. He could hardly believe his own eyes. Automatically\nhe lifted his hands. Mercedes slid past him, got behind him, taking no\nchances on getting between him and Retch's gun. He felt her fingers go\ninside his jacket. Expertly she lifted the gun from its holster.\n\n\"Toss me the gun!\" Retch said. He caught the weapon the woman tossed\ntoward him, glanced at Parker. \"You thought I was going to start\nshooting at _them_?\" He gestured toward the three approaching men. \"You\nmade a slight mistake.\" The grin on his face was wolfish.\n\n\"What the hell have I got into?\"\n\n\"You'll find out, if you live long enough,\" Retch said. \"Just behave\nyourself and do as you're told and maybe you'll stay alive.\" Again the\nwolfish grin showed on his face but under the grin, the words were harsh\nwith meaning.\n\n\"Ho, Johnny!\" the three men were drawing near the raft. \"Ho, Johnny\nRetch! What kind of a flying ship is this that you have brought back\nwith you?\"\n\nRetch turned to the three men. \"Gotch! Peg-leg! Masterville!\" Retch\ngreeted them as old friends. The one he had called Gotch had spoken. All\nthree of them stared at the raft and its occupants. Mercedes drew bold,\nappreciative stares. Parker got blank looks. Standing lightly and easily\non the water, the three men surveyed the raft with doubtful contempt.\n\n\"Does this thing fly through the air like the Jez--\" Gotch caught\nhimself. \"It looks to me as if it were more fit for sailing on a mill\npond back in Devon.\"\n\n\"This is not the ship that flies through the air, that ship was wrecked.\nThis is a rubber boat that it carried.\"\n\n\"Wrecked?\" Gotch spoke. \"But where does that leave us?\"\n\n\"Everything has been taken care of,\" Retch spoke quickly. \"You can\nalways trust Johnny Retch to have two strings for his bow.\"\n\n\"Hmmmm. And who is this?\" Gotch gestured toward Parker.\n\n\"The pilot of the flying ship that was wrecked,\" Retch answered.\n\n\"Ummmm. And what are we going to do with him?\" Gotch glanced around\ntoward the still floundering and dying shark as if he regretted their\nhaste in disposing of what might have been a handy scavenger. \"Um.\" He\nmoved around the raft and stood close to Parker, staring at him. The\nsword in his hands still showed faint traces of red from the blood of\nthe shark.\n\n\"We do not need any more men on the island!\" Lifting his blade, Gotch\nglared at Parker.\n\n\"Do you, per'aps, need women?\" Mercedes spoke quickly. Gotch turned his\neyes on her. As he looked, some of the anger seemed to go out of him.\n\n\"Perhaps what you need on the island are more women,\" Mercedes said. She\nsmiled boldly.\n\n       *       *       *       *       *\n\nGotch broke into a grin. \"But definitely, we need more women, if they\nare like you.\"\n\n\"Hey, lay off of her, she belongs to me!\" Retch spoke violently.\n\n\"Come, let us pull the boat to the island,\" Peg-leg spoke quickly. \"We\nhave too many things to do to stand waiting here.\"\n\nGrumbling, Gotch allowed himself to be persuaded to get in front of the\nraft and join the other men in pulling it.\n\nNot until then did Parker dare to breathe. \"Thanks,\" he spoke to\nMercedes.\n\n\"It was nothing, Beel. Anyone could have done it.\"\n\n\"Thanks, anyhow,\" Parker said. \"But what have we got ourselves into\nhere?\"\n\n\"I do not know for sure, Beel. Johnny, he like me, and he ask me to come\nalong. He say we will both get reech--\"\n\n\"Shut up!\" Retch spoke.\n\nParker, sitting in the raft, watched the three men tow it toward the\nshore. He watched their feet. Where they stepped, the water seemed to\ngrow firm. Pirates, cut-throats, killers, they certainly were. But added\nto that was the equally obvious fact that they could walk on water. In\nall history, Parker had only heard of one man who could do that, and he\nhadn't been a man, but a God.\n\nAhead of them, the island loomed in the sunset; a long strip of white,\nsandy beach; behind it a thick growth of trees; behind the trees the\nrocky central mass of the island rising up into the sky. Off to the\nright, Parker caught a glimpse of a wreck that lay against rocks jutting\nfrom the shore. He stared at it. Unless his eyes were deceiving him, it\nwas the wreck of a Spanish galleon, a ship that belonged to the days\nwhen Spain had been draining the gold and silver and jewels of the new\nworld into her coffers.\n\nThe men stopped, stared uneasily at the shore. Parker could make out two\nmen barely visible between the beach and the grove of trees.\n\n\"Rozeno and Ulnar!\" Gotch spoke. \"Watching us.\" His lips curled and his\nhand went automatically to the hilt of the sword he was wearing. \"Some\nday I will slit the throats of that priest and that Indian.\" Gotch spat\ninto the sea.\n\n\"They're not causing any trouble,\" Peg-leg spoke.\n\n\"They're witches, by Gad!\" Gotch answered. \"They're warlocks, wizards.\"\n\n\"Father Rozeno is a very devout and holy man,\" Peg-leg said.\n\n\"He pretends to be a priest but he is more of a warlock than he is a\nholy man. As for that Indian, if he ever gives me the chance--\" Gotch\nglared at the figures at the edge of the grove.\n\n\"Come on,\" Peg-leg said.\n\nMercedes contrived to move closer to Parker. \"Beel, what are theese\ntheengs here? I do not understand them. I do not like them.\"\n\n\"Nor do I,\" Parker said.\n\nA shiver passed over her.\n\n\"What's the matter, baby, you cold?\" Retch grinned at her. \"Don't worry\nabout it. We'll get you warmed up on the island.\"\n\nImperceptibly she again moved closer to Parker. \"Beel, it ees not good.\"\n\n\"You got into this of your own free will.\"\n\n\"Yes, but I did not know that theengs like theese were going to 'appen.\nI just thought--\"\n\n\"Mercedes, if you open your mouth again, I'll knock your teeth down your\nthroat!\" Retch said.\n\nMercedes was silent.\n\nAs they came in to the shore, the two men who had been visible on the\nbeach disappeared. Off to the left something else came into view. It was\na small cabin plane, wrecked there in what had apparently been an\nattempt at a forced landing.\n\nBefore they reached the shore, the fat sun had wallowed itself out of\nsight into the sea. In the dusk, the island looked like a vast, rocky\npinnacle thrust up out of the Pacific Ocean, or out of the ocean of\ntime--Parker couldn't tell which. Mysterious, silent, it waited in the\ndarkness like a vast sleeping monster on the surface of the sea, a\nmonster on which Spanish galleons and planes had been wrecked. Parker,\nhis nerves jumpy, halfway expected it to vanish beneath the surface\nbefore they reached it.\n\nBut it didn't vanish. It remained fixed, solid, firm. When they stepped\nfrom the raft, the sand under their feet was solid, the crunch of it\nreassuring.\n\n       *       *       *       *       *\n\nA breeze whispered through the trees. The island was quiet, too quiet.\nIt seemed to brood in the darkness. In the vast stillness that hung like\na pall over the place, the only sound was that of a bird, chittering\nsleepily in the dark woods.\n\nIt was the most out-of-place sound Bill Parker had ever heard.\n\nIt seemed to affect the others. At the bird-sound they were suddenly\nquiet, listening.\n\n\"To hell with it, it's nothing,\" Gotch said. \"Come on.\"\n\nFollowing a well defined path, they moved inland, toward the base of the\ncliff. Through the trees, Parker glimpsed fires. As he moved closer, he\nsaw the source of the lights, the cooking fires of a village set against\nthe base of the cliff.\n\n\"Ho!\" Peg-leg called, announcing their arrival.\n\nAs they entered the village, the inhabitants came rushing out to them.\nThey were the queerest lot of human beings Parker had ever seen.\nSpaniards, bearded grandees in tattered and mended bits of ancient\nfinery, Indians, squat, stalwart, Englishmen, tall and blond, a motley\ncrew.\n\nThey looked like the relics of half a dozen different nations, drawn\nfrom the fringes of time. Their garments did not belong in the 20th\ncentury. Their weapons were knives, swords, bell-mouthed pistols. Their\nlanguage was a mixture of Spanish, English, Portuguese, and Indian\ndialects.\n\n\"What kind of a mad-house is this?\" Parker muttered. \"Get away, you!\"\nThe last was spoken to a slender Spaniard who was trying to jerk\nParker's leather jacket from his back.\n\nThe man snarled at him, drew back.\n\n\"Get out of our way!\" Retch yelled. The crowd made way for him. Calling\ngreetings, snarling, Retch seemed very much at home here.\n\nMercedes looked hopelessly confused and at a loss. She stared around her\nas if she was appalled at what she saw. Parker drew the obvious\ninference. Mercedes had never been here before. All this was as new to\nher as it was to him. But Retch had been here.\n\nOff in the woodland behind them somewhere a bird chirped, the same\nsleepy quiet sound that Parker had heard as they landed. Now it was\nlouder, nearer, and even more out of place than it had been before.\n\nThe people around Parker also heard the sound. Startled faces turned\ntoward the dark forest.\n\nThe sound came again, louder now. Parker was certain it was the call of\na bird.\n\nBut if it was the chirp of a bird, it was frightening these people. Why\nshould a bird-sound in the night frighten grown men? Utter silence fell.\nEven Gotch was still. Parker saw that the man's face had turned gray,\nthat all the bristling bravado had passed out of him.\n\nEven Retch, showing signs of strain and growing temper, was silent.\n\n\"The Jezbro!\" someone whispered.\n\nAt the words, the strain and temper coming up in Retch burst the\nsurface. \"There is no such thing as the Jezbro!\" His voice was almost a\nscream. \"It's only superstitious nonsense--\" His shouting voice went\ninto silence as the sound came again.\n\nThe chirp was louder now. It was no longer one bird chirping in the dark\nnight, it was a dozen. And it wasn't quite the sound of a bird any\nlonger, it was a musical tinkle, an air-borne throbbing somewhat similar\nto the sound of a harp, a softly ringing chime. Parker could easily\nimagine that somewhere among those dark trees was a harper, moving\ncloser.\n\nThe harpist did not seem to be upon the ground. He--or she--seemed to be\nup in the air, somewhere near the tree tops, moving in the dark night.\n\nAs the sound came louder, a man in the village suddenly went down on his\nknees, then another and another, until the whole group, including Gotch,\nwere kneeling. Even Mercedes went to her knees in response to deep\ninternal, superstitious pressures. Only Retch and Parker stood erect as\ntwo men strong enough to face the sound coming from the night.\n\n\"Get down, you fools!\" Peg-leg's voice had real anguish in it.\n\n\"Get down, hell!\" Retch answered. He had a gun in each hand, his own and\nthe one he had taken from Parker.\n\n\"Beel! Beel!\" Mercedes was jerking at Parker's leg. \"What is 'appening?\"\n\n\"Something,\" Parker answered. \"I don't know what.\" There was fear in\nhim. He could feel it in his heart, sense it in his bones, taste in his\nmouth. He rose above it.\n\nThe sound swept through the air. It came out over the trees above them.\nOn the ground, the kneelers moaned in response.\n\nThe harping sound leaped up, became a melody of weird notes filling the\nnight air. Mingled with the eerie music were the moans from the\nprostrate humans.\n\nLooking upward, Parker caught a glimpse of something moving through the\nsky. It blotted out the light of the stars and it looked a lot like a\nbird but like no bird he had ever seen before. It was too big to be any\nbird that had ever flown through Earth's air, but yet it flew. As it\nflew, it made the sound of a gigantic harp.\n\n       *       *       *       *       *\n\nThe bird passed over the village, moving along the cliff. As it slid\ninto the distance, the harp music faded slowly away, became again the\nsound of a sleepy bird.\n\nAround the village, the prostrate humans moaned, stirred, began to rise.\n\n\"What the hell was that thing?\" Parker gasped.\n\n\"The damned fools call it the Jezbro!\" Retch snarled. \"The yellow\ncowards are afraid of it. I don't know what it is.\"\n\nParker was silent. To him, Retch sounded like a man scared right down to\nthe soles of his shoes but desperately trying to pretend he wasn't.\n\n\"It was a warning sent by them,\" Peg-leg whispered, gesturing up toward\nthe cliff in the darkness. \"A warning to us to mend our ways.\"\n\n\"It was no such thing!\" Retch shouted.\n\nPeg-leg did not argue. He got slowly and silently to his feet. The group\nwas silent, perturbed, and afraid. Even Gotch was silent. Whatever had\npassed overhead, had cast a pall of fear over them.\n\n\"You bilious, yellow-livered cowards!\" Retch raged at them.\n\nThey made no response. The fear the Jezbro had inspired in them seemed\nto have made even his anger unimportant.\n\n\"But what is the Jezbro?\" Parker questioned again. \"I mean--\"\n\n\"I told you it's nothing and that's enough of an answer. Hey!\" The guns\nthat Retch held came up sharply as another figure came soundlessly out\nof the forest and moved toward them. An old, bent, wrinkled Indian who\nhobbled along with the aid of a staff.\n\n\"Oh, it's you, Pedro!\" Retch said. \"What the hell do you want?\"\n\nFor all the sign he gave, the Indian, Pedro, did not hear Retch's\nquestion. He hobbled straight to Parker.\n\n\"_En la manana Padre Rozeno huit nole el hombre e la mujer._ Father\nRozeno will see the man and the woman in the morning.\" The voice was\nbroken with age.\n\n\"I don't get it,\" Parker said. The Indian was already turning. He had\ndelivered his message, his errand was finished.\n\n\"That damned Rozeno is not going to see anybody in the morning!\" Retch\nyelled.\n\nThe Indian staffed his way into the forest. He still seemed not to hear\nRetch.\n\n\"Tell him they won't be there!\" Retch screamed.\n\nPedro's back went out of the firelight as he moved into the trees.\n\nRetch seemed almost to go mad. His face turned purple. Both guns came to\nfocus on the spot where the Indian had disappeared.\n\n\"Why shoot him?\" Parker said. \"He was just a messenger.\"\n\n\"Damn it!\" Slowly, while the group watched impassively, Retch got\nhimself under control. Suddenly he began to laugh. Strangely his\nlaughter in this moment was more horrible than his anger had been.\n\n\"He sent for you, and the woman. All right, he'll get you. But I'll go\nwith you. If he wants you, I'll take you to him.\" Again the laughter\nsounded.\n\n\"Who is Rozeno?\" Parker asked.\n\n\"He is, or he was once, a Spanish priest. He and Ulnar think they rule\nthis island. They are the two men we saw watching us from the shore.\nYou'll see them in the morning.\"\n\nThat was the last word Retch said on the subject. He took Gotch apart,\nto talk to him. Peg-leg found food for Parker, but refused to talk. \"Na,\nna, my son, when the Jezbro passes over us as a great bird--when it goes\nthrough the woods at night as a great howling beast--we do not talk\nabout it.\"\n\nParker pressed for more information, but the old man turned stubbornly\nsilent. Later he found Parker a place to sleep in his own hut. Parker\nhad the impression that, all during the night Peg-leg, sat on guard at\nthe entrance.\n\nBut nothing came in the night. In the morning Retch was there, saying,\nwith grim bitterness, that now it was time to go up the cliff to see\nRozeno and Ulnar. Mercedes, looking wan and bedraggled, with hate in her\nhot black eyes, was with him. So was Gotch. Gotch did not look in the\nleast happy.\n\n\"What's biting you?\" Parker said to Retch.\n\n\"Nothing.\"\n\n\"I get the impression something around here is just about scaring the\npants off of you.\"\n\n\"You're crazy!\" Retch's voice was a snarl. \"I'm not afraid of anything\naround here--you--or anybody else.\" As he spoke, the man's face was a\nmask and his eyes were wild.\n\n\"Sure, okay, I get it,\" the pilot answered.\n\nThey moved along the cliff until they came to a ledge that sloped\nupward.\n\n\"We go up here,\" Gotch grunted.\n\n       *       *       *       *       *\n\nAs they went upward, they rose above the tops of the trees. Sparkling\nthinly in the morning sunlight, the sea came into sight. Circling the\nshoreline at a distance of about a mile, a curtain of mist was visible.\nIt seemed to close in above them too, shielding the island like a thin,\nshining dome.\n\n\"That's a strange fog,\" Parker said.\n\n\"It's not a fog,\" Retch answered. \"I don't know exactly what it is, but\nwhen it is there, the island is invisible. If you are on the other side\nof it, you see nothing at all.\"\n\n\"Um,\" Parker said. They continued upward. The ledge twisted, curved,\nwent around the rising cliff. Slowly Parker became aware that the rising\nledge was not a natural formation, it was a pathway cut into the face of\nthe cliff.\n\nAt the realization, the pilot felt a touch of awe rise in him. This\nledge was old. It must have been cut into this cliff long before\nColumbus had sailed westward.\n\nOff in the distance beyond the curtain of mist was the coast of\nCalifornia, the beaches bright with bathers, the cities wrapped in warm\nsunshine, the roads alive with traffic. Over there in the distance were\norange groves and millions of people.\n\nHere on this island, behind this mist, unknown to millions of people so\nclose to it, was something that did not belong in the 20th century, or\nin any other century Parker could imagine.\n\nHis back felt cold. In him, somewhere, was gnawing anger. This island,\nthis place, was real. Back in his past a horrible wrong had been done, a\nwrong that now could never be corrected. He put the thought out of his\nmind.\n\nThe ledge turned into the cliff and became a tunnel that had been carved\ninto solid stone. The walls of the tunnel were as smooth as polished\nmarble. What tools could men have used in the old days to cut a tunnel\nwith walls so smooth that they looked like glass? Modern equipment could\nnot have done the job so well.\n\nNiches in the wall of the tunnel admitted light and gave them glimpses\nof the island.\n\n\"Where the hell will we find--Oh, Pedro!\" Retch spoke. The Indian\nmessenger of the night before had appeared in the tunnel. He beckoned to\nthem. They followed him into a large room cut out of solid stone.\n\nIt was one of the cleanest and most simply furnished rooms Parker had\never seen. It contained hand-made chairs along the wall and a big table,\nalso hand-made. Light from a wall slit flowed into the room.\n\nSeated behind the table, illumined by the light flowing in from the wall\nslit behind them, were Rozeno and Ulnar. Rozeno had a thin nose, the\nnarrow face of the typical high bred Spaniard. Ulnar was short and\nsquat, his cheeks were flat, his nose hooked. Both had black eyes that\nwere utterly fathomless.\n\nThe faces were old, wrinkled, and kind. Parker took one look at this\npriest, and instantly liked him. As he glanced at Rozeno, saw the\nkindness on that face, he also saw, out of the corners of his eyes,\nRetch drawing a gun.\n\nIn that split second he knew why Retch had laughed so violently the\nnight before, when Retch had said that he would go with them to see\nRozeno and Ulnar.\n\nRetch intended to kill both of them; to shoot them as they sat there at\nthat table, unarmed and defenseless; shoot them like dogs!\n\nThe gun was already in Retch's hand. Parker's fist went out, up,\nconnected with Retch's jaw, a blow that had all the pilot's strength\nbehind it.\n\nRetch's head was twisted to one side. He reeled away from Parker's blow.\nThe snarl that came from his lips was the snarl of a wild animal. Metal\nthudded as the gun hit the floor. The room echoed with sound--Mercedes\nscreaming. Parker followed Retch, followed him as a dog follows a rat.\nHe caught a wild man.\n\nRetch stumbled against the wall, caught himself on one of the hand-made\nchairs, jerked himself up, and drove at Parker. The pilot met the charge\nhead on. They went down locked together.\n\nRetch was a tornado erupting with violent fury. He threw Parker away\nfrom him, leaped to his feet. Parker pulled himself to one knee. The\nfallen pistol lay in front of him. He snatched it up.\n\nRetch was coming toward him. He saw the gun in Parker's hand, hesitated.\n\n\"I'll kill you,\" the pilot said.\n\n       *       *       *       *       *\n\nRetch caught himself. For an instant he seemed to hang in the air before\nParker, yellow glaring in his eyes as he tried to make up his mind\nwhether or not to buck the gun.\n\n\"Get your hands up,\" Parker said.\n\nSlowly the yellow went out of Retch's eyes.\n\n\"Get your hands up!\" Parker repeated.\n\nThis time Retch obeyed him. Parker backed him against the wall, took the\nsecond pistol from his pocket, his own gun.\n\n\"Damn you!\" Retch snarled. Parker saw that the man was not speaking to\nhim but to Gotch, he saw also that during all this Gotch had not moved.\nThe man stood transfixed; afraid to move.\n\nParker turned to the two men behind the table. They had not moved\neither, though Ulnar looked as if he was about to come to his feet.\nRozeno sat very still. There was sadness on his face.\n\n\"Go away,\" he gestured toward Retch. \"And you, too, Gotch, go away.\"\n\n\"You mean we can go after--\" Gotch faltered.\n\n\"I don't want to see either of you again,\" Rozeno said. There was actual\nliving pain in his voice. \"Go!\"\n\n\"Wait a minute,\" Parker spoke quickly.\n\n\"Yes, my son?\" Rozeno's face lost its sadness when he looked at Parker,\nit came alive with sudden animation.\n\n\"You don't mean to tell me you are going to let these two go?\" the pilot\nprotested.\n\n\"Of course.\"\n\n\"But Retch tried to kill you.\"\n\n\"I know--\"\n\n\"And he'll try it again. There's something here that's driving him\ncrazy. I don't know what it is but he knows. If you turn him loose--I\nwould just as soon turn loose a rattlesnake, Johnny Retch.\"\n\nParker's words were hard, blunt, forceful. But for all the effect they\nhad on the old priest, he might as well not have spoken them. Rozeno\nsmiled. \"I do not think Retch or Gotch will ever harm us. They have no\nmeans to harm us.\" He made a gesture with his hands, spoke a single\nword, \"Go!\"\n\nRetch and Gotch went quickly from the room, like men who were very glad\nto go.\n\n\"I hope you know what you are doing,\" Parker said, saw that Rozeno was\nnot looking at him. The old priest was watching Mercedes.\n\n\"You may stay here, with us,\" Rozeno added.\n\nMercedes' face mirrored gratitude. \"Thank you.\"\n\nRozeno turned his attention to Parker. \"You are new to our island, are\nyou not, my son?\"\n\n\"Yes.\"\n\n\"How did you arrive here? Was your ship wrecked?\"\n\n\"Yes. Actually, however, we were looking for this island.\" Swiftly\nParker explained what had happened.\n\n\"Retch went away, he hired you to bring him back in a ship that flies?\"\nRozeno seemed a little perturbed.\n\nFor the first time, Ulnar spoke, a single grunted sound. Rozeno answered\nwith a swift flow of gutturals that Parker did not understand. Ulnar\ngrunted again, a hot light appeared in his eyes. \"Kill him!\" His fist\ncame down upon the table.\n\nAgain Rozeno looked pained. \"I have worked so long and so hard with him,\ntrying to show him the Way, trying to explain to him that killing is not\na part of the Way. But the old savagery is still in his heart. Sometimes\nI despair of him.\" He shook his head very gently. The light flowing in\nfrom behind him made a halo of his long white hair. His eyes searched\nParker. They were the kindest and at the same time the keenest eyes the\npilot had ever met. They looked at him and through him; they probed deep\ndown inside of him; they seemed to search down to the bottom of his\nsoul. Parker had the feeling he was being weighed, measured, probed.\n\n\"It is not often that I offer a choice to those who come here,\" Rozeno\nspoke. \"Usually they prefer to live in the village at the base of the\ncliff. You may live here with us, if you wish.\" The smile on Rozeno's\nface was a living thing.\n\nDeep down inside of him, Parker felt his soul come to sudden life. \"I'll\nstay here, Father, if I may.\"\n\nThe smile on Rozeno's face became even brighter. \"Good, my son. You have\nmade a very wise choice.\"\n\nParker was silent, perturbed, suddenly uneasy. Here in this place two\nold men lived in rooms near the top of a cliff. Down below was a village\nwhere brawling men lived, men who could walk on water. In the night, in\nthis place something called a Jezbro went on the wings of a harp. There\nwas magic here, mysteries that went beyond his understanding. What else\nwas here?\n\n\"Tell me about this place, Father?\"\n\nRozeno nodded. \"Gladly, my son, gladly. I will show you and tell you as\nI show you. There are things here that even I do not understand.\" For a\nsecond, the old priest frowned as if he was contemplating mysteries that\nlay afar. Then his smile came back and he was rising to his feet. \"Come\nwith me, my son.\"\n\n       *       *       *       *       *\n\nAs they moved from the big room, Ulnar grunted hastily and gestured\ntoward the wall slit. Looking through it, Parker saw a speedy craft\nmoving inside the veil--a PT boat. His heart jumped at the thought that\nthe Navy had finally penetrated the secret of this strange island. His\nheart sank when he saw that even if this was a PT boat, it was not a\nNavy ship. The craft was dirty, unkempt, it was not the smart, spick and\nspan vessel that the Navy would operate.\n\nAs he watched, the boat veered abruptly, slowed, almost came to a halt\nas if its occupants had suddenly discovered the presence of the island.\n\nUlnar shook his fist at the boat. \"_Vondel me sego!_\" he said.\n\n\"No, no, Ulnar,\" Rozeno spoke hastily. \"You must not _vondel_ them. They\nare just some people who have stumbled through the veil and now are\nbewildered.\"\n\n\"Me make 'em more frightened,\" the Indian spoke. He brought one fist\ndown into the other fist, a smacking sound.\n\n\"What is _vondel_?\" Parker spoke.\n\nRozeno seemed not to hear him. The priest was already moving from the\nroom.\n\n\"We do not know who cut these passages here,\" Rozeno said. \"We do not\nknow who cut these rooms into the rock. Some race that lived a long,\nlong time ago--perhaps the legendary Murians, perhaps some other\nrace--had this island as an outpost. I think, also, they used it as a\nscientific laboratory; a dangerous laboratory that they put far away\nfrom their homeland. A place where their wise men--their\nphilosophers--could seek out the mysteries of nature.\"\n\n\"Um,\" Parker said. There was cold in him. He tried to force it away,\ndiscovered it would not go.\n\n\"There is something else that is very strange about this island,\" the\npriest continued. \"Time is different here.\"\n\n\"How is time different?\"\n\n\"In this way,\" Rozeno answered. \"I came to the New World with Cortez.\"\n\n\"I see,\" Parker said.\n\n\"You take it very calmly.\"\n\n\"I do not doubt my own eyes nor do I doubt you.\"\n\nThe old priest glowed. \"Good. Good. Tell me, my son, are there many men\nlike you in the world of today? I have a dream, a secret private dream,\nthat the scientists from your world might come here and study the\nstrange things on this island.\"\n\n\"They would come here in droves if they knew about it. And so would\neverybody else. You would be over-run by hordes of the curious.\"\n\n\"Yes, we know that. That isn't quite what I meant. It was my hope that\nperhaps we could make this island what it was in the olden days--secret\nplace where the wise men could come to study.\" The priest's face glowed\nagain. \"There is so much here to be learned and here, also, is the time\nin which to learn. Here great discoveries might be made. Here could\npossibly be discovered not only the secrets of nature but the secrets of\nthe minds and the hearts of men. From this place, as the centuries\npassed, there might be fed out, little by little, knowledge that would\nchange the world; knowledge that would change the hearts and the minds\nof men; knowledge that would eliminate poverty, stop wars, knowledge\nthat would help the human race become what it must one day be.\"\n\nThe glow on Rozeno's face was bright. The dream he dreamed was suddenly,\nin Parker's mind, a living, breathing vital hope, the hope of all\nhonest men everywhere, that tomorrow might be better!\n\n\"Would you, my son, help me achieve that dream? Will you go back through\nthe veil and explain to some of your greatest scientists what we have\nhere?\"\n\n\"I would like nothing better,\" the big pilot answered. In a way, this\nwas his dream too, though up until now it had always been a secret,\nhidden, impossible-to-accomplish thing. His hand went out to Rozeno.\nDeep inside of him, the glow grew to greater heights. Only one other\nthing was needed to make this glow a really perfect feeling, Effra, who\nhad found this island and had tried to tell him about it. But Effra was\ngone.\n\nThey moved on to a big room where some of the scientific equipment of\nthe vanished race still functioned. Set in a sunken pool ten feet in\ndiameter in the center of the room was a circle of what looked like\nmercury. Leading up from it were heavy bus bars of some unknown metal.\nThe bus bars came together and marched across the room to a control\npanel, one of the strangest control panels Parker had ever seen. The\nmeters were graduated in colors. In front of the chair where the\noperator sat was a keyboard like that of a vast pipe organ. How much\ntraining would an operator need to operate this keyboard? Directly in\nfront of the operator's seat was a square panel that looked like a\ntelevision screen.\n\n       *       *       *       *       *\n\nSet in niches where the right hand of the operator could reach them\neasily were statuettes of birds, animals, reptiles. Made of some metal,\nthey were perfect representations. Parker saw a condor, a bald-headed\neagle, a humming-bird, a cougar, a jaguar, an alligator. His eyes went\nback to the pool in the center of the room.\n\n\"It is generating power,\" Rozeno said. \"As it turns, it creates some\nforce, some energy. I do not understand this energy. No one now alive\nunderstands it. Understanding is one of the things I hope your\nscientists may achieve--come away, Ulnar.\" The last was spoken as the\nIndian strayed near the operator's seat.\n\nUlnar grunted impatiently. There was something about that seat that\nlured him. But he came away. They went into another room, leaving behind\nthem the pool of mercury that turned slowly, like a miniature earth on\nsome axis of its own. Parker took one look at the contents of this room,\nand gasped.\n\nThe crown jewels of England were no greater than these! Here were crowns\nof pounded yellow gold; here were gargoyle masks made of the same yellow\nmetal; masks that sparkled with gems. Here, lying on the rock shelves,\nwere ingots of what looked to be solid gold, each one heavy enough to be\na full load for a grown man.\n\nUlnar was examining a gargoyle mask. He touched a gold bar, his old\nwithered fingers seeming to savor the feel of it.\n\nRozeno smiled gently. \"Ulnar treasures these things, they were put in\nhis charge a very long time ago. He has been faithful to his trust.\"\n\n\"But--\" Parker whispered.\n\n\"This is a part of Montezuma's treasure, a part that Cortez did not get.\nThere is as much of it here as 400 men could carry away. Ulnar was one\nof Montezuma's most trusted sub-chiefs. He brought the treasure here, to\nkeep it for his Chieftan.\"\n\nUlnar's wrinkled face broke into a grin. \"Me take good care,\" he said\nsimply. \"Me clean, me polish, me save for my Chief.\"\n\n\"Tell me one thing?\" he said.\n\n\"Gladly, my son.\"\n\n\"Does Johnny Retch know this is here?\"\n\n\"I suppose so. All who live on our island know about it.\"\n\nMuscles knotted at the corners of Parker's jaws. He pressed his arms\ndown against his jacket so that he could feel the guns in the pockets.\nThe guns felt good.\n\n\"Father Rozeno!\" a voice called from a corridor outside the treasure\nroom. \"Father Rozeno? Where are you?\"\n\n\"Here I am, my dear,\" the priest answered.\n\nAt the sound of that voice, Bill Parker forgot all about the guns in his\npockets, Johnny Retch, Montezuma's treasure, and everything else that\nwas on this island. He stood stock still, paralyzed.\n\nA girl came through the opening into the treasure room. She wore a dark\ndress; sandals; her hands were gloved; she had apparently been working\nat some task. She smiled at Ulnar, glanced at Parker, nodded, looked at\nRozeno, smiled, then glanced back quickly at Parker as if he reminded\nher of someone she had once known, then turned again to the priest.\n\"Father, I have been cleaning all morning--\"\n\nSo far she got. Bill Parker broke his paralysis and swept her into his\narms.\n\n\"Effra--Effra--Effra--\" His voice was a choked whisper, almost inaudible\nin the treasure chamber of Montezuma. As she had come through the door,\nhis mind had given him a flashing picture of the plane wrecked on the\nshore. Effra, fleeing from Dr. Yammer, had taken one last desperate\nchance on finding her island; one last lonely flight out over the\nPacific. No wonder he had been unable to find her. She had found her\nisland. She had come here. She _was_ here, in his arms.\n\nThere was wonder and awe and bewilderment in the big pilot. Here was a\nmiracle almost past the understanding. \"I've found you--Effra--\"\n\nFor an instant, she lay in his arms like a frightened child who dared\nnot move. \"Please--\" she whispered. He did not hear her. His lips sought\nhers, found them. She did not draw away, but neither did she respond.\n\"Effra--\" Parker looked up. Rozeno and Ulnar were regarding him with\nmild astonishment. In his arms, Effra stirred again. \"Please--let me\ngo.\"\n\nThis time the big pilot heard her. Setting her back on her feet was one\nof the hastiest movements he had ever made in his life. \"Effra--I did\nnot mean to startle you--but darling--\"\n\nShe stood irresolute, staring at him. \"Please--You have no right--\"\n\nHe saw that her eyes, fixed on him, regarded him as an utter and\ncomplete stranger.\n\n\"Don't you know me, Effra?\" There was almost a sob in his voice.\n\n\"I never saw you before in my life.\"\n\n       *       *       *       *       *\n\nParker turned, moved to a window slot, stood looking out. The trees\nbelow him, the island, the sea, the PT boat lying at anchor off shore,\nhe saw all of these things, but yet he did not see them.\n\nHe had found Effra and she did not remember him, did not know him.\nInside of him was agony, such pain as he had never known. He felt a\ntouch on his arm. Rozeno stood there, his face troubled. \"Do you know\nour Effra, my son?\"\n\n\"Yes.\"\n\n\"Do you, perhaps, love her?\"\n\n\"Yes.\"\n\n\"And you are very unhappy because she does not respond?\"\n\n\"Yes.\"\n\nThe old priest's face grew a little more sad. \"When she landed here, the\nlast time, she made an awkward landing. She was thrown forward and she\nhit her head. She does not remember anything that happened before that.\"\nRozeno's finger bit deeply into Parker's arm. \"Come now, and I will\nintroduce you to her, as a stranger.\"\n\nBill Parker found himself being introduced to the woman he loved. \"I'm\nsorry about my actions of a minute ago,\" he said. \"I thought you were\nsomeone else.\"\n\nThe smile she gave him was forgiving but it was also cool and distant.\n\"That's all right, Mr. Parker. I understand.\" Her voice went into\nsilence as another sound came into the room. The sound of rapid gunfire.\n\nParker had thought he had in his pocket the only two modern weapons on\nthe island, but somewhere in the growth of trees far below the window\nslot, someone was firing a sub-machine gun.\n\nParker raced to the slot. Below him the island lay quiet. He turned.\nMercedes, her face working, was staring at him.\n\n\"Beel--Beel--I have not told you everything! That Johnny Retch, he hire\nyou to fly him here in 'copter, to find thees island. He also have men\nin boat coming. Your job, which you did not know, was to find island,\nthen lead men in boat to it. Johnny means to take all thees.\" The\ngesture of her hand included all the treasure of Montezuma. \"He have men\nin boat to help him take it. He does not mean to let anything stop him.\nNot anything!\"\n\nParker saw what he had not seen before, that Johnny Retch was a man who\nwould always have two strings for his bow. Too late, he saw that the\nboat lying at anchor was not an accident.\n\n\"I should have killed that dog when I had the chance!\" he snarled.\n\nShambling feet sounded in the corridor outside. Pedro burst into the\nroom. He grunted words at Ulnar.\n\n\"Pedro says men come up the ledge,\" Rozeno said. \"They must be from the\nboat. We must go to meet them. It will be a great pleasure to them.\nCome, Ulnar. Come, Bill.\" He moved toward the door.\n\nParker was across the room in quick strides, catching Rozeno's arm.\n\"You can't do it, Father Rozeno. Those men who are coming up the ledge\nmean to kill.\"\n\n\"My son!\" Hurt showed on the priest's face. \"Surely you do not know what\nyou are talking about!\"\n\n\"But I do know!\" Parker almost shouted the words. Quickly, desperately\nhe tried to explain the situation to Rozeno. To his growing horror, he\nsaw no comprehension in the old priest's eyes. Slowly Parker began to\nrealize that this old man was so gentle and so kind himself that he\ncould not comprehend even the thought of anyone else being--evil!\n\n\"You may stay here, if you wish, my son, but Ulnar and I will go speak\nto these people who are coming up the ledge. Come, Ulnar.\"\n\nHis face glowing at the thought of meeting new people, the priest moved\nfrom the room. Ulnar grunted once, a hot, savage sound, then followed\nRozeno like a dog following its master.\n\nEffra started to follow them.\n\nParker caught her arm. \"Please, at least you stay here. Understand me\nnow if you never understood me before. Is there a window slot from which\nthe ledge can be seen?\"\n\n\"Yes.\"\n\n\"Then take me to it. Quickly!\"\n\n       *       *       *       *       *\n\nFrom the slot, Parker could see a section of the ledge. Two men were\ncrawling along it, advancing as cautiously as scouts trying to surprise\nan outpost. Parker had never seen either of them before but their faces\nconfirmed everything Mercedes had said--they were thugs, killers.\nThrusting the pistol through the slot, the pilot took careful aim,\npulled the trigger.\n\nThe thunder of the gun rang through the room, echoed across the island.\nThe bullet knocked rock chips into the face of the lead man. He recoiled\nas if he had been stung. The Tommy-gun in his hand spouted lead blindly\nat the face of the cliff. The second man spun around--began shooting\nblindly.\n\nParker moved away from the slot, listened to the rattle of the guns\noutside. He could distinguish the heavy thud of the Tommy-gun, the\nsharper crack of the carbine, but other weapons were also firing.\n\"They've got men with high-powered rifles posted in the tree down\nbelow.\"\n\nHe glanced from the slot. The men had disappeared from the ledge. As he\nmoved back, a slug whined into the room. Mercedes cowered against the\nwall. Effra remained cool and poised. She was looking at Parker.\n\"Haven't I met you somewhere before?\" She seemed completely unaware of\nthe rifle bullet that had just screamed through the slot.\n\n\"I--\" Parker caught himself. There was agony in him. What good would it\ndo if she did, finally, remember who he was, who she was? What they had\nonce been to each other? He had three old men, and two women, and\nhimself, with which to defend Montezuma's treasure against Johnny Retch,\nwho had a small army of trained killers at his back.\n\nWhat chance did they have? Johnny Retch, even if given Montezuma's\ngold, would not leave anyone alive except possibly Mercedes and Effra.\n\n\"Do--do you know anything we can do to stop those men?\" Parker said.\n\nLight seemed to come into Effra's eyes.\n\n\"We might--we might use the Jezbro!\"\n\nFrom the shelter of the trees, Johnny Retch operated like a general in\ncharge of a force of Commandos engaged in attacking a miniature\nGibralter. He was a very deliberate general. When the first shot from a\nslot in the cliff had driven the two men downward, he met them at the\nbottom of the ledge, a cigarette dangling from his lips, a sub-machine\ngun in his hands. \"Okay, boys, go back on up.\"\n\n\"There's a guy in there with a gun,\" one of the two protested. \"He's\ninside and we're outside. We're sittin' ducks for him.\"\n\n\"We're covering the slots with rifles in the trees.\"\n\n\"But--\" Neither of the men wanted to go up that ledge again. They might\nbe hardened killers but they did not like the idea of facing a gun they\ncould not see.\n\n\"Go on back up, boys,\" Retch said. He lifted the muzzle of the gun he\nheld.\n\n\"But--\"\n\n\"Either go back up or you'll stay down here a long time!\"\n\nThey went back up the ledge. Retch retired to the shelter of the trees\nand watched.\n\nNo shots came until they reached the mouth of the tunnel leading into\nthe cliff. There, one of the men was killed. He fell backward from the\nledge, screaming as he turned over and over.\n\nThe falling man broke his way through the top of a tree and sprawled\nthudding on the ground. He did not move after he hit. Retch did not\nwaste a second glance on him.\n\nMuffled but clearly audible, the blasting roar of the machine gun came\nfrom the tunnel.\n\n\"He got in,\" Retch said. \"Okay. Two more of you go up.\"\n\nTwo more men went up the ledge.\n\nThe entire population of the village had gathered to watch this storming\nof the cliff. They regarded Retch with wonder and with awe. Some of\nthese men had been pirates in their day, they had known how to loot a\ntall ship, to kill its crew, to take over any wealth and any women it\nhappened to carry.\n\nWatching Retch, they discovered they had been amateurs in the fine art\nof attacking and killing. They had needed a man from the modern world to\nshow them how the job ought to be done. They were greatly impressed,\nGotch most of all.\n\nWaving his sword, Gotch explained what he would do to that black priest,\nRozeno, and to that cowardly Indian, Ulnar. Of all the listening group,\nonly Peg-leg protested.\n\n\"Yeah, you'll get them all right--if the Jezbro don't get you first!\"\nPeg-leg said.\n\nRetch overheard the words. \"Come here, Peg-leg, I want to talk to you.\"\n\nThe old sailor stumped his way to where Retch stood.\n\n\"Aye, Cap'n.\" He saluted. A look of surprise appeared on the old\nsailor's face as the first heavy slug hit him. As the second, third, and\nfourth slugs hit him, the expression of surprise became one of agony. He\nfell without a sound.\n\n       *       *       *       *       *\n\nRetch stood looking down at him.\n\nThe group was silent. Gotch hastily lowered his sword.\n\n\"I don't want to hear any more superstitious talk,\" Retch said. \"There\nare a lot of funny things here on this island but there is nothing to be\nafraid of--except _this_!\" He patted the stock of the stumpy little gun\nhe held. \"And there's enough stuff up there to make all of us rich;\nwe'll have everything we can ever want.\" A glow crept into Retch's eyes\nas he spoke. They glowed with a yellow color and the yellow seemed to\ncome out of his eyes and spread over his face. He glanced down at\nPeg-leg.\n\n\"Dump him into the sea,\" he said, walking away.\n\nThe two men climbing the ledge reached the opening. They stopped there\nand apparently held a conference with the man who was already inside.\nThey went inside. A few minutes later, one appeared at the opening.\n\n\"You can come on up now,\" he yelled, waving his gun. \"All secure here.\"\n\n\"Gotch!\"\n\n\"Yes, Cap'n.\"\n\n\"Come on.\"\n\nGotch went up the ledge with Retch. He went in shivering fear which he\ntried desperately to conceal.\n\n\"What the hell are you scared of?\" Retch snarled at him.\n\n\"Nuthin', nuthin', Cap'n. Nuthin'.\"\n\n\"You yellow-livered--\" Retch stopped in midsentence. A sound was in the\nair, the cheeping of a sleepy bird. It was a tiny sound, fragile,\ndistant, far-away, almost too weak to register on the ears. Hearing it,\nRetch jerked his eyes to the sky, seeking the source.\n\nGotch threw himself flat on the ledge.\n\n\"The Jezbro!\" Gotch gasped. \"God--God--\"\n\nLooking at the sky, Retch caught a glimpse of something moving there. It\nlooked like a bird, but it was like no bird he had ever seen in his\nlife. It was more like shadow--a darkness that had a darting elusive\nsilver color about it.\n\nLike a swooping hawk, it was diving toward the ground, aiming at the\ngroup clustered in the trees at the spot where the ledge began to rise\nup the face of the cliff. As it dived, the cheeping sound of a sleeping\nbird was becoming a flooding blast of wild harp notes.\n\n\"The Jezbro!\" Gotch wailed.\n\nThe Jezbro dived at the men on the ground. They heard it, saw it; they\nscattered through the trees like frightened chickens fleeing from a\nhawk.\n\nThe Jezbro selected a victim. Retch caught a glimpse of long, cruel\ntalons extended; saw the man grasped in them. The man screamed as the\ntalons touched him, tried to throw himself flat, tried to jerk away from\nthem. Huge wings fluttered, beating the air. The man did not escape.\nThe talons held. The beating wings lifted him.\n\nWild notes flooded outward. There was triumph in the music now. Huge\nwings beat the air. The Jezbro climbed up above the trees. Held firmly\nin the extended talons was a fully grown man.\n\nWatching, Johnny Retch felt panic tumble through him, panic that was\nlike a sudden touch of an ice cold hand. They had warned him about the\nJezbro. Old Peg-leg had tried to tell him. Gotch had trembled in fear.\nThey had all insisted that there was _something_ here that did not\nbelong in the world as he knew it.\n\nHe had laughed at them, he had called them superstitious fools. To him,\nthere was nothing that was not of this world.\n\nNor was there now, when the moment of wild panic had passed. As the\nJezbro swept upward through the air, rising along the face of the cliff,\nRetch jerked up the Tommy gun.\n\nSmoke and lead blasted from the muzzle. The Jezbro was unharmed. Taking\ncareful aim this time, Retch fired again, a furious blast of rattling\nsound.\n\nThe Jezbro swerved, the harp notes missed a beat.\n\nFrom the suddenly loosened talons a figure plummeted downward, screamed\nas it fell, stopped screaming as it crunched against the ground.\n\nThe Jezbro circled in the air. It rose upward, swooped. Huge wings\nflapped, a tail structure was extended. From the gaping, extended mouth,\na scream arose. The Jezbro seemed to leap toward the summit of the sky.\n\nA flash of light as brilliant as the explosion of a miniature atom bomb\nflared for a brief second. Thunder clapped, rolled around the horizon;\nechoed back. In the distance the veil that circled the island shimmered\nand twisted as if it was about to collapse. It righted itself.\n\nExcept for a puff of swiftly dissipating white vapor, the air was clear.\nWhere wild harp notes had once flooded now was silence. Where a creature\nthat had once looked like a giant bird had flapped through the air now\nthere was nothing.\n\n       *       *       *       *       *\n\nOn the ledge, Johnny Retch wiped sweat from his face. From his pockets,\nhe methodically refilled the almost empty clip of the gun. He looked\ndown at Gotch, who was sitting up.\n\n\"You killed the Jezbro!\" Gotch was whispering. His eyes were searching\nthe sky as if he still did not believe what he had seen happen.\n\n\"Sure,\" Retch answered. \"I don't know what the hell it was, but it could\nbe killed. Anything can be killed, Gotch. Remember that.\" The sting of\nacid crept into his voice. \"Get up. We're going on up the ledge.\"\n\n\"By God, Johnny, you can do anything!\" Gotch spoke. He rose with\nsuddenly renewed confidence. \"Wait'll we get to them--\" He looked up the\nledge toward the mouth of the tunnel.\n\nEffra was seated in the operator's chair in front of the complex\ncontrol panel that resembled the key board of a strange organ. She had\nbeen watching an image move in the screen directly in front of her eyes.\n\nThis image--it had been that of a great bird--had suddenly vanished.\n\n\"The Jezbro was destroyed!\" she whispered. \"The core of it was struck.\nWhen that happens, the complete projection is torn to pieces!\" Her face\nwas white with strain.\n\nParker took his eyes off the screen where he had been watching something\nthat he did not pretend to understand.\n\n\"Sometimes they are very difficult to control,\" Effra continued, her\nvoice a whisper. \"Once set in motion, they seem almost to achieve life\nof their own. I did not send the Jezbro against the men on the ground, I\nsent it against the man on the ledge, against this Retch. But--\" her\nvoice faltered.\n\n\"I saw it get away,\" Parker said. There was turmoil in his mind,\nconfusion. He was in a place where miracles came to life. The secret of\nthe ability to walk on the water lay here in this room. Effra, in swift\nsentences had explained to him that the men who walked on the water\ncarried little pieces of metal in their pockets; pieces of metal which\nincreased tremendously the surface tension of the water where they\nstepped on it. She had also told him that Ulnar, working this equipment,\nhad _vondeled_ his helicopter, had sent out a tiny Jezbro that had\nstruck at the ship, wrecking it. The Jezbro, the secret of the men\nwalking on the water, had come from this room. The striking of the\nJezbro was to Ulnar the act of _vondel_. Even the veil that surrounded\nthe island was generated here; in the power being generated in the\nslowly circling pool of mercury; power that was changed and modified by\nthe other equipment.\n\nHere was the heart and the secret of the magic of this island; here even\ntime was set aside.\n\nUlnar poked at Effra, grunted harshly. \"I know,\" the girl said quickly.\n\"In just a minute.\"\n\nUlnar grunted again. He hovered over her like some massive brooding\nspirit. He was eager to get his hands on the control board but his old\nfingers were no longer sufficiently flexible to play on that key board\nthe tune that had to be played.\n\n\"_Pater noster_--Our Father--\" In the silence came Rozeno's voice as he\nknelt in prayer. Bewildered and hurt and horrified, Rozeno and Ulnar had\ncome back into the room to find Parker and Effra and Mercedes already\nthere. Mercedes knelt beside him.\n\nPedro thrust his head through the opening behind them. \"Him two more\nmen, him man that kill Jezbro, him still coming up ledge.\"\n\n\"That's Johnny Retch,\" Parker said. \"He's still coming. And there are\nprobably others already inside here, looking for us in the rooms and\ncorridors. We've got to move, Effra.\"\n\n\"I know, Bill.\" Her fingers started toward the control board, drew back.\n\"I called you Bill. Is that your name?\"\n\n\"Yes.\"\n\n\"It's a nice name.\"\n\n\"But now we must hurry,\" Parker said. As he spoke, Ulnar grunted a\nsingle sound that set the girl into motion.\n\nHer fingers went to one of the little statuettes, an eagle, a perfect\nthing in its way, a marvelous representation of the bird of prey. Effra\nhad told Parker, in hasty sentences, how these images were made, deep\ndown in the mountain, of a particular kind of metal that was almost\nweightless. He watched her slip the eagle into a slot, held his breath\nas her fingers darted across the key board.\n\nA soft hum sounded--currents moving--a glow sprang into existence\nsurrounding the little image. Slowly, the statuette began to glow with a\nsilver light. The glow played over it, it shifted, changed, was one\nthing this instant, was something else the next instant. It looked like\na moth emerging from a cocoon and becoming a butterfly. The tiny wings\ncame free, the head moved.\n\nThe cheeping of a sleepy bird was in the room.\n\nAt the sound, a wave of cold from the deepest depths of space seemed to\nsweep over Parker. Here was magic beyond the comprehension of the mind.\nOnly it wasn't magic, it was a scientific achievement of the highest\ncaliber.\n\n       *       *       *       *       *\n\nAt the cheeping sound, Effra's fingers moved swiftly on the control\nboard, playing a symphony that only she understood. The little eagle\nmoved out of the slot, it spread its wings, they fluttered, it moved\nupward into the air of the room.\n\nWith each circling of the room, it grew larger. The cheeping sound\nbecame louder, there was a touch of harp music in it now. Effra's\nfingers moved like lightning over the control panel. The growing eagle\nseemed to pick up its controls, it swirled, circled, went through the\nopen slot, went out of the room, and into the air outside. It was now\nthe Jezbro.\n\nIts image appeared on the screen. It shot high into the air, still\ngrowing. The scene on the screen revealed in miniature the whole island,\nthe sea lapping its shores, the boat lying at anchor. Effra's fingers\nmoved frantically over the controls. \"This is one of the hardest things\nto do. They seem to be attracted to the sun, when first released. They\nstruggle desperately to escape into space--There! I've got it under\ncontrol.\"\n\nThe scene changed, became a group of men climbing the ledge. Parker saw\nthese men suddenly jerk their heads toward the sky as they became aware\nof the Jezbro. He could imagine the fear that was shooting through them.\nThey had seen Johnny Retch destroy the Jezbro, only here the Jezbro was\nagain.\n\nFrom their viewpoint, it had miraculously come back to life and was\ndiving again upon them from the sky. Guns were fired upward. But these\nmen did not have the cool, hard nerves of Johnny Retch, did not have his\nshooting eye. They missed. The Jezbro dived among them.\n\nThey scattered, screaming. Two went off the ledge, three raced down it.\nOne mounted to the sky to the triumphant harping of the Jezbro.\n\nParker felt a wave of relief flow through him. Here in the Jezbro was\nactually a most potent weapon, the means of stopping an attack. \"Girl!\nYou've done it!\"\n\nA second later he caught himself. \"But Johnny Retch wasn't in that\nbunch. He must already be inside the cliff.\"\n\nA gun roared three times inside the mountain. Footsteps faltered in the\ncorridor outside. Pedro stumbled into the room. His face was a bloody\nmask.\n\n\"Him men inside.\" As he coughed out the words, he coughed out blood--and\nhis life. He stumbled, caught himself, stumbled again, went down the way\na dead man goes down, never to rise again.\n\n\"_Qui est in Coelis_--who are in Heaven--\" Rozeno's voice whispered\nthrough the room. The only sound.\n\nUlnar moved slowly, stood beside Pedro. They had been master and servant\nbut in the old days they had come up out of Mexico together, guarding a\ntreasure. Ulnar moved to the wall, took down a heavy battle axe that\nhung there. \"Time come for me,\" he said. \"Me go meet men as my chief\nwent to meet Cortez!\" His eyes glinted.\n\n\"Wait!\" Rozeno called. The priest was on his feet. \"I have resolved the\nconflict in my soul. There comes a time when men, even good men, must\nfight against the forces of evil.\" From the wall he took a spear.\n\n\"I'll go with you two,\" Parker said. \"In just a moment.\" From his\njacket, he took one of the two pistols. Silently he passed it to Effra.\n\"As a last resort, use it.\"\n\n\"But, Bill, there is still time--\"\n\nParker didn't hear her. He was moving with Rozeno and Ulnar through\nanother opening. \"At least,\" Rozeno was saying. \"We have this advantage.\nWe know our way around here.\"\n\nThey moved silently, by side passages, through the rooms. \"Find Retch,\"\nParker whispered over and over again. \"He's the heart and the core of\nthis business. With him out of the way, we can handle the others.\"\n\n\"Do you see anybody, Pfluger?\" Retch's voice came from somewhere.\n\n\"Naw. I think I got the old gink but he ducked out of sight somewhere.\"\n\n\"Retch is on the other side of the corridor,\" Rozeno whispered. \"The man\nwho spoke last is in the next room.\"\n\nThey slipped to the opening, peering into the next room. A man in there\nwas crouching against the wall and watching the opening into the\ncorridor. At the sight of the man, Ulnar went berserk. This was the man\nwho had killed Pedro.\n\nA shrill battle cry pealing from his lips, massive axe uplifted, Ulnar\ncharged through the door.\n\nThe crouching man whirled. Smoke and thunder rolled from the gun in his\nhand. Ulnar had taken death wounds before he was halfway across the\nroom. But death wounds or not, he kept going.\n\nThe heavy axe came down on the head of the man who was desperately\ntrying to fend it off. The man went down. For an instant, Ulnar's\nbattle cry of triumph, wild and savage and fierce, roared through the\nhoneycomb of passages, then went into silence with Ulnar, forever.\n\n\"Hey, Pfluger, what the hell happened?\" Retch's startled voice came.\n\n\"We've got to cross the corridor to get at him,\" Parker whispered. \"And\nthere are other men in here somewhere.\"\n\n\"Listen!\" Rozeno whispered.\n\nVoices, a babble of sound, were coming from behind them.\n\n\"The men from the village,\" Rozeno whispered. \"When they ceased fearing\nthe Jezbro, they found the courage to come up here.\"\n\n       *       *       *       *       *\n\nThe babble grew stronger. Running feet moved along the corridor. Retch\nshouted somewhere, but the words were lost.\n\nRising above the other sounds was the cry of a woman--Effra.\n\nParker cursed beneath his breath as he ran. At the side entrance to the\nbig room where the pool of mercury turned, he stopped, appalled.\n\nThe room seemed full of men. Some of them he recognized as coming from\nthe village, others he had never seen before. From their appearance he\njudged they had come in the boat. Retch was coming through the door that\nled into the main corridor. The gun in his hands was centered on Effra,\nwho crouched at the key board of the vast machine. There was a smile on\nRetch's face.\n\n\"Parker!\" Retch's voice lifted in a yell. \"Parker! I've got your girl.\nCome on out and give yourself up or I'll let her have it.\"\n\nThis was his moment of triumph, this was the moment when he won his\nvictory. Parker, peering around the edge of the doorway, knew now that\nhe had no way to go. If he moved into the room, and tried to shoot\nRetch, the man would certainly kill Effra in one wild burst of slugs as\nhe turned the gun on the pilot.\n\n\"Parker!\" Retch yelled again. A smile on his face, he waited for an\nanswer.\n\nEffra's fingers moved on the control panel. Mercedes got slowly to her\nfeet. The men in the room were silent, waiting for an answer to Retch's\ncommand. Parker stood just outside the door, hesitant. No matter what he\ndid, it seemed to him that there was only one answer.\n\nBehind Retch, coming from the corridor, something moved. At the sight of\nit, Parker felt a flood of biting cold surge through him.\n\nIt was a puma--a gigantic puma. In its jaws, as it swung its head from\nside to side, dangled the body of a man it had killed in the corridor.\n\nIt was a Jezbro puma.\n\nOnce it had been a little image in a niche beside the machine from the\nold time. Then life had flowed into it, its own kind of life, now it\nwalked as a huge ravening beast through the room where once it had been\na tiny image.\n\nThe first man who saw it went dead white and slumped downward in a\nfaint. The others saw it in almost the same instant. Pandemonium swept\nthrough the room. No man's nerves were proof against such a sight as\nthis. Screaming men were suddenly trying to fight their way out of a\nplace that had suddenly become haunted.\n\nThe puma flowed into the room. Like Retch, it had yellow eyes. They\nglared now, with a burning light. There was a vague mistiness about this\npuma but there was also about it the appearance of solid reality.\n\nRetch spun to face the menace coming from behind him. The gun in his\nhands spat flame and fury.\n\nHe had destroyed the Jezbro hawk. He would also destroy this Jezbro\npuma.\n\nThe puma dropped the man from its jaws. It crouched. It leaped straight\nat the gun spouting lead. Retch slid to one side. The puma missed. It\nhit the floor, slid, tried to turn as a frantic girl moved buttons on\nthe key board.\n\nThe floor was slick, the padded feet did not grip. The tail of the\nsliding puma touched the pool of mercury. The tail smoked as if it was\nsuddenly on fire.\n\nThe puma screamed. It seemed to be drawn into the pool. It was as if\nsomething in the pool caught the puma, held it, pulled it into the\nmercury.\n\nIt went out of sight, vanished. No puff of flame followed. The life that\nhad animated it had come from this pool. Now the life had returned to\nits source.\n\nThe dazed Retch lowered his smoking gun.\n\nParker moved silently forward.\n\n\"Lay down the gun, Johnny Retch!\" he said.\n\nRetch seemed to stiffen. His back was to Parker. He did not attempt to\nturn.\n\n\"You called for me,\" Parker said. \"Here I am. Drop the gun!\"\n\nRetch snarled, spun, dropping flat as he turned. His eyes were narrowed.\nThey glared at Parker like twin flames of yellow hate. He tried to bring\nup the gun.\n\nSomething came through the air, something that he did not see. It\ngrabbed his arms, clutched them with a fierce grip, screamed at him.\nMercedes!\n\nRetch, with one savage thrust, flung her aside. Again the two yellow\neyes glared at Parker as Retch brought up the weapon that he held.\n\n\"You haven't licked me yet!\" Retch screamed.\n\nThe gun in Parker's hand exploded.\n\nSuddenly Retch had three eyes. One of them was in the middle of his\nforehead. It was round and blue.\n\nHe stood for a second, transfixed. Something had happened to him. He did\nnot know exactly what it was. He had come here seeking Montezuma's\ntreasure. He had it in the reach of his hand. But something had happened\nto him. What it was he did not quite know. Something--\n\nHe tried to lift the gun he held. His hands would not obey him. Or\nperhaps the gun had suddenly grown too heavy for him to lift. He could\nnot raise it.\n\nThe yellow light in his eyes did not change. But suddenly he collapsed,\nwent down, did not move.\n\n       *       *       *       *       *\n\nEven after he was on the floor, his eyes remained fixed on Parker,\nglaring, yellow. Then, little by little, the yellow flames began to go\nout.\n\nIn the silence were two sounds. The first, Mercedes, whispering. \"'Ave I\npaid my debt, Beel? I tried.\"\n\n\"You have paid it,\" Parker said.\n\nThe other sound was that of the old priest beginning the prayers for the\ndying. He had laid aside his spear. Now he was kneeling again, his voice\nlifting as he prayed even for those who had mis-used him.\n\nThen there was another sound, voices shouting in the distance. The men\nwho had run from this room were trying to regain their courage, trying\nto find the will to come back again.\n\nParker moved to the girl who sat at the key board.\n\n\"Effra, my dear, if you would--\"\n\nCatching his idea, she nodded. Her fingers lifted the image of an\nalligator from its niche.\n\nParker saw the 'gator waddle from this room of mystery and of magic,\nfrom this room of lost science, from this forgotten laboratory of a\nvanished race.\n\nAfter the alligator, went a jungle cat, full of spit and scratch and the\nsounds of fury. After the cat went a jaguar, black, fanged, also with\nyellow eyes.\n\nIn the corridors the screaming stopped. Parker, listening, shuddered. He\nwas glad he was not out in one of those corridors; one of the men who\nhad tried to steal the treasure of Montezuma, one of the men who had\nfollowed Johnny Retch. Hell was walking through those tunnels--hell in\nthe form of an alligator; hell in the form of a jungle cat; hell in the\nform of a jaguar with yellow eyes.\n\nFrom the window slot, Parker watched men swarm out of the cliff. Some\nfound the small boats, pushed out in them to the PT boat. Others swam. A\njaguar went along the shoreline screeching at them. A jungle cat spat at\nthem from the edge of the water.\n\nOn the boat, the anchors were hastily cast off. Powerful motors growled.\nGathering speed, leaving a growing wake behind it, the boat drove itself\ninto the veil, went out of sight.\n\nParker went back to the girl at the key board.\n\nHer eyes came up to him. \"Hello, Bill,\" she said.\n\n\"Effra?\" he whispered.\n\n\"As I was sitting here, I remembered who you were--and who I\nam--Bill--Bill--\" She came into his arms.\n\nHours later, on a balcony in front of one of the window slots, they\nstill stood very close together. Rozeno and Mercedes were with them.\nRozeno was speaking.\n\n\"Do you think, my son, that you can go out into the world, and contact\nthe great men of this time, and bring them here one by one, so that we\nmay build in this secure spot a group from which the lines of progress\ncan flow out to all men in all the corners of the earth?\"\n\n\"I can, Father,\" Parker answered.\n\n\"Unto all men--\" Rozeno's lips moved in prayer. \"Unto all men--\"\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Sinister Paradise, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SINISTER PARADISE ***\n\n***** This file should be named 32359.txt or 32359.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/5/32359/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}