{"title": "The Holes Around Mars", "author": "Jerome Bixby", "releaseDate": "May 13, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's note:\n\nThis etext was produced from Galaxy Science Fiction January 1954.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.\n\n\n\n\nThe holes around Mars\n\nBy JEROME BIXBY\n\n\n  _Science said it could not be,\n  but there it was. And whoosh--look out--here\n  it is again!_\n\n\nIllustrated by DICK FRANCIS\n\n\n\nSpaceship crews should be selected on the basis of their non-irritating\nqualities as individuals. No chronic complainers, no hypochondriacs, no\nbugs on cleanliness--particularly no one-man parties. I speak from\nbitter experience.\n\nBecause on the first expedition to Mars, Hugh Allenby damned near drove\nus nuts with his puns. We finally got so we just ignored them.\n\nBut no one can ignore that classic last one--it's written right into the\nannals of astronomy, and it's there to stay.\n\nAllenby, in command of the expedition, was first to set foot outside the\nship. As he stepped down from the airlock of the _Mars I_, he placed\nthat foot on a convenient rock, caught the toe of his weighted boot in a\nhole in the rock, wrenched his ankle and smote the ground with his\npants.\n\nSitting there, eyes pained behind the transparent shield of his\noxygen-mask, he stared at the rock.\n\n       *       *       *       *       *\n\nIt was about five feet high. Ordinary granite--no special shape--and\nseveral inches below its summit, running straight through it in a\nnortheasterly direction, was a neat round four-inch hole.\n\n\"I'm _upset_ by the _hole_ thing,\" he grunted.\n\nThe rest of us scrambled out of the ship and gathered around his plump\nform. Only one or two of us winced at his miserable double pun.\n\n\"Break anything, Hugh?\" asked Burton, our pilot, kneeling beside him.\n\n\"Get out of my way, Burton,\" said Allenby. \"You're obstructing my view.\"\n\nBurton blinked. A man constructed of long bones and caution, he angled\nout of the way, looking around to see what he was obstructing view _of_.\n\nHe saw the rock and the round hole through it. He stood very still,\nstaring. So did the rest of us.\n\n\"Well, I'll be damned,\" said Janus, our photographer. \"A hole.\"\n\n\"In a rock,\" added Gonzales, our botanist.\n\n\"Round,\" said Randolph, our biologist.\n\n\"An _artifact_,\" finished Allenby softly.\n\nBurton helped him to his feet. Silently we gathered around the rock.\n\nJanus bent down and put an eye to one end of the hole. I bent down and\nlooked through the other end. We squinted at each other.\n\nAs mineralogist, I was expected to opinionate. \"Not drilled,\" I said\nslowly. \"Not chipped. Not melted. Certainly not eroded.\"\n\nI heard a rasping sound by my ear and straightened. Burton was\nscratching a thumbnail along the rim of the hole. \"Weathered,\" he said.\n\"Plenty old. But I'll bet it's a perfect circle, if we measure.\"\n\nJanus was already fiddling with his camera, testing the cooperation of\nthe tiny distant sun with a light-meter.\n\n\"Let us see _weather_ it is or not,\" Allenby said.\n\n       *       *       *       *       *\n\nBurton brought out a steel tape-measure. The hole was four and\nthree-eighths inches across. It was perfectly circular and about sixteen\ninches long. And four feet above the ground.\n\n\"But why?\" said Randolph. \"Why should anyone bore a four-inch tunnel\nthrough a rock way out in the middle of the desert?\"\n\n\"Religious symbol,\" said Janus. He looked around, one hand on his gun.\n\"We'd better keep an eye out--maybe we've landed on sacred ground or\nsomething.\"\n\n\"A totem _hole_, perhaps,\" Allenby suggested.\n\n\"Oh. I don't know,\" Randolph said--to Janus, not Allenby. As I've\nmentioned, we always ignored Allenby's puns. \"Note the lack of\nornamentation. Not at all typical of religious articles.\"\n\n\"On Earth,\" Gonzales reminded him. \"Besides, it might be utilitarian,\nnot symbolic.\"\n\n\"Utilitarian, how?\" asked Janus.\n\n\"An altar for snakes,\" Burton said dryly.\n\n\"Well,\" said Allenby, \"you can't deny that it has its _holy_ aspects.\"\n\n\"Get your hand away, will you, Peters?\" asked Janus.\n\nI did. When Janus's camera had clicked, I bent again and peered through\nthe hole. \"It sights on that low ridge over there,\" I said. \"Maybe it's\nsome kind of surveying setup. I'm going to take a look.\"\n\n\"Careful,\" warned Janus. \"Remember, it may be sacred.\"\n\nAs I walked away, I heard Allenby say, \"Take some scrapings from the\ninside of the hole, Gonzales. We might be able to determine if anything\nis kept in it....\"\n\nOne of the stumpy, purplish, barrel-type cacti on the ridge had a long\nvertical bite out of it ... as if someone had carefully carved out a\nnarrow U-shaped section from the top down, finishing the bottom of the U\nin a neat semicircle. It was as flat and cleancut as the inside surface\nof a horseshoe magnet.\n\nI hollered. The others came running. I pointed.\n\n\"Oh, my God!\" said Allenby. \"Another one.\"\n\nThe pulp of the cactus in and around the U-hole was dried and\ndead-looking.\n\nSilently Burton used his tape-measure. The hole measured four and\nthree-eighths inches across. It was eleven inches deep. The semicircular\nbottom was about a foot above the ground.\n\n\"This ridge,\" I said, \"is about three feet higher than where we landed\nthe ship. I bet the hole in the rock and the hole in this cactus are on\nthe same level.\"\n\n       *       *       *       *       *\n\nGonzales said slowly, \"This was not done all at once. It is a result of\nperiodic attacks. Look here and here. These overlapping depressions\nalong the outer edges of the hole--\" he pointed--\"on this side of the\ncactus. They are the signs of repeated impact. And the scallop effect on\n_this_ side, where whatever made the hole emerged. There are juices\nstill oozing--not at the point of impact, where the plant is desiccated,\nbut below, where the shock was transmitted--\"\n\nA distant shout turned us around. Burton was at the rock, beside the\nship. He was bending down, his eye to the far side of the mysterious\nhole.\n\nHe looked for another second, then straightened and came toward us at a\nlope.\n\n\"They line up,\" he said when he reached us. \"The bottom of the hole in\nthe cactus is right in the middle when you sight through the hole in the\nrock.\"\n\n\"As if somebody came around and whacked the cactus regularly,\" Janus\nsaid, looking around warily.\n\n[Illustration]\n\n\"To keep the line of sight through the holes clear?\" I wondered. \"Why\nnot just remove the cactus?\"\n\n\"Religious,\" Janus explained.\n\nThe gauntlet he had discarded lay ignored on the ground, in the shadow\nof the cactus. We went on past the ridge toward an outcropping of rock\nabout a hundred yards farther on. We walked silently, each of us\nwondering if what we half-expected would really be there.\n\nIt was. In one of the tall, weathered spires in the outcropping, some\nten feet below its peak and four feet above the ground, was a round\nfour-inch hole.\n\nAllenby sat down on a rock, nursing his ankle, and remarked that anybody\nwho believed this crazy business was really happening must have holes in\nthe rocks in his head.\n\n[Illustration]\n\nBurton put his eye to the hole and whistled. \"Sixty feet long if it's\nan inch,\" he said. \"The other end's just a pinpoint. But you can see it.\nThe damn thing's perfectly straight.\"\n\nI looked back the way we had come. The cactus stood on the ridge, with\nits U-shaped bite, and beyond was the ship, and beside it the perforated\nrock.\n\n\"If we surveyed,\" I said, \"I bet the holes would all line up right to\nthe last millimeter.\"\n\n\"But,\" Randolph complained, \"why would anybody go out and bore holes in\nthings all along a line through the desert?\"\n\n\"Religious,\" Janus muttered. \"It doesn't _have_ to make sense.\"\n\n       *       *       *       *       *\n\nWe stood there by the outcropping and looked out along the wide, red\ndesert beyond. It stretched flatly for miles from this point, south\ntoward Mars' equator--dead sandy wastes, crisscrossed by the \"canals,\"\nwhich we had observed while landing to be great straggly patches of\nvegetation, probably strung along underground waterflows.\n\n_BLONG-G-G-G- ... st-st-st- ..._\n\nWe jumped half out of our skins. Ozone bit at our nostrils. Our hair\nstirred in the electrical uproar.\n\n\"L-look,\" Janus chattered, lowering his smoking gun.\n\nAbout forty feet to our left, a small rabbity creature poked its head\nfrom behind a rock and stared at us in utter horror.\n\nJanus raised his gun again.\n\n\"Don't bother,\" said Allenby tiredly. \"I don't think it intends to\nattack.\"\n\n\"But--\"\n\n\"I'm sure it isn't a Martian with religious convictions.\"\n\nJanus wet his lips and looked a little shamefaced. \"I guess I'm kind of\ntaut.\"\n\n\"That's what I _taut_,\" said Allenby.\n\nThe creature darted from behind its rock and, looking at us over its\nshoulder, employed six legs to make small but very fast tracks.\n\nWe turned our attention again to the desert. Far out, black against\nMars' azure horizon, was a line of low hills.\n\n\"Shall we go look?\" asked Burton, eyes gleaming at the mystery.\n\nJanus hefted his gun nervously. It was still crackling faintly from the\ndischarge. \"I say let's get back to the ship!\"\n\nAllenby sighed. \"My leg hurts.\" He studied the hills. \"Give me the\nfield-glasses.\"\n\nRandolph handed them over. Allenby put them to the shield of his mask\nand adjusted them.\n\nAfter a moment he sighed again. \"There's a hole. On a plane surface\nthat catches the Sun. A lousy damned round little impossible hole.\"\n\n\"Those hills,\" Burton observed, \"must be thousands of feet thick.\"\n\n       *       *       *       *       *\n\nThe argument lasted all the way back to the ship.\n\nJanus, holding out for his belief that the whole thing was of religious\norigin, kept looking around for Martians as if he expected them to pour\nscreaming from the hills.\n\nBurton came up with the suggestion that perhaps the holes had been made\nby a disintegrator-ray.\n\n\"It's possible,\" Allenby admitted. \"This might have been the scene of\nsome great battle--\"\n\n\"With only one such weapon?\" I objected.\n\nAllenby swore as he stumbled. \"What do you mean?\"\n\n\"I haven't seen any other lines of holes--only the one. In a battle, the\nwhole joint should be cut up.\n\nThat was good for a few moments' silent thought. Then Allenby said, \"It\nmight have been brought out by one side as a last resort. Sort of an ace\nin the hole.\"\n\nI resisted the temptation to mutiny. \"But would even one such weapon, in\nbattle make only _one_ line of holes? Wouldn't it be played in an arc\nagainst the enemy? You know it would.\"\n\n\"Well--\"\n\n\"Wouldn't it cut slices out of the landscape, instead of boring holes?\nAnd wouldn't it sway or vibrate enough to make the holes miles away from\nit something less than perfect circles?\"\n\n\"It could have been very firmly mounted.\"\n\n\"Hugh, does that sound like a practical weapon to you?\"\n\nTwo seconds of silence. \"On the other hand,\" he said, \"instead of a war,\nthe whole thing might have been designed to frighten some primitive\nrace--or even some kind of beast--the _hole_ out of here. A\ndemonstration--\"\n\n\"Religious,\" Janus grumbled, still looking around.\n\nWe walked on, passing the cactus on the low ridge.\n\n\"Interesting,\" said Gonzales. \"The evidence that whatever causes the\nphenomenon has happened again and again. I'm afraid that the war\ntheory--\"\n\n\"Oh, my God!\" gasped Burton.\n\nWe stared at him.\n\n\"The ship,\" he whispered. \"It's right in line with the holes! If\nwhatever made them is still in operation....\"\n\n\"Run!\" yelled Allenby, and we ran like fiends.\n\n       *       *       *       *       *\n\nWe got the ship into the air, out of line with the holes to what we\nfervently hoped was safety, and then we realized we were admitting our\nfear that the mysterious hole-maker might still be lurking around.\n\nWell, the evidence was all for it, as Gonzales had reminded us--that\ncactus had been oozing.\n\nWe cruised at twenty thousand feet and thought it over.\n\nJanus, whose only training was in photography, said, \"Some kind of\nomnivorous animal? Or bird? Eats rocks and everything?\"\n\n\"I will not totally discount the notion of such an animal,\" Randolph\nsaid. \"But I will resist to the death the suggestion that it forages\nwith geometric precision.\"\n\nAfter a while, Allenby said, \"Land, Burton. By that 'canal.' Lots of\nplant life--fauna, too. We'll do a little collecting.\"\n\nBurton set us down feather-light at the very edge of the sprawling flat\nexpanse of vegetation, commenting that the scene reminded him of his\nnative Texas pear-flats.\n\nWe wandered in the chilly air, each of us except Burton pursuing his\nspecialty. Randolph relentlessly stalked another of the rabbity\ncreatures. Gonzales was carefully digging up plants and stowing them in\njars. Janus was busy with his cameras, recording every aspect of Mars\ntransferable to film. Allenby walked around, helping anybody who needed\nit. An astronomer, he'd done half his work on the way to Mars and would\ndo the other half on the return trip. Burton lounged in the Sun, his\nback against a ship's fin, and played chess with Allenby, who was\ncalling out his moves in a bull roar. I grubbed for rocks.\n\nMy search took me farther and farther away from the others--all I could\nfind around the 'canal' was gravel, and I wanted to chip at some big\nstuff. I walked toward a long rise a half-mile or so away, beyond which\nrose an enticing array of house-sized boulders.\n\nAs I moved out of earshot, I heard Randolph snarl, \"Burton, _will_ you\nstop yelling, 'Kt to B-2 and check?' Every time you open your yap, this\ncritter takes off on me.\"\n\nThen I saw the groove.\n\n       *       *       *       *       *\n\nIt started right where the ground began to rise--a thin, shallow,\ncurve-bottomed groove in the dirt at my feet, about half an inch across,\nrunning off straight toward higher ground.\n\nWith my eyes glued to it, I walked. The ground slowly rose. The groove\ndeepened, widened--now it was about three inches across, about one and a\nhalf deep.\n\nI walked on, holding my breath. Four inches wide. Two inches deep.\n\nThe ground rose some more. Four and three-eighths inches wide. I didn't\nhave to measure it--I _knew_.\n\nNow, as the ground rose, the edges of the groove began to curve inward\nover the groove. They touched. No more groove.\n\nThe ground had risen, the groove had stayed level and gone underground.\n\nExcept that now it wasn't a groove. It was a round tunnel.\n\nA hole.\n\nA few paces farther on, I thumped the ground with my heel where the hole\nought to be. The dirt crumbled, and there was the little dark tunnel,\nrunning straight in both directions.\n\nI walked on, the ground falling away gradually again. The entire process\nwas repeated in reverse. A hairline appeared in the\ndirt--widened--became lips that drew slowly apart to reveal the neat\nstraight four-inch groove--which shrank as slowly to a shallow line of\nthe ground--and vanished.\n\nI looked ahead of me. There was one low ridge of ground between me and\nthe enormous boulders. A neat four-inch semicircle was bitten out of the\nvery top of the ridge. In the house-sized boulder directly beyond was a\nfour-inch hole.\n\n       *       *       *       *       *\n\nAllenby winced and called the others when I came back and reported.\n\n\"The mystery _deepens_,\" he told them. He turned to me. \"Lead on,\nPeters. You're temporary _drill_ leader.\"\n\nThank God he didn't say _Fall in_.\n\nThe holes went straight through the nest of boulders--there'd be a hole\nin one and, ten or twenty feet farther on in the next boulder, another\nhole. And then another, and another--right through the nest in a line.\nAbout thirty holes in all.\n\nBurton, standing by the boulder I'd first seen, flashed his flashlight\ninto the hole. Randolph, clear on the other side of the jumbled nest,\neye to hole, saw it.\n\nStraight as a string!\n\nThe ground sloped away on the far side of the nest--no holes were\nvisible in that direction--just miles of desert. So, after we'd stared\nat the holes for a while and they didn't go away, we headed back for the\ncanal.\n\n\"Is there any possibility,\" asked Janus, as we walked, \"that it could be\na natural phenomenon?\"\n\n\"There are no straight lines in nature,\" Randolph said, a little\nshortly. \"That goes for a bunch of circles in a straight line. And for\nperfect circles, too.\"\n\n\"A planet is a circle,\" objected Janus.\n\n\"An oblate spheroid,\" Allenby corrected.\n\n\"A planet's orbit--\"\n\n\"An ellipse.\"\n\nJanus walked a few steps, frowning. Then he said, \"I remember reading\nthat there _is_ something darned near a perfect circle in nature.\" He\npaused a moment. \"Potholes.\" And he looked at me, as mineralogist, to\ncorroborate.\n\n\"What kind of potholes?\" I asked cautiously. \"Do you mean where part of\na limestone deposit has dissol--\"\n\n\"No. I once read that when a glacier passes over a hard rock that's\nlying on some softer rock, it grinds the hard rock down into the softer,\nand both of them sort of wear down to fit together, and it all ends up\nwith a round hole in the soft rock.\"\n\n\"Probably neither stone,\" I told Janus, \"would be homogenous. The softer\nparts would abrade faster in the soft stone. The end result wouldn't be\na perfect circle.\"\n\nJanus's face fell.\n\n\"Now,\" I said, \"would anyone care to define this term 'perfect circle'\nwe're throwing around so blithely? Because such holes as Janus describes\nare often pretty damned round.\"\n\nRandolph said, \"Well....\"\n\n\"It is settled, then,\" Gonzales said, a little sarcastically. \"Your\ndiscussion, gentlemen, has established that the long, horizontal holes\nwe have found were caused by glacial action.\"\n\n\"Oh, no,\" Janus argued seriously. \"I once read that Mars never had any\nglaciers.\"\n\nAll of us shuddered.\n\n       *       *       *       *       *\n\nHalf an hour later, we spotted more holes, about a mile down the\n'canal,' still on a line, marching along the desert, through cacti,\nrocks, hills, even through one edge of the low vegetation of the 'canal'\nfor thirty feet or so. It was the damnedest thing to bend down and look\nstraight through all that curling, twisting growth ... a round tunnel\nfrom either end.\n\nWe followed the holes for about a mile, to the rim of an enormous\nsaucerlike valley that sank gradually before us until, miles away, it\nwas thousands of feet deep. We stared out across it, wondering about the\nother side.\n\nAllenby said determinedly, \"We'll burrow to the _bottom_ of these holes,\nonce and for all. Back to the ship, men!\"\n\nWe hiked back, climbed in and took off.\n\nAt an altitude of fifty feet, Burton lined the nose of the ship on the\nmost recent line of holes and we flew out over the valley.\n\nOn the other side was a range of hefty hills. The holes went through\nthem. Straight through. We would approach one hill--Burton would\nmanipulate the front viewscreen until we spotted the hole--we would pass\nover the hill and spot the other end of the hole in the rear screen.\n\nOne hole was two hundred and eighty miles long.\n\nFour hours later, we were halfway around Mars.\n\nRandolph was sitting by a side port, chin on one hand, his eyes\nunbelieving. \"All around the planet,\" he kept repeating. \"All around the\nplanet....\"\n\n\"Halfway at least,\" Allenby mused. \"And we can assume that it continues\nin a straight line, through anything and everything that gets in its\nway....\" He gazed out the front port at the uneven blue-green haze of a\n'canal' off to our left. \"For the love of Heaven, why?\"\n\nThen Allenby fell down. We all did.\n\nBurton had suddenly slapped at the control board, and the ship braked\nand sank like a plugged duck. At the last second, Burton propped up the\nnose with a short burst, the ten-foot wheels hit desert sand and in five\nhundred yards we had jounced to a stop.\n\nAllenby got up from the floor. \"Why did you do that?\" he asked Burton\npolitely, nursing a bruised elbow.\n\nBurton's nose was almost touching the front port. \"Look!\" he said, and\npointed.\n\nAbout two miles away, the Martian village looked like a handful of\nyellow marbles flung on the desert.\n\n       *       *       *       *       *\n\nWe checked our guns. We put on our oxygen-masks. We checked our guns\nagain. We got out of the ship and made damned sure the airlock was\nlocked.\n\nAn hour later, we crawled inch by painstaking inch up a high sand dune\nand poked our heads over the top.\n\nThe Martians were runts--the tallest of them less than five feet\ntall--and skinny as a pencil. Dried-up and brown, they wore loincloths\nof woven fiber.\n\nThey stood among the dusty-looking inverted-bowl buildings of their\nvillage, and every one of them was looking straight up at us with\nunblinking brown eyes.\n\nThe six safeties of our six guns clicked off like a rattle of dice. The\nMartians stood there and gawped.\n\n\"Probably a highly developed sense of hearing in this thin atmosphere,\"\nAllenby murmured. \"Heard us coming.\"\n\n\"They thought that landing of Burton's was an earthquake,\" Randolph\ngrumbled sourly.\n\n\"Marsquake,\" corrected Janus. One look at the village's scrawny\noccupants seemed to have convinced him that his life was in no danger.\n\nHolding the Martians covered, we examined the village from atop the\nthirty-foot dune.\n\nThe domelike buildings were constructed of something that looked like\nadobe. No windows--probably built with sandstorms in mind. The doors\nwere about halfway up the sloping sides, and from each door a stone ramp\nwound down around the house to the ground--again with sandstorms in\nmind, no doubt, so drifting dunes wouldn't block the entrances.\n\nThe center of the village was a wide street, a long sandy area some\nthirty feet wide. On either side of it, the houses were scattered at\nrandom, as if each Martian had simply hunted for a comfortable place to\nsit and then built a house around it.\n\n\"Look,\" whispered Randolph.\n\nOne Martian had stepped from a group situated on the far side of the\nstreet from us. He started to cross the street, his round brown eyes on\nus, his small bare feet plodding sand, and we saw that in addition to a\nloincloth he wore jewelry--a hammered metal ring, a bracelet on one\nskinny ankle. The Sun caught a copperish gleam on his bald narrow head,\nand we saw a band of metal there, just above where his eyebrows should\nhave been.\n\n\"The super-chief,\" Allenby murmured. \"Oh, _shaman_ me!\"\n\nAs the bejeweled Martian approached the center of the street, he glanced\nbriefly at the ground at his feet. Then he raised his head, stepped with\ndignity across the exact center of the street and came on toward us,\npassing the dusty-looking buildings of his realm and the dusty-looking\ngroups of his subjects.\n\nHe reached the slope of the dune we lay on, paused--and raised small\nhands over his head, palms toward us.\n\n\"I think,\" Allenby said, \"that an anthropologist would give odds on that\ngesture meaning peace.\"\n\nHe stood up, holstered his gun--without buttoning the flap--and raised\nhis own hands over his head. We all did.\n\n       *       *       *       *       *\n\nThe Martian language consisted of squeaks.\n\nWe made friendly noises, the chief squeaked and pretty soon we were the\ncenter of a group of wide-eyed Martians, none of whom made a sound.\nEvidently no one dared peep while the chief spoke--very likely the most\narticulate Martians simply squeaked themselves into the job. Allenby,\nof course, said they just _squeaked by_.\n\nHe was going through the business of drawing concentric circles in the\nsand, pointing at the third orbit away from the Sun and thumping his\nchest. The crowd around us kept growing as more Martians emerged from\nthe dome buildings to see what was going on. Down the winding ramps of\nthe buildings on our side of the wide, sandy street they came--and from\nthe buildings on the other side of the street, plodding through the\nsand, blinking brown eyes at us, not making a sound.\n\nAllenby pointed at the third orbit and thumped his chest. The chief\nsqueaked and thumped his own chest and pointed at the copperish band\naround his head. Then he pointed at Allenby.\n\n\"I seem to have conveyed to him,\" Allenby said dryly, \"the fact that I'm\nchief of our party. Well, let's try again.\"\n\nHe started over on the orbits. He didn't seem to be getting anyplace, so\nthe rest of us watched the Martians instead. A last handful was\nstraggling across the wide street.\n\n\"Curious,\" said Gonzales. \"Note what happens when they reach the center\nof the street.\"\n\nEach Martian, upon reaching the center of the street, glanced at his\nfeet--just for a moment--without even breaking stride. And then came on.\n\n\"What can they be looking at?\" Gonzales wondered.\n\n\"The chief did it too,\" Burton mused. \"Remember when he first came\ntoward us?\"\n\nWe all stared intently at the middle of the street. We saw absolutely\nnothing but sand.\n\nThe Martians milled around us and watched Allenby and his orbits. A\nMartian child appeared from between two buildings across the street. On\nsix-inch legs, it started across, got halfway, glanced downward--and\ncame on.\n\n\"I don't get it,\" Burton said. \"What in hell are they _looking_ at?\"\n\nThe child reached the crowd and squeaked a thin, high note.\n\nA number of things happened at once.\n\n       *       *       *       *       *\n\nSeveral members of the group around us glanced down, and along the edge\nof the crowd nearest the center of the street there was a mild stir as\nindividuals drifted off to either side. Quite casually--nothing at all\nurgent about it. They just moved concertedly to get farther away from\nthe center of the street, not taking their interested gaze off us for\none second in the process.\n\nEven the chief glanced up from Allenby's concentric circles at the\nchild's squeak. And Randolph, who had been fidgeting uncomfortably and\npaying very little attention to our conversation, decided that he must\nanswer Nature's call. He moved off into the dunes surrounding the\nvillage. Or rather, he started to move.\n\nThe moment he set off across the wide street, the little Martian chief\nwas in front of him, brown eyes wide, hands out before him as if to\nthrust Randolph back.\n\nAgain six safeties clicked. The Martians didn't even blink at the sudden\nappearance of our guns. Probably the only weapon they recognized was a\nclub, or maybe a rock.\n\n\"What can the matter be?\" Randolph said.\n\nHe took another step forward. The chief squeaked and stood his ground.\nRandolph had to stop or bump into him. Randolph stopped.\n\nThe chief squeaked, looking right into the bore of Randolph's gun.\n\n\"Hold still,\" Allenby told Randolph, \"till we know what's up.\"\n\nAllenby made an interrogative sound at the chief. The chief squeaked and\npointed at the ground. We looked. He was pointing at his shadow.\n\nRandolph stirred uncomfortably.\n\n\"Hold still,\" Allenby warned him, and again he made the questioning\nsound.\n\nThe chief pointed up the street. Then he pointed down the street. He\nbent to touch his shadow, thumping it with thin fingers. Then he pointed\nat the wall of a house nearby.\n\nWe all looked.\n\nStraight lines had been painted on the curved brick-colored wall, up and\ndown and across, to form many small squares about four inches across. In\neach square was a bit of squiggly writing, in blackish paint, and a\nsmall wooden peg jutting out from the wall.\n\nBurton said, \"Looks like a damn crossword puzzle.\"\n\n\"Look,\" said Janus. \"In the lower right corner--a metal ring hanging\nfrom one of the pegs.\"\n\n       *       *       *       *       *\n\nAnd that was all we saw on the wall. Hundreds of squares with figures in\nthem--a small peg set in each--and a ring hanging on one of the pegs.\n\n\"You know what?\" Allenby said slowly. \"I think it's a calendar! Just a\nsecond--thirty squares wide by twenty-two high--that's six hundred and\nsixty. And that bottom line has twenty-six--twenty-_seven_ squares. Six\nhundred and eighty-seven squares in all. That's how many days there are\nin the Martian year!\"\n\nHe looked thoughtfully at the metal ring. \"I'll bet that ring is hanging\nfrom the peg in the square that represents _today_. They must move it\nalong every day, to keep track....\"\n\n\"What's a calendar got to do with my crossing the street?\" Randolph\nasked in a pained tone.\n\nHe started to take another step. The chief squeaked as if it were a\nmatter of desperate concern that he make us understand. Randolph stopped\nagain and swore impatiently.\n\nAllenby made his questioning sound again.\n\nThe chief pointed emphatically at his shadow, then at the communal\ncalendar--and we could see now that he was pointing at the metal ring.\n\nBurton said slowly, \"I think he's trying to tell us that this is\n_today_. And such-and-such a _time_ of day. I bet he's using his shadow\nas a sundial.\"\n\n\"Perhaps,\" Allenby granted.\n\nRandolph said, \"If this monkey doesn't let me go in another minute--\"\n\nThe chief squeaked, eyes concerned.\n\n\"Stand still,\" Allenby ordered. \"He's trying to warn you of some\ndanger.\"\n\nThe chief pointed down the street again and, instead of squealing,\nrevealed that there was another sound at his command. He said,\n\"Whooooooosh!\"\n\nWe all stared at the end of the street.\n\n       *       *       *       *       *\n\nNothing! Just the wide avenue between the houses, and the high sand dune\ndown at the end of it, from which we had first looked upon the village.\n\nThe chief described a large circle with one hand, sweeping the hand\nabove his head, down to his knees, up again, as fast as he could. He\npursed his monkey-lips and said, \"Whooooooosh!\" And made the circle\nagain.\n\nA Martian emerged from the door in the side of a house across the avenue\nand blinked at the Sun, as if he had just awakened. Then he saw what was\ngoing on below and blinked again, this time in interest. He made his way\ndown around the winding lamp and started to cross the street.\n\nAbout halfway, he paused, eyed the calendar on the house wall, glanced\nat his shadow. Then he got down on his hands and knees and _crawled_\nacross the middle of the street. Once past the middle, he rose, walked\nthe rest of the way to join one of the groups and calmly stared at us\nalong with the rest of them.\n\n\"They're all crazy,\" Randolph said disgustedly. \"I'm going to cross that\nstreet!\"\n\n\"Shut up. So it's a certain time of a certain day,\" Allenby mused. \"And\nfrom the way the chief is acting, he's afraid for you to cross the\nstreet. And that other one just _crawled_. By God, do you know what this\nmight tie in with?\"\n\nWe were silent for a moment. Then Gonzales said, \"Of course!\"\n\nAnd Burton said, \"The _holes_!\"\n\n\"Exactly,\" said Allenby. \"Maybe whatever made--or makes--the holes comes\nright down the center of the street here. Maybe that's why they built\nthe village this way--to make room for--\"\n\n\"For what?\" Randolph asked unhappily, shifting his feet.\n\n\"I don't know,\" Allenby said. He looked thoughtfully at the chief. \"That\ncircular motion he made--could he have been describing something that\nwent around and around the planet? Something like--oh, no!\" Allenby's\neyes glazed. \"I wouldn't believe it in a million years.\"\n\nHis gaze went to the far end of the street, to the high sand dune that\nrose there. The chief seemed to be waiting for something to happen.\n\n\"I'm going to crawl,\" Randolph stated. He got to his hands and knees and\nbegan to creep across the center of the avenue.\n\nThe chief let him go.\n\nThe sand dune at the end of the street suddenly erupted. A forty-foot\nspout of dust shot straight out from the sloping side, as if a bullet\nhad emerged. Powdered sand hazed the air, yellowed it almost the full\nlength of the avenue. Grains of sand stung the skin and rattled minutely\non the houses.\n\nWhoooSSSHHHHH!\n\nRandolph dropped flat on his belly. He didn't have to continue his trip.\nHe had made other arrangements.\n\n       *       *       *       *       *\n\nThat night in the ship, while we all sat around, still shaking our heads\nevery once in a while, Allenby talked with Earth. He sat there, wearing\nthe headphones, trying to make himself understood above the godawful\nstatic.\n\n\"... an exceedingly small body,\" he repeated wearily to his unbelieving\naudience, \"about four inches in diameter. It travels at a mean distance\nof four feet above the surface of the planet, at a velocity yet to be\ncalculated. Its unique nature results in many hitherto unobserved--I\nmight say even unimagined--phenomena.\" He stared blankly in front of him\nfor a moment, then delivered the understatement of his life. \"The\ndiscovery may necessitate a re-examination of many of our basic\npostulates in the physical sciences.\"\n\nThe headphones squawked.\n\nPatiently, Allenby assured Earth that he was entirely serious, and\nreiterated the results of his observations. I suppose that he, an\nastronomer, was twice as flabbergasted as the rest of us. On the other\nhand, perhaps he was better equipped to adjust to the evidence.\n\n\"Evidently,\" he said, \"when the body was formed, it traveled at such\nfantastic velocity as to enable it to--\" his voice was almost a\nwhisper--\"to punch holes in things.\"\n\nThe headphones squawked.\n\n\"In rocks,\" Allenby said, \"in mountains, in anything that got in its\nway. And now the holes form a large portion of its fixed orbit.\"\n\n_Squawk._\n\n\"Its mass must be on the order of--\"\n\n_Squawk._\n\n\"--process of making the holes slowed it, so that now it travels just\nfast enough--\"\n\n_Squawk._\n\n\"--maintain its orbit and penetrate occasional objects such as--\"\n\n_Squawk._\n\n\"--and sand dunes--\"\n\n_Squawk._\n\n\"My God, I _know_ it's a mathematical monstrosity,\" Allenby snarled.\n\"_I_ didn't put it there!\"\n\n_Squawk._\n\nAllenby was silent for a moment. Then he said slowly, \"A name?\"\n\n_Squawk._\n\n\"H'm,\" said Allenby. \"Well, well.\" He appeared to brighten just a\nlittle. \"So it's up to me, as leader of the expedition, to name it?\"\n\n_Squawk._\n\n\"Well, well,\" he said.\n\nThat chop-licking tone was in his voice. We'd heard it all too often\nbefore. We shuddered, waiting.\n\n\"Inasmuch as Mars' outermost moon is called Deimos, and the next\nPhobos,\" he said, \"I think I shall name the third moon of\nMars--_Bottomos_.\"\n\n  --JEROME BIXBY\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Holes Around Mars, by Jerome Bixby\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HOLES AROUND MARS ***\n\n***** This file should be named 32360.txt or 32360.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/6/32360/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}