{"title": "No Strings Attached", "author": "Lester del Rey", "releaseDate": "May 16, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from IF Worlds of Science Fiction June 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                         No Strings Attached\n\n\n                          By Lester del Rey\n\n\n                      Illustrated by Kelly Freas\n\n\n     _Poor Henry was an unhappy husband whose wife had a habit of\n      using bad clichès. Alféar was a genii who was, quite like\n      most humans, a creature of habit. Their murder compact was\n      absolutely perfect, with--_\n\n       *       *       *       *       *\n\n\n\n\nCommitting a perfect murder is a simple matter. Drive out some night\nto a lonely road, find a single person walking along out of sight of\nanyone else, offer him a ride, knife him, and go home. In such a\ncrime, there's no reason to connect killer and victim--no motive, no\nclue, no suspect.\n\nTo achieve the perfect murder of a man's own wife, however, is a\ndifferent matter. For obvious reasons, husbands are always high on the\nsuspect list. Who has a better reason for such a crime?\n\nHenry Aimsworth had been pondering the problem with more than academic\ninterest for some time. It wasn't that he hated his wife. He simply\ncouldn't stand the sight or sound of her; even thinking about her made\nhis flesh crawl. If she had been willing to give him a divorce, he'd\nhave been content to wish her all the happiness she was capable of\ndiscovering. But Emma, unfortunately, was fond of being his wife;\nperhaps she was even fond of him. Worse, she was too rigidly bound to\ntrite morality to give him grounds to sue.\n\nThere was no hope of her straying. What had been good enough for her\nmother was good enough for her, and saved all need of thinking; a\nwoman needed a husband, her place was in the home, marriage was\nforever, and what would the neighbors think? Anyhow, she'd have had\ndifficulty being unfaithful, even if she tried. She'd been gaining\nsome ten pounds every year for the eleven years they had been married,\nand she'd long since stopped worrying about taking care of her\nappearance.\n\nHe looked up at her now, letting the book drop to his lap. She sat\nwatching the television screen with a vacant look on her face, while\nsome comic went through a tired routine. If she enjoyed it, there was\nno sign, though she spent half her life in front of the screen. Then\nthe comic went off, and dancers came on. She went back to darning a\npair of his socks, as seriously as if she didn't know that he had\nalways refused to wear the lumpy results. Her stockings had runs, and\nshe still wore the faded apron in which she'd cooked supper.\n\nHe contrasted her with Shirley unconsciously, and shuddered. In the\nyear since Shirley Bates had come to work in his rare book store, he'd\ndone a lot of such shuddering, and never because of the slim blonde\nwarmth of his assistant. Since that hot day in August when they'd\nclosed the shop early and he'd suggested a ride in the country to cool\noff, he and Shirley....\n\nHe was interrupted in his more pleasant thoughts by the crash of\nscissors onto the floor, and his eyes focussed on the deepening folds\nof fat as Emma bent to retrieve them. \"Company coming,\" she said,\nbefore he could think of anything to prevent the mistaken cliché. Then\nshe became aware that he was staring at her. \"Did you take the garbage\nout, Henry?\"\n\n\"Yes, dear,\" he answered woodenly. Then, because he knew it was coming\nanyhow, he filled in the inevitable. \"Cleanliness is next to\ngodliness.\"\n\nShe nodded solemnly, and began putting aside her darning. \"That's\nfinished. Mama always said a stitch in time saves nine. If you'd cut\nyour toenails, Henry....\"\n\nHe could feel his skin begin to tingle with irritation. But there was\nno escape. If he went upstairs to his bedroom, she'd be up at once,\nputtering about. If he went to the basement, she'd find the canned\nfood needed checking. A woman's place was with her husband, as she'd\nrepeatedly told him. Probably she couldn't stand her own company,\neither.\n\nThen he remembered something he'd stored away. \"There's a new picture\nat the Metro,\" he said as quietly as he could. \"Taylor's starred, I\nthink. I was going to take you, before this extra work came up.\"\n\nHe could see her take the bait and nibble at it. She had some vague\ncrush left for Taylor. She stared at the television set, shifted her\nbulk, and then shook her head reluctantly. \"It'd be nice, Henry. But\ngoing at night costs so much, and--well, a penny saved is a penny\nearned.\"\n\n\"Exactly. That's what I meant to say.\" He even relaxed enough to\noverlook the platitude, now that there was some hope. \"I saved the\nprice of lunch today. The nut who wanted _King in Yellow_ was so\ntickled to get the copy finally, he insisted on treating. You can even\ntake a cab home afterwards.\"\n\n\"That's nice. It'll probably rain, the way my bunion's been aching.\"\nShe considered it a second more, before cutting off the television. He\nwatched as she drew off the apron and went for her coat and hat,\nmaking a pretense of dabbing on make-up. She might as well have worn\nthe apron, he decided, as she came over to kiss him a damp good-bye.\n\n       *       *       *       *       *\n\nHe considered calling Shirley, but her mother was visiting her, and\nthe conversation would have to be too guarded at her end. If he could\nfind some way of getting rid of Emma....\n\nIt wouldn't even be murder, really. More like destroying a\nvegetable--certainly no worse than ending the life of a dumb cow to\nmake man's life more worth living. It wasn't as if she had anything to\nlive for or to contribute. It would almost be a kindness, since she\nlived in a perpetual state of vague discontent and unhappiness, as if\nsomehow aware that she had lost herself. But unfortunately, the law\nwouldn't look at it in such a light.\n\nHe'd only been thinking actively of getting her out of the way since\nAugust, however; and somehow, with time, there must be some fool-proof\nscheme. There was that alcohol-injection system--but it required\nsomeone who would drink pretty freely first, and Emma was a\nteetotaler. Maybe, though, if he could get her to taking some of those\ntonics for women....\n\nHe dropped it for the moment and turned back to the book. It was an\nodd old volume he'd received with a shipment for appraisal. There was\nno title or date, but the strange leather binding showed it was old.\nApparently it had been hand-set and printed on some tiny press by the\nwriter, whose name was omitted. It seemed to be a mixture of\ninstructions on how to work spells, conjure demons, and practice\nwitchcraft, along with bitter tirades against the group who had driven\nthe writer out and forced him, as he put it, to enter a compact with\nthe devil for to be a wizard, which is like to a male witch. Henry had\nbeen reading it idly, slowly deciding the book was authentic enough,\nhowever crazy the writer was. The book had no particular value as a\ncollector's item, but he could probably get a fine price from some of\nthe local cultists, particularly since there were constant promises in\nit that the writer was going to give a surefire, positive and simple\nrecipe for conjuring up a demon without need of virgin blood,\ngraveyard earth or unicorn horn.\n\nHe skimmed through it, looking for the formula. It turned up on the\nfifth page from the end, and was everything the writer had claimed. A\nfive-sided figure drawn on the floor with ordinary candle wax, a pinch\nof sugar inside, a bit of something bitter outside, two odd but simple\nfinger gestures, and a string of words in bad Latin and worse Greek.\nThere was a warning that it would work without the pentagram, sugar\nand bitters, but at parlous risk to the conjurer without such\nprotection.\n\nHe frowned. Too simple for the cultists, he realized--unless he could\nsomehow persuade them that the trick lay in some exact phrasing or\ngesturing pattern which took experiment. They liked things made\ndifficult, so they'd have a good alibi for their faith when the\ntricks failed. If he could show them in advance that it didn't work,\nbut hint that a good occultist might figure out the right rhythm, or\nwhatever....\n\nHe read it through again, trying to memorize the whole thing. The\ngestures were--so--and the words--umm....\n\nThere was no flash of fire, no smell of sulphur, and no clap of\nthunder. There was simply a tall creature with yellowish skin and\nflashing yellow eyes standing in front of the television set. His head\nwas completely hairless, and he was so tall that he had to duck\nslightly to keep from crashing into the ceiling. His features were too\nsharp for any human face. There were no scales, however; his gold cape\nand black tights were spangled, and he wore green shoes with turned up\ntoes. But generally, he wasn't bad looking.\n\n\"Mind if I sit down?\" the creature asked. He took Henry's assent for\ngranted and dropped into Emma's chair, folding his cape over one arm\nand reaching for an apple on the side table. \"Glad to see you're not\nsuperstitious enough to keep me locked up in one of those damned\npentagrams. Drat it, I thought the last copy of that book was burned\nand I was free. Your signal caught me in the middle of dinner.\"\n\n       *       *       *       *       *\n\nHenry swallowed thickly, feeling the sweat trickle down his nose. The\nbook had warned against summoning the demon without the protective\ndevices! But the thing seemed peaceful enough for the moment. He\ncleared his voice. \"You mean--you mean magic works?\"\n\n\"Magic--shmagic!\" the creature snorted. He jerked his thumb toward the\ntelevision. \"To old Ephriam--the crackpot who wrote the book before he\nwent completely crazy--that set would have been more magic than I am.\nI thought this age knew about dimensions, planes of vibrations, and\nsimultaneous universes. You humans always were a backward race, but\nyou seemed to be learning the basic facts. Hell, I suppose that means\nyou'll lay a geas on me, after I was hoping it was just an\nexperimental summons!\"\n\nHenry puzzled it over, with some of the fright leaving him. The\nscientific sounding terms somehow took some of the magic off the\nappearance of the thing. \"You mean those passes and words set up some\nsort of vibrational pattern....\"\n\nThe hairless fellow snorted again, and began attacking the grapes.\n\"Bunk, Henry! Oh, my name's Alféar, by the way. I mean I was a fool. I\nshould have gone to my psychiatrist and taken the fifty year course,\nas he advised. But I thought the books were all burned and nobody knew\nthe summons. So here I am, stuck with the habit. Because that's all it\nis--a conditioned reflex. Pure compulsory behavior. I'm sensitized to\nreceive the summons, and when it comes, I teleport into your plane\njust the way you pull your hand off a hot stove. You read the whole\nbook, I suppose? Yeah, just my luck. Then you know I'm stuck with any\njob you give me--practically your slave. I can't even get back without\ndismissal or finishing your task! That's what comes of saving money\nby not going to my psychiatrist.\"\n\nHe muttered unhappily, reaching for more grapes, while Henry began to\ndecide nothing was going to happen to him, at least physically. Souls\nwere things he wasn't quite sure of, but he couldn't see how just\ntalking to Alféar could endanger his.\n\n\"Still,\" the creature said thoughtfully, \"it could be worse. No\npentagram. I never did get mixed up with some of the foul odors and\nmesses some of my friends had to take. And I've developed quite a\ntaste for sugar; tobacco, too.\" He reached out and plucked a cigarette\nout of Henry's pack, then a book of matches. He lighted it, inhaled,\nand rubbed the flame out on his other palm. \"Kind of weak tobacco, but\nnot bad. Any more questions while I smoke this? There's no free oxygen\nwhere I come from, so I can't smoke there.\"\n\n\"But if you demons answer such--such summons, why don't people know\nabout it now?\" Henry asked. \"I'd think more and more people would be\ngoing in for this sort of thing. If the wizards were right all\nalong....\"\n\n\"They weren't, and we're not demons. It didn't get started until your\nMiddle Ages. And if it hadn't been for old Apalon....\" Alféar lighted\nanother cigarette off the butt, which he proceeded to extinguish on\nthe tip of his sharp tongue. He scratched his head thoughtfully, and\nthen went on.\n\n\"Apalon was studying your worship. You see, we've been studying your\nrace the way you study white rats, using lower races to explain our\nown behavior. Anyhow, he got curious and figured out a way to\nmentalize himself into your plane. He was sort of a practical joker,\nyou might say. So he picked a time when some half-crazy witch was\ntrying to call up the being you worship as Satan to make some kind of\na deal. Just as she finished, he popped up in front of her, spitting\nout a bunch of phosphorus to make a nice smoke and fire effect, and\nagreed with all her mumbo-jumbo about having to do what she wanted.\nShe wanted her heart fixed up then, so he showed her how to use\nbelladonna and went back, figuring it was a fine joke.\n\n\"Only he made a mistake. There's something about moving between planes\nthat lowers the resistance to conditioning. Some of our people can\ntake five or six trips, but Apalon was one of those who was so\nconditioning-prone that he had the habit fixed after the first trip.\nThe next time she did the rigamarole, back he popped. He had to dig up\ngold for her, hypnotize a local baron into marrying her, and generally\nkeep on the constant _qui vive_, until she got sloppy and forgot the\npentagram she thought protected her and which he was conditioned to.\nBut after he disintegrated her, he found she'd passed on the word to a\ncouple of other witches. And he knew somebody at the Institute was\nbound to find what a fool he'd made of himself.\n\n\"So he began taking members aside and telling them about the trick of\ngetting into your world. Excellent chance for study. Have to humor the\nhumans by sticking to their superstitions, of course. One by one,\nthey went over on little trips. It wasn't hard to find some\nsuperstitious dolt trying to summon something, since word had got\naround in your world. One of us would pop up, and that spread the word\nfurther. Anyhow, when Apalon was sure each member had made enough\ntrips to be conditioned, he'd tell him the sad truth, and swear him to\nsecrecy on penalty of being laughed out of the Institute. The old\nblaggard wound up with all of us conditioned. There was quite a flurry\nof witchcraft here, until we finally found a psychiatrist who could\nbreak the habit for us. Even then, it was tough going. We'd never have\nmade it without the inquisitions and witch-burnings one of our\nexperimental sociologists managed to stir up.\"\n\nAlféar put out the third cigarette butt and stood up slowly. \"Look, I\ndon't mind a chat now and then, but my wives are waiting dinner. How\nabout dismissing me?\"\n\n\"Umm.\" Henry had been thinking while he listened. It had sounded like\na reasonable explanation on the whole, except for the bit about\nApalon's disintegrating the witch. Apparently as long as a man wasn't\ntoo unreasonable, there was a certain usefulness to having such\nfriends on call. \"What about the price for your help? I mean--well,\nabout souls....\"\n\nAlféar twitched his ears disgustedly. \"What the deuce would I do with\nyour soul, Henry? Eat it? Wear it? Don't be a shnook!\"\n\n\"Well, then--well, I've heard about wishes that were granted, but they\nall had a trick attached. If I asked for immortality, you'd give it,\nsay; but then I'd get some horrible disease and beg and plead for\ndeath. Or ask for money, and then find the money was recorded as being\npaid to a kidnapper, or something.\"\n\n\"In the first place, I couldn't give you immortality,\" Alféar said, as\npatiently as he apparently could. \"Your metabolism's not like ours. In\nthe second place, why should I look for tainted money? It's enough\nnuisance doing what you ask, without looking for tricks to pull.\nAnyhow, I told you I half-enjoy visiting here. As long as you're\nreasonable about it, I don't mind keeping my end of the compulsion\ngoing. If you've got something to ask, ask away. There are no strings\nattached.\"\n\nThe creature seemed to be quite sincere. Henry considered it briefly,\nstaring at a large tinted picture of Emma, and took the plunge.\n\"Suppose I asked you to kill my wife for me--say by what looked like a\nstroke, so nobody would blame me?\"\n\n\"That seems reasonable enough,\" Alféar agreed easily. \"I could break a\nfew blood vessels inside her skull.... Sure, why not? Only the picture\nin your mind is so distorted, I wouldn't know her. If she's like that,\nwhy'd you ever marry her?\"\n\n\"Because she seemed different from other women, I guess,\" Henry\nadmitted. \"When I tipped the canoe over, and I figured she'd be mad\nbecause her dress was ruined, all she said was something about not\nbeing sugar, so she wouldn't melt.\" He shuddered, remembering all the\ntimes she'd said it since. \"You won't have any trouble. Look, can you\nreally read my mind?\"\n\n\"Naturally. But it's all disorganized.\"\n\n\"Umm. Well.\" It gave him a queasy feeling to think of anyone seeing\nhis secret thoughts. But this fellow apparently didn't work by human\nattitudes, anyhow. He groped about, and then smiled grimly. \"All\nright, then. You can tell I think of her as my wife. And just to make\nsure, she'll be sure to say something about early to bed and early to\nrise; she says that every single damned night, Alféar! She never\nmisses.\"\n\nAlféar grunted. \"Sounds more reasonable every minute, Henry. All\nright, when your wife says that, I pop out and give her a stroke that\nwill kill her. How about dismissing me now?\"\n\n\"No strings?\" Henry asked. He watched carefully as Alféar nodded\nassent, and he could see no sign of cunning or trickery. He caught his\nbreath, nodded, and closed his eyes. Seeing something vanish was\nnothing he wanted. \"Dismissed.\"\n\n       *       *       *       *       *\n\nThe fruit was still gone when he opened his eyes, but there was no\nother sign of the thing. He found some fruit still in the refrigerator\nand restocked the bowl. Then he closed the strange book and put it\naway. He'd have to buy it himself, and burn it to make sure no one\nelse found the trick, of course. For a moment, uneasiness pricked at\nhim. Yet he was sure Alféar hadn't been lying, and the story the\ncreature had told made more sense than the older superstitions. Henry\nadjusted his mind to having a well-conditioned demon on tap and then\nbegan the harder job of bracing himself for Emma's incoherent but\ndetailed account of the movie when she came back.\n\nUnfortunately, it was a more complicated plot than usual, and she went\non and on, from the moment she entered the door. He tried to close his\nears, but he'd never succeeded in that. He yawned, and she yawned\nback, but went on until the last final morsel was covered for the\nsecond or third time.\n\n\"He was wonderful,\" she finally concluded. \"Just wonderful. Only I\nwished you'd come with me. You'd have liked it. Henry, did you take\nthe garbage out?\"\n\n\"Yes, dear,\" he answered. \"Hours ago.\"\n\nHe yawned elaborately again. She mumbled something about having to\nkeep the kitchen clean because cleanliness was next to godliness, but\nher automatic yawn muffled the words. Then she glanced at the clock.\n\"Heavens, it's almost one! And early to bed and early to rise....\"\n\nHenry jerked his eyes away, just as he caught the first glimpse of\nAlféar popping into existence beside her. He heard the beginning of a\nshriek change to a horrible gargling and then become a dying moan.\nSomething soft and heavy hit the floor with a dull thud. Henry turned\naround slowly.\n\n\"Dead,\" Alféar said calmly, rubbing one of his fingers. \"This business\nof getting just one finger through the planes into her head cuts off\nthe circulation. There, that's better. Satisfied?\"\n\nHenry dropped beside the corpse. She was dead, according to the mirror\ntest, and there wasn't a mark on her. He stared at the puffy, relaxed\nfeatures; he'd expected an expression of horror, but she seemed simply\nasleep. His initial feeling of pity and contrition vanished; after\nall, it had been quick and nearly painless. Now he was free!\n\n\"Thanks, Alféar,\" he said. \"It's fine--fine. Do I dismiss you now?\"\n\n\"No need this time. I'm free as soon as the job's done. Unless you'd\nlike to talk awhile....\"\n\nHenry shook his head quickly. He had to telephone a doctor. Then he\ncould call Shirley--her mother would be gone by now. \"Not now. Maybe\nI'll summon you sometime for a smoke or something. But not now!\"\n\n\"Okay,\" Alféar said, and vanished. Surprisingly, seeing him disappear\nwasn't unpleasant, after all. He just wasn't there.\n\nWaiting for the doctor was the worst part of it. All the legends Henry\nknew ran through his mind. Alféar could have given her a stroke and\nthen added some violent poison that would show up in an autopsy. He\ncould be sitting wherever he was, chuckling because Henry hadn't\nrestricted his wish enough to be safe. Or any of a hundred things\ncould happen. There was the first witch, who had thought she had\nApalon under control, only to be turned to dust.\n\nBut the doctor took it calmly enough. \"Stroke, all right,\" he decided.\n\"I warned her last year that she was putting on too much weight and\ngetting high blood pressure. Too bad, Mr. Aimsworth, but there was\nnothing you could do. I'll turn in a certificate. Want me to contact a\nmortician for you?\"\n\nHenry nodded, trying to appear properly grief-stricken. \"I--I'd\nappreciate it.\"\n\n\"Too late now,\" the doctor said. \"But I'll be glad to send Mr. Glazier\naround in the morning.\" He pulled the sheet up over Emma's body,\nleaving it on the backroom couch to which they had carried it. \"You'd\nbetter go to a hotel for the night. And I'll give you something that\nwill make you sleep.\"\n\n\"I'd rather not,\" Henry said quickly. \"I mean, I'd feel better here.\nYou know....\"\n\n\"Certainly, certainly.\" The doctor nodded sympathetically, but as if\nit were an old story to him. He left the pills with instructions, said\nthe proper things again, and finally went out.\n\n       *       *       *       *       *\n\nShirley's voice was sleepy and cross when she answered, but it grew\nalert as soon as he told her about Emma's stroke. He was almost\nbeginning to believe the simple version of the story himself.\n\n\"Poor Henry,\" she murmured. Her voice sharpened again. \"It _was_ a\nstroke? The doctor was sure?\"\n\n\"Positive,\" he assured her, cursing himself for having let her guess\nsome of the thoughts that had been on his mind. \"The doctor said she'd\nhad hypertension and such before.\"\n\nShe considered it a second, and then a faint laugh sounded. \"Then I\nguess there's no use in crying over spilled milk, is there, Henry? If\nit had to happen, it just had to. And I mean, it's like fate,\nalmost!\"\n\n\"It _is_ fate!\" he agreed happily. Then he dropped his voice. \"And now\nI'm all alone here, baby lamb, and I had to call you up....\"\n\nShe caught on at once, as she always did. \"You can't stay there now!\nIt's so morbid. Henry, you come right over here!\"\n\nDemons, Henry thought as he drove the car through the quiet\nresidential streets toward her apartment, had their uses. They were a\nmuch maligned breed. Probably the people who had summoned them before\nhad been ignorant, stupid people; they'd messed up their chances and\nbrought trouble on themselves by not finding out the facts and putting\nit all down to superstitious magic. The fellows were almost\npeople--maybe even a little superior to humans. If a man would just\ntry to understand them, they could help him, and with no danger at\nall.\n\n\"No strings attached,\" he said to himself, and then chuckled softly.\nIt fitted perfectly; now there were no strings attached to him. Emma\nwas at peace, and he was free. He'd have to wait a few months to marry\nShirley legally, of course. But already, she was as good as his wife.\nAnd if he played up the shock angle just enough, this could be a\nwonderful evening again....\n\nShirley was unusually lovely when she met him at the door. Her soft\ngolden hair made a halo for her face--a face that said she'd already\nanticipated his ideas, and had decided he was a man who needed\nsympathy and understanding for what had happened.\n\nThere was even time for the idea that he was free to be brought up,\ntentatively at first, and then eventually as a matter of course. And\nthe plans expanded as he considered them. There was no need to worry\nabout things now. The quiet marriage became a trip around the world as\nhe confessed to having money that no one knew about. They could close\nthe shop. He could leave town almost at once, and she could follow\nlater. Nobody would know, and they wouldn't have to wait to avoid any\nscandal. They could be married in two weeks!\n\nHenry was just realizing the values of a friendly demon. With proper\nhandling, a lot of purely friendly summoning, and a reasonable\nattitude, there was no reason why Alféar couldn't provide him with\nevery worldly comfort to share with Shirley.\n\nHe caught her to him again. \"My own little wife! That's what you are,\nlambkins! What's a mere piece of paper? I already think of you as my\nwife. I feel you're my wife. That's what counts, isn't it?\"\n\n\"That's all that counts,\" she agreed with a warmth that set fire to\nhis blood. Then she gasped. \"Henry, darling, it's getting light\nalready! You'll have to get back. What will the neighbors say if they\nsee you coming from here now?\"\n\nHe tore away reluctantly, swearing at the neighbors. But she was\nright, of course. He had to go back and take the sleeping medicine to\nbe ready for the arrival of the mortician in the morning.\n\n\"It's still early,\" he protested, automatically trying to squeeze out\na few more minutes. \"Nobody's up yet.\"\n\n\"I'll heat up the coffee, and then you'll have to go,\" Shirley said\nfirmly, heading for the kitchen. \"Plenty of people get up early around\nhere. And besides, you need some sleep. Early to bed and early to\nrise, makes a man healthy, wealthy and--\"\n\nFrom the kitchen came the beginning of a shriek. It changed to a\nhorrible gasp, and died away in a failing moan. There was the sound of\na body hitting the floor.\n\nAlféar stood over Shirley's body, rubbing one finger tenderly. His\nears twitched uncertainly as he studied Henry's horror-frozen face. \"I\ntold you,\" he said. \"I warned you some of us get conditioned to a\nhabit the first time. And you thought of her as your wife and she\nsaid....\"\n\nAbruptly, he vanished. Henry's screams were the only sound in the\napartment.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of No Strings Attached, by Lester del Rey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NO STRINGS ATTACHED ***\n\n***** This file should be named 32395-8.txt or 32395-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/3/9/32395/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}