{"title": "Duel on Syrtis", "author": "Poul William Anderson", "releaseDate": "May 19, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Planet Stories March 1951. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n    [Illustration: _Wearily, Kreega scrambled up on top of the rock and\n                    crouched there...._]\n\n\n                            duel on SYRTIS\n\n\n                           by POUL ANDERSON\n\n\nBold and ruthless, he was famed throughout the System as a\nbig-game hunter. From the firedrakes of Mercury to the ice-crawlers of\nPluto, he'd slain them all. But his trophy-room lacked one item; and\nnow Riordan swore he'd bag the forbidden game that roamed the red\ndeserts ... a Martian!\n\n       *       *       *       *       *\n\n\n\n\nThe night whispered the message. Over the many miles of loneliness it\nwas borne, carried on the wind, rustled by the half-sentient lichens\nand the dwarfed trees, murmured from one to another of the little\ncreatures that huddled under crags, in caves, by shadowy dunes. In no\nwords, but in a dim pulsing of dread which echoed through Kreega's\nbrain, the warning ran--\n\n_They are hunting again._\n\nKreega shuddered in a sudden blast of wind. The night was enormous\naround him, above him, from the iron bitterness of the hills to the\nwheeling, glittering constellations light-years over his head. He\nreached out with his trembling perceptions, tuning himself to the\nbrush and the wind and the small burrowing things underfoot, letting\nthe night speak to him.\n\nAlone, alone. There was not another Martian for a hundred miles of\nemptiness. There were only the tiny animals and the shivering brush\nand the thin, sad blowing of the wind.\n\nThe voiceless scream of dying traveled through the brush, from plant\nto plant, echoed by the fear-pulses of the animals and the ringingly\nreflecting cliffs. They were curling, shriveling and blackening as the\nrocket poured the glowing death down on them, and the withering veins\nand nerves cried to the stars.\n\nKreega huddled against a tall gaunt crag. His eyes were like yellow\nmoons in the darkness, cold with terror and hate and a slowly\ngathering resolution. Grimly, he estimated that the death was being\nsprayed in a circle some ten miles across. And he was trapped in it,\nand soon the hunter would come after him.\n\nHe looked up to the indifferent glitter of stars, and a shudder went\nalong his body. Then he sat down and began to think.\n\n       *       *       *       *       *\n\nIt had started a few days before, in the private office of the trader\nWisby.\n\n\"I came to Mars,\" said Riordan, \"to get me an owlie.\"\n\nWisby had learned the value of a poker face. He peered across the rim\nof his glass at the other man, estimating him.\n\nEven in God-forsaken holes like Port Armstrong one had heard of\nRiordan. Heir to a million-dollar shipping firm which he himself had\npyramided into a System-wide monster, he was equally well known as a\nbig game hunter. From the firedrakes of Mercury to the ice crawlers of\nPluto, he'd bagged them all. Except, of course, a Martian. That\nparticular game was forbidden now.\n\nHe sprawled in his chair, big and strong and ruthless, still a young\nman. He dwarfed the unkempt room with his size and the hard-held\ndynamo strength in him, and his cold green gaze dominated the trader.\n\n\"It's illegal, you know,\" said Wisby. \"It's a twenty-year sentence if\nyou're caught at it.\"\n\n\"Bah! The Martian Commissioner is at Ares, halfway round the planet.\nIf we go at it right, who's ever to know?\" Riordan gulped at his\ndrink. \"I'm well aware that in another year or so they'll have\ntightened up enough to make it impossible. This is the last chance for\nany man to get an owlie. That's why I'm here.\"\n\nWisby hesitated, looking out the window. Port Armstrong was no more\nthan a dusty huddle of domes, interconnected by tunnels, in a red\nwaste of sand stretching to the near horizon. An Earthman in airsuit\nand transparent helmet was walking down the street and a couple of\nMartians were lounging against a wall. Otherwise nothing--a silent,\ndeadly monotony brooding under the shrunken sun. Life on Mars was not\nespecially pleasant for a human.\n\n\"You're not falling into this owlie-loving that's corrupted all\nEarth?\" demanded Riordan contemptuously.\n\n\"Oh, no,\" said Wisby. \"I keep them in their place around my post. But\ntimes are changing. It can't be helped.\"\n\n\"There was a time when they were slaves,\" said Riordan. \"Now those old\nwomen on Earth want to give 'em the vote.\" He snorted.\n\n\"Well, times are changing,\" repeated Wisby mildly. \"When the first\nhumans landed on Mars a hundred years ago, Earth had just gone through\nthe Hemispheric Wars. The worst wars man had ever known. They damned\nnear wrecked the old ideas of liberty and equality. People were\nsuspicious and tough--they'd had to be, to survive. They weren't able\nto--to empathize the Martians, or whatever you call it. Not able to\nthink of them as anything but intelligent animals. And Martians made\nsuch useful slaves--they need so little food or heat or oxygen, they\ncan even live fifteen minutes or so without breathing at all. And the\nwild Martians made fine sport--intelligent game, that could get away\nas often as not, or even manage to kill the hunter.\"\n\n\"I know,\" said Riordan. \"That's why I want to hunt one. It's no fun if\nthe game doesn't have a chance.\"\n\n\"It's different now,\" went on Wisby. \"Earth has been at peace for a\nlong time. The liberals have gotten the upper hand. Naturally, one of\ntheir first reforms was to end Martian slavery.\"\n\nRiordan swore. The forced repatriation of Martians working on his\nspaceships had cost him plenty. \"I haven't time for your\nphilosophizing,\" he said. \"If you can arrange for me to get a Martian,\nI'll make it worth your while.\"\n\n\"How much worth it?\" asked Wisby.\n\n       *       *       *       *       *\n\nThey haggled for a while before settling on a figure. Riordan had\nbrought guns and a small rocketboat, but Wisby would have to supply\nradioactive material, a \"hawk,\" and a rockhound. Then he had to be\npaid for the risk of legal action, though that was small. The final\nprice came high.\n\n\"Now, where do I get my Martian?\" inquired Riordan. He gestured at the\ntwo in the street. \"Catch one of them and release him in the desert?\"\n\nIt was Wisby's turn to be contemptuous. \"One of them? Hah! Town\nloungers! A city dweller from Earth would give you a better fight.\"\n\nThe Martians didn't look impressive. They stood only some four feet\nhigh on skinny, claw-footed legs, and the arms, ending in bony\nfour-fingered hands, were stringy. The chests were broad and deep, but\nthe waists were ridiculously narrow. They were viviparous,\nwarm-blooded, and suckled their young, but gray feathers covered their\nhides. The round, hook-beaked heads, with huge amber eyes and tufted\nfeather ears, showed the origin of the name \"owlie.\" They wore only\npouched belts and carried sheath knives; even the liberals of Earth\nweren't ready to allow the natives modern tools and weapons. There\nwere too many old grudges.\n\n\"The Martians always were good fighters,\" said Riordan. \"They wiped\nout quite a few Earth settlements in the old days.\"\n\n\"The wild ones,\" agreed Wisby. \"But not these. They're just stupid\nlaborers, as dependent on our civilization as we are. You want a real\nold timer, and I know where one's to be found.\"\n\nHe spread a map on the desk. \"See, here in the Hraefnian Hills, about\na hundred miles from here. These Martians live a long time, maybe two\ncenturies, and this fellow Kreega has been around since the first\nEarthmen came. He led a lot of Martian raids in the early days, but\nsince the general amnesty and peace he's lived all alone up there, in\none of the old ruined towers. A real old-time warrior who hates\nEarthmen's guts. He comes here once in a while with furs and minerals\nto trade, so I know a little about him.\" Wisby's eyes gleamed\nsavagely. \"You'll be doing us all a favor by shooting the arrogant\nbastard. He struts around here as if the place belonged to him. And\nhe'll give you a run for your money.\"\n\nRiordan's massive dark head nodded in satisfaction.\n\n       *       *       *       *       *\n\nThe man had a bird and a rockhound. That was bad. Without them, Kreega\ncould lose himself in the labyrinth of caves and canyons and scrubby\nthickets--but the hound could follow his scent and the bird could spot\nhim from above.\n\nTo make matters worse, the man had landed near Kreega's tower. The\nweapons were all there--now he was cut off, unarmed and alone save for\nwhat feeble help the desert life could give. Unless he could double\nback to the place somehow--but meanwhile he had to survive.\n\nHe sat in a cave, looking down past a tortured wilderness of sand and\nbush and wind-carved rock, miles in the thin clear air to the glitter\nof metal where the rocket lay. The man was a tiny speck in the huge\nbarren landscape, a lonely insect crawling under the deep-blue sky.\nEven by day, the stars glistened in the tenuous atmosphere. Weak\npallid sunlight spilled over rocks tawny and ocherous and rust-red,\nover the low dusty thorn-bushes and the gnarled little trees and the\nsand that blew faintly between them. Equatorial Mars!\n\nLonely or not, the man had a gun that could spang death clear to the\nhorizon, and he had his beasts, and there would be a radio in the\nrocketboat for calling his fellows. And the glowing death ringed them\nin, a charmed circle which Kreega could not cross without bringing a\nworse death on himself than the rifle would give--\n\nOr was there a worse death than that--to be shot by a monster and have\nhis stuffed hide carried back as a trophy for fools to gape at? The\nold iron pride of his race rose in Kreega, hard and bitter and\nunrelenting. He didn't ask much of life these days--solitude in his\ntower to think the long thoughts of a Martian and create the small\nexquisite artworks which he loved; the company of his kind at the\nGathering Season, grave ancient ceremony and acrid merriment and the\nchance to beget and rear sons; an occasional trip to the Earthling\nsettling for the metal goods and the wine which were the only valuable\nthings they had brought to Mars; a vague dream of raising his folk to\na place where they could stand as equals before all the universe. No\nmore. And now they would take even this from him!\n\nHe rasped a curse on the human and resumed his patient work, chipping\na spearhead for what puny help it could give him. The brush rustled\ndryly in alarm, tiny hidden animals squeaked their terror, the desert\nshouted to him of the monster that strode toward his cave. But he\ndidn't have to flee right away.\n\n       *       *       *       *       *\n\nRiordan sprayed the heavy-metal isotope in a ten-mile circle around\nthe old tower. He did that by night, just in case patrol craft might\nbe snooping around. But once he had landed, he was safe--he could\nalways claim to be peacefully exploring, hunting leapers or some such\nthing.\n\nThe radioactive had a half-life of about four days, which meant that\nit would be unsafe to approach for some three weeks--two at the\nminimum. That was time enough, when the Martian was boxed in so small\nan area.\n\nThere was no danger that he would try to cross it. The owlies had\nlearned what radioactivity meant, back when they fought the humans.\nAnd their vision, extending well into the ultra-violet, made it\ndirectly visible to them through its fluorescence--to say nothing of\nthe wholly unhuman extra senses they had. No, Kreega would try to\nhide, and perhaps to fight, and eventually he'd be cornered.\n\nStill, there was no use taking chances. Riordan set a timer on the\nboat's radio. If he didn't come back within two weeks to turn it off,\nit would emit a signal which Wisby would hear, and he'd be rescued.\n\nHe checked his other equipment. He had an airsuit designed for Martian\nconditions, with a small pump operated by a power-beam from the boat\nto compress the atmosphere sufficiently for him to breathe it. The\nsame unit recovered enough water from his breath so that the weight of\nsupplies for several days was, in Martian gravity, not too great for\nhim to bear. He had a .45 rifle built to shoot in Martian air, that\nwas heavy enough for his purposes. And, of course, compass and\nbinoculars and sleeping bag. Pretty light equipment, but he preferred\na minimum anyway.\n\nFor ultimate emergencies there was the little tank of suspensine. By\nturning a valve, he could release it into his air system. The gas\ndidn't exactly induce suspended animation, but it paralyzed efferent\nnerves and slowed the overall metabolism to a point where a man could\nlive for weeks on one lungful of air. It was useful in surgery, and\nhad saved the life of more than one interplanetary explorer whose\noxygen system went awry. But Riordan didn't expect to have to use it.\nHe certainly hoped he wouldn't. It would be tedious to lie fully\nconscious for days waiting for the automatic signal to call Wisby.\n\nHe stepped out of the boat and locked it. No danger that the owlie\nwould break in if he should double back; it would take tordenite to\ncrack that hull.\n\nHe whistled to his animals. They were native beasts, long ago\ndomesticated by the Martians and later by man. The rockhound was like\na gaunt wolf, but huge-breasted and feathered, a tracker as good as\nany Terrestrial bloodhound. The \"hawk\" had less resemblance to its\ncounterpart of Earth: it was a bird of prey, but in the tenuous\natmosphere it needed a six-foot wingspread to lift its small body.\nRiordan was pleased with their training.\n\nThe hound bayed, a low quavering note which would have been muffled\nalmost to inaudibility by the thin air and the man's plastic helmet\nhad the suit not included microphones and amplifiers. It circled,\nsniffing, while the hawk rose into the alien sky.\n\nRiordan did not look closely at the tower. It was a crumbling stump\natop a rusty hill, unhuman and grotesque. Once, perhaps ten thousand\nyears ago, the Martians had had a civilization of sorts, cities and\nagriculture and a neolithic technology. But according to their own\ntraditions they had achieved a union or symbiosis with the wild life\nof the planet and had abandoned such mechanical aids as unnecessary.\nRiordan snorted.\n\nThe hound bayed again. The noise seemed to hang eerily in the still,\ncold air; to shiver from cliff and crag and die reluctantly under the\nenormous silence. But it was a bugle call, a haughty challenge to a\nworld grown old--stand aside, make way, here comes the conqueror!\n\nThe animal suddenly loped forward. He had a scent. Riordan swung into\na long, easy low-gravity stride. His eyes gleamed like green ice. The\nhunt was begun!\n\n       *       *       *       *       *\n\nBreath sobbed in Kreega's lungs, hard and quick and raw. His legs felt\nweak and heavy, and the thudding of his heart seemed to shake his\nwhole body.\n\nStill he ran, while the frightful clamor rose behind him and the\npadding of feet grew ever nearer. Leaping, twisting, bounding from\ncrag to crag, sliding down shaly ravines and slipping through clumps\nof trees, Kreega fled.\n\nThe hound was behind him and the hawk soaring overhead. In a day and a\nnight they had driven him to this, running like a crazed leaper with\ndeath baying at his heels--he had not imagined a human could move so\nfast or with such endurance.\n\nThe desert fought for him; the plants with their queer blind life that\nno Earthling would ever understand were on his side. Their thorny\nbranches twisted away as he darted through and then came back to rake\nthe flanks of the hound, slow him--but they could not stop his brutal\nrush. He ripped past their strengthless clutching fingers and yammered\non the trail of the Martian.\n\nThe human was toiling a good mile behind, but showed no sign of\ntiring. Still Kreega ran. He had to reach the cliff edge before the\nhunter saw him through his rifle sights--had to, had to, and the hound\nwas snarling a yard behind now.\n\nUp the long slope he went. The hawk fluttered, striking at him,\nseeking to lay beak and talons in his head. He batted at the creature\nwith his spear and dodged around a tree. The tree snaked out a branch\nfrom which the hound rebounded, yelling till the rocks rang.\n\nThe Martian burst onto the edge of the cliff. It fell sheer to the\ncanyon floor, five hundred feet of iron-streaked rock tumbling into\nwindy depths. Beyond, the lowering sun glared in his eyes. He paused\nonly an instant, etched black against the sky, a perfect shot if the\nhuman should come into view, and then he sprang over the edge.\n\nHe had hoped the rockhound would go shooting past, but the animal\nbraked itself barely in time. Kreega went down the cliff face, clawing\ninto every tiny crevice, shuddering as the age-worn rock crumbled\nunder his fingers. The hawk swept close, hacking at him and screaming\nfor its master. He couldn't fight it, not with every finger and toe\nneeded to hang against shattering death, but--\n\nHe slid along the face of the precipice into a gray-green clump of\nvines, and his nerves thrilled forth the appeal of the ancient\nsymbiosis. The hawk swooped again and he lay unmoving, rigid as if\ndead, until it cried in shrill triumph and settled on his shoulder to\npluck out his eyes.\n\nThen the vines stirred. They weren't strong, but their thorns sank\ninto the flesh and it couldn't pull loose. Kreega toiled on down into\nthe canyon while the vines pulled the hawk apart.\n\nRiordan loomed hugely against the darkening sky. He fired, once,\ntwice, the bullets humming wickedly close, but as shadows swept up\nfrom the depths the Martian was covered.\n\nThe man turned up his speech amplifier and his voice rolled and boomed\nmonstrously through the gathering night, thunder such as dry Mars had\nnot heard for millennia: \"Score one for you! But it isn't enough! I'll\nfind you!\"\n\nThe sun slipped below the horizon and night came down like a falling\ncurtain. Through the darkness Kreega heard the man laughing. The old\nrocks trembled with his laughter.\n\n       *       *       *       *       *\n\nRiordan was tired with the long chase and the niggling insufficiency\nof his oxygen supply. He wanted a smoke and hot food, and neither was\nto be had. Oh, well, he'd appreciate the luxuries of life all the more\nwhen he got home--with the Martian's skin.\n\nHe grinned as he made camp. The little fellow was a worthwhile quarry,\nthat was for damn sure. He'd held out for two days now, in a little\nten-mile circle of ground, and he'd even killed the hawk. But Riordan\nwas close enough to him now so that the hound could follow his spoor,\nfor Mars had no watercourses to break a trail. So it didn't matter.\n\nHe lay watching the splendid night of stars. It would get cold before\nlong, unmercifully cold, but his sleeping bag was a good-enough\ninsulator to keep him warm with the help of solar energy stored during\nthe day by its Gergen cells. Mars was dark at night, its moons of\nlittle help--Phobos a hurtling speck, Deimos merely a bright star.\nDark and cold and empty. The rockhound had burrowed into the loose\nsand nearby, but it would raise the alarm if the Martian should come\nsneaking near the camp. Not that that was likely--he'd have to find\nshelter somewhere too, if he didn't want to freeze.\n\n_The bushes and the trees and the little furtive animals whispered a\nword he could not hear, chattered and gossiped on the wind about the\nMartian who kept himself warm with work. But he didn't understand that\nlanguage which was no language._\n\nDrowsily, Riordan thought of past hunts. The big game of Earth, lion\nand tiger and elephant and buffalo and sheep on the high sun-blazing\npeaks of the Rockies. Rain forests of Venus and the coughing roar of a\nmany-legged swamp monster crashing through the trees to the place\nwhere he stood waiting. Primitive throb of drums in a hot wet night,\nchant of beaters dancing around a fire--scramble along the hell-plains\nof Mercury with a swollen sun licking against his puny insulating\nsuit--the grandeur and desolation of Neptune's liquid-gas swamps and\nthe huge blind thing that screamed and blundered after him--\n\nBut this was the loneliest and strangest and perhaps most dangerous\nhunt of all, and on that account the best. He had no malice toward the\nMartian; he respected the little being's courage as he respected the\nbravery of the other animals he had fought. Whatever trophy he brought\nhome from this chase would be well earned.\n\nThe fact that his success would have to be treated discreetly didn't\nmatter. He hunted less for the glory of it--though he had to admit he\ndidn't mind the publicity--than for love. His ancestors had fought\nunder one name or another--viking, Crusader, mercenary, rebel,\npatriot, whatever was fashionable at the moment. Struggle was in his\nblood, and in these degenerate days there was little to struggle\nagainst save what he hunted.\n\nWell--tomorrow--he drifted off to sleep.\n\n       *       *       *       *       *\n\nHe woke in the short gray dawn, made a quick breakfast, and whistled\nhis hound to heel. His nostrils dilated with excitement, a high keen\ndrunkenness that sang wonderfully within him. Today--maybe today!\n\nThey had to take a roundabout way down into the canyon and the hound\ncast about for an hour before he picked up the scent. Then the\ndeep-voiced cry rose again and they were off--more slowly now, for it\nwas a cruel stony trail.\n\nThe sun climbed high as they worked along the ancient river-bed. Its\npale chill light washed needle-sharp crags and fantastically painted\ncliffs, shale and sand and the wreck of geological ages. The low harsh\nbrush crunched under the man's feet, writhing and crackling its\nimpotent protest. Otherwise it was still, a deep and taut and somehow\nwaiting stillness.\n\nThe hound shattered the quiet with an eager yelp and plunged forward.\nHot scent! Riordan dashed after him, trampling through dense bush,\npanting and swearing and grinning with excitement.\n\nSuddenly the brush opened underfoot. With a howl of dismay, the hound\nslid down the sloping wall of the pit it had covered. Riordan flung\nhimself forward with tigerish swiftness, flat down on his belly with\none hand barely catching the animal's tail. The shock almost pulled\nhim into the hole too. He wrapped one arm around a bush that clawed at\nhis helmet and pulled the hound back.\n\nShaking, he peered into the trap. It had been well made--about twenty\nfeet deep, with walls as straight and narrow as the sand would allow,\nand skillfully covered with brush. Planted in the bottom were three\nwicked-looking flint spears. Had he been a shade less quick in his\nreactions, he would have lost the hound and perhaps himself.\n\nHe skinned his teeth in a wolf-grin and looked around. The owlie must\nhave worked all night on it. Then he couldn't be far away--and he'd be\nvery tired--\n\nAs if to answer his thoughts, a boulder crashed down from the nearer\ncliff wall. It was a monster, but a falling object on Mars has less\nthan half the acceleration it does on Earth. Riordan scrambled aside\nas it boomed onto the place where he had been lying.\n\n\"Come on!\" he yelled, and plunged toward the cliff.\n\nFor an instant a gray form loomed over the edge, hurled a spear at\nhim. Riordan snapped a shot at it, and it vanished. The spear glanced\noff the tough fabric of his suit and he scrambled up a narrow ledge to\nthe top of the precipice.\n\nThe Martian was nowhere in sight, but a faint red trail led into the\nrugged hill country. _Winged him, by God!_ The hound was slower in\nnegotiating the shale-covered trail; his own feet were bleeding when\nhe came up. Riordan cursed him and they set out again.\n\nThey followed the trail for a mile or two and then it ended. Riordan\nlooked around the wilderness of trees and needles which blocked view\nin any direction. Obviously the owlie had backtracked and climbed up\none of those rocks, from which he could take a flying leap to some\nother point. But which one?\n\nSweat which he couldn't wipe off ran down the man's face and body. He\nitched intolerably, and his lungs were raw from gasping at his dole of\nair. But still he laughed in gusty delight. What a chase! What a\nchase!\n\n       *       *       *       *       *\n\nKreega lay in the shadow of a tall rock and shuddered with weariness.\nBeyond the shade, the sunlight danced in what to him was a blinding,\nintolerable dazzle, hot and cruel and life-hungry, hard and bright as\nthe metal of the conquerors.\n\nIt had been a mistake to spend priceless hours when he might have been\nresting working on that trap. It hadn't worked, and he might have\nknown that it wouldn't. And now he was hungry, and thirst was like a\nwild beast in his mouth and throat, and still they followed him.\n\nThey weren't far behind now. All this day they had been dogging him;\nhe had never been more than half an hour ahead. No rest, no rest, a\ndevil's hunt through a tormented wilderness of stone and sand, and now\nhe could only wait for the battle with an iron burden of exhaustion\nlaid on him.\n\nThe wound in his side burned. It wasn't deep, but it had cost him\nblood and pain and the few minutes of catnapping he might have\nsnatched.\n\nFor a moment, the warrior Kreega was gone and a lonely, frightened\ninfant sobbed in the desert silence. _Why can't they let me alone?_\n\nA low, dusty-green bush rustled. A sandrunner piped in one of the\nravines. They were getting close.\n\nWearily, Kreega scrambled up on top of the rock and crouched low. He\nhad backtracked to it; they should by rights go past him toward his\ntower.\n\nHe could see it from here, a low yellow ruin worn by the winds of\nmillennia. There had only been time to dart in, snatch a bow and a few\narrows and an axe. Pitiful weapons--the arrows could not penetrate\nthe Earthman's suit when there was only a Martian's thin grasp to draw\nthe bow, and even with a steel head the axe was a small and feeble\nthing. But it was all he had, he and his few little allies of a desert\nwhich fought only to keep its solitude.\n\nRepatriated slaves had told him of the Earthlings' power. Their\nroaring machines filled the silence of their own deserts, gouged the\nquiet face of their own moon, shook the planets with a senseless fury\nof meaningless energy. They were the conquerors, and it never occurred\nto them that an ancient peace and stillness could be worth preserving.\n\nWell--he fitted an arrow to the string and crouched in the silent,\nflimmering sunlight, waiting.\n\nThe hound came first, yelping and howling. Kreega drew the bow as far\nas he could. But the human had to come near first--\n\nThere he came, running and bounding over the rocks, rifle in hand and\nrestless eyes shining with taut green light, closing in for the death.\nKreega swung softly around. The beast was beyond the rock now, the\nEarthman almost below it.\n\nThe bow twanged. With a savage thrill, Kreega saw the arrow go through\nthe hound, saw the creature leap in the air and then roll over and\nover, howling and biting at the thing in its breast.\n\nLike a gray thunderbolt, the Martian launched himself off the rock,\ndown at the human. If his axe could shatter that helmet--\n\nHe struck the man and they went down together. Wildly, the Martian\nhewed. The axe glanced off the plastic--he hadn't had room for a\nswing. Riordan roared and lashed out with a fist. Retching, Kreega\nrolled backward.\n\nRiordan snapped a shot at him. Kreega turned and fled. The man got to\none knee, sighting carefully on the gray form that streaked up the\nnearest slope.\n\nA little sandsnake darted up the man's leg and wrapped about his\nwrist. Its small strength was just enough to pull the gun aside. The\nbullet screamed past Kreega's ear as he vanished into a cleft.\n\nHe felt the thin death-agony of the snake as the man pulled it loose\nand crushed it underfoot. Somewhat later, he heard a dull boom echoing\nbetween the hills. The man had gotten explosives from his boat and\nblown up the tower.\n\nHe had lost axe and bow. Now he was utterly weaponless, without even a\nplace to retire for a last stand. And the hunter would not give up.\nEven without his animals, he would follow, more slowly but as\nrelentlessly as before.\n\nKreega collapsed on a shelf of rock. Dry sobbing racked his thin body,\nand the sunset wind cried with him.\n\nPresently he looked up, across a red and yellow immensity to the low\nsun. Long shadows were creeping over the land, peace and stillness for\na brief moment before the iron cold of night closed down. Somewhere\nthe soft trill of a sandrunner echoed between low wind-worn cliffs,\nand the brush began to speak, whispering back and forth in its ancient\nwordless tongue.\n\nThe desert, the planet and its wind and sand under the high cold\nstars, the clean open land of silence and loneliness and a destiny\nwhich was not man's, spoke to him. The enormous oneness of life on\nMars, drawn together against the cruel environment, stirred in his\nblood. As the sun went down and the stars blossomed forth in awesome\nfrosty glory, Kreega began to think again.\n\nHe did not hate his persecutor, but the grimness of Mars was in him.\nHe fought the war of all which was old and primitive and lost in its\nown dreams against the alien and the desecrator. It was as ancient and\npitiless as life, that war, and each battle won or lost meant\nsomething even if no one ever heard of it.\n\n_You do not fight alone_, whispered the desert. _You fight for all\nMars, and we are with you._\n\nSomething moved in the darkness, a tiny warm form running across his\nhand, a little feathered mouse-like thing that burrowed under the sand\nand lived its small fugitive life and was glad in its own way of\nliving. But it was a part of a world, and Mars has no pity in its\nvoice.\n\nStill, a tenderness was within Kreega's heart, and he whispered gently\nin the language that was not a language, _You will do this for us? You\nwill do it, little brother?_\n\n       *       *       *       *       *\n\nRiordan was too tired to sleep well. He had lain awake for a long\ntime, thinking, and that is not good for a man alone in the Martian\nhills.\n\nSo now the rockhound was dead too. It didn't matter, the owlie\nwouldn't escape. But somehow the incident brought home to him the\nimmensity and the age and the loneliness of the desert.\n\nIt whispered to him. The brush rustled and something wailed in\ndarkness and the wind blew with a wild mournful sound over faintly\nstarlit cliffs, and it was as if they all somehow had voice, as if the\nwhole world muttered and threatened him in the night. Dimly, he\nwondered if man would ever subdue Mars, if the human race had not\nfinally run across something bigger than itself.\n\nBut that was nonsense. Mars was old and worn-out and barren, dreaming\nitself into slow death. The tramp of human feet, shouts of men and\nroar of sky-storming rockets, were waking it, but to a new destiny, to\nman's. When Ares lifted its hard spires above the hills of Syrtis,\nwhere then were the ancient gods of Mars?\n\nIt was cold, and the cold deepened as the night wore on. The stars\nwere fire and ice, glittering diamonds in the deep crystal dark. Now\nand then he could hear a faint snapping borne through the earth as\nrock or tree split open. The wind laid itself to rest, sound froze to\ndeath, there was only the hard clear starlight falling through space\nto shatter on the ground.\n\nOnce something stirred. He woke from a restless sleep and saw a small\nthing skittering toward him. He groped for the rifle beside his\nsleeping bag, then laughed harshly. It was only a sandmouse. But it\nproved that the Martian had no chance of sneaking up on him while he\nrested.\n\nHe didn't laugh again. The sound had echoed too hollowly in his\nhelmet.\n\nWith the clear bitter dawn he was up. He wanted to get the hunt over\nwith. He was dirty and unshaven inside the unit, sick of iron rations\npushed through the airlock, stiff and sore with exertion. Lacking the\nhound, which he'd had to shoot, tracking would be slow, but he didn't\nwant to go back to Port Armstrong for another. No, hell take that\nMartian, he'd have the devil's skin soon!\n\nBreakfast and a little moving made him feel better. He looked with a\npracticed eye for the Martian's trail. There was sand and brush over\neverything, even the rocks had a thin coating of their own erosion.\nThe owlie couldn't cover his tracks perfectly--if he tried, it would\nslow him too much. Riordan fell into a steady jog.\n\nNoon found him on higher ground, rough hills with gaunt needles of\nrock reaching yards into the sky. He kept going, confident of his own\nability to wear down the quarry. He'd run deer to earth back home, day\nafter day until the animal's heart broke and it waited quivering for\nhim to come.\n\nThe trail looked clear and fresh now. He tensed with the knowledge\nthat the Martian couldn't be far away.\n\nToo clear! Could this be bait for another trap? He hefted the rifle\nand proceeded more warily. But no, there wouldn't have been time--\n\nHe mounted a high ridge and looked over the grim, fantastic landscape.\nNear the horizon he saw a blackened strip, the border of his\nradioactive barrier. The Martian couldn't go further, and if he\ndoubled back Riordan would have an excellent chance of spotting him.\n\nHe tuned up his speaker and let his voice roar into the stillness:\n\"Come out, owlie! I'm going to get you, you might as well come out now\nand be done with it!\"\n\nThe echoes took it up, flying back and forth between the naked crags,\ntrembling and shivering under the brassy arch of sky. _Come out, come\nout, come out--_\n\nThe Martian seemed to appear from thin air, a gray ghost rising out of\nthe jumbled stones and standing poised not twenty feet away. For an\ninstant, the shock of it was too much; Riordan gaped in disbelief.\nKreega waited, quivering ever so faintly as if he were a mirage.\n\nThen the man shouted and lifted his rifle. Still the Martian stood\nthere as if carved in gray stone, and with a shock of disappointment\nRiordan thought that he had, after all, decided to give himself to an\ninevitable death.\n\nWell, it had been a good hunt. \"So long,\" whispered Riordan, and\nsqueezed the trigger.\n\nSince the sandmouse had crawled into the barrel, the gun exploded.\n\n       *       *       *       *       *\n\nRiordan heard the roar and saw the barrel peel open like a rotten\nbanana. He wasn't hurt, but as he staggered back from the shock Kreega\nlunged at him.\n\nThe Martian was four feet tall, and skinny and weaponless, but he hit\nthe Earthling like a small tornado. His legs wrapped around the man's\nwaist and his hands got to work on the airhose.\n\nRiordan went down under the impact. He snarled, tigerishly, and\nfastened his hands on the Martian's narrow throat. Kreega snapped\nfutilely at him with his beak. They rolled over in a cloud of dust.\nThe brush began to chatter excitedly.\n\nRiordan tried to break Kreega's neck--the Martian twisted away, bored\nin again.\n\nWith a shock of horror, the man heard the hiss of escaping air as\nKreega's beak and fingers finally worried the airhose loose. An\nautomatic valve clamped shut, but there was no connection with the\npump now--\n\nRiordan cursed, and got his hands about the Martian's throat again.\nThen he simply lay there, squeezing, and not all Kreega's writhing and\ntwistings could break that grip.\n\nRiordan smiled sleepily and held his hands in place. After five\nminutes or so Kreega was still. Riordan kept right on throttling him\nfor another five minutes, just to make sure. Then he let go and\nfumbled at his back, trying to reach the pump.\n\nThe air in his suit was hot and foul. He couldn't quite reach around\nto connect the hose to the pump--\n\n_Poor design_, he thought vaguely. _But then, these airsuits weren't\nmeant for battle armor._\n\nHe looked at the slight, silent form of the Martian. A faint breeze\nruffled the gray feathers. What a fighter the little guy had been!\nHe'd be the pride of the trophy room, back on Earth.\n\nLet's see now--He unrolled his sleeping bag and spread it carefully\nout. He'd never make it to the rocket with what air he had, so it was\nnecessary to let the suspensine into his suit. But he'd have to get\ninside the bag, lest the nights freeze his blood solid.\n\nHe crawled in, fastening the flaps carefully, and opened the valve on\nthe suspensine tank. Lucky he had it--but then, a good hunter thinks\nof everything. He'd get awfully bored, lying here till Wisby caught\nthe signal in ten days or so and came to find him, but he'd last. It\nwould be an experience to remember. In this dry air, the Martian's\nskin would keep perfectly well.\n\nHe felt the paralysis creep up on him, the waning of heartbeat and\nlung action. His senses and mind were still alive, and he grew aware\nthat complete relaxation has its unpleasant aspects. Oh, well--he'd\nwon. He'd killed the wiliest game with his own hands.\n\nPresently Kreega sat up. He felt himself gingerly. There seemed to be\na rib broken--well, that could be fixed. He was still alive. He'd been\nchoked for a good ten minutes, but a Martian can last fifteen without\nair.\n\nHe opened the sleeping bag and got Riordan's keys. Then he limped\nslowly back to the rocket. A day or two of experimentation taught him\nhow to fly it. He'd go to his kinsmen near Syrtis. Now that they had\nan Earthly machine, and Earthly weapons to copy--\n\nBut there was other business first. He didn't hate Riordan, but Mars\nis a hard world. He went back and dragged the Earthling into a cave\nand hid him beyond all possibility of human search parties finding\nhim.\n\nFor a while he looked into the man's eyes. Horror stared dumbly back\nat him. He spoke slowly, in halting English: \"For those you killed,\nand for being a stranger on a world that does not want you, and\nagainst the day when Mars is free, I leave you.\"\n\nBefore departing, he got several oxygen tanks from the boat and hooked\nthem into the man's air supply. That was quite a bit of air for one in\nsuspended animation. Enough to keep him alive for a thousand years.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Duel on Syrtis, by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DUEL ON SYRTIS ***\n\n***** This file should be named 32436.txt or 32436.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/4/3/32436/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}