{"title": "Big Stupe", "author": "Charles V. De Vet", "releaseDate": "May 27, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                Big Stupe\n\n                           By CHARLES V. DE VET\n\n                           Illustrated by KOSSIN\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nMarch 1955. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Smart man, Bruckner--he knew how to handle natives ... but\nthey knew even better how to deal with smart terrestrials!_]\n\n\nBruckner was a man deeply imbued with a sense of his own worth. Now as\nhe rested his broad beam on the joined arms of Sweets and Majesky, he\nwinked to include them in a \"this is necessary, but you and I see the\nhumor of the thing\" understanding. Like most thoroughly disliked men, he\nconsidered himself quite popular with \"the boys.\"\n\nThe conceited ham's enjoying this, Sweets thought, as he staggered down\nthe aisle under the big man's weight. At the ship's entrance, he glanced\nout across the red-sand plain to where the natives waited.\n\nThey wore little clothing, Sweets noted, except the chief. He sat on his\ndais--carried on the shoulders of eight of his followers--dressed in\nlong streamers of multi-colored ribbons. Other ribbons, rolled into a\nrope, formed a diadem on his head.\n\nThe only man more impressively dressed was Bruckner. He wore all the\nceremonial trappings of a second century Gallic king, complete with\njewel-studded gold crown.\n\nAs Sweets and Majesky grunted with their burden across the ten yards\nseparating the ship from the thronelike chair that had been brought out\nearlier, their feet kicked up a cloud of red dust that coated their\nclothing and clogged their nostrils.\n\nThe dust had originally been red ferric sand. But the action of winds\nand storms had milled it together, grain against grain, through the\nages, until it had become a fine red powder that hung in the hot still\nair after they had passed.\n\nMost of Waterfield's Planet, they had discovered on their inspection\nflight the day before, had been a desert for more centuries than they\ncould accurately estimate. Its oases, however, were large and plentiful\nand, as observed from the air, followed a clear-cut, regular pattern.\nThe obvious conclusion was that they were fed by underground rivers.\n\n       *       *       *       *       *\n\nThe crewmen deposited their burden in the chair and stood waiting.\n\n\"Nice work, men,\" Bruckner muttered in an undertone. \"Now keep up the\nact. Bow from the waist and retire discreetly to the background.\"\n\nMajesky said something under his breath as they complied.\n\nThe greeting ceremony got off to a good start after that, Sweets had to\nadmit. Whatever else might be said of Bruckner, he knew his job as a\npsychologist.\n\nBruckner rose to his feet, raised his right hand, palm forward, and\nintoned gravely, \"Earthmen greet you.\" He spoke in the language of the\nnatives.\n\nThe tribal chieftain raised his hand negligently in reply, but neither\nrose nor spoke.\n\nWith a great display of magnanimity, Bruckner sent over a bolt of bright\nred cloth.\n\nThe chieftain accepted the gift and sent back a large wooden box carried\nby two of his men. They lowered the box at Bruckner's feet and one of\nthem opened a door in its side.\n\nThe large animal--or bird; the Earthmen couldn't be certain which--that\nstepped out stood about seven feet tall, with a body shaped like a\nbowling pin. It walked on webbed feet that angled outward, had short\nflippers, set low on a body covered with coarse hair that might have\nbeen feathers, and was armed with long, vicious claws. There was\nsomething so ludicrous about its appearance that Sweets had difficulty\nstifling the chuckle that rose in his throat.\n\nThe animal, however, took itself very seriously. When it saw its\naudience--the spaceship's crew--watching, it took two spraddling steps\nforward, pulled the bulk of its pot-bellied stomach up into its chest\nand paused dramatically.\n\nIt gave three very loud, hoarse burps, somewhere between the squawk of a\nduck and the braying of an ass. It was a hilariously funny caricature of\na pompous orator.\n\nSomeone snickered. Immediately Sweets and the other crew members joined\nin the laughter. It was the kind of belly-laughing that could not be\nrestrained.\n\nWhile he roared, Sweets took time to observe Bruckner. At the first\noutbreak of laughter, the psychologist scowled and glanced nervously\nacross at the natives. But when he saw that they, too, had joined in the\nlaughter, he allowed himself to smile condescendingly.\n\nThe meeting ended with much apparent good will on both sides.\n\n       *       *       *       *       *\n\n\"Well, I guess we knew what we were doing, didn't we?\" Bruckner said\nafter they were back in the ship.\n\nHe made a point of emphasizing the we.\n\n\"At the time Waterfield's Planet was first discovered,\" he explained,\n\"the official report was that the natives were friendly. However, when\nthe survey team landed a year later, they ran into trouble. At the\nbeginning, they were courteous and considerate in their dealings with\nthe natives, but the tribesmen took that as a sign of weakness and gave\nthe team very little cooperation. Then they tried being a bit tough and\nfound themselves with a small war on their hands. They were lucky to get\naway with their lives. So you can see why I'm pleased with the way\nthings went off today.\"\n\n\"If the natives are that touchy, we'll still have to be careful,\" Sweets\nsaid. \"What are we supposed to be doing here, anyway?\"\n\nBruckner looked carefully around the circle at each of his listeners.\n\"There's no reason now why I shouldn't tell you,\" he said confidingly.\n\"The survey team found enough traces of rare elements here to suspect\nthat there might be large deposits on the planet. That's what we're\nafter.\"\n\n\"And you think there might be trouble?\" Majesky asked. Bruckner had his\nfull attention now, Sweets noted. There was always a kind of leashed\nvitality about Majesky that made him poor company during a space trip,\nbut he was the type of man you'd want on your side in a\nrough-and-tumble.\n\n\"I certainly do not,\" Bruckner answered, frowning in annoyance. \"It's my\njob to see that we don't have trouble. I went very carefully over the\nrecords of the two previous landings, even before we began this trip,\nand I believe I understand the psychological compulsions of these\ntribesmen quite well.\"\n\n\"You mean you know what makes 'em tick?\" Majesky asked.\n\n\"Yes, I think I can safely say I do,\" Bruckner said modestly. \"Their\nculture pattern is based on a long history of tribal conflict. And, for\na tribe to prosper, they must have a strong as well as resourceful\nleader. Thus the splendid dress of their chieftain this morning, in\ncontrast to the drabness of the ordinary tribal dress. He must be, very\napparently, a man above the common tribesmen to hold their respect.\n\n\"And that,\" Bruckner added, \"was the reason for our little act this\nmorning. The best way to impress them with our power is to display the\nmagnificence of our leader. The better we can keep them convinced of my\ngreatness, the less risk there will be of trouble.\"\n\n       *       *       *       *       *\n\nBig Stupe--someone gave their pet the name the first five minutes and it\nstuck--had the run of the ship. Individually and in groups, the crew\ntook turns amusing themselves with him. And Big Stupe accepted\neverything they did very seriously and loved the attention. He was\ndefinitely a gregarious animal.\n\nAnd his name fitted perfectly. His gullibility and invariable stupidity\nseemed to have no limits. He fell for the same practical jokes over and\nover again. He was clumsy and stumbled over furniture, loose objects and\neven his own feet.\n\n[Illustration]\n\nHe would eat anything. If what he swallowed proved indigestible, he\nwould stand for a minute with an astounded expression on his hairy face\nand then whatever he had eaten would come rolling up. He eagerly gulped\ndown the same rubber ball a dozen times in the space of ten minutes.\nWhenever spoken to, he replied promptly, in his incredible squawking\nbray. A \"hello,\" by one of the crew, with an answering bray from Big\nStupe, was always good for a laugh.\n\nBig Stupe had a fear of loud noises and pulled a variation of the\nostrich-head-in-hole routine, at every unexpected loud sound, of turning\nhis back to whatever had frightened him and peering cautiously back\nunder a flipper. If a tail feather was pulled, he'd make a determined\nand prolonged effort to run straight through the ship's wall, flapping\nand treadmilling and skidding and pushing his beak against it.\n\nAnother of his tricks was the dispensing of pebbles--which he seemed to\nconsider very valuable gifts--from his marsupial pouch to the crew\nmembers who took his fancy.\n\nSweets often wondered how an animal with so little common intelligence\nhad survived the evolutionary process. He could spot no counterbalancing\nability or survival characteristic. But somehow the species had escaped\nextinction.\n\n       *       *       *       *       *\n\nOn the second day, Bruckner sent Sweets and Teller, the head engineer,\nto the chief with a present and samples of rare ores. Sweets' duties, on\nthe trip out, had included the learning of the native language.\n\nThe sun was hot and Sweets wore only his shoes, trousers and a T shirt.\nIt seemed absurd that a sun that appeared no larger than an egg should\nbe so hot. But he knew it generated all that heat because it was a blue\nsun and not one of the ordinary yellow-white type, as it appeared. The\ndeceptive appearance was caused by the heavy atmosphere that held out\nthe ultraviolet and the heat and light came in on the yellow band. Last\nnight, the darkness had had a dim violet haze.\n\nThe interview with Chief Faffin went quite smoothly. He received the\nEarthmen with great cordiality and Sweets was certain that he detected\nin the chieftain's manner more than mere courtesy. He seemed to have a\ngenuine liking for them. He accepted gravely the gyroscope top which\nBruckner had sent and agreed, without argument or reservations, to send\nhis men in search of the ores that matched the samples Sweets showed\nhim.\n\nHe would be happy to assist his friends, the _Lacigule_, the chief said.\n_Lacigule_ was the natives' name for the Earthmen, used in both the\nsingular and the plural.\n\nThe same afternoon, a dozen natives brought samples of ores to the ship.\nAt Bruckner's orders, Sweets gave each native a comb from the ship's\nsupply of trading goods.\n\nDuring the evening, Teller and his men set up a portable mass\nspectograph separator at the mine site and, three days later, they had\nthe hold of the ship two-thirds full.\n\nDuring all this time, the crew members had been restricted to the\nvicinity of the spaceship and by the third day were showing signs of\nunrest. They sent Sweets to talk with Bruckner and the captain.\n\n\"We'll be leaving here in a few days,\" Sweets told them. \"It's been a\nlong trip out and it'll be another long trip back. The men feel they're\nentitled to some fun before they go.\"\n\n\"That seems like a reasonable request,\" the captain said. \"What do you\nthink, Mr. Bruckner?\"\n\n\"It would be risky to let them mingle too freely with the natives,\"\nBruckner advised. \"We aren't familiar enough with the local customs. One\nwrong move might spoil all the good will I've been able to build up so\nfar.\"\n\n\"Unless you let them have a little fun, you're going to be awfully\nunpopular,\" Sweets said. Without knowing it, he was something of a\npsychologist himself.\n\n\"Hmmm.\" Bruckner was thoughtful. \"I'm for the men,\" he said finally.\n\"One hundred per cent. Let's say we wait until tomorrow evening, though.\nWe'll have the hold just about filled by that time. Then it won't matter\ntoo much if the natives change their minds about letting us take the\nores. How does that sound to you?\"\n\n\"Fair enough,\" Sweets agreed.\n\n       *       *       *       *       *\n\nThe next evening, a full-fledged party was held. Permission had been\nobtained from Chief Faffin for the crew to visit the village and the\ntribesmen were waiting for them when they arrived.\n\nSweets stayed close to Majesky. For the past couple days, the big\ncrewman had been drinking--not heavily, but steadily. The irritation of\nbeing restricted to the ship and vicinity, added to the long trip out\nfrom Earth, had gradually built up in him an ugly resentment.\n\nNow as the crew members sat in a circle watching the dancing of a\nhalf-dozen native men, Sweets noted that Majesky was drunk. He sat with\nhis arms wrapped around his legs, his head resting on his knees, and\nglared at the dancers. Outside the circle, a pile of brush burned with\nmuch crackling of wood-pitch.\n\nAfter the dance was over, the natives sat solemnly watching the\nEarthmen. It was soon apparent that they expected their visitors to\nfurnish the next portion of the entertainment program.\n\nEvidently Bruckner had come prepared for this. He rose impressively from\nhis throne--on which he had been carried the quarter-mile from the\nship--and said, \"We'll have your song now, Billy.\"\n\nBilly Watts, astrogator of the crew, pulled himself to his feet and, in\na high boyish tenor, sang _I'll Take You Home Again, Kathleen_.\n\nSweets felt his throat quicken as a wave of homesickness went through\nhim like a chill. At the song's end, it needed the yip, yip, yip of the\ntribesmen's applause to bring him out of his memories of Earth.\n\nThe tribesmen continued their applause until Watts rose again. Sweets\nwondered if they had any music of their own. The men had danced earlier\nwithout accompaniment and they had made no sound themselves.\n\nBilly Watts sang two more songs and it was the tribesmen's turn again.\n\nSuddenly a native woman ran out from behind one of the round, mud-packed\nvillage huts and into the circle of spectators. She paused on tiptoe,\ncrouched and sprang upward, twisting and screaming as she rose. She\nlanded with her legs in driving motion and went through a racing,\nenergetic series of gyrations. She was almost completely unclothed.\n\n       *       *       *       *       *\n\nFor a stunned moment, the men sat motionless in pleased surprise. Then\nSweets caught a movement from the corner of his eye and shifted his head\nto look at Majesky. For the first time in many days, Majesky appeared\nhappy. He had straightened up and his eyes shone with a glow of\napproval. He raised his arms in a gesture of encouragement and yelled,\n\"Swing it, baby!\"\n\nThe dancer's stride broke and her head turned sharply in Majesky's\ndirection. Then she ignored the interruption and went on with her dance.\n\nBut Majesky was not to be ignored. He climbed to his feet and stood with\nhis head hunched between his shoulders, watching her. Then he lurched\nforward, caught the girl up in his arms and swung her around in a\nstaggering circle.\n\nIt had happened too suddenly for any of the Earthmen to stop him, and\nnow they were unable to decide just what they should do. Most of them\nturned to Bruckner.\n\nTo Sweets, it seemed that Bruckner had gone pale, but it was difficult\nto be certain in the uneven light cast by the fire. His mouth opened\ntwice before he could speak. And when he did, Sweets almost laughed at\nthe staginess and absurdity of what he said.\n\n\"Unhand that woman!\" Bruckner commanded.\n\nBruckner's voice was loud and it penetrated through the haze of\nMajesky's drunken elation. He stopped his spinning and set the girl on\nher feet, but he kept his right arm around her waist and glared back at\nBruckner.\n\n\"Go to hell,\" he said.\n\nThe natives apparently had been as surprised as the crew, for they had\nnot moved. Now, however, one of them rose and lunged at Majesky.\n\nMajesky's face twisted into an expectant grin and he tossed the girl\naside and stood with wide-spread legs, waiting. As the native dived in\nwith his head lowered, Majesky brought his right fist up in a powerful\nuppercut and smashed it into the tribesman's mouth.\n\nThe native continued his dive and landed face down. Natives and Earthmen\nwere on their feet now and moving toward Majesky. Sweets reached him\nfirst.\n\nThe grin of pleasure was still on Majesky's face as he hit Sweets on the\nleft cheek and spun him half-around. He butted his head into the chest\nof the next man to reach him, but they pulled him down then and held him\nhelpless.\n\nThe natives had paused when they saw the Earthmen grab Majesky.\n\nNow Bruckner made his voice heard above the noise. \"Bring him over\nhere!\" he yelled.\n\nTwo men pinned Majesky's arms while a third held one kicking leg. They\ndragged him over to Bruckner.\n\n\"You damn, dumb fool!\" Bruckner cursed fervently. He raised his voice.\n\"All of you,\" he ordered, \"back to the ship!\"\n\nThe natives made no attempt to stop them.\n\nSweets glanced back over his shoulder at Chief Faffin as they went. He\nwas standing and intoning sadly, \"_Lacigule, lacigule, lacigule_.\"\n\n       *       *       *       *       *\n\nThe following day, Bruckner called Sweets to his quarters.\n\n\"That was a rotten piece of business last night,\" Bruckner said. \"But\nI'm proud of the way you acted. You did some mighty quick thinking\nthere.\"\n\nSweets grunted. He knew the flattery was leading to something.\n\n\"I've been giving the matter some deep thought since,\" Bruckner\ncontinued, \"and I don't think it's too late yet to patch things up. But\nI need a man with guts.\" He laughed. \"How brave do you feel this\nmorning?\"\n\nSweets shrugged and regarded the other levelly.\n\n\"You can speak their language,\" Bruckner said. \"And I don't believe\nthey're sure enough of themselves to risk bloodshed. How would you like\nto bring another present to the chief? I'll see that you're--\"\n\n\"I don't feel like being a hero this morning,\" Sweets interrupted. \"Why\ndon't you go yourself?\"\n\nBruckner's eyebrows raised. \"My job is vital to the success of this\nexpedition to risk my life unnecessarily. I'd go myself except--\"\n\n\"Except that it's too dangerous,\" Sweets finished for him.\n\nBruckner straightened and his lips grew narrower. \"That will be enough\nof that. We'll find some way to get along without your help.\"\n\nThe party Bruckner organized to visit the native village pointedly did\nnot include Sweets.\n\nEach man carried a rifle and sidearms. Bruckner walked this time--at\ntheir head. But Sweets made a small bet with himself that Bruckner would\nstay close to the protection of his men. He was willing enough to send\nanother man out alone, but when he had to go himself, he made sure that\nhe was well protected.\n\nBruckner and his men had been gone almost an hour when Sweets heard the\nsound of Big Stupe's hoarse squawking from outside the ship. There\nseemed to be anger in the tones. Before Sweets reached the open portal\nof the ship, he heard more excited squawks. They were similar to Big\nStupe's, but they weren't being made by him.\n\nOutside, Sweets found Big Stupe facing three others of his breed,\nexchanging loud angry squawks. Soon they began to walk rapidly in their\npseudo-dignified spraddles, each in a small circle.\n\nAbruptly they were locked together and it was soon apparent that this\nwas no game. Big Stupe pulled with both flippers at the head of one of\nhis visitors, while another systematically raked his long claws down the\nsides of Big Stupe's neck. Before Sweets could reach him, the neck was\nstreaming with blood.\n\nSweets remembered how Big Stupe had always been afraid of loud noises\nand he raised his voice in a shout. The other stupes turned their backs,\nbut Big Stupe brought one flipper around and hit Sweets squarely between\nthe eyes.\n\n       *       *       *       *       *\n\nAs Sweets stood stunned, he felt Big Stupe's body crash against his\nshoulders and this time, when he yelled, it was in alarm and fear.\n\nThen he was free and his eyes swam back into focus. He saw Big Stupe\nstanding with his back turned. The three visitors were shambling off\nawkwardly.\n\nSweets left Big Stupe and stumbled back to the ship.\n\nBruckner returned well pleased with his trip.\n\n\"I'd say we handled that exactly right,\" he said. \"I don't know if the\nother expeditions contacted this particular tribe or not, but at least\nstories must have reached them of the potency of the Earthmen's weapons.\nWhen we showed them that we preferred peace, but were ready to fight if\nnecessary, that was the end of the affair. And the presents we had for\nFaffin, and for the native that Majesky hit, didn't hurt any. The one\nthing to keep in mind is that we've got to make them respect us. And\nthose lads have plenty of respect for _Lacigule_ right now.\"\n\nIt seemed that Bruckner was right. There was no further difficulty with\nthe tribesmen as the engineers completed their mining and separating\noperations and finished filling the hold of the ship.\n\n       *       *       *       *       *\n\nTwo days later, they were ready to leave.\n\n\"Can we take Big Stupe along with us when we go?\" one of the crewmen\nasked Bruckner. Most of them were standing outside the ship, taking a\nlast look around at Waterfields Planet. The ship had been made\nspace-ready and all preparations for departure had been completed.\n\n\"I see no reason why not,\" Bruckner answered. \"He certainly helps keep\nour morale up. I wonder,\" he went on in an expansive mood, \"if you men\nrealize why you get such a kick out of Big Stupe. You ought to read\nHobbs' essay on the basis of humor sometime.\n\n\"Hobbs does a fine job of showing that we enjoy humor because it caters\nto our need for self-approval. When a monkey falls out of a tree, all\nthe other monkeys laugh, because it makes them feel so clever and wise\nfor not having fallen out of their tree. Whenever Big Stupe pulls one of\nhis outlandish stunts, we are all reminded of how much smarter we are.\nIt makes us feel good and so we like Big Stupe. We like anybody or\nanything that makes us feel superior.\"\n\nA few of the natives who had been watching the preparations for\ndeparture from a distance walked closer.\n\nBruckner turned and waved cheerfully to them. \"Farewell, friends.\nPerhaps we'll see you again in a few years.\" He paused. \"I've been\nwondering,\" he said, pointing at Big Stupe, \"what's your name for this\nbird here?\"\n\n\"_Lacigule_,\" the native answered.\n\nThey left Big Stupe behind.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Big Stupe, by Charles V. De Vet\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BIG STUPE ***\n\n***** This file should be named 32551.txt or 32551.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/5/32551/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}