{"title": "\"And That's How It Was, Officer\"", "author": "Ralph Sholto", "releaseDate": "May 28, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _When Uncle Peter decided to clean out the underworld, it was a fine\n    thing for the town, but it was tough on the folks in Tibet._\n\n\n                            \"And that's how\n                            it was, officer\"\n\n                            By Ralph Sholto\n\n\n David Nixon,\n Chief of Police,\n Morton City.\n\nDear Chief Nixon:\n\nNo doubt, by this time, you and your boys are a pretty bewildered lot.\nYou have all probably lost weight wondering what has been going on in\nMorton City; where all the gangsters went, and why the underworld has\nvanished like a bucket of soap bubbles.\n\nNot being acquainted with my uncle, Peter Nicholas, with Bag Ears\nMulligan, with the gorgeous Joy Nicholas, my bride of scarcely\ntwenty-four hours, or with me, Homer Nicholas, you have of course been\nout of touch with a series of swiftly moving events just culminated.\n\nYou, above all others, are entitled to know what has been happening in\nour fair city. Hence this letter. When you receive it, Joy and I will be\non the way to Europe in pursuit of a most elusive honeymoon. Uncle Peter\nwill be headed for Tibet in order to interview certain very important\npeople you and your department never heard of. Bag Ears will probably be\noff somewhere searching for his bells, and I suggest you let him keep\nright on searching, because Bag Ears isn't one to answer questions with\nvery much intelligence.\n\nSo, because of the fact that a great deal of good has been done at no\ncost whatever to the taxpayers, I suggest you read this letter and then\nforget about the whole thing.\n\nIt all started when Joy and I finally got an audience with Uncle Peter\nin his laboratory yesterday morning. Possibly you will think it strange\nthat I should have difficulty in contacting my own close relative. But\nyou don't know Uncle Peter.\n\nHe is a strange mixture of the doer and the dreamer--the genius and the\nchild. Parts of his brain never passed third grade while other parts\ncould sit down and tie Einstein in knots during a discussion of nuclear\nphysics, advanced mathematics or what have you. He lives in a small\nbungalow at the edge of town, in the basement of which is his\nlaboratory. A steel door bars the public from this laboratory and it was\nupon this door that Joy and I pounded futilely for three days. Finally\nthe door opened and Uncle Peter greeted us.\n\n\"Homer--my dear boy! Have you been knocking long?\"\n\n\"Quite a while, Uncle Peter--off and on that is. I have some news for\nyou. I am going to get married.\"\n\nMy uncle became visibly disturbed. \"My boy! That's wonderful--truly\nwonderful. But I'm certainly surprised at you. Tsk-tsk-tsk!\"\n\n\"What do you mean by tsk-tsk-tsk?\"\n\n\"Your moral training has been badly neglected. You plan marriage even\nwhile traveling about in the company of this woman you have with you.\"\n\nJoy is a lady of the finest breeding, but she can be caught off-guard at\ntimes. This was one of the times. She said, \"Listen here, you\nbald-headed jerk. Nobody calls me a woman--\"\n\nUncle Peter was mildly interested. \"Then if you aren't a woman, what--?\"\n\nI hastened to intervene. \"You didn't let Joy finish, Uncle Peter. She no\ndoubt would have added--'in that tone of voice.' And I think her\nattitude is entirely justified. Joy is a fine girl and my intended\nbride.\"\n\n\"Oh, why didn't you say so?\"\n\n\"I supposed you would assume as much.\"\n\n\"My boy, I am a scientist. A scientist assumes nothing. But I wish to\napologize to the young lady and I hope you two will be very happy.\"\n\n\"That's better,\" Joy said, with only a shade of truculence.\n\n\"And now,\" Uncle Peter went on. \"It would be very thoughtful of you to\nleave. I am working on a serum which will have a great deal to do with\nchanging the course of civilization. In fact it is already perfected and\nmust be tested. It is a matter of utmost urgency to me that I be left\nalone to arrange the tests.\"\n\n\"I am afraid,\" I said, \"that you will have to delay your work a few\nhours. It is not every day that your nephew gets married and in all\ndecency you must attend the wedding and the reception. I don't wish you\nto be inconvenienced too greatly, but--\"\n\nUncle Peter's mind had gone off on another track. He stopped me with a\nwave of his hand and said, \"Homer, are you still running around with\nthose bums from the wrong side of town?\"\n\n       *       *       *       *       *\n\nThese words from anyone but Uncle Peter would have been insulting. But\nUncle Peter is the most impersonal man I have known. He never bothers\ninsulting people for any personal satisfaction. When he asks a question,\nhe always has a reason for so doing.\n\nBy way of explaining Uncle Peter's question, let me say that I am a firm\nbeliever in democracy and I demonstrate this belief in my daily life.\nMore than once I have had to apologize for the definitely unsocial\nattitude of my family. They have a tendency to look down on those less\nfortunate in environment and financial stability than we Nicholases.\n\nI, however, do not approve of this snobbishness. I cannot forget that a\ngreat-uncle, Phinias Nicholas, laid the foundations of our fortune by\nstealing cattle in the days of the Early West and selling them at an\namazing profit.\n\nI personally am a believer in the precept that all men are created\nequal. I'll admit they don't remain equal very long, but that is beside\nthe point.\n\nIn defense of my convictions, I have always sought friends among the\nunderprivileged brotherhood sometimes scathingly referred to as bums,\ntramps, screwballs, and I've found them, on the whole, to be pretty\nswell people.\n\nBut to get back--I answered Uncle Peter rather stiffly. \"My friends are\nmy own affair and are not to be discussed.\"\n\n\"No offense. My question had to do with an idea I got rather suddenly.\nWill any of these--ah, friends, be present at the reception?\"\n\n\"It is entirely possible.\"\n\n\"Then I could easily infiltrate--\"\n\n\"You could what?\"\n\n\"Never mind, my boy. It is not important. I'll be indeed honored to\nattend your wedding.\"\n\nAt that moment there was a muffled commotion from beyond a closed door\nto our left; the sound of heels kicking on the panel and an irate female\nvoice:\n\n\"They gone yet? There's cobwebs in this damn closet--and it's dark!\"\n\nUncle Peter had the grace to blush. In fact he could do little else as\nthe closet door opened and a young lady stepped forth.\n\nIn the vulgar parlance of the day, this girl could be described only as\na dream-boat. This beyond all doubt, because the trim hull, from stem to\nstern, was bared to the gaze of all who cared to observe and admire. She\nwas a blonde dream-boat--and most of her present apparel had come from\nlying under a sun lamp.\n\nUncle Peter gasped. \"Cora! In the name of all decency--\"\n\nJoy, with admirable aplomb, laughed gayly. \"Why, Uncle Peter! So it's\nthat kind of research! And no wonder it's top-secret!\"\n\nUncle Peter's frantic attention was upon the girl. \"I was never so\nmortified--\"\n\nShe raised her hair-line eyebrows. \"Why the beef, Winky? Aren't we\namong friends?\"\n\n\"Never mind! Never mind!\" Uncle Peter fell back upon his dignity--having\nnothing else to fall back on--and said, \"Homer--Joy--this is Cora, my\nah--assistant. She was ah--in the process of taking a shower, and--\"\n\nJoy reached forth and pinched Uncle Peter's flaming cheek. \"It's all\nright, uncle dear. Perfectly all right. And I'll bet this chick can give\na terrific assist, too.\"\n\nI felt the scene should be broken up at the earliest possible moment. I\nsteered Joy toward the door. I said, \"We'll see you later, then, Uncle\nPeter.\"\n\n\"And you too, Miss Courtney,\" Joy cut in. \"Make Winky bring you and\ndon't bother to dress. The reception is informal.\"\n\nI got Joy out the door but I couldn't suppress her laughter. \"Winky,\"\nshe gasped. \"Oh, my orange and purple garter-belt!\"\n\n       *       *       *       *       *\n\nWe will proceed now, to the reception, which was given by my Aunt\nGretchen in the big house on Shore Drive. We were married at City Hall\nand--after a delicious interlude while the cab was carrying us\ncross-town--we arrived there, a happy bride and groom.\n\nI am indeed fortunate to have wooed and won such a talented and\nbeautiful girl as Joy. A graduate of Vassar, she is an accomplished\npianist, a brilliant conversationalist, and is supercharged with a\nvitality and effervescence which--while they sometimes manifest in\ndisturbing ways--are wonderful to behold. But more of that later.\n\nThe reception began smoothly enough. The press was satisfactorily\nrepresented, much to Aunt Gretchen's gratification. Joy and I stood at\nthe door for a time, receiving. Then, tiring of handshakes and\ncongratulations, we retired to the conservatory to be alone for a few\nminutes.\n\nOr so we thought.\n\nAlmost immediately, Aunt Gretchen ferreted us out. Aunt Gretchen has\nlong-since lost the smooth silhouette for which the Nicholas women are\nnoted. She has broadened in all departments and she came waddling along\nbetween banks of yellow roses in a manner suggesting an outraged circus\ntent.\n\n\"Homer,\" she called. \"Homer!\"\n\nI reluctantly took my hands away and answered her.\n\n\"Oh, there you are! Homer--I want an explanation.\"\n\n\"An explanation of what?\"\n\n\"There is a person at the door who calls himself Bag Ears Mulligan. He\nhas the audacity to claim you invited him to--to this _brawl_ as he\nterms it.\"\n\nI must here explain--with sorrow--that my Aunt Gretchen is a snob. There\nis no other term for it. It has gotten to be such a habit with her that\nany friend of mine is automatically a person to be looked down on.\n\nAnd Bag Ears Mulligan is one of my dearest friends. Of course I had\ninvited him to my wedding, and felt honored by his attendance. Bag Ears\nis a habitue of one of the less glittering places I frequent in search\nof lasting fellowship--Red Nose Tessie's Bar, to be exact. A place of\ndirty beer glasses but of warm hearts and sincere people.\n\n\"I'll see this man, Aunt Gretchen,\" I said with calm dignity. \"He is to\nbe an honored guest. While somewhat rugged in appearance, Bag Ears has a\nsensitive nature and must be treated with understanding.\"\n\nAunt Gretchen's lips quivered. \"Homer--I'm through--absolutely and\nfinally through! You can get someone else to handle your next wedding\nreception. Hold it in a barn or a stable. Never again in my house.\"\n\nAfter this tactless outburst, Aunt Gretchen came about and sailed out of\nthe conservatory. Joy and I followed wordlessly.\n\nUpon arriving at the front door, we found Aunt Gretchen had spoken the\ntruth. Bag Ears was waiting there. He had been herded into a corner by\nJohnson, Aunt Gretchen's stuffed shirt of a butler, who was standing\nguard over him.\n\nBag Ears grinned happily when he caught sight of me and I smiled\nreassuringly. While Bag Ears is not too richly endowed with good looks,\nhe has a great heart and at one time was possessed of a lightning-fast\nbrain. However, he took a great deal of punishment during his\nunsuccessful climb toward the lightweight title, and his brain has been\nslowed down to the point where it sometimes comes to a complete halt.\nHis features reflect the fury of a hundred battles in the squared ring.\nThey are in a sad state, his ears particularly. They hang wearily\ndownward like the leaves of a dying cabbage plant.\n\nAlso, Bag Ears has fallen into the misfortune of hearing bells at\nvarious times--bells that exist only in his poor, bewildered mind. But\nhe is cheerful and warm-hearted nonetheless.\n\nHe said, \"Homer, this character says I should o' brung along my invite.\nBut I don't remember you givin' me one. You just ast me to come.\"\n\n\"That is true,\" I returned, \"and you are most welcome. You may go,\nJohnson.\" I gave the butler a cold look and he stalked away.\n\n       *       *       *       *       *\n\nI then introduced Bag Ears to my new bride. \"This is Joy. I am certainly\na lucky man, Bag Ears. Isn't she the most beautiful thing you ever saw?\"\n\nBag Ears was of course impressed. \"Golly, what gams!\" he breathed. His\neyes traveled upward and he said, \"Golly, what--what things and stuff.\"\nHe came finally to her face. \"Baby, you got it!\"\n\nJoy was rocked back on her heels. Caught unawares by the open admiration\nin his eyes, she whispered, \"Oh, my ancient step-ins!\"\n\nBut she rallied like a thoroughbred and gave Bag Ears a dazzling smile.\n\"I'm delighted, Mr. Mulligan. Homer's friends are my friends--I\nthink--and I'm sure everything will turn out all right.\"\n\nBag Ears said, \"Lady--leave us not be formal. Just call me Bag Ears.\"\n\n\"Of course--Bag Ears--leave us be chummy.\"\n\nHe now turned his remarks to me and evinced even more intense admiration\nfor my bride. \"She reminds me of a fast lightweight--the most beautiful\nsight in the world.\"\n\n\"Let us repair to the conservatory,\" I said, \"where we can have a quiet\nchat.\" I said this because I felt that some of the other guests might\nnot be as tactful as Joy and might make Bag Ears feel uncomfortable.\nAunt Gretchen had rudely vanished without waiting for an introduction\nand the actions of the hostess often set the pattern for those of the\nguests.\n\nAs we moved toward the rear of the house, Joy took my arm and said,\n\"Speaking of being stripped down for action--what do you suppose\nhappened to Uncle Peter? I haven't seen him around anywhere.\"\n\n\"He gave his word, so I'm sure he'll come.\"\n\n\"That's what I'm afraid of.\"\n\n\"I don't understand.\"\n\n\"I don't quite understand myself, but I feel uneasy. I remember the\ncalculating look in his eye when he suddenly agreed to honor us with his\npresence. There was something too eager about that look. And his asking\nwhether any of your friends would be here.\"\n\n\"Uncle Peter is basically a good follow. I think he envies me my wide\ncontacts.\"\n\n\"Maybe.\"\n\n\"If he seemed a trifle peculiar, you must remember that he is a\nscientist. Even now he is engaged in some important project--some\nexperiment--\"\n\n\"I know--we met her.\"\n\n\"Joy! Please!\"\n\n\"--but I wouldn't think he'd have to experiment at his age. I'd think--\"\n\nI put my hand firmly over her mouth. \"Darling--we have a guest--Bag\nEars--\"\n\n\"Oh, of course.\"\n\nSafely hidden behind a bank of tropical grass, I took Joy in my arms and\nkissed her. Bag Ears obligingly looked in the other direction. But Joy\ndidn't quite get her heart into it. She seemed preoccupied--I might\nalmost say, bewildered.\n\n\"Bag Ears,\" she whispered to no one in particular, \"and what did you say\nthe lady's name was? Oh--I remember--Red Nose Tessie.\" She pondered for\na moment and then smiled up at me dreamily. \"Darling--I never realized\nwhat a versatile person you are--\"\n\nBag Ears perked up. \"Verseetile? You ain't just a hootin', babe. And\n_tough_. You should see his right.\"\n\nI strove to quiet him down. \"Never mind, Bag Ears--\"\n\nBut Joy evinced great interest. \"Tell me--\"\n\n\"Babe--the kid could be the next heavyweight champ in a breeze. I mind\nme one night a monkey comes into the tavern rodded--\"\n\nJoy held up a hand. \"Just a moment. I don't like to appear stupid,\nbut--\"\n\n\"A moke wid a heater--a goon wid a gat.\"\n\n\"Oh--you mean a man with a gun.\"\n\n\"Sure--that's what I said. Anyhow, this droolie makes a crack about\nTessie's beak--\"\n\n\"An insult relative to her nose?\"\n\n\"Sure--sure. And Tessie's hot to kiss him wid a bottle when he pulls the\niron.\"\n\n\"Imagine that,\" Joy said, and I felt a slight shiver go through her\nbody.\n\n\"Then Homer here, gets off his stool and says very polite-like, 'That\nremark, sir, was in bad taste and entirely uncalled-for. I believe an\napology is in order.' And the monkey standing there with the gat in his\nmitt. What Homer meant was the jerk'd cracked out o' turn and to eat his\nwords fast.\"\n\n\"I gathered that was what he meant.\"\n\n\"But the screwball raises the hardware and--wham--Homer hits him. What a\nsock! The goon back-pedals across the room and into a cardboard wall\nnext to the door marked 'ladies'. He busts right through the wall and\nlands in a frail's lap inside who's--\"\n\n\"Powdering her nose?\"\n\n\"That's right! What a sock!\"\n\n       *       *       *       *       *\n\nJoy's eyes were upon mine.\n\n\"Darling! I didn't have the least idea. Why, it's going to be wonderful!\nNever a dull moment!\"\n\nI kissed my bride, after which she said, \"I think I could do with a\ndrink, sweetheart.\"\n\n\"Your wish is my command.\"\n\nI got up and started toward the liquor supply inside the house. Joy's\nsoft call stopped me.\n\n\"What is it, angel?\" I inquired.\n\n\"Not just a drink, sweet. Bring the bottle.\"\n\nI went into the kitchen and got a bottle of brandy. But upon returning,\nI discovered I'd neglected to bring glasses.\n\nBut Joy took the bottle from me in a rather dazed manner, knocked off\nthe neck against a leg of the bench and tipped the bottle to her\nbeautiful lips. She took a pull of brandy large enough to ward off the\nworst case of pneumonia and then passed the bottle to Bag Ears.\n\n\"Drink hearty, pal,\" she murmured, and sort of sank down into herself.\n\nI never got my turn at the bottle because, just at that moment, Aunt\nGretchen came sailing like a pink cloud along the conservatory walk. She\nwas no longer the old familiar Aunt Gretchen. Her eyes were glazed and\nher face was drawn and weary.\n\nBag Ears looked up politely and asked, \"Who's the fat sack?\"\n\nI was hoping Aunt Gretchen hadn't heard the question because she would\nfail to understand that while his words were uncouth, he had a heart of\ngold and meant well. And I don't think she _did_ hear him. She didn't\neven hear Joy, who replied,\n\n\"That's the dame that owns the joint.\"\n\nAunt Gretchen fixed her accusing eyes upon me to the exclusion of\neveryone else. Her button of a chin quivered. \"Please understand,\nHomer--I'm not criticizing. Things have gotten past that stage. I've\nmerely come to report that the house is filling up with an astounding\nassortment of characters. Johnson resigned a half-hour ago. But before\nhe left, he suggested a man who could handle the situation far better\nthan he himself. A man named Frank Buck.\"\n\n\"But, my dear aunt,\" I protested. \"There must be some mistake. I did not\ninvite any unusual people to this reception. I issued only three\ninvitations. I invited Willie Shank, who could not come because of a\ndispute with the police over the ownership of a car he was driving\nyesterday; John Smith, who could not come because this is the day he\nreports to the parole board, and my good friend Bag Ears Mulligan.\"\n\n\"How did you happen to overlook Red Nose Tessie?\" Joy asked.\n\n\"The poor woman is emotional. She does not enjoy wedding receptions. She\nweeps.\"\n\n\"So does Aunt Gretchen,\" Joy observed.\n\nAunt Gretchen was indeed weeping--quietly, under the blanket of reserve\nwith which the Nicholases cover their emotions. I was about to comfort\nher when she turned and fled. I started to run after her but decided\nagainst it and returned to Joy.\n\n\"Perhaps,\" I said, \"we had better investigate this strange turn of\nevents. Possibly our reception has been crashed by some undesirable\npersons.\"\n\n\"Impossible,\" Joy replied. \"But it might be fun to look them over. Shall\nwe have a quick one first--just to stiffen the old spine a bit?\"\n\nIt sounded like a good suggestion so we stiffened our spines with what\nwas left in the bottle, and quitted the conservatory.\n\n       *       *       *       *       *\n\nBack in the house, one thing became swiftly apparent. We had guests who\nwere utter strangers to me. But it was Bag Ears who summed up the\nsituation with the briefest possible statement. \"Jees!\" he ejaculated.\n\"It's a crooks' convention!\"\n\n\"You can identify some of these intruders?\"\n\n\"If you mean do I know 'em, the answer is without a doubt, pal. Somehow,\nthe whole Cement Mixer Zinsky mob has infiltered into the joint.\"\n\n\"Cement Mixer Zinsky,\" Joy murmured. \"Another of those odd names.\"\n\n\"It's on account of he invented something. Zinsky was the first gee to\nthink up a very novel way of getting rid of people that crowd you. He\ngot the idea to mix up a tub of cement--place the unwanted character's\nfeet in same and then throw the whole thing into the lake. Result--no\nmore crowding by that guy.\"\n\n\"He was the first one who thought of it? A sort of trail blazer.\"\n\n\"Of course Cement Mixer is a big shot now and his boys take care of\nthings like that. But sometimes he goes along to mix the cement--just to\nkeep his hand in you might say.\"\n\n\"A sentimentalist no doubt.\"\n\n\"No doubt,\" Bag Ears agreed.\n\nI patted Joy's hand and said, \"Don't be alarmed, darling. I will take\ncare of everything.\"\n\nThe situation was definitely obnoxious to me. Tolerance of one's fellow\nmen is one thing, but this was something entirely different. These\npeople had come uninvited to our festive board and were of the criminal\nelement, pure and unadulterated by any instincts of honesty or decency.\nAnd it made me angry to see them wading into Aunt Gretchen's liquor\nsupply as though the stuff came out of a pump.\n\nThey were easy to count, these hoodlums, segregated as they were. The\nmore respectable of the guests who had not already left, were clustered\ntogether in one corner of the living room, possibly as a gesture toward\nself-protection. None of these elite were making any effort to approach\nthe buffet or the portable bar at the other side of the room. And in\nthus refraining, they showed a superior brand of intelligence. Under\npresent circumstances any attempt to reach the refreshments would have\nbeen as dangerous as crossing the Hialeah race track on crutches.\n\nIn fact, as I surveyed the scene, one brave lady made a half-hearted\nattempt to cross over and spear a sandwich off the corner of the buffet.\nShe was promptly shoved out of range by a lean, hungry-looking customer\nin a pink shirt, who snarled, \"Scram, Three Chins! You're overfed now.\"\n\nUnhooking Joy's dear fingers from my arm, I said, \"You will pardon me,\nbut it is time for action. Bag Ears will see that you are not harmed.\"\n\nI started toward the buffet, or rather toward the crowd of male and\nfemale hoodlums who completely blocked it from my sight. But Bag Ears\nsnatched me by the sleeve and whispered,\n\n\"For cri-yi, Homer! Don't be a fool! This mob is loaded wid hardware.\nThey don't horse around none. Start slugging and they'll dress you in\nred polka dots. Better call in some law.\"\n\nI shook my head firmly and pulled Bag Ears' hand from my sleeve. But,\nhis attention now turned in another direction, he held on even harder\nand muttered,\n\n\"Jeeps! I'm seeing things!\"\n\nI glanced around and saw him staring wide-eyed at the entrance hall, his\nbattered mouth ajar. I followed his eyes but could see nothing unusual.\nOnly the hall itself, through an arched doorway, and the lower section\nof the staircase that gave access to the second floor of the house. It\nappeared to be the least-troubled spot in view. I frowned at Bag Ears.\n\n\"Maybe I've gone nuts,\" he said, \"but I'll swear I just saw a face\npeeking down around them stairs.\"\n\n\"Whose face?\"\n\n\"Hands McCaffery's face! That's whose!\"\n\n\"And who is Hands McCaffery?\"\n\nBag Ears looked at me with stark unbelief. \"You mean you don't know?\nMaybe your mom didn't give you the facts of life! Chum, they's two\nreally tough monkeys in this town. One of them is Cement Mixer Zinsky\nand the other is Hands McCaffery. At the moment they're slugging it out\nto see which one gets to levy a head tax on the juke boxes in this\nsection. It's a sweet take and neither boy will be satisfied with less\nthan all. Seeing them both in one place is like seeing Truman and that\nmusic critic sit down at the piano together. And I know damn well that\nHands is up on them stairs!\"\n\n\"You are obviously overwrought. If I have this type of person sized up\ncorrectly, none of them would be dallying on the stairs. If this Hands\nperson were here, he'd be at the buffet fighting for a helping of\npickled beets and a gin wash. Pardon me--I have work to do.\"\n\nBut there was another interruption. I froze in sudden alarm when I\nrealized Joy was no longer at my side. Just as I made this discovery,\nthere was an upsurge of commotion at the bar; a commotion that went head\nand shoulders over the minor ones going on constantly. A short angry\nscream came to my ears, then a bull-voiced roar of agony.\n\n       *       *       *       *       *\n\nThe crowd at the buffet surged back and I saw a bucktoothed hooligan\nbent double, both hands gripping his ankle. Thick moans came from his\nlips.\n\nAnd standing close to him was my Joy. But a new Joy. A different Joy\nthan I had ever seen. A glorious Joy, with her head thrown back, her\nteeth showing, and the light of battle in her eyes. She was holding a\nplate of jello in one hand and a bottle of beer in the other and was\nshouting in outraged dignity.\n\n\"Watch who you're shoving, you jug-headed gorilla! And keep your mitts\nout of the herring! Eat like a man or go back to the zoo!\"\n\nWith that she placed an accurate kick against the offending character's\nother shine-bone and aimed the beer bottle at his skull.\n\nJoy turned and smiled gayly. \"He pushed me,\" she said. \"It's the most\nwonderful wedding reception I ever attended. Have a pickle.\"\n\nBut surprise was piling upon surprise. Again I froze as a new phase of\nthis horrible affair presented itself.\n\nUncle Peter.\n\nClad in apron and cap, he was behind the bar serving out drinks. This\nshook me to the core. It was a little like seeing Barney Baruch hit a\nthree-bagger in Yankee Stadium and slide into third base.\n\nBut there he was, taking orders and dishing out drinks with an attitude\nas solemn and impersonal as an owl on a tree branch.\n\nAlso, he had an assistant--his blonde bombshell. She was fully dressed\nnow and I was struck by the peculiar manner in which this peculiar team\nfunctioned.\n\nUncle Peter would mix a drink, glance at his wrist watch as he served\nit, then turn and whisper some sort of information to the girl. She\nnoted it down in a small book and the routine was repeated.\n\nAt this exact moment, I felt a sharp dig in the ribs. This brought my\nattention back to Joy, who had done the digging.\n\n\"I'm still here, husband mine. Your bride--remember? Or are you waiting\nfor that blonde hussy to start stripping?\"\n\n\"Darling, I'm afraid you're not paying close attention to things of\nimportance. Don't you see Uncle Peter there--serving drinks?\"\n\n\"Of course I see him. What of it? If the old roue feels like dishing\nout a little alcohol to the boys, what--\"\n\n\"It's absolutely beyond all conception. Uncle Peter never does anything\nwithout a good reason. And _this_--\"\n\nMy reply was cut short by a cold, brutal voice that knifed through the\nroom and put a chill on all present. \"Hold it, everybody! Stand still\nand don't move a finger!\"\n\nNot a finger in the room moved. But all eyes turned toward the arched\ndoorway leading to the entrance hall. In its exact center, there stood a\nman--a short man of slight stature. He stood spread-legged, wearing a\ncolored kerchief over the lower part of his face. Only his eyes were\nvisible--icy, black, narrowed. Those eyes seemed to be smiling a grim\nsmile. Possibly his hidden teeth were bared in a snarl. But no one cared\nabout that. Everyone was far more interested in the black Thompson\nsub-machine gun he held cradled over one arm.\n\nHe toyed with the trigger, knifing the room with quick side glances. He\nsaid, \"Okay. Start sorting yourselves out. You, pretty boy, and the\nfrail with the beer bottle--out of the line of fire.\" He motioned with\nthe gun barrel and I drew Joy toward the wall.\n\n\"Now you, Cora--and old puddle-puss. Out of the way. And not a peep out\nof anybody.\"\n\nNo one was inclined to peep, and now the stage was set in a manner which\nseemed to satisfy the masked gunman. The Cement Mixer Zinsky crowd was\nclustered, cowering, around the buffet, staring at the machine gun as\nthough it possessed the hypnotic eyes of a snake.\n\nThe situation was entirely plain. The masked man fully intended to break\nthe law by committing murder in Aunt Gretchen's living room. The only\nmoot point seemed to be whether he intended to slay the whole mob or be\nselective and cut down only important members. His trigger finger turned\nwhite at the knuckle.\n\nThen Uncle Peter stepped forward to hold up a protesting hand. \"You\nmustn't fire that weapon, my good fellow. Indeed you must not.\"\n\nHis matter-of-fact attitude, rather than his words, was what gave the\ngunman pause. He had hardly expected the display of completely\nimpersonal bravery that Uncle Peter put on. The gunman asked, \"Are you\nnuts, fiddlefoot?\"\n\n\"Far from it. But you must not, under any circumstances, fire that gun.\nIt will upset one of the most important experiments in the history of\nscience. That experiment is now in progress.\"\n\n\"Look, brother. I came here to mow down Zinsky and his mob. And I'm\nmowing. The St. Valentine's deal in Chi'll look like a Sunday school\nbinge after this one.\"\n\n\"Possibly it will not be necessary to use your weapon.\"\n\n       *       *       *       *       *\n\nUncle Peter's words, it seemed, were prophetic. At that exact moment,\nCement Mixer Zinsky exploded. Not violently, or with any peril to those\nstanding close by. Yet no other term can describe it. There was a soft\npop--as though a large, poorly inflated balloon had been pricked with a\npin. Zinsky seemed to go in all directions--fragments of him that is.\nYet, as each fragment flew away from the main body, it shriveled up so\nthat there was no blood, and no bystander suffered the inconvenience of\nmessed-up clothing. Just the _pop_ and Zinsky expanded like a human bomb\nand then turned into dust.\n\nAs this phenomenon occurred I saw Uncle Peter nod with great\nsatisfaction and consult a passage in the book presided over by his\nblonde assistant. He made a check mark in the book.\n\nThen a second member of the buffet group went _pop_. The masked man\nstared in slack-jawed wonder. In fact his jaw went so slack the kerchief\ndropped away revealing his entire visage. He lowered his head and looked\ndown at the gun in his hands; the gun that had not been fired.\n\nTwo more members of Zinsky's party followed him into whatever oblivion\nwas achieved by going _pop_ and dissolving into dust. Uncle Peter\nevinced bright interest and made two more check marks in the book.\n\nThe balance of the mob moved as one, but in many directions. They paid\nno attention to their own weapons as they headed for cover. One of their\nnumber exploded as he was halfway through the French doors. Uncle Peter\nchecked him off and Bag Ears said, \"Jeeps! tomorrow every juke box in\ntown can play 'Nearer my God to Thee.'\" Then he added, \"Leave us blow\nthis joint. Goofy things is happening here. I don't like it.\"\n\nI was perspiring. I mopped my forehead. \"A most amazing occurrence,\" I\nobserved.\n\nJoy was digging the fingers on one hand into my arm. I had been watching\nHands McCaffery back crestfallen out of the living room and toward the\nfront door, terrific slaughter having been accomplished without the\nfiring of a shot. I turned my eyes now to follow the direction in which\nJoy pointed with her other hand and saw the blonde assistant hauling\nUncle Peter through one of the French windows. He did not seem to be\nenthusiastic about leaving. In fact he appeared to argue quite\nstrenuously against it, but her will prevailed and they disappeared out\nonto the lawn.\n\nNow, with all the danger past, people began fainting in wholesale lots.\nAunt Gretchen was resting comfortably with her head braced against the\nbrass rail of the portable bar. Those who didn't faint contributed\nvariously intonated screams to the general unrest. And over all this\nbrooded the dank clouds of acrid dust that had so lately been Cement\nMixer Zinsky and certain members of his mob. Indeed, the scene took on a\nstartling semblance to one of Dore's etchings in an old edition of\nDante's Inferno.\n\n\"I repeat,\" Bag Ears bleated plaintively. \"Leave us blow this joint. It\nain't healthy here.\"\n\n\"He's right,\" Joy said. \"A lot of explanation is wanting. There are some\npeople we've got to catch up with. Let's go.\"\n\nWith that, she drew Bag Ears and me toward the French doors through\nwhich had recently passed some of the fastest moving objects in this or\nany other world. We made the flag-stone terrace above the drive where\nBag Ears cordially grasped my hand and said,\n\n\"Well, it was a nice party, folks, and if I ever get spliced I'll sure\ngive you a invite and I sure had a swell time and remember me to your\naunt when she wakes up and--\"\n\nHe was backing down the steps when Joy cut in with, \"Bag Ears. Don't be\nso rude. You're in no hurry.\"\n\nBag Ears slowed down and allowed us to catch up with him. He gave us a\nsickly smile. \"That's where you're wrong, babe.\"\n\n\"Bag Ears,\" Joy went on. \"I heard you whisper to Homer that you know who\nthat blonde is.\"\n\n\"What blonde? Me? I don't know nothing about no blonde no-how.\"\n\n\"Don't hedge. I mean the girl who was assisting Uncle Peter behind the\nbar. Who is she, really?\"\n\n\"Oh--her. Everybody knows her. She's Hands McCaffery's moll. He likes\n'em blonde and--\"\n\nBag Ears was on the move again, striding in the direction of the gate.\nWe hurried to catch up. \"That babe's poison,\" he told us. \"Any skirt\nthat'd flock with Hands McCaffery is poison. I'll tell you kids what I'd\ndo. If she drives south--I'd drive north. Goodbye now.\"\n\nJust at that moment a big blue sports roadster pushed a bright chromium\nnose around the corner of the house. I took a firm grip on Bag Ears'\ncollar, grabbed Joy by the arm, and the three of us leaped behind a\nbush. The car rolled past us. We saw the blonde behind the wheel and\nUncle Peter seated beside her, evidently still protesting the hasty\nexodus.\n\n       *       *       *       *       *\n\nBut the girl looked very sharp and businesslike; the way a girl would\nlook who knew where she was going and why. The car picked up speed and\nswung north.\n\n\"I wonder,\" Joy murmured, \"how Uncle Peter happened to select Hands\nMcCaffery's girl friend as his assistant.\"\n\n\"She was a burlycue queen last time I heard of her,\" Bag Ears said.\n\"Still is, I guess.\"\n\n\"That could explain it,\" I told Joy. \"You see, Uncle Peter has--ah,\nfacets to his personality. A tendency to admire women. Ah--\"\n\n\"Women--period; isn't that what you mean?\"\n\n\"Well, it would be perfectly logical for Uncle Peter to select an\nassistant from the stage of a burlesque theater.\"\n\n\"Enough of this,\" Joy snapped. \"We're wasting time. Go get--oh, never\nmind! Wait here.\"\n\nJoy was off in the direction of the garage and in no time at all she was\nback in my Cadillac convertible. As she sailed by I managed to hook a\nfinger around the door handle and get a foot inside.\n\nThis was no mean feat, as I was also occupied in hauling Bag Ears along\nby the collar. I managed to deposit him in the seat beside Joy and\nsqueeze in beside him.\n\n\"A burlycue queen, eh?\" Joy was muttering. \"Well, she's not so much! If\nshe couldn't get her clothes off she'd starve to death.\"\n\n\"Darling,\" I said, \"I don't think this is the sort of thing you should\nbe doing. It's far too dangerous for a girl.\"\n\n\"Or anybody else,\" Bag Ears moaned. There was a bleak look on his face.\n\"I don't like playing around with a guy like Hands McCaffery or friends\nof a guy like him. It's a good way to collect your insurance.\"\n\n\"She's heading for Higgins Drive,\" Joy observed.\n\nWhich was entirely true. The roadster had made a turn on two wheels and\nwas going west.\n\n\"But our honeymoon,\" I said, plaintively.\n\n\"Yeah,\" Bag Ears repeated, \"what about our--your honeymoon?\"\n\nJoy's eyes were sparkling. She turned them on me. The car lurched. She\nreturned her eyes to the road. \"Yes, darling. Our honeymoon! Isn't it\nwonderful?\"\n\n\"But this isn't it! This isn't what people do on their honeymoons.\"\n\n\"Oh, you mean--but don't worry about that, darling. We'll have plenty of\ntime for--\"\n\n\"Lemme out o' here,\" Bag Ears moaned. \"I got a date to take Red Nose\nTessie to the movies.\"\n\nJoy apparently did not hear him. \"I wish we had all the parts to this\npuzzle. It looks as though somebody put somebody on the spot for a\nrubout. But it would seem that somebody else got the same idea but\ndidn't know that somebody else was going to achieve the same result in a\nmore spectacular way and--\"\n\n\"I think you've figured it out most accurately.\"\n\n\"Some of it fits together. Uncle Peter was no doubt responsible for the\nZinsky boys coming to our reception. We'll get the dope on that when we\ncatch up with him. But the blonde must not have known what was going to\nhappen, so she tipped Hands off that he could find the whole Zinsky mob\nat the reception. He decided it would be a good place to settle certain\nmatters of his own.\"\n\n\"But why did Uncle Peter want them there?\"\n\nJoy glanced at me with love in her eyes. \"Darling, we're going to be\nwonderful companions through life, but most of the fun will be strictly\nphysical. Mental exercises aren't your forte.\"\n\n\"When Red Nose Tessie makes a date with a guy,\" Bag Ears said, \"she\nexpects the guy to keep it.\"\n\n\"The blonde Cora is no doubt heading for a rendezvous with Hands\nMcCaffery,\" Joy went on. \"And she's taking our dear uncle with her.\"\n\n\"Okay,\" Bag Ears replied. \"So we mind our business and keep our noses\nclean and live a long time.\"\n\nJoy was weaving through traffic, trying to keep the roadster in sight.\n\"Turn on the radio,\" she told me. \"There might be some news.\"\n\nI snapped the switch and we discovered there was news indeed; an evening\ncommentator regaling the public with the latest:\n\n\"--an amazing mass phenomena which leading scientific minds have\npronounced to be basically similar to the flying-saucer craze. Relative\nto that--you will remember--otherwise reliable citizens swore they saw\nspace ships from other planets hovering over our cities spying on us.\n\n\"This phase of the hysteria takes an entirely different turn. It seems\nnow that these otherwise entirely reliable citizens are seeing other\ncitizens explode and vanish into thin air. The police and the newspapers\nhave been deluged with frantic telephone calls. In the public interest,\nwe have several persons here in the studio who claim to have seen this\nphenomena. Your commentator will now interview them over the air.\nYou--you, sir--what is your name?\"\n\n\"Sam--Sam Glutz.\"\n\n\"Thank you, Mr. Glutz. And will you tell the radio audience what you\nsaw?\"\n\n\"It wasn't nothing--nothing at all. That is--this guy was running down\nthe street like maybe the cops was after him--I don't know. Then--there\nwasn't nothing.\"\n\n\"You mean the man disappeared?\"\n\n\"He went pop, kind of--like a firecracker only not so loud--and then\npieces of him flew all over and they disappeared and there wasn't\nnothing--nothing at all.\"\n\n\"Thank you, Mr. Glutz. And now this lady--\"\n\n\"Turn it off,\" Joy snapped. \"The blonde's pulling up.\"\n\n       *       *       *       *       *\n\nThis was evident to all three of us. \"And by a cop yet,\" Bag Ears\nmarveled. \"Looks like they're going to give theirselves up.\"\n\nIt was Uncle Peter who got out of the car and approached the traffic\nofficer standing at the intersection.\n\n\"What'll we do?\" Joy asked. \"Do you want to try and keep the old goat\nout of jail or shall we let him go to the chair as he deserves?\"\n\nThe possibility stunned me to a point where it was hard to think\nclearly. \"Good Lord, Joy! Think of the scandal! I don't care about\nmyself, but Aunt Gretchen would never live it down! She'd be\nblack-balled at all her clubs and--\"\n\n\"Then,\" Joy replied sweetly, \"I'd suggest you get out and slug that cop\nquick and grab Uncle Peter before he makes a confession.\"\n\nI had come to the cross-roads, so to speak. The necessity of a weighty\ndecision lay upon my shoulders. Was blood thicker than water? Was I\njustified in breaking the law--assaulting an officer in order to keep my\nuncle from becoming a blot on the family name?\n\nI decided, grimly, that one owed all to one's relatives and I was\nhalfway out of the car. Then I paused. Uncle Peter did not seem to be\nmaking a confession at all. He chatted easily with the officer and\nindicated my Cadillac with a movement of his thumb. Something passed\nfrom his hand to the hand of the policeman and the latter looked toward\nus and scowled.\n\n\"Uncle Peter is pulling a fast one,\" Joy said. \"The cop's coming after\n_us_!\"\n\nI was uncertain as how to proceed now. I watched the scowling policeman\napproach our car while Uncle Peter got back in with the blonde Cora and\ndrove away.\n\n\"Are you going to hang one on him, sweetheart?\" Joy asked.\n\n\"What--what do you recommend?\"\n\n\"I've got a hunch that if you don't, we go to the pokey and Uncle Peter\nwill be left free to blow up everybody in town.\"\n\nI don't believe the officer meant to arrest us but at the moment my mind\nwasn't too clear and I accepted Joy's point of view.\n\nI doubled my fist as the officer approached. He wasted no time in\ngetting acquainted. He said, \"How come you guys are tailing those guys?\nYou figuring a stickup or something?\"\n\nIt was now or never. I hunched my right shoulder and aimed a stiff\nknockout jolt at the officer's jaw. It wasn't too good a target because\nhe had a lantern jaw and it was bobbing up and down as he munched on a\nwad of chewing gum.\n\nBut I did not connect. As my fist completed but half its lethal orbit,\nthe officer blew up in my face! He went _pop_, just as so many others\nhad gone _pop_ at our wedding reception; his entire anatomy flying in\nall directions, to turn into a cloud of sooty smoke and mix with the\nelements.\n\nI was frozen with consternation. But not Joy. Instantly she dragged me\nback into the car. \"Don't you get it? Uncle Peter gave him that stick of\ngum!\"\n\n\"You're damn right!\" Bag Ears stated. \"The old monkey's gone clear off\nhis trolley. Maybe he plans to clean out the whole town!\"\n\nJoy, her eyes slitted, was weaving in and out of traffic so as not to\nlose track of the blue roadster. \"It's as plain as your nose! He's hand\nin glove with McCaffery and that blonde is bird-dogging him around town\nand pointing out McCaffery's enemies. Uncle Peter is knocking them off\nlike clay pigeons.\"\n\nI was amazed at this revelation, but was also thunderstruck by the\nunderworld jargon flowing so easily from Joy's luscious lips. \"Angel,\" I\ngasped. \"Where did you learn to talk like that? Those underworld terms!\"\n\n\"I read all the true detective magazines I can get my hands on,\" she\nsaid. \"They're good fun, but that's beside the point. We've got to nail\nUncle Peter and nail him quick, or Aunt Gretchen will ring up a nice big\nzero in the social world.\"\n\n\"How about nailing him without me?\" Bag Ears suggested. \"It's nine\no'clock and Red Nose Tessie never likes to miss none of the show.\"\n\n\"I'm sure, Bag Ears,\" Joy said, \"that Tessie would sympathize with our\nefforts to keep Uncle Peter out of the electric chair.\"\n\n\"I doubt it,\" he replied dubiously. \"Tessie's brother got burned in\nFrisco for knocking over a bank clerk and Tessie never even attended.\nLet him fry in his own grease was what she said about it.\"\n\n\"Nevertheless,\" Joy said, \"I have no time to stop and let you out.\"\n\nA fast, fifteen-block chase followed. Once we lost the blue roadster\ncompletely, but, by sheer luck, picked it up three blocks further on as\nit came wheeling out of a side street.\n\nWe were in a quiet residential section now, so there was no one to\ninterfere as Joy skillfully forced the roadster to the curb. I jumped\nout and leaped swiftly toward the driver's door.\n\n       *       *       *       *       *\n\nThe blonde sat behind the wheel with a sullen look on her face. \"What is\nthis?\" she asked. \"A stickup?\"\n\n\"Don't be vulgar,\" I replied. \"We are here to take charge of my uncle.\nThis weird slaughter must cease!\"\n\nJoy was by my side now, but Bag Ears hung back as though somewhat\nworried about the possible consequences of our act.\n\nI heard him muttering: \"What if he can just shoot the stuff in your eye\nmaybe? What if a guy doesn't have to swallow it--?\"\n\nJoy's gayety was again coming to the surface. Her eyes were bright and I\nwas struck by the fact that she seemed to thrive on this sort of thing.\n\"Hello, Blondy,\" she said. \"Get out from behind--\"\n\nThe blonde's eyes threw sparks. \"Who you think you're talking to, you\nlard--\"\n\n\"Not Truman,\" Joy said. \"Now get--\"\n\nI seized Joy's wrist. \"Angel! He's gone! Uncle Peter isn't here!\" I\nstared at Joy in horror. \"Do you suppose he inadvertently chewed some of\nhis own gum?\"\n\nJoy did not reply. She shouldered me aside, opened the car door and\nsurprised me by getting a very scientific grip on Cora.\n\n\"Okay--where is he? What did you do with him?\"\n\n\"He's not here!\"\n\n\"Any fool can see that. Did he blow up?\"\n\n\"Of course not. He went to keep a date.\"\n\nThe blonde jerked herself loose from Joy's hold and was sullenly\nstraightening her clothing. \"I don't see why you and Pretty Boy have to\nstick your big noses into this. It's none of your business.\"\n\n\"We're making it our business.\"\n\n\"You don't seem to realize,\" I said stiffly, \"that Uncle Peter is very\ndear to me. He has performed some horrible deeds, and as his loving\nnephew--\"\n\nThe blonde seemed puzzled. \"You're off your crock! Pete's okay. He just\nentered into a little private deal to help out Hands McCaffery. I don't\nsee where it's anybody's business, either. If he wanted your help he'd\nask for it!\"\n\nIt made my blood run cold to hear this girl refer so casually to the\nwholesale slaughter that had been going on around us. I strove to find\nwords to shame her, but Joy cut in. And apparently my dear wife was more\ninterested, at the moment, in the details of the affair rather than the\nmorals involved.\n\n\"McCaffery and Uncle Peter haven't got any deal,\" she said to the\nblonde. \"You lie as easily as you undress. If they had an arrangement to\nknock off all those parties at our wedding reception, how come McCaffery\nbrought a machine gun along?\"\n\nThe blonde had an answer. \"Hands was a little doubtful. He didn't think\nPete could do it--blow people into thin air just from something they et.\nHe was willing to go along with the gag but he wasn't going to pass up\nan opportunity to rub out the Zinsky gang--or as many as he could\nhit--if the gimmick didn't click. That's why he brought the Tommy--just\nin case.\"\n\nJoy turned to me. \"It fits,\" she said. \"I've been trying to give Uncle\nPete the benefit of every doubt, but it looks as though you've got a mad\ndog sniffing at the trunk of your family tree.\"\n\n       *       *       *       *       *\n\nCora frowned. \"You've got him all wrong. He's not--\"\n\nI continued with the questioning. \"You are denying that Uncle Peter had\nanything to do with this deadly serum that disintegrates people before\none's eyes?\"\n\n\"I'm _not_ denying it.\"\n\n\"Then it follows that your moral sense is so badly corroded you no\nlonger consider murder to be a crime--\"\n\n\"Now listen here!\"\n\n\"In law,\" I went on, \"the victim's standing in society is not taken into\nconsideration where murder is involved. It is just as wrong in the eyes\nof the law to murder Cement Mixer Zinsky as the pastor of the First\nCongregational Church.\"\n\nThe blonde looked wonderingly at Joy. \"Is this guy for real?\"\n\nJoy reestablished her hold upon the blonde's anatomy. \"Never mind that.\nAll we want from you is answers. Where did Uncle Peter go? Tell me!\"\n\n\"Nuts to you!\" Cora replied. \"He doesn't want you bothering him.\"\n\nJoy applied pressure. Cora squealed but remained mute. I stepped\nforward. \"Darling,\" I said grimly. \"This sort of thing is not in your\nline. I realize this woman must be made to talk so I will take over. It\nwill be distasteful to me, but duty is duty.\"\n\nI got a withering look from my dear wife. \"Distasteful? In a pig's eye!\nYou'd like nothing better than to get your hands on her--by way of duty\nof course.\"\n\n\"Joy!\"\n\n\"Don't Joy me.\" And with an expert twist, she flipped the struggling\nCora out of the roadster, goose-stepped her across and into the back\nseat of the Cadillac.\n\n\"You and Bag Ears get in and start driving--slow. I'll have some answers\nin a minute or two.\"\n\nWe did as we were told and I eased the car away from the curb. I had to\nwatch the road, of course, so could not turn to witness what was going\non rearward. In the mirror I saw flashes of up-ended legs and, from time\nto time, other and sundry anatomical parts that flew up in range only to\nvanish again as the grim struggle went on.\n\nBag Ears, however, turned to witness the bringing forth of the answers.\nHis first comment was, \"Oh boy!\"\n\nJoy was breathing heavily. She said, \"Okay, babe. Talk, or I'll put real\npressure on this scissors!\"\n\nBag Ears said, \"Man oh man!\"\n\nJoy said, \"Quit gaping, you moron! I'm back here too.\"\n\nI gave Bag Ears a stern admonition to keep his eyes front.\n\n\"Give,\" Joy gritted.\n\n\"Ouch! No!\"\n\n\"Give!\"\n\nCora gave forth an agonized wail. Then an indignant gasp. \"Cut it out!\nYou fight dirty! That ain't fair!\"\n\n\"Give!\"\n\n\"All right! All right. Pete's meeting Hands\nat--ouch--Joe's--ouch--Tavern on Clark Street. Ouch! Cut it out, will\nyou?\"\n\nAnd it was here that I detected a trace of sadism in my lovely wife.\n\"All right,\" she said regretfully. \"Sit up. Gee, but you talk easy.\"\n\n\"Just where is this tavern?\" I asked. \"And what is the purpose of the\nmeeting?\"\n\nCora's resistance was entirely gone. \"In the 2800 block. Pete went there\nto get some money from Hands to skip town with.\"\n\nJoy now spoke with relish. \"Lying again. I'll have to--\"\n\n\"I ain't lying!\"\n\n\"Don't give us that! Uncle Peter is wealthy. He doesn't need Hands'\nmoney. Come here, baby.\"\n\n\"Wait, Joy,\" I cut in hastily. \"The young lady may be telling the truth.\nUncle Peter is always short of funds. You see, Aunt Gretchen holds the\npurse strings in our family and Uncle Peter is always overdrawn on his\nallowance.\"\n\n\"Then let's get to that tavern and find out what's going on.\"\n\nIt took ten minutes to reach the tavern; a standard gin mill with a red\nneon sign proclaiming its presence. We quitted the car and I entered\nfirst, Joy bringing Cora along with a certain amount of force, and Bag\nEars bringing up the rear.\n\nAnd I was just in time to prevent another murder.\n\nAs I came through the door, I saw Hands and Uncle Peter leaning casually\nagainst the bar. There was no one else in the place. The barkeep was\nfacing his two customers and there were three glasses set before them.\nThe barkeep held one in his hand.\n\nUncle Peter had just finished spiking the barkeep's drink with a clear\nfluid from a small vial. Uncle Peter said, \"It's something new I\ninvented. Pure dynamite. You haven't lived until you've tasted my\nelixir.\"\n\n       *       *       *       *       *\n\nHands said, \"Go ahead. Drink it. I want to make sure I wasn't seeing\nthings back at that dame's house.\"\n\nThe barkeep said, \"Pure dynamite, huh?\"\n\n\"Your not fooling, chum.\"\n\nHe raised the glass and grinned. \"Salud.\"\n\nI got to the bar just in time to knock the glass out of his hairy paw.\nHe grunted, \"What the hell--oh, a wise guy, huh?\" and started over the\nbar.\n\nI yelled, \"It's murder. They're trying to poison you!\"\n\n\"Oh, a crackpot!\"\n\nHe came toward me, shaking off Uncle Peter's restraining hand. I took a\nstep backward, thankful he was coming in wide open because I had seen\nfew tougher-looking characters in my lifetime.\n\nI set myself and sent a short knockout punch against his chin. It was a\ngood punch. Everything was in it. It sounded like a sledge hammer\nhitting a barn door.\n\nThe barkeep shook his head and came on in. I stepped back and slugged\nhim again. No result.\n\nThen Joy slipped into the narrow space between us. She was smiling and,\nwith her upturned waiting lips, she was temptation personified. The\nbarkeep dropped his hands, paralyzed by her intoxicating nearness.\n\nShe said, \"Hello, Iron Head. How about you and I taking a little\nvacation together somewhere.\"\n\nHe grinned and reached for her. This, it developed, was a mistake,\nbecause Joy reached for him at the same time. She lifted his\ntwo-hundred-odd pounds as though he were a baby and he went flying\nacross the room like a projectile. He hit a radiator head-on and lay\nstill.\n\nAgain I was stupefied. It seemed I knew nothing at all about this girl\nI'd married. She smiled at me and said, \"Don't be alarmed, angel.\nThere's an explanation. You see, my mother gave me money for piano\nlessons and I invested most of it in a course of ju-jitsu. I thought an\noccasion like this might arise sometime. Do you want to take McCaffery,\nor shall I do it? I doubt if he'll come to the station peaceably.\"\n\nBut Hands McCaffery was not to be caught flatfooted. Without his machine\ngun he was just an ordinary little man who didn't want to go with us. He\ntook one look at the prone barkeep, muttered, \"Geez!\" and headed for the\nback door.\n\n\"Get him,\" Joy yelled. \"Maybe we can make a deal with the cops to fry\nHands in place of Uncle Peter!\"\n\nI started after Hands and as I went through the back door I heard Uncle\nPeter protesting feebly. \"I say now. This is all uncalled-for--\"\n\n\"Don't let him get away!\" Joy called. \"He's got the serum!\"\n\nThat cleared things up somewhat and made me even more resolute.\nEvidently we had interrupted Uncle Peter and Hands in the process of\ndoing away with all the latter's enemies. With that bottle in his\npossession, he was a menace to the entire population of the city. A man\nof his type would certainly have far more enemies than friends.\n\nOutside in the dark alley, I was guided only by footsteps. The sound of\nHands' retreat told me he was moving up the smelly passageway toward\nDivision Street. I went after him.\n\nI am no mean sprinter, having won laurels in college for my fleetness in\nthe two-twenty and the four-forty, and I had no trouble in overtaking\nthe little assassin. We were fast approaching the alley entrance where I\nwould have had the aid of street lights and could have swiftly collared\nMcCaffery whose heavy breathing I could now hear--when disaster struck\nin the form of a painful obstacle. It was heavy and it caught me just\nbelow the knees.\n\nI tripped and fell headlong, plowing along a couple of yards of slippery\nbrick pavement on my face. I got groggily to my feet and shook my head\nto clear my brain. From the deposits of old eggs, rejected tomatoes and\nother such refuse in my face and ears, I gathered that I had tripped\nover a garbage can.\n\nThis delayed me for some moments. When I finally staggered out into\nDivision Street, a strange sight met my eyes. Hands McCaffery had been\napprehended. It seemed that the police had orders to pick him up because\ntwo uniformed patrolmen had him backed against the wall and were\napproaching him with caution. They had him covered and were taking no\nchances of his pulling a belly gun on them.\n\nBut he did not draw a gun. Instead, while I stared wide-eyed, he raised\nUncle Peter's vial to his lips and drank the contents.\n\nI will not bore you with details of his going _pop_. If you have read\nthis letter carefully, the details are not necessary.\n\nI turned and retraced my steps, realizing Hands McCaffery had been\nvicious and defiant to the last. Rather than submit to arrest, he had\ntaken the wild animal's way out.\n\nI arrived back in Joe's Tavern to find the barkeep had been revived and\nbore none of us any ill-will. This no doubt because of Joy's persuasive\nabilities. Cora was sulking in a booth and Uncle Peter was patching the\ngash on the barkeep's head.\n\n       *       *       *       *       *\n\nI entered with a heavy heart, realizing, as a good citizen, I must turn\nmy own uncle over to the police. But there was an interlude before I\nwould be forced into this unpleasant task. This interlude was furnished\nby Bag Ears. After I acquainted the group with the news of how Hands had\ntaken the easy way out, Bag Ears' face took on a rapt, silent look of\nhappiness. He was staring at Joy. He said, \"Pretty--very pretty!\"\n\nJoy said, \"Thank you.\"\n\nBag Ears said, \"Pretty--pretty--pretty.\"\n\nJoy looked at me. \"What's eating _him_?\"\n\nThere was a bottle on the bar together with some glasses. I stepped over\nand poured myself a drink. I certainly needed it. \"Bag Ears isn't\nreferring to you, dear. He's alluding to his bells. He's hearing them\nagain.\"\n\n\"Oh, my sky-blue panties! Pour me a drink.\"\n\nI complied. \"You see, Bag Ears is somewhat punch-drunk from his years in\nthe prize ring. I've seen this happen before.\"\n\nWe sipped our brandy and watched Bag Ears move toward the door.\n\n\"That's the way it always is. When he hears the bells, he feels a\nterrific urge to go forth and search for them. But he always ends up at\nRed Nose Tessie's and she takes him home. It's no use trying to stop\nhim. He'll hang one on you.\"\n\nAs Bag Ears disappeared into the street, there were tears in Joy's eyes.\n\"He's dreaming of his bells,\" she murmured. \"I think that's beautiful.\"\nShe held up her glass. \"May he find his bells. Pour me another drink.\"\n\nI poured two and we drank to that.\n\n\"May we all someday find our bells,\" Joy said with emotion, and I was\ndelighted to find my wife a girl of such deep sentiment. \"Pour me\nanother.\"\n\nI did. \"Your quotation was wrong, sweetheart,\" I said. \"Don't you mean,\n'May we all find our Shangri-La?'\"\n\n\"Of course. Let's drink to it.\"\n\nWe drank to it and were rudely interrupted by the barkeep who said, \"I\nhope you got some dough. That stuff ain't water.\"\n\nI gave him a ten-dollar bill and--with a heavy heart--turned to Uncle\nPeter. \"Come, Uncle,\" I said gently. \"We might as well get it over\nwith.\"\n\n\"Get what over with?\"\n\n\"Our trip to the police station. You must give yourself up of course.\"\n\n\"What for?\"\n\nI shook my head sadly. Uncle Peter would never fry. His mind was\nobviously out of joint. \"For murder.\"\n\nHe looked at Joy. He said, \"Oh, my broken test tube! There is no need\nof--\"\n\n\"I know it will be hard for them to convict you without _corpus\ndelicti_, but you must confess.\"\n\n\"Let's all go over to my laboratory.\"\n\n\"If you wish. You may have one last visit there.\"\n\n\"Excellent--one last visit.\" He smiled and I wondered if I saw a certain\ncraftiness behind it.\n\nCora voiced no objections, seemingly anxious to stay near Uncle Peter.\nWhen we got to his laboratory, he went on through into his living\nquarters and took a suit case from the closet.\n\n\"What are you going to do?\"\n\n\"Pack my things.\"\n\n\"Oh, of course. You'll need some things in jail.\"\n\n\"Who said anything about jail? I'm going to Tibet.\"\n\n\"_Tibet!_ Uncle Peter! I won't allow it. You must stay here and face the\nmusic.\"\n\n\"The music is in Tibet, Homer. That's one of the reasons I'm going\nthere. To a monastery high in Himalayas. There are some wonderful men\nthere I've always wanted to meet--yogis who have such control over\nnatural laws that they can walk on water and move straight through solid\nwalls.\"\n\n\"But, Uncle Peter! If you want to go to Tibet, you should have thought\nof it before. It's too late now. You've committed murder.\"\n\n\"Bosh! I haven't killed anyone. The serum I discovered is one of\ntransition, not murder. It causes the stepping-up of the human physical\nstructure into an infinitely higher rate of vibration. Two controls are\ndistilled into it. One is a timer that sets off the catalysis, and the\nother is a directive element based upon higher mathematics which allows\nthe creator of the serum to direct the higher vibratory residue of the\nphysical form to be put down at any prearranged point on the globe\nbefore the reforming element takes effect.\"\n\nJoy said, \"Oh, my painted G-string!\"\n\nI strove to absorb all this. \"You mean those people weren't destroyed?\"\n\nJoy was quicker on the reaction. \"Of course. I couldn't picture Uncle\nPeter as a killer somehow. He merely picked them up here and set them\ndown in Tibet. Can't you understand? He just explained it to you.\"\n\nOf course I didn't want to admit my mental haziness to Joy, so I skipped\nhastily over it and pointed an accusing finger at Uncle Peter. \"But why\ncouldn't you have conducted your experiments on a higher plane. Why did\nyou have to consort with law-breakers?\"\n\n       *       *       *       *       *\n\nJoy had apparently lost interest. She planted a wifely kiss on my cheek\nand started toward the door. \"I'm going back to Joe's Tavern,\" she said.\n\"It's more fun there. When you get all this straightened out, come on\nover.\"\n\nI moved to protest but she waved me down. \"Never mind. I'll take a cab.\"\nShe smiled at me sweetly. \"And don't stay too long, darling. I'm sure\nCora is anxious to get her clothes off.\"\n\nCora distinctly pronounced an unprintable name but Joy did not hear it.\nShe was already gone.\n\nI turned to Uncle Peter. \"You did not answer my question.\"\n\n\"It's very simple. Even one of your limited brain power should be able\nto understand it. You see, with finishing my experiments I was not\naverse to doing the city a favor. Why not, I asked myself, perform them\nupon persons undesirable to our law-abiding populace? Cora was\nacquainted with Hands McCaffery and it was through him that I learned\nwho the really undesirable people were.\"\n\n\"But why did you invite them to my wedding reception? I'd think you\ncould find a more appropriate place to carry out your--\"\n\n\"It was an ideal place to get the Zinsky mob together. Like your Aunt\nGretchen, Mr. Zinsky has social ambitions, and he anticipated no danger\nat the reception.\"\n\n\"I can see your point.\"\n\n\"Also, I wanted to get back at your Aunt Gretchen. She's been very\nniggardly with funds lately and I wanted to highlight my displeasure in\na way she would remember.\"\n\nI had a fairly clear picture of things now. But I still felt Uncle Peter\nshould be upbraided on a last point. \"Uncle Peter, I think it was\nshameful of you to inflict those hoodlums on the monks in that monastery\nin Tibet. They'll be in panic.\"\n\n\"No. I was careful to send along two policemen to keep them in hand.\"\n\n\"So you're leaving for Tibet?\"\n\n\"Of course. I've got to follow up and check on the success of my serum,\nthough there is really no doubt as to its potency. Also I'll be able to\nachieve a life-long ambition--that of meeting the yogis from whom I\nshould learn a great deal.\"\n\nI glanced at Cora. \"Are you taking her with you?\"\n\n\"Of course.\"\n\n\"But yogis are above things of the flesh.\"\n\nUncle Peter looked me straight in the eye. \"Maybe the yogis are, but I'm\nnot.\"\n\nThere seemed nothing else to discuss, so I left Uncle Peter's chambers\nand went back to Joe's Tavern. My mind, now at ease, was filled again\nwith thought of the honeymoon to come. I would pick up Joy and we would\nbe off to pink-tinted lands.\n\nBut there was a slight hitch. When I arrived at Joe's Tavern, Joy was\ngone.\n\nI inquired of the barkeep and he brought me up to date. \"That screwy\ndame that can throw a guy around? Sure, she was here. She had a few\ndrinks and then left again. She said something about having to help a\nfriend find some bells he lost. I don't know what kind of bells they was\nbut that dame can locate them if anybody can.\"\n\nAs I was about to leave the tavern, it occurred to me you would want to\nknow the truth of what's been going on, so I'm now in the backroom\nwriting this report which I will drop into the nearest mailbox. Then I\nwill go out and find my bride and start upon a well-earned honeymoon. If\nyou have any questions, they'll have to wait until I get back.\n\n                                                Yours truly,\n                                                       Homer Nicholas.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If: Worlds of Science Fiction_ July\n    1952. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's \"And That's How It Was, Officer\", by Ralph Sholto\n\n*** END OF THIS PROJECT GUTENBERG EBOOK \"AND THAT'S HOW IT WAS, OFFICER\" ***\n\n***** This file should be named 32562.txt or 32562.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/6/32562/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}