{"title": "The Lost Warship", "author": "Robert Moore Williams", "releaseDate": "May 28, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              The Lost Warship\n\n                          by ROBERT MOORE WILLIAMS\n\n[Transcriber Note: This etext was produced from Amazing Stories January\n1943. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: Jap bombs rained down, there was a tremendous blast--and a\nweird thing happened to the _Idaho_]\n\n\n\n\nCHAPTER I\n\n\nThe sun came up over a glassy, motionless sea. In the life-boat, Craig\narranged the piece of sail to protect them from the sun. He hoisted it\nto the top of the improvised mast, spreading it so that it threw a\nshadow on the boat. There was no wind. There had been no wind for three\ndays.\n\nCraig stood up and swept his eyes around the circle of the sea. The\nhorizon was unbroken. As he sat down he was aware that the girl, Margy\nSharp, who had been sleeping at his feet, had awakened.\n\n\"See anything, pal?\" she whispered.\n\nHe shook his head.\n\nHer pinched face seemed to become more pinched at his gesture. She sat\nup. Her eyes went involuntarily to the keg of water beside Craig. She\nlicked her parched, cracked lips.\n\n\"How's for a drink, pal?\" she asked.\n\n\"A quarter of a cup is all we get today,\" Craig said. \"Do you want your\nshare now or will you wait and take it later?\"\n\n\"I'm terribly thirsty,\" the girl said. She glanced quickly back at the\nothers in the boat. They were still sleeping.\n\n\"How about slipping me a whole cup?\" she asked, her bold blue eyes fixed\nintently on Craig's face.\n\nCraig looked at the sea.\n\n\"They're asleep,\" the girl said quickly. \"They won't ever know.\"\n\nCraig said nothing.\n\n\"Please,\" the girl begged.\n\nCraig sat in silence. He was a big man with a great thatch of black hair\nand hard gray eyes. He was clad in a pair of torn duck trousers. Rolled\nbottoms revealed bare feet. He wore no shirt. Holstered on his belt was\na heavy pistol.\n\n\"Look, big boy,\" the girl cajoled. \"Me and you could get along all\nright.\"\n\n\"What makes you think so?\" Craig questioned.\n\nThis was apparently not the answer she had expected. She seemed to be\nstartled. For a moment her eyes measured the man.\n\n\"You've been looking for something that you wanted very badly,\" she\nsaid. \"You haven't found it. Because you haven't found it, you have\nbecome bitter.\"\n\nHer words made Craig uncomfortable. They came too close to the truth. He\nshifted his position on the seat.\n\n\"So what?\" he said.\n\n\"So nothing,\" the girl answered. \"Except that we are two of a kind.\"\n\n\"And because we are two of a kind, we can get along?\" he questioned.\n\n\"Yes,\" she answered. She made no effort to hide the longing in her eyes.\n\"Look, Craig, me and you, we're tough.\" She gestured contemptuously at\nthe others in the boat. \"_They_ aren't tough.\"\n\n\"Aren't they?\"\n\n\"No.\" The words came faster now, as if she had made up her mind to say\nwhat she had to say and be damned with the consequences. \"They're going\nto die. Oh, you needn't shake your head. You haven't fooled me for a\nminute with your pretending there will be a ship along to pick us up.\nThere won't be a ship. Our only hope is that we may drift ashore on an\nisland. It may be days before we find an island. There isn't enough\nwater to keep us all alive that long. So--\"\n\nShe couldn't quite finish what she had to say. Craig watched her, his\neyes cold and unrevealing. Her gaze dropped.\n\n\"So why don't you and I split the water and let the others die of thirst\nbecause we are tough and they aren't? Is that what you mean?\" he asked.\n\n\"No--\" She faltered. \"N--no.\" Defiance hardened her face. \"Yes!\" she\nsnapped. \"That's what I mean. Why should we take care of them? We don't\nowe them anything. Why should we die with them? What have they--or\nanybody else--ever done for us? I'll tell you the answer. Nothing.\nNothing! _Nothing!_\"\n\n\"Because they have done nothing for us and because we are the stronger,\nwe let them die. Is that what you mean?\"\n\n\"Y--yes.\"\n\n       *       *       *       *       *\n\nCraig sat in silence for a moment. Dark thoughts were in his mind but\nhis face showed nothing. \"I have a gun,\" he said, \"the only gun in the\nboat. That makes me the boss. Why don't I keep all the water for myself\nand let the rest of you die of thirst?\"\n\n\"Oh, you wouldn't do that!\" Fright showed on her face.\n\n\"Why wouldn't I?\" Craig challenged.\n\n\"Because--oh, because--\"\n\n\"What have you got to offer me that is worth a cup of water?\" he\ndemanded.\n\n\"What have I got that you want?\" she answered. Her eyes were fixed\nhungrily on Craig's face.\n\n\"What have you got that I want! Oh, damn it, girl--\" The big man twisted\nuncomfortably. He avoided her gaze, looking instead at the glassy sea.\n\n\"Is it time to wake up?\" a new voice asked. It was the voice of Mrs.\nMiller, who had been lying in the middle of the boat. She raised herself\nto her knees, looked around at the glassy sea. \"I thought--\" she\nwhispered. \"For a moment I thought I was home again. I guess I must have\nbeen--dreaming.\" She pressed her hands against her eyes to shut out the\nsight of the sea.\n\n\"Is it time to have a drink?\" she said, looking at Craig.\n\n\"No,\" he said.\n\n\"But we always have a drink in the morning,\" Mrs. Miller protested.\n\n\"Not this morning,\" Craig said.\n\n\"May I ask why? Are we--are we out of water?\"\n\n\"We still have water,\" Craig answered woodenly.\n\n\"Then why can't I have some? I--well, I guess I don't need to tell you\nwhy I need a drink.\"\n\nThe reason she needed water was obvious. Worse than anyone else in the\nboat, Mrs. Miller needed a drink.\n\n\"Sorry,\" Craig shook his head.\n\n\"Why?\"\n\n\"Well, if you must know,\" Craig said uncomfortably. \"Margy and I have\ndecided to keep all the water for ourselves.\"\n\n\"Damn you, Craig!\" Margy Sharp said quickly.\n\n\"You two have decided--to keep all the--water?\" Mrs. Miller said slowly,\nas if she was trying to understand the meaning of the words. \"But\nwhat--what about the rest of us?\"\n\n\"It's too bad for the rest of you,\" Craig said. He was aware that Margy\nSharp was gazing frantically at him but he ignored her. Picking up a tin\ncup, he held it under the faucet in the side of the keg. A thin stream\nof water trickled out. He filled the cup half full, and handed it to\nMargy Sharp.\n\n\"Drink up,\" he said. \"Double rations for you and me.\"\n\n       *       *       *       *       *\n\nThe girl took the cup. She looked at Craig, then glanced quickly at Mrs.\nMiller. Her parched lips were working but no sound came forth. She\nlooked at the water and Craig could see the movement of her throat as\nshe tried to swallow.\n\nMrs. Miller said nothing. She stared at Craig and the girl as if she did\nnot understand what she was seeing.\n\n\"Damn you, Craig,\" Margy Sharp said.\n\n\"Go on and drink,\" the big man answered. \"That's what you wanted, isn't\nit?\"\n\n\"Y--yes.\"\n\n\"Then drink!\"\n\n\"Oh, damn you--\" Tears were in the girl's eyes. While Craig watched\nwoodenly, she turned and crawled back to where Mrs. Miller was sitting.\n\n\"Craig was only teasing,\" she said gently. \"He's a great teaser. He\nmeant for you to have the water all the time. Here, Mrs. Miller, this is\nfor you.\"\n\n\"Thank you, dear; thank you ever so much.\" Mrs. Miller drank the water\nslowly, in little sips. Margy Sharp watched her. Craig could see the\ngirl trembling. When the last drop was gone, she brought the cup back to\nCraig--and flung it in his face.\n\n\"I could kill you!\" she gasped.\n\n\"I gave you what you wanted,\" he said. His voice was impersonal but the\nhardness had gone from his eyes.\n\nSobbing, Margy Sharp collapsed in the bottom of the boat. She hid her\nface in her hands.\n\n\"Here,\" Craig said.\n\nShe looked up. He had drawn a fourth of a cup of water and was holding\nit toward her.\n\n\"I--I gave my share to Mrs. Miller,\" she whispered.\n\n\"I know you did,\" Craig answered. \"This is my share.\"\n\n\"But--\"\n\n\"Water would only rust my stomach,\" he said. \"Take it.\"\n\nThe girl drank. She looked at Craig. There were stars in her eyes.\n\nHe leaned forward and patted her on the shoulder. \"You'll do, Margy,\" he\nsaid. \"You'll do.\"\n\n       *       *       *       *       *\n\nThe boat floated in the glassy sea. The long ground swell of the\nPacific, marching aimlessly toward some unknown shore, lifted it\nsteadily up and down, giving the boat the appearance of moving. An empty\ntin can, thrown overboard three days previously, floated beside the\nboat. A school of flying fish, fleeing from some pursuing maw beneath\nthe surface, skipped from wave to wave.\n\nBesides Craig, Margy Sharp, and Mrs. Miller, there were three other\npersons in the boat, all men. They were: English, a blond youth;\nMichaelson, a little bird of a man who seemed not yet to have\ncomprehended what had happened to them, or to care; and Voronoff, whose\nchief distinguishing characteristic was a pair of furtive eyes. English\nhad been wounded. He sat up and looked over the side of the boat.\nPointing, he suddenly cried out:\n\n\"Look! Look! There's a dragon! A flying dragon!\"\n\n\"Easy, old man,\" Craig said gently. For two days English had been\ndelirious. The infection that had developed in his wound was quite\nbeyond the curative powers of the simple medicines carried among the\nemergency stores of the life boat.\n\n\"It's a dragon!\" the youth shouted. \"It's going to get us.\"\n\nHe stared at something that he could see coming through the air.\n\nCraig drew his pistol. \"If it comes after us, I'll shoot it,\" he said,\ndisplaying the gun. \"See this pistol.\"\n\n\"That won't stop _this_ dragon,\" English insisted. \"Oh--oh--\" His eyes\nwidened with fright as he watched something coming through the sky. He\nducked down in the bottom of the boat, hid his face in his hands. Men,\ncaught unprotected in the open by a bombing raid, threw themselves to\nthe ground like that, while they waited for the bombs to fall. A few\nminutes later, English looked up. Relief showed on his face.\n\n\"It's gone away,\" he said. \"It flew over and didn't see us.\"\n\n\"There was no danger,\" Craig said gently. \"It wouldn't have harmed us.\nIt was a tame dragon.\"\n\n\"There aren't any tame dragons!\" the youth said scornfully. He was\nlooking again at the sea. \"There's a snake!\" he yelled. \"A huge snake!\nIt's got its head out of the water--\"\n\n\"Poor kid,\" Margy Sharp whispered. \"Can't we do something for him?\"\n\n\"I'm afraid not,\" Craig answered. \"But you might take him some water.\"\nHe poured a generous share into the cup, watched the girl take it to the\nyouth, who drank it eagerly.\n\n       *       *       *       *       *\n\nMichaelson and Voronoff, awakened by the hysterical cries of the youth,\nwere sitting up. Michaelson stared incuriously around him, like a bird\nthat finds itself in a strange forest and wonders how he got there. Then\nhe pulled a small black notebook out of his pocket and began studying\nit. Ever since he had been in the life boat he had been studying the\ncontents of the notebook, ignoring everything else.\n\n\"What's the idea of wasting water on _him_?\" Voronoff said sullenly,\nnodding his head toward English. Margy Sharp was holding the cup to the\nyouth's lips.\n\n\"What?\" Craig was startled.\n\n\"He's done for,\" Voronoff asserted. He seemed to consider the statement\nsufficient. He did not attempt to explain it.\n\nA cold glitter appeared in Craig's eyes. \"So why waste water on him?\" he\nquestioned. \"Is that what you mean?\"\n\n\"That's exactly what I mean,\" Voronoff answered. \"Why waste water on a\ndead man? We don't have any too much water anyhow.\"\n\n\"Go to hell!\" Craig said contemptuously.\n\n\"You can say that because you've got the gun,\" Voronoff said.\n\nCraig's face turned gray with anger but he controlled his temper. \"If\nyou think you can taunt me into throwing the gun away, you are\nmistaken,\" he said. \"In the meantime, I have issued water to everyone\nelse and I assume you and Michaelson will want your shares. If you will\ncome aft, one at a time, I will see that you get it.\"\n\n\"Water?\" said Michaelson vaguely. He had paid no attention to the\nargument. When he heard his name mentioned, he looked up and smiled.\n\"Water? Oh, yes, I believe I would like some.\" He came aft and Craig\nheld the tin cup under the faucet in the keg. The water rilled out very\nslowly. Craig stared at it in perplexity. The stream dried to a trickle,\nthen stopped running.\n\nHorror tightened a band around his heart. He lifted the keg, shook it,\nthen set it down.\n\nMichaelson gazed at the few drops of water in the cup. \"What is the\nmatter?\" he asked. \"Is this all I get?\"\n\n\"The keg is almost empty!\" Craig choked out the words.\n\n\"Empty?\" Michaelson said dazedly. \"But yesterday you said it was a\nquarter full!\"\n\n\"That was yesterday,\" Craig said. \"Today there isn't over two cups of\nwater left in the keg.\"\n\nSilence settled over the boat as he spoke. He was aware that four sets\nof eyes were gazing steadily at him. He picked up the keg, examined it\nto see if it were leaking. It wasn't. When he set it down, the eyes were\nstill staring at him. There was accusation in them now.\n\n\"_You_ were the self-appointed guardian of the water supply,\" Voronoff\nspat out the words.\n\nCraig didn't answer.\n\n\"Last night, when we were asleep, did you help yourself to the water?\"\nVoronoff demanded.\n\n\"I did not!\" Craig said hotly. \"Damn you--\"\n\nVoronoff kept silent. Craig looked around the boat. \"I don't know what\nhappened to the water,\" he said. \"I didn't drink it, that's certain--\"\n\n\"Then what became of it?\" Michaelson spoke.\n\nHe seemed to voice the question in the minds of all the others. If Craig\nhad not taken the water, then what had happened to it? It was gone, the\nkeg didn't leak, and he had been guarding it.\n\n\"And here I thought you were a good guy,\" Margy Sharp said, moving aft.\n\n\"Honestly, I didn't drink the water,\" Craig answered.\n\n\"_Honestly?_\" she mocked him. \"No wonder you were so generous about\ngiving me your share this morning. You had already had all you wanted to\ndrink.\"\n\nHer voice was bitter and hard.\n\n\"If you want to think that, I can't stop you,\" Craig said.\n\n\"I hope you feel good while you stay alive and watch the rest of us die\nof thirst,\" the girl said.\n\n\"Shut up!\"\n\n\"I won't shut up. I'll talk all I want to. You won't stop me either. Do\nyou hear that? You won't stop me!\"\n\nShe was on the verge of hysteria. Craig let her scream. There was\nnothing he could do to stop her, short of using force. He sat silent and\nimpassive on the seat. Hot fires smouldered behind his eyes. In his mind\nwas a single thought: What had happened to the water?\n\n       *       *       *       *       *\n\nThe boat drifted on the sullen sea. Michaelson, after trying to\ncomprehend what had happened, and failing in the effort, went back to\nstudying the figures in the notebook. Voronoff furtively watched Craig.\nEnglish had lapsed into a coma. Mrs. Miller huddled in the middle of the\nboat. She watched the horizon, seeking a sail, a plume of smoke, the\nsight of a low-lying shore. Margy Sharp had collapsed at Craig's feet.\nShe did not move. Now and then her shoulders jerked as a sob shook her\nbody.\n\n\"Well,\" thought Craig, \"I guess this is it. I guess this is the end of\nthe line. I guess this is where we get off. What happens to you after\nyou're dead, I wonder?\"\n\nHe shrugged. Never in his life had he worried about what would happen\nafter he died and it was too late to begin now.\n\nHe was so lost in his thoughts that he did not hear the plane until it\nhad swooped low over them. The roar of its motor jerked his head to the\nsky. It was an American naval plane, the markings on its wings revealed.\n\nThe occupants of the boat leaped to their feet and shouted themselves\nhoarse. The pilot waggled his wings at them and flew off.\n\nAgainst the far horizon the superstructure of a warship was visible. It\nwas coming closer. Craig put his fingers to his nose, wiggled them at\nthe sea.\n\n\"Damn you, we beat you,\" he said.\n\nHe knew they hadn't beaten the sea. Luck and nothing else had brought\nthat warship near them. Luck had a way of running good for a time. Then\nit ran bad.\n\n\n\n\nCHAPTER II\n\nWhen the Sun Jumped\n\n\n\"The captain wishes to see you, sir,\" the sailor said.\n\nCraig snubbed the cigarette and rose to his feet. He had eaten and drank\nsparingly, very sparingly indeed. They had tried to take him to the\nhospital bay with the others, but he had gruffly refused. There was\nnothing wrong with him that a little food and water wouldn't cure.\n\nHe followed the sailor to the captain's quarters. Unconsciously he noted\nthe condition of the ship. She was a battleship, the Idaho, one of the\nnew series. Craig guessed she was part of a task force scouting the\nsouth Pacific. She was well kept and well manned, he saw. The men went\nabout their tasks with a dash that was heartwarming.\n\nThe captain was a tall man. He rose to his feet when Craig entered his\nquarters, smiled, and held out his hand, \"I'm Captain Higgins,\" he said.\n\nCraig looked at him, blinked, then grinned. He took the out-stretched\nhand.\n\n\"Hi, Stinky,\" he said. \"It's good to see you again.\"\n\n\"Stinky!\" Higgins choked. \"Sir--\"\n\n\"Don't get stuffy,\" Craig said, laughing.\n\nHiggins stared at him. Little by little recognition began to dawn on the\ncaptain's face. \"Craig!\" he whispered. \"Winston Craig! This calls for a\ndrink.\"\n\n\"It does, indeed,\" Craig answered.\n\nCaptain Higgins provided the whiskey. It was Scotch. They drank it\nstraight.\n\n\"Where on earth have you been?\" Higgins asked.\n\n\"Gold,\" Craig said. \"Borneo.\" A frown crossed his face. \"Our little\nbrown brothers came down from the north.\"\n\n\"I know,\" said Higgins grimly. \"They came to Pearl Harbor too, the\nlittle--. They ran you out of Borneo, eh?\"\n\n\"I got out,\" Craig said.\n\n\"But this life-boat you were in? What happened?\"\n\n\"Jap bombers happened. They caught the ship I was on. Luckily we managed\nto get a few boats away--\"\n\n\"I see. Where are the other boats?\"\n\n\"Machine-gunned,\" Craig said. \"A rain squall came along and hid us so\nthey didn't get around to working on the boat I was in.\" He shrugged.\n\"We were ten days in that boat. I was counting the jewels in the Pearly\nGates when your task force came along. But enough about me. What about\nyou?\"\n\nHiggins shrugged. \"What you can see,\" he said.\n\nCraig nodded. He could see plenty. The boy who had been known as\n\"Stinky\" in their days at Annapolis was boss of a battle wagon.\n\n\"I heard you resigned your commission within a year after we had\nfinished at the Academy,\" Higgins said.\n\n\"Yes,\" Craig answered.\n\n\"Mind if I ask why?\"\n\n\"Not at all. I just wanted some action and it didn't look as if I could\nget it in the Navy. So--\"\n\n       *       *       *       *       *\n\nIt was not so much what Craig said as what he left unsaid that was\nimportant. He was a graduate of the Naval Academy at Annapolis. He and\nStinky Higgins had finished in the same class. Higgins had stayed with\nthe Navy. Craig had not been able to endure the inactivity of belonging\nto a fighting organization when there was no fighting to be done. He was\nborn with the wanderlust, with itching feet, with the urge to see what\nlay beyond the farthermost horizon.\n\n\"So you were prospecting for gold?\" Captain Higgins asked.\n\n\"Yes.\"\n\n\"What are you going to do now, if I may ask?\"\n\n\"Well,\" Craig said, \"I was on my way back to the States, to join up\nagain, if they would take me.\"\n\nHiggins grinned. \"If they would take you? They will grab you with open\narms. They could use a million like you.\"\n\n\"Thanks,\" Craig said.\n\nA knock sounded on the door.\n\n\"What is it?\" Higgins said to the aide who entered.\n\n\"One of the men we picked up in the life-boat wants to see you, sir.\"\n\n\"What about?\"\n\n\"He would not say, sir. He insists it is of the utmost importance. His\nname is Michaelson, sir. Shall I show him to your quarters?\"\n\n\"Very well. I'll see him immediately.\"\n\nThe aide saluted smartly and left.\n\n\"Who is this Michaelson?\" Higgins said to Craig.\n\n\"I don't know,\" Craig shrugged. \"Just one of the passengers in the\nlife-boat. We didn't ask each other for pedigrees. About all I can say\nabout him is that he is a queer duck.\" Craig explained how Michaelson\nhad been constantly studying the contents of the notebook he carried.\n\nThe captain frowned. \"There is a Michaelson who is a world-famous\nscientist,\" he said. \"I don't suppose this could be he.\"\n\n\"Might be,\" Craig said. \"This is the south seas. You never know who is\ngoing to turn up down here or what is going to happen.\" Abruptly he\nstopped speaking. A new sound was flooding through the ship.\n\nIt had been years since he had heard that sound yet he recognized it\ninstantly. The call to action stations! It could have only one meaning.\nThe Idaho was going into action. Something thrilled through Craig's\nblood at the thought. He turned questioning eyes toward the captain.\n\nHiggins was already on the phone.\n\n\"Flight of Jap bombers approaching,\" he said, flinging the phone back on\nits hook. \"Come on.\"\n\nThis was probably the first time in naval history that a bare-footed,\nbare-headed man, whose sole articles of clothing consisted of a pair of\ndirty duck trousers, joined the commanding officer of a battleship on\nthe captain's bridge. Captain Higgins didn't care what Craig was\nwearing, and his officers, if they cared, were too polite to show it.\nThey didn't really care anyhow. They had other things on their minds.\n\nFar off in the sky Craig could see what the officers had on their minds.\nA series of tiny black dots. They were so far away they looked like\ngnats. Jap bombers. Big fellows. Four-engined jobs.\n\nThe notes of the call to action stations were still screaming through\nthe ship. The Idaho, at the touch of the magic sound, was coming to\nlife. Thirty-five thousand tons of steel was going into action. Craig\ncould feel the pulsation as the engines kicked the screws over faster.\nThe ship surged ahead. Fifteen hundred men were leaping to their\nstations. The guns in the big turrets were poking around, hoping that\nsomewhere off toward the horizon there was a target for them. The Idaho\nwas a new ship. She was lousy with anti-aircraft. The black muzzles of\nmultiple pom-poms were swinging around, poking toward the sky.\n\nAn officer was peering through a pair of glasses. \"Seventeen of them,\nsir,\" he said. \"I can't be certain yet, but I think there is another\nflight following the first.\"\n\n       *       *       *       *       *\n\nThe Idaho was part of a task force that included a carrier, cruisers,\nand several destroyers. Craig could see the carrier off in the distance.\nShe had already swung around. Black gnats were racing along her deck and\nleaping into the sky. Fighter planes going up. Cruisers and destroyers\nwere moving into pre-determined positions around the carrier and the\nIdaho, to add the weight of their anti-aircraft barrage to the guns\ncarried by the big ships.\n\n\"Three minutes,\" somebody said in a calm voice. \"They've started on\ntheir run.\"\n\nThe anti-aircraft let go. Craig gasped and clamped his hands over his\nears. He had left the Navy before the advent of air warfare. He knew the\nroar of the big guns in their turrets but this was his first experience\nwith the guns that fought the planes. The sound was utterly deafening.\nIf the fury of a hundred thunder-storms were concentrated into a single\narea, the blasting tornado of sound would not be as great as the thunder\nof the guns. The explosions beat against his skull, set his teeth\npounding together. He could feel the vibrations with his feet.\n\nHigh in the sky overhead black dots blossomed like death flowers\nblooming in the sky.\n\nThe bombers kept coming.\n\nThe anti-aircraft bursts moved into their path. Death reached up into\nthe sky, plucking with taloned fingers for the black vultures racing\nwith the wind. Reached and found their goal. One plane mushroomed\noutward in a burst of smoke.\n\nCraig knew it was a direct hit, apparently in the bomb bay, exploding\nthe bombs carried there. Fragments of the plane hung in the sky, falling\nslowly downward.\n\nUp above the anti-aircraft, midges were dancing in the sun--fighter\nplanes. They dived downward.\n\nAbruptly a bomber fell out of formation, tried to right itself, failed.\nA wing came off. Crazily the bomber began spinning.\n\nBlack smoke gouted from a third ship. It began losing altitude rapidly.\n\nThe others continued on their course.\n\nMichaelson suddenly appeared on the bridge.\n\nHow he got there, Craig did not know, but he was there, jumping around\nand waving his notebook in the air. Michaelson was shouting at the top\nof his voice.\n\n\"--Danger!--Must get away from here--\"\n\nCraig caught the shouted words. The thundering roar of the anti-aircraft\nbarrage drowned out the rest.\n\nNo one paid any attention to Michaelson. They were watching the sky.\n\nThe planes had released their bombs.\n\nFor some reason they were not attacking their normal target, the\ncarrier. Perhaps a second flight was making a run over the carrier. The\nfirst flight was bombing the battleship.\n\nThe Idaho was their target.\n\n       *       *       *       *       *\n\nCraig could feel the great ship tremble as she tried to swerve to avoid\nthe bombs. A destroyer would have been able to spin in a circle but\n35,000 tons of steel do not turn so easily.\n\nThe bombs were coming down. Craig could see them in the air, little\nblack dots growing constantly larger. Fighter planes were tearing great\nholes in the formation of the bombers. Few of the Jap ships would ever\nreturn to their base. But their job was already done.\n\nThe bombs hit.\n\nThey struck in an irregular pattern all around the ship. Four or five\nwere very near misses but there was not one direct hit. Great\nwaterspouts leaped from the surface of the sea. A sheet of flame seemed\nto run around the horizon. It was a queer, dancing, intensely brilliant,\nblue flame. It looked like the discharge from some huge electric arc.\n\nEven above the roar of the barrage, Craig heard the tearing sound.\nSomehow it reminded him of somebody tearing a piece of cloth. Only, to\nmake a sound as loud as this, it would have to be a huge piece of cloth\nand the person tearing it would have to be a giant.\n\nThe blue light became more intense. It flared to a brilliance that was\nintolerable.\n\nAt the same time, the sun jumped!\n\n\"I'm going nuts!\" the fleeting thought was in Craig's mind. He wondered\nif a bomb had struck the ship. Was this the nightmare that comes with\ndeath? Had he died in the split fraction of a second and was his\ndisintegrating mind reporting the startling fact of death by telling him\nthat the sun was jumping?\n\nThe sun couldn't jump.\n\nIt _had_ jumped. It had been almost directly overhead. Now it was two\nhours down the western sky.\n\nTons of water were cascading over the bow of the ship. Waves were\nleaping over the deck. The Idaho seemed to have sunk several feet. Now\nher buoyancy was asserting itself and she was trying to rise out of the\nsea. She was fighting her way upward, rising against the weight of the\nwater.\n\nA wind was blowing. There had been almost no wind but now a gale of\nhurricane proportions was howling through the superstructure of the\nship.\n\nA heavy sea was running. The sea had been glassy smooth. Now it was\ncovered with white caps.\n\nThe bombs had exploded, a blue light had flamed, a giant had ripped the\nsky apart, a gale had leaped into existence, the sea had covered itself\nwith white capped waves, and the sun had jumped.\n\nCraig looked at the sky, seeking the second flight of bombers. The air\nwas filled with scudding clouds. There were no bombers in sight.\n\nThe anti-aircraft batteries, with no target, suddenly stopped firing.\n\nExcept for the howl of the wind through the superstructure, the ship was\nsilent. The silence was so heavy it hurt the ears. The officers on the\nbridge stood without moving, frozen statues. They seemed paralyzed.\n\nThe ship was running herself.\n\n\"W--what--what the hell became of those Jappos?\" Craig heard a dazed\nofficer say.\n\n\"Yeah, what happened to those bombers?\"\n\n\"Where did this wind come from?\"\n\n\"There wasn't any wind a minute ago.\"\n\n\"Look at the sea. It's covered with white caps!\"\n\n\"Something happened to the sun. I--I'm almost positive I saw it move.\"\n\nDazed, bewildered voices.\n\n\"What the devil became of the carrier?\" That was the voice of Captain\nHiggins.\n\n\"And the rest of the force, the cruisers and destroyers--what became of\nthem?\"\n\nCraig looked toward the spot where he had last seen the carrier. She had\nbeen launching planes.\n\nHe did not believe his eyes.\n\nThe carrier was gone.\n\nThe cruisers and destroyers that had been cutting foaming circles around\nthe carrier and the battleship--were gone.\n\nThe surface of the sea was empty. There weren't even any puffs of\nexploding shells in the sky.\n\n       *       *       *       *       *\n\nThe Idaho plunged forward through strange seas. From horizon to horizon\nthere was nothing to be seen. The task force to which the ship belonged\nand the attacking Jap planes had both vanished. The group of officers\nresponsible for the ship were dazed. Then, little by little, their long\ntraining asserted itself and they fought off the panic threatening them.\nCaptain Higgins ordered the ship slowed until she was barely moving.\nThis was to protect them from the possibility of hitting submerged reefs\nor shoals. The first question was--what had happened? Captain Higgins\nordered radio silence broken. The ship carried powerful wireless\nequipment, strong enough to reach to the mainland of America, and\nfarther.\n\nThe radio calls brought no response. The radio men reported all they\ncould get on their receivers was static. No commercial and no radio\nsignals were on the air. This was impossible.\n\nIn growing bewilderment, Captain Higgins ordered a plane catapulted into\nthe air, to search the surrounding sea. Meanwhile routine reports from\nall parts of the ship showed that the Idaho had suffered no damage of\nany kind from the bombing. She was in first-class shape. The only thing\nwrong with her was the men who manned her. They were bewildered. Defeat\nin battle they would have faced. They would not have flinched if the\nship had gone down before superior gun power. They would have fought her\nfearlessly, dying, if need be, in the traditions of their service.\n\nCraig was still on the bridge with Captain Higgins and the other\nofficers. Although he did not show it, he was scared. Right down to the\nbottoms of his bare feet, he was scared. He watched the scouting plane\ncatapulted into the air, and the grim thought came into his mind that\nNoah, sending forth the dove from the ark, must have been in a similar\nposition. Like Noah, Captain Higgins was sending forth a dove to search\nthe waste of waters.\n\nBesides Craig, there was another civilian on the bridge, Michaelson.\nNobody was paying any attention to him. Normally, if he had intruded\nwithout invitation to this sacred spot, he would have been bounced off\nso fast it would have made his head swim. But the officers had other\nthings to think about besides a stray civilian who had popped out of\nnowhere. Michaelson, after fluttering vainly from officer to officer and\ngetting no attention, turned at last to Craig. Michaelson was waving his\nnote book.\n\n       *       *       *       *       *\n\n\"These men will pay no attention to me,\" Michaelson complained, nodding\ntoward the officers.\n\n\"They got troubles,\" Craig said. \"They've run into a problem that is\ndriving them nuts.\"\n\n\"But I could help them solve their problem!\" Michaelson said, irritation\nin his voice.\n\n\"Aw, beat it--Huh? What did you say?\" Craig demanded.\n\n\"I can tell them what happened, if they will only listen. I was trying\nto warn them, before it happened, but I was unable to reach the bridge\nin time.\"\n\n\"You--_you know what happened_?\" Craig choked.\n\n\"Certainly!\" Michaelson said emphatically.\n\nCraig stared at the little man. Michaelson did not look like he had much\non the ball but he spoke excellent English, and even if he was a queer\nduck, he seemed to be intelligent. Craig remembered that Michaelson had\nbeen trying to reach the bridge just before the bombers struck, also\nthat the man had been trying to get in touch with the captain just\nbefore the warning sounded that the bombers were approaching. Craig\nturned to the officers.\n\n\"Captain Higgins,\" he said.\n\n\"Don't bother me now, Craig,\" the captain snapped.\n\n\"There's a man here who wants to talk to you,\" Craig said.\n\n\"I have no time--\" For the first time, the captain saw Michaelson. \"Who\nthe devil are you?\" he snapped. \"What are you doing on my bridge?\"\n\n\"He's the man who wants to talk to you,\" Craig explained. \"His name is\nMichaelson.\"\n\nMichaelson smiled shyly. \"You may have heard of me,\" he said.\n\n\"Are you Michaelson the scientist, the man who is called the second\nEinstein?\" Higgins demanded.\n\nMichaelson blushed. \"I am a scientist,\" he said. \"As for being a second\nEinstein, no. There is only one Einstein. There can be only one. But it\nmay be that I can help you with your problem.\"\n\nCraig saw the attitude of the officers change. They had heard of\nMichaelson. It was a great name. Until then they had not known that he\nwas on their bridge. They became respectful.\n\n\"If you can help us, shoot,\" Higgins said bluntly.\n\n\"I will try,\" the scientist said. He pursed his lips and looked\nthoughtful. \"If you are familiar with geology you unquestionably know\nsomething about 'faults'. 'Faults' are unstable areas on the surface of\nthe earth, places where, due to joints or cracks in the underlying\nstrata of rocks, slippage is likely to take place. There is, for\ninstance, the great San Andreas Rift, in California, which is a\n'fault'.\"\n\n\"Sorry, Mr. Michaelson,\" Higgins interrupted. \"If you've got something\nto say, say it, but don't start giving us a lecture on geology.\"\n\n\"In explaining the unknown, it is best to start with what is known,\" the\nscientist answered. \"Earth faults are known. When I talk about them, you\nwill understand me. However, there is another kind of fault that is as\nyet unknown, or known only to a few scientists who suspected its\nexistence--\" He paused. \"I am referring to the space-time fault.\"\n\n       *       *       *       *       *\n\nThe faces of the officers registered nothing. Craig frowned, but\nlistened with quickened interest. A space-time fault! What was\nMichaelson talking about?\n\n\"You will not find a space-time fault mentioned in any scientific\ntreatise,\" Michaelson continued. \"There is no literature on the subject,\nas yet. Certain erratic phenomena, of which the apparent slowing of the\nspeed of light in certain earth areas was the most important, led a few\nscientists to speculate on the existence of some strange condition of\nspace and time that would account for the observed phenomena. The speed\nof light is regarded as being constant, yet in certain places on earth,\nfor no apparent reason, light seemed to move slower than it did\nelsewhere. What was the reason for this strange slow-down? Investigation\nrevealed the existence of what I have called a space-time fault.\"\n\n\"Please, Mr. Michaelson,\" Captain Higgins spoke. \"We are not scientists.\nWith all respect to your ability, I must request you to come directly to\nthe point.\"\n\n\"Very well,\" the scientist said. \"We have fallen into a space-time\nfault. I have been conducting certain researches in and near this area\nin an effort to locate the boundaries of what I had hoped would be\ncalled--since I discovered it--the Michaelson Fault. Under ordinary\ncircumstances the ship would, in all probability, have passed directly\nthrough the fault, though I suspect, from certain data of ships that\nhave disappeared mysteriously, that _all_ ships have not always passed\nthrough the fault. In our case, the explosion of the bombs was\nsufficient to cause a momentary dislodgment of the space-time balance in\nthis area, with the result that we were precipitated through the fault.\"\n\nHe paused and looked expectantly at his audience. It was his impression\nthat he had made a complete explanation of what had happened. He\nexpected the officers to understand. They didn't understand.\n\nCraig, watching in silence, caught a vague glimpse of what the scientist\nwas saying. He felt a cold chill run up and down his spine. If he\nunderstood Michaelson correctly--\n\n\"We were precipitated through the fault?\" a lieutenant spoke. \"I don't\nfollow. What do you mean, sir?\"\n\n\"Mean?\" Michaelson answered. \"I mean we passed through the fault.\"\n\n\"But what does that mean?\"\n\n\"That we have passed through time!\"\n\nCraig was aware of a mounting tension when he heard the words. Then he\nhad understood Michaelson correctly! He had been afraid of that. He saw\nfrom the faces of the officers that they either did not comprehend what\nthe scientist had said, or comprehending, were refusing to believe.\n\n\"Passed through time!\" somebody said. \"But that is ridiculous.\"\n\nMichaelson shrugged. \"You are thinking with your emotions,\" he said.\n\"You are thinking wishfully. You hope we have not passed through time.\nTherefore you say it is not true.\"\n\n\"But,\" Captain Higgins spoke, \"if we have passed through time, how far\nhave we gone, and in what direction?\"\n\n\"How far I cannot say,\" Michaelson answered. \"There is little question\nof the direction: We have gone back. A space-time fault can only slip\nback. It cannot slip forward, or I cannot conceive of it slipping\nforward. As to the distance we have gone, in space, a few feet. In time,\nthe distance may be a hundred thousand years. It may be a million years,\nor ten million.\" He tapped his notebook. \"I have much data here, but not\nenough data to determine how far we have gone.\"\n\n       *       *       *       *       *\n\nCraig was cold, colder than he had ever been in all his life. They had\npassed through time! Desperately he wanted to doubt that the scientist\nknew what he was talking about. His eyes sought the reassurance of the\nbattleship. Surely such a mass of steel could not pass through time!\nBut--the sun had jumped, a hurricane of wind had roared out of nowhere\nand was still roaring through the rigging of the ship. The calm sea had\nbecome storm-tossed. And--the radio was silent.\n\nWas Michaelson right? Or was he a madman? Craig could not grasp\ncompletely the reasoning of the scientist. A space-time fault sounded\nimpossible. But there was no question about the existence of earth\nfaults. Craig had seen a few of those areas where the foundations of the\nearth had crumpled. If the inconceivable pressures of the planet could\ncrush miles of rock like he could crush a playing card in his hands, why\ncould not the more tenuous fabric of space-time be crushed also?\n\nThe faces of the officers reflected doubt. Craig saw them steal uneasy\nglances at each other, saw them glance at the bulk of the battleship for\nreassurance. The ship was their world.\n\nOut of the corner of his eyes Craig saw something coming across the sea.\nAt the same time, in the forepeak, a lookout sang out.\n\n\"I'm afraid,\" Craig said, pointing, \"that now there is no doubt that Mr.\nMichaelson is right. Look there.\"\n\nSailing down the wind was a gigantic bird-lizard. With great fanged beak\nout-stretched, it was flapping through the air on leathery wings. It was\na creature out of the dawn of time.\n\nIt proved, by its mere existence, that Michaelson was right.\n\nThe Idaho, and all her crew, had passed through a space-time fault into\nan antediluvian world!\n\n\n\n\nCHAPTER III\n\nThe Return of the Dove\n\n\nThere were dozens of the great bird-lizards flapping about the ship.\nEither they thought it was an enemy, to be attacked and destroyed, or\nthey thought it was something to eat. In either event, it was to be\nattacked. They were attacking it. They would circle it, flap heavily to\na point above, then launch themselves into a glide, fanged mouth open,\nscreaming shrilly.\n\nThe anti-aircraft gunners knocked the beasts out of the air with ease.\n\nOn the bridge a group of tense officers watched the slaughter without\nbeing greatly interested in it. They knew that the guns of the Idaho\nwere proof against any creature of earth, sky, or water, in this world.\nThey were not afraid of the beasts of this strange time into which they\nhad been thrust.\n\nThe scouting plane was still out, searching the waste of water for land.\n\nThe officers of the Idaho were all thinking the same thing. Captain\nHiggins put their thoughts into words.\n\n\"Mr. Michaelson,\" the captain said slowly. \"I can't argue with you. I am\nforced to believe that somehow we have been forced back in time. However\nI am charged with the responsibility for this ship. Back where we came\nfrom, the Idaho is needed. I want to get her back where she belongs. How\ncan we accomplish this?\"\n\nThe scientist hesitated. He did not want to say what he had to say. He\nshook his head. \"I question whether or not we can accomplish it,\" he\nsaid at last.\n\n\"But we _have_ to return!\" Higgins protested.\n\n\"I know,\" Michaelson said sympathetically. \"The problem is _how_!\"\n\n\"You mean there is no way to return?\"\n\nThe scientist shrugged. \"If there is, I do not know of it.\"\n\n\"But can't you make any suggestion? After all, this is your field.\nYou're a scientist.\"\n\n\"This is my field but even I know little or nothing about it. Almost\nnothing is known about the true nature of the space-time continuum. Only\nrecently have we even guessed that such things as space-time faults\nexisted. We were hurled through this particular fault by accident, the\nresult of an unfortunate combination of circumstances. Whether we can\nduplicate that accident, and whether it would return us to our own\ntime--I just don't know. Nobody knows.\"\n\nThe officers of the Idaho received this information with no sign of\npleasure. Craig felt sorry for them. After all, some of them had wives,\nall of them had friends back in the United States. Or was it _forward_\nin the United States, in the America that was to be? It was hard to\nremember that Columbus had not as yet sailed westward, would not sail\nwestward for--how many hundreds of thousands of years?\n\nAll human history would have to unroll before there was an America. If\nthe theory of continental drift was correct, there might not even be an\nAmerican continent, it might still be joined to Europe. Babylon and\nNineveh, Karnak and Thebes, Rome and London--there were no such cities\nin the world, would not be for--\n\n       *       *       *       *       *\n\nThe men on this ship were probably the only human beings alive on earth!\nMen had not yet become human, or maybe hadn't. The Neanderthal Man, the\nCro-Magnons, maybe the Java Man, the Piltdown Man, had not yet appeared\non the planet!\n\n\"As I understand it,\" an officer said, \"we were sailing directly across\na space-time fault when the explosion of the bombs sent us through the\nfault? Is that correct?\"\n\n\"That is correct,\" Michaelson answered.\n\n\"Then why don't we locate this fault and set off some explosions of our\nown?\" the officer suggested. \"Is there any chance that we might\nreturn--home--that way?\"\n\n\"I don't know,\" the scientist frankly answered. \"Maybe it would work,\nmaybe it won't. We can certainly try it, and if it fails, nothing is\nlost. Meanwhile I will go over my data and see if I can find some way of\naccomplishing what we desire.\"\n\nMichaelson went below. The Idaho was brought around. Immediately a\nworried officer posed another problem.\n\n\"How are we going to find that fault?\" he asked. \"We can't see it. We\ncan't feel it. How are we going to know when we have reached the right\nplace?\"\n\n\"We'll search the whole area,\" Higgins said. \"We haven't moved far and\nlocating the fault ought not to be too difficult. For that matter, we\nare probably still in it.\"\n\nThe officers moved quickly and efficiently to put his orders into\nexecution. The plan was to put the ship in the same position she had\noccupied when the bombs struck, then use the small boats to plant\nexplosive charges in the water around the battle wagon, charges which\ncould be electrically exploded from the ship. Captain Higgins moved to\nwhere Craig was standing. He took off his cap and wiped perspiration\nfrom his forehead.\n\n\"What do you make of this?\" he asked.\n\nCraig shrugged. \"I pass,\" he said.\n\n\"But--one minute we were part of a task force and Jap bombers were\nhaving a go at us. The next minute--\" Higgins looked helpless. \"Damn it,\nCraig,\" he exploded, \"things like that can't happen!\"\n\n\"They aren't supposed to happen,\" the big man grimly answered. \"We just\nsaw one of them happen.\"\n\n\"But--\" Higgins protested, \"surely we would have known about these\nspace-time faults, if they existed. Other ships would have fallen into\nthem.\"\n\n\"Maybe other ships have fallen into them,\" Craig suggested. \"In the last\nwar the Cyclops vanished without a trace. There have been other ships,\ndozens of them, that have disappeared. And, for that matter, how is the\ncommander of your task force going to handle the disappearance of the\nIdaho?\"\n\n\"I don't know,\" Higgins muttered.\n\n\"He is going to have to report the loss of the battleship. What will he\nsay?\"\n\n\"What can he say?\"\n\n\"He'll search the area, for survivors and wreckage. When he finds\nneither the only conclusion he can reach will be that the Idaho was\ninstantaneously sunk with the loss of all hands. Remember we were under\nattack at the time. Remember that intense blue light that flared around\nthe horizon? To the men in the other ships that light may have looked\nlike an explosion of the magazines of the Idaho. The admiral commanding\nyour task force may report that a bomb seemingly passed down the smoke\nstack of the Idaho and the resulting explosion touched off the powder\nmagazine.\"\n\n       *       *       *       *       *\n\nCraig paused and in growing perplexity watched what Higgins was doing.\nThe captain was vigorously kicking the steel wall of the bridge. He was\npounding his right foot against it as if he was trying to kick it down.\nThere was a look of pain on his face. Craig watched for a second, then\ngrinned.\n\n\"Does it hurt?\" he said.\n\n\"Yes!\"\n\n\"Then it must be real,\" the big man suggested.\n\nHiggins left off kicking the wall. Craig knew _why_ he had been kicking\nit--to assure himself that the wall was really there. Higgins was a man\nin a nightmare but instead of pinching himself to see if he was awake,\nhe kicked the wall.\n\n\"Damn it!\" the captain muttered. \"Why did this have to happen to us?\"\n\n\"Destiny,\" Craig mused. \"Fate. How did the steamer I was on happen to\nget bombed? How did I happen to be in the life-boat that wasn't\nmachine-gunned? How did we happen to get picked up? The only answer is\nfate.\"\n\n\"That's a darned poor answer,\" Higgins said.\n\n\"It's the only answer,\" Craig replied. \"Your dove is coming back.\"\n\n\"What? Have you gone wacky on me?\" the startled captain answered.\n\nCraig pointed to the sea. Barely visible on the horizon was a tiny dot.\n\n\"Oh, the plane,\" the captain said, watching the dot. It was moving\nswiftly toward them.\n\nCraig watched it, a frown on his face. \"I thought you sent out only\n_one_ plane,\" he said.\n\n\"That's right. I did send one.\"\n\n\"Well,\" Craig said slowly, \"unless my eyes have gone bad, three planes\nare coming back.\"\n\n\"What?--But that's impossible?\" Higgins snatched a pair of glasses,\nswiftly focused them on the plane. It was still only a dot in the sky.\nTwo smaller dots were following swiftly behind it.\n\n\"Maybe a couple of those lizard-birds are chasing it?\" Craig hazarded.\n\n\"Nonsense!\" the captain retorted. \"It can fly rings around those things.\nThose lizards are too slow to keep up with it. But there is something\nfollowing it.\"\n\nHiggins kept the glasses to his eyes, straining to see the approaching\ndots.\n\n\"If those things are planes,\" he muttered, and there was a note of\nexultation in his voice, \"then Michaelson, and his talk of space-time\nfaults, is nuts.\"\n\nWhat Higgins meant was, that if the two dots were planes, then what had\nhappened to the Idaho had been an illusion of some kind. Planes could\nexist only in a modern world. They were one of mankind's most recent\ninventions.\n\nThe stubby-winged scouting plane from the ship was easily visible now.\nIt was driving hell for leather for the Idaho. Craig watched it with\ngrowing apprehension.\n\n\"That pilot is running away from something,\" he said.\n\n\"Impossible!\" Higgins snapped.\n\nThe plane swept nearer. It was flying at a low altitude. The two dots\nwere hard on its heels. They were overtaking it. And--they were no\nlonger dots.\n\n\"Planes!\" Higgins shouted.\n\n       *       *       *       *       *\n\nCraig kept silent. They were planes all right, but--He saw something\nlance out from one of them. The scouting plane leaped upward in a\nscreaming climb. Something reached toward it again, touched it. It began\nto lose altitude. It was still coming toward the Idaho but it was on a\nlong slant.\n\n\"It's being attacked!\" Higgins shouted, pain in his voice.\n\nOver the Idaho the call to battle stations rolled. Again the mighty\nvessel surged to the tempo of men going into action.\n\nThe scouting plane was dropping lower and lower. It hit the water. One\nof the pursuing ships dived down at it.\n\nThe anti-aircraft batteries let go. For the second time the Idaho was\ndefending herself. Thunder rolled across the waters.\n\nThe attacking plane was within point-blank range. Mushrooms of black\nsmoke puffed into existence around it, knocked it around in the air,\ncaught it with a direct hit.\n\nA gigantic explosion sounded.\n\nA ball of smoke burst where the plane had been. Fragments floated\noutward, slid downward to the sea. There was not enough of the plane\nleft for identification.\n\nThe second plane lifted upward. For the first time Craig got a good look\nat it. His first impression, illogical as that was, was that it was a\nJap ship. When it lifted up he got a good look at it. It wasn't a Jap\nplane. No marks of the rising sun were visible on its body.\n\nCraig saw then that it wasn't a plane at all. It had stubby, sloping\nwings, but the wings were apparently more for the purpose of stabilizing\nflight than for the lift they might impart. It looked like a flying\nwedge.\n\nHe could not tell how it was propelled. If it had a motor, he could not\nsee it.\n\nIt was fast, faster than greased lightning.\n\nApparently its pilot had not noticed the battleship until the barrage of\nanti-aircraft fire had destroyed the first plane. Not until then did he\neven know the Idaho existed. Like a bird that had been suddenly startled\nby the appearance of a hawk, the plane leaped into the air. Shells were\nstill bursting around it. It went up so fast it left the barrage\ncompletely behind. Its climb was almost vertical. It rose to about\ntwenty thousand feet, leveled off. Twice it circled the battleship,\nignoring the shell bursts, that tried to keep up with it.\n\nThen it turned in the direction from which it had come. It was out of\nsight in seconds.\n\nThere was silence on the bridge of the Idaho.\n\n\"Holy cats!\" Craig heard an officer mutter. \"Somebody is crazy as hell.\n_We_ don't have planes that will fly like that and I know damned good\nand well they didn't have them a hundred thousand years ago!\"\n\nWas Michaelson wrong? Was he talking through his hat when he said the\nIdaho had been precipitated through a time fault into the remote past?\nHe had said they might be a hundred thousand years in the past, or a\nmillion years--he didn't know which. The appearance of the lizard-birds,\nthe great winged dragons of mythology, had seemed to prove that the\nscientist was correct.\n\nDid these two mysterious planes, of strange shape and design and with\nthe ability to fly at such blinding speed, prove that he was wrong?\n\nWas it possible--the thought stunned Craig--that they had been\nprecipitated into the future?\n\nThe winged dragons belonged to the past. The planes, theoretically at\nleast, belonged to the future.\n\n\"Something is crazy!\" Captain Higgins said. \"Go get that scientist,\" he\nspoke to one of his aides. \"I want to talk to him.\"\n\n       *       *       *       *       *\n\nMichaelson came to the bridge and listened quietly to what Higgins had\nto say. His grave face registered no emotion but his eyes were grim.\n\n\"I can definitely tell you _two_ things,\" he said at last. \"One of them\nis that we are not in what could be called the future.\"\n\n\"But those two planes were better than anything we have invented!\"\nCaptain Higgins insisted. \"The airplane was not invented until 1907.\nThis _has_ to be the future.\"\n\n\"_Men_ invented airplanes in 1907,\" Michaelson said. Ever so slightly he\nemphasized the word \"_men_.\"\n\nHiggins stared at him. Slowly, as he realized the implication of what\nthe scientist had said, his face began to change. \"What are you driving\nat?\" he said, his voice a whisper.\n\nMichaelson spread his hands in a helpless gesture. \"The Wright brothers\ninvented the lighter-than-air ship early in the twentieth century,\" he\nsaid. \"They were the first men to fly a plane, the first men of our\nrace. But how do we know what happened on earth a million years ago, and\nI can definitely tell you that we are at least a million years in the\npast? The history that we know fairly well does not cover a span of more\nthan five thousand years. How can we be certain what happened or did not\nhappen on earth millions of years ago?\"\n\nThe scientist spoke quietly, his voice almost a whisper. \"We are before\nthe time of the airplane. Yet we find airplanes? What do you think that\nmight mean?\"\n\n\"I--\" Higgins faltered, his mind flinching away from facing the unknown\ngulfs of time. He forced his mind to heel. \"It means there are people\nhere in this time,\" he said huskily. \"People, or _something_, who know\nhow to make planes.\"\n\nMichaelson nodded. \"That would be my conclusion,\" he said.\n\n\"But that is impossible,\" Higgins flared. \"If there had been\ncivilizations in the past, we would have a record of them. I mean, we\nwould have found their cities, even if the people had disappeared. We\nwould have found traces of their factories, of their buildings--\"\n\n\"Would we?\" Michaelson asked.\n\n\"Certainly. Don't you agree with me?\"\n\n\"Not necessarily,\" the scientist said. \"You are forgetting one important\nfact--the size of a million years. A million years from now will anyone\nbe able to find New York? Chicago? London? The steel mills of\nPittsburgh? I think not. In that length of time, the action of the rain,\nthe frost, and the sun will have completely destroyed every sign that\nthese places once existed. Besides, the continents we now know may have\nsunk and new ones appeared. How could we locate the ruin of Pittsburgh\nif the city were at the bottom of the Atlantic? A million years ago\nthere may have been huge cities on earth. Man is not necessarily the\nfirst race ever to appear on the planet.\"\n\nCraig, listening, recognized the logic in what Michaelson had said.\nThere might have been other races on earth! The vanity of men blinded\nthem to that fact, when they thought about it at all. They wanted to\nbelieve they were the most important, and the only effort of creation,\nthat the earth had come into being expressly for their benefit. Nature\nmight have other plans.\n\nMichaelson had suggested a logical solution for the dilemma of airplanes\nand flying dragons existing in the same world.\n\nCraig saw the officers glancing uneasily in the direction from which the\nplanes had come. Off yonder somewhere below the horizon was _something_.\nThey were worried about it. Against the beasts of this time, the Idaho\nwas all-powerful. But how would the Idaho stack up against the\n_something_ that lay below the horizon? Or would the ship be able to\nescape back through the time fault before the threat of the mysterious\nplanes became greater?\n\nOut around the ship, small boats were planting charges of explosive. One\nboat was dashing out to the wrecked scouting plane to rescue the pilot.\n\n\"We have to see if we can get away from here, at once,\" Higgins said.\n\"We have to set off those explosives and see if they will force us back\nthrough the time fault.\"\n\nThey had to get away from this world. There was danger here. Planes\nthat flew as fast as the one that had gone streaking off across the sky\nrepresented danger.\n\nHiggins ordered the planting of the explosives to proceed at the\ndouble-quick.\n\n\"I said I could definitely tell you two things,\" Michaelson spoke again.\n\"One of them was that we are in the past, millions of years in the\npast.\" He spoke slowly, his eyes on the busy boats around the ship. \"Are\nyou not interested in the second of the two things I said I could tell\nyou?\"\n\n\"Yes,\" said Higgins. \"What is it?\"\n\nThe scientist sighed. \"It is that we will never be able to return to our\nown time!\"\n\n\"What? But--we are planting mines. If the explosion of the Jap bombs\nsent us through the time fault, maybe a second explosion will send us\nback through it.\"\n\nMichaelson shook his head. \"I have investigated the mathematics of it,\"\nhe said. \"It is impossible. You might as well call in your boats and\nsave your explosives. The fact is, we are marooned in this time,\n_forever_!\"\n\nMarooned in time, forever! The words rang like bells of doom. Marooned\nforever. No chance of escape. No hope for escape.\n\n\"Are you sure?\" Higgins questioned.\n\n\"Positive,\" the scientist answered.\n\nCraig looked at the sea. He lit a cigarette, noting that it was the last\none in the package. He drew the smoke into his lungs, feeling the bite\nof it.\n\nMarooned in time, forever!\n\n\n\n\nCHAPTER IV\n\nSilver on the Sea\n\n\nNight had come hours ago. Craig stood on the deck, watching the sea and\nthe sky and the stars in the sky. Up overhead the constellations had\nchanged. They were not the familiar star clusters that he knew.\nCompletely blacked out, the Idaho moved very slowly through the\ndarkness. Her speed was kept to almost nothing because the charts of the\nnavigators were useless. The charts had been made in that far future\nwhich the battle wagon had quitted forever and they revealed nothing\nabout this sea. There might be a mile of water under the ship. She might\nbe scraping bottom. The navigators were going mad worrying about what\nmight be under the ship. Captain Higgins was going mad worrying not only\nabout what might be under the ship but about what might soon be over it,\nwhen the mysterious planes returned. The pilot of the scouting plane had\nbeen rescued. He had not lived to tell what he had found.\n\nCraig was aware of a shadow near him but he thought it was one of the\ncrew until the match flared. It was Margy Sharp. She was lighting a\ncigarette.\n\nA sharp reprimand from an officer caused her to drop the match.\n\n\"What's wrong?\" she demanded. \"Why can't I smoke?\"\n\n\"Blackout,\" Craig said.\n\n\"Oh, it's _you_,\" the girl spoke.\n\n\"Where have you been?\" Craig asked. \"I looked around for you but I\ncouldn't find you.\"\n\n\"In the hospital,\" she said. \"Helping out a baffled doctor.\"\n\n\"How is English?\" Craig asked.\n\n\"English has been dead for hours,\" she said. \"I've been with Mrs.\nMiller.\"\n\n\"Oh! How is she?\"\n\n\"Fine. But the doctor almost went nuts. He said it was the first time in\nnaval history that a baby had been born on a battleship. He seemed to\nthink it violated the rules of etiquette, or something. It was a girl,\"\nshe went on, a little breathlessly now, as if talking about babies made\nher excited. \"Mrs. Miller said she was going to name it Margaret, after\nme. Isn't that nice? She says her husband will be worried to death about\nher and she wants to use the ship's radio to send him a message. Do you\nthink she could do that?\"\n\n\"Do I--\" Craig choked. \"Listen, girl, do you know what has happened?\"\n\nThe tone of his voice alarmed her. \"No,\" she said quickly. \"I don't\nknow. What has happened?\"\n\nShe had been busy down in the hospital bay, too busy to wonder what was\ngoing on up above. Craig told her the whole story. She listened in\nincredulous amazement. He had to tell it twice before she began to\nunderstand it. And then she didn't believe it.\n\n\"You're kidding me,\" she said.\n\n\"Sorry,\" Craig answered. \"But I'm not kidding.\"\n\n\"You mean--you actually mean we're back somewhere in the past?\"\n\n\"Exactly.\"\n\n\"But--but what are we going to do?\"\n\n       *       *       *       *       *\n\nThe big man shrugged. \"We're going to wait and see what happens. That's\nall we can do. Wait and see.\" There were tones of excitement in his\nvoice.\n\n\"You sound pleased about this,\" she challenged.\n\n\"I'm not pleased,\" he quickly corrected her. \"I'm sorry for Mrs. Miller\nand for Margaret, for you, for Captain Higgins, and the men on the\nIdaho. But as for myself--well, I'm not sorry. This is the ultimate\nadventure. We have a new world to explore, new things to see. I know\nhundreds of men who would give an arm to be dropped back here into this\nworld. I've met them in every mining camp I ever saw, in every trading\npost on the frontiers of civilization, in every corner of earth. They\nwere misfits, most of them. I'm a misfit, or I was, back in our time. I\ndidn't belong, I didn't fit in. I wasn't a business man, I never would\nhave made a business man. I couldn't have been a lawyer or a clerk or a\nwhite-collar worker. But here--well I seem to belong here. This is my\ntime, this is my place in the world.\" He broke off. \"I don't know why I\nam telling you all this,\" he said shortly.\n\nShe had listened quietly and sympathetically. \"You can tell me,\" she\nsaid. \"Remember, back in the life-boat, when I told you we were two of a\nkind? I didn't fit in, either, back home. I belong here too.\"\n\nShe had moved closer to him, in the soft darkness. He could sense her\nnearness, sense her womanliness. He started to put his arms around her.\n\n\"Well,\" a voice said behind him.\n\nCraig turned. Voronoff stood there. \"What do you want?\" Craig said.\n\n\"From you, I want nothing,\" Voronoff answered. \"I was not speaking to\nyou. I, at least, have not forgotten about the water.\"\n\n\"The water?\" Craig said puzzled. \"What are you talking about?\"\n\n\"The water that wasn't in the cask we had in the life-boat,\" Voronoff\nanswered. \"The water that you drank in the night when the rest of us\nwere asleep.\"\n\n\"Damn you--\" Craig said.\n\nVoronoff walked away. Craig made no attempt to follow him. He had\ncompletely forgotten about the water. With an effort, he got his temper\nunder control and turned back to the girl.\n\nShe had turned away and was looking at the sea. When Craig spoke, she\ndid not answer. A moment before, a warm magic had been between them.\nVoronoff's words had changed the warmth to coldness.\n\n       *       *       *       *       *\n\nThat night the lookouts on the Idaho were constantly reporting that the\nship was being shadowed. Overhead in the darkness were planes, silent\nplanes. The lookout occasionally spotted them against the moon.\n\nThe fact that the planes flew silently, like shadows in the night,\nperturbed the lookouts and their uneasiness was communicated to the\ncrew. No one would have much minded planes that made the proper amount\nof noise, but ghost planes that made no noise at all were dreadful\nthings. The silent planes scouted the ship, then seemed to disappear. At\nleast they were no longer visible, but whether or not they were still\nhidden somewhere in the sky, no one knew. They made no attempt to bomb\nthe ship, or to attack it in any way. This seemed ominous.\n\nThe Idaho carried four planes of her own. One had been lost. Before\ndawn, Captain Higgins ordered another catapulted into the sky, to search\nthe surrounding area. This plane went aloft. It was not attacked or\nmolested. The pilot, by radio, reported the presence of a large body of\nland very near. Navigators, consulting their charts, discovered that\nthis body of land was not on any of their maps.\n\nDawn, that hour of danger when an attack might reasonably be expected,\ncame. The crew of the Idaho stood by their guns, waiting. No attack\ncame.\n\nThe sun rose. Still there was no attack. The ship, moving very slowly,\nentered an area where the surface of the sea seemed to have turned to\nsilver. This effect was caused by some oily substance that floated on\nthe water, a new phenomenon to officers and men alike.\n\nOn the horizon the land mass the pilot of the scouting plane had\nreported was dimly visible, a range of forested hills sloping upward to\nmountains in the background, the rim of some mighty continent of the old\ntime. Later, millions of years later, only the tops of these mountains\nwould remain above the sea, to form the thousands of islands of the\nPacific.\n\n       *       *       *       *       *\n\nCraig breakfasted below. He came on deck just as the alarm sounded. The\ncrew raced to their stations. He discovered the cause of the alarm.\n\nOverhead, at a height of thirty to thirty-five thousand feet, was a\nplane. It was shadowing the ship. It made no attempt to attack. Craig\nwent to the bridge. Captain Higgins had been on the bridge all night. He\nwas still there. He greeted Craig wanly.\n\n\"We're being watched,\" Higgins said. \"I don't like it.\"\n\n\"Anything we can do about it?\"\n\nHiggins squinted upward through his glasses. \"Too high for ack-ack. No,\nthere is nothing we can do about it. And I'm not sure we want to do\nanything about it.\"\n\n\"What do you mean?\"\n\n\"We're not fighting a war here in _this_ time,\" the captain answered.\n\"We don't want to fight, if we can possibly avoid it.\"\n\n\"It may be a problem to avoid fighting,\" Craig said. \"Remember, they\nshot down the pilot of your scouting plane.\"\n\n\"I remember,\" Higgins said grimly.\n\n\"Of course, we could surrender,\" Craig suggested.\n\n\"How would you like to go to hell?\" Higgins said.\n\n\"It was only an idea,\" Craig grinned. \"But I don't like this business.\nWe don't know what we're trying to avoid fighting, or what strength they\nhave, or how they will attack, if they attack.\"\n\n\"I don't like it either,\" Higgins answered. \"But I didn't choose it.\nDamn them, if they're going to attack, I wish they would get on with\nit!\"\n\nOver the huge ship the tiny plane circled. Every man on the Idaho knew\nthe situation was nasty. They were being watched. There was nothing they\ncould do to stop it. The shadowing plane was above anti-aircraft fire.\nThe warship could not hide from it. There was no protecting destroyer to\nlay a friendly smoke screen to shield them from the eyes in the sky.\nMeanwhile, somewhere around them a hidden enemy might be marshalling\nforces to destroy them.\n\n\"Have you tried to contact them?\" Craig asked.\n\n\"I tried to reach them by radio all last night,\" Higgins answered.\n\"There was no answer. The radio operators say there are no signals in\nthe air. This, plus the fact that they have not attempted to answer our\nsignals, forces me to the conclusion that they have not discovered\nradio. Of course they may use wave bands beyond the range of out\nreceivers--Hello! What's that?\"\n\nFrom somewhere near them a shout had sounded.\n\nLeaning over the edge of the bridge, Craig saw a sailor on the lower\ndeck. The man was also leaning over pointing down toward the sea. He\nshouted again and turned upward toward the bridge. His face was white\nwith terror.\n\n\"What is it?\" Captain Higgins demanded.\n\n\"It's--It's that silver stuff on the surface, sir,\" the sailor answered.\n\"It's--it's eating the sides of the ship sir. It's eating the ship.\"\n\nThe Idaho was still in the area of the bright substance that floated on\nthe surface of the sea. Captain Higgins raced from the bridge down to\nthe main deck. Craig followed him. By the time they reached the spot\nwhere the sailor was standing several other officers had gathered. They\nwere all staring down at the sea.\n\nCraig leaned over the rail, looked down. Horror tightened an iron band\naround his heart.\n\n       *       *       *       *       *\n\nAt the waterline, a great gash had been eaten into the steel hull of the\nIdaho. The plates of the ship were the best grade of chrome steel,\nheat-treated and hardened. They were designed to withstand the battering\nof sixteen-inch shells. The steel in them was the toughest metal that\nhad ever come out of Pittsburgh.\n\nWhere the oily, shiny substance touched it, the steel was crumbling\naway.\n\n\"Acid!\" Craig heard an officer gasp. \"That's what the silver stuff is.\nAcid! They sprayed it on the sea.\"\n\n\"They plotted our course and set a booby-trap for us.\"\n\n\"That can't be an acid,\" someone protested. \"It is impossible to secure\na concentration of acid on the surface of the sea strong enough to eat\nholes in steel.\"\n\n\"Maybe it's impossible but it sure as hell has happened!\"\n\nEach passing wave tossed the oily liquid against the hull of the Idaho.\nIt hissed softly when it struck and promptly began its deadly work. What\nwas happening below the waterline was not visible. Probably no damage\nwas being done there because the acid was on the surface and did not\ntouch the areas below the waterline. But enough damage was being done\nabove the water! Pits two inches deep were already appearing in the\nsteel sides of the ship.\n\n\"Full speed ahead!\" Captain Higgins ordered.\n\nTheir hope was to get out of the area covered by the acid and to get out\nof it quickly. But--the patch of silver was miles in extent. And there\nwas no way to determine exactly how much damage had been done to the\nship. The line of corrosion extending around the hull might have\nweakened her so badly that she was unseaworthy.\n\nCaptain Higgins took the only possible course. He ordered the ship to\nmake for land.\n\n       *       *       *       *       *\n\nTwo hours later the Idaho was resting in a natural harbor between low\nhills. A river emptied into the sea here. Captain Higgins had grown\nyears older as he took the ship into the mouth of the harbor. He had no\ncharts of the place, no way of knowing how much water was available, or\nwhether there were hidden reefs waiting to rip the bottom out of the\nship. He took her in blind, the hardest job any ship's master ever has\nto face.\n\nLike a wounded lion, the Idaho was seeking a place where she could lie\nup and determine how badly she had been hurt. In entering the harbor she\nwas going into what might easily be a death trap but if she stayed\noutside, her weakened hull might give away and she might go down with\nall hands.\n\nHiggins sent his engineers in boats to determine how much damage had\nbeen done to the hull. With his officers, he waited on the bridge for\nthe engineers to report. There was none of the acid on the surface of\nthe harbor.\n\nCraig heard the chief engineer report.\n\n\"The hull is so weak that the ship may sink at any moment, sir. An\neffort to move her might crumble the plates. Holes in the sides six to\neight inches deep, sir.\"\n\nThe captain's hands on the rail of the bridge tightened until the\nknuckles showed white.\n\n\"Very well,\" he said. \"Beach her.\"\n\n\"Beach her, sir?\"\n\n\"Yes. If we stay here, we may find more of that acid sprayed on the\nwater, in which case the ship will sink.\"\n\nThe crew began preparations to carry out the orders. The Idaho was done,\nfinished, ended.\n\nHigh overhead the single watchful plane still circled.\n\nHiggins shook his fist at it. \"Damn you--\" he said. \"Damn you--\"\n\nThe Idaho was carefully brought into the mouth of the river until she\ntouched bottom. Fortunately the bottom was sandy mud. The ship sighed\nand settled herself into it like a tired sea monster coming out of the\nocean to die. Everyone on board her knew that this was the ship's last\nresting place. Her steel bones would remain here until they rusted away.\nAs the ship's keel grated on the bottom, Captain Higgins looked like a\nman who is hearing his own death sentence but his back was stiff as a\nramrod and his chin was high.\n\n\n\n\nCHAPTER V\n\nThe Ogrum\n\n\n\"Exploring parties ashore,\" Captain Higgins ordered.\n\n\"With your permission,\" Craig said, \"I should like to be a member of one\nof those parties.\"\n\n\"Certainly,\" the captain said. \"I'll do even better than that--I'll put\nyou in charge of one of them.\"\n\n\"Thank you, sir,\" Craig said. In accordance with the best naval\ntradition, he kept his voice emotionless, but his heart leaped at the\nthought. He was going to lead a squad of blue-jackets ashore!\n\nHe was assembling his group when Michaelson, wildly excited, came\ndashing up. \"I understand you are taking a squad ashore!\" the scientist\nexcitedly panted.\n\n\"That's right,\" Craig answered.\n\n\"I want to go along.\"\n\n\"You want to go along?\" Craig glanced toward the nearby shore. Above\nthe swamps bordering the river one of the lizard-birds was flapping. It\nwas carrying in its taloned claws something that looked like a small\nmonkey. Now and then coughing grunts came from the swamp, evidence of\nthe beasts lurking there. \"You want to go into _that_?\" Craig\nquestioned.\n\n\"Certainly,\" the scientist vigorously answered. \"This is the opportunity\nof a life-time. We shall have a perfect chance to observe the flora and\nfauna of this time. We shall see them alive. No other scientist ever had\na chance like this.\"\n\n\"You mean you will have a fine chance to be gobbled up,\" Craig said\ngrimly, nodding toward the shore. \"That's jungle country.\"\n\n\"You are taking these men into it,\" Michaelson protested.\n\n\"They volunteered,\" Craig answered.\n\n\"So do I volunteer,\" Michaelson said.\n\n\"All right,\" Craig said, grinning in spite of himself at the impetuous\nway this scientist flung himself into what at best could only be a nasty\nsituation. \"Get yourself a gun and come along--\" He broke off to stare\nat the second person who was approaching him.\n\nIt was Margy Sharp. She went directly to the point. \"How about me\nvolunteering too?\" she asked.\n\n\"Well, I'm damned,\" Craig said.\n\n\"Does that mean I can go?\"\n\n\"It does not!\" Craig said emphatically. \"It means I'm astonished that\nyou should have taken such sudden leave of your senses.\"\n\n\"Why can't I go?\" she challenged.\n\n\"Because you're a girl,\" he answered. \"And because you would be in the\nway. No sale, Margy. Not today and not any other day if I have anything\nto say about it. You stay here where you belong.\"\n\n\"You damned men have _all_ the fun,\" the girl said bitterly, turning on\nher heel. Craig watched her walk directly to Captain Higgins and make\nthe same request and he observed the astonishment of that naval officer.\nBut in spite of his astonishment, the captain was quite able to say\n\"No.\"\n\nThe last he saw of her, she was leaning over the rail watching the small\nboat put out for shore. He waved at her. She thumbed her nose in reply.\n\nLooking back as they neared the shore, Craig saw she was still standing\nat the rail. He also heard the boom of the ship's catapult and saw a\nplane launched into the air. Captain Higgins was sending out a plane to\nscout the surrounding area. Craig knew what the captain was worried\nabout--the place from which those cursed silent airplanes came.\n\nHigh in the sky, he could see one of the silent floaters keeping its\nvigil over the Idaho.\n\n\"We'll cross the swamp and reach the hills,\" Craig directed.\n\n       *       *       *       *       *\n\nShots roared in the distance as they forced the boat through the pools\nof stagnant water. Apparently the shots came from the other exploring\nparties shooting flying lizards or other creatures. Once a flying lizard\nswooped over their boat but it changed its mind and went on to attack\nsomething else. And, as they forced the boat through a clump of reeds\nand into a clear channel, something monstrous snorted near them. Loud\ncrashes sounded in the swamp tangle.\n\n\"It looks as big as an elephant,\" Craig shouted. \"Get your guns ready.\"\n\nHe could see the movement of the reeds as the beast crashed toward them.\nSmall trees were shaking, marking its passage, then it thrust its head\nout of the tangle not fifty feet from them.\n\n\"It's a dinosaur!\" Michaelson shouted. The scientist was wildly\nexcited. \"It's a live dinosaur.\"\n\n\"It's going to be a dead one if it comes any closer,\" Craig said grimly.\n\n\"No, don't shoot,\" the scientist said. \"It's one of the herbivorous\ndinosaurs, a vegetation eater. It won't harm us.\"\n\nThe sailors in the boat were nervously fingering their tommy-guns and\nstaring at the mountain of flesh that was half-hidden by the jungle\ngrowth. It, in turn, stared at them. It was bigger than any elephant\nthat ever walked the earth, and Craig, as he estimated the size of the\nbeast, was wondering whether the tommy-guns would stop it if it chose to\nattack.\n\n\"If we have to shoot, aim at the head,\" he whispered.\n\nIn comparison to the rest of the body, the head was small. It would\npresent a difficult target but a hit in the head might stop the beast\nwhereas a hit in the huge body would pass unnoticed. The dinosaur stared\nat them. Seconds ticked into minutes. It moved its head in a circle,\nsniffing the air. Michaelson wanted to get out of the boat and swim to\nshore so he could examine it closely.\n\n\"You stay in this boat,\" Craig said vigorously. \"You will probably get a\nchance to examine all the dinosaurs you want.\"\n\nMuttering to himself, the scientist subsided.\n\nSlowly, as though it had seen all it wanted to, the dinosaur turned and\nwent back into the swamp. The shaking of the shrubs marked the direction\nit had taken. Craig breathed a sigh of relief.\n\n\"I told you it wasn't dangerous,\" Michaelson said bitterly. \"You should\nhave let me examine it.\"\n\n\"Never mind,\" Craig said soothingly. \"After we get ourselves settled\nhere, you can have a dinosaur for a pet. Push on, men,\" he said to the\ncrew. \"I want to climb one of those hills and take a look around.\"\n\n       *       *       *       *       *\n\nReaching the spot where the boat could pass no farther, they left two\nmen to guard it and pushed ahead on foot. The swamp gave way to rising,\nrocky ground covered with a thin growth of huge trees. There was a\nwhistle in the air. Looking quickly up, Craig saw a flying lizard swoop\nthrough an opening in the trees and dive head-long at something hidden\nin the rocks ahead.\n\nA scream sounded as the dragon bird dived to the attack.\n\nThere was a human element in the scream.\n\n\"That bird is after somebody!\" Craig shouted. \"Come on.\"\n\nIf he had not known it was impossible, he would have been certain that\nthe scream he had heard had come from the throat of a woman. But there\nwere no women here in this mad world. Dashing forward he climbed to the\ntop of a huge rock--and looked down at an incredible scene.\n\nHe was on the lip of a rocky ravine. Across on the other side of the\nravine was a hole in the rock, a shallow cave. Crouching in the back of\nthe shallow depression was a woman. She was shielding something with her\nbody.\n\nIn front of the shallow cave was--a man. He was not the type of man to\ngrace the pages of a fashion magazine, but in spite of bulging muscles\nand heavy, uncombed hair, there was a lithe alertness about him that was\nappealing.\n\nThere was something else that was more appealing.\n\nThe way he was facing the dragon.\n\nThe lizard bird, all claws and fanged mouth and hooked wings, was trying\nto knock the man down. He was fighting it desperately. His only weapon\nwas a heavy club. He struck heavily with the club, leaped back out of\ndanger. The bird lunged at him. He hit it across the head and knocked it\nbackward. The bird was on the ground. It lunged again, screaming\nshrilly. The man struck at it, dodged to one side, hit it again. The\nbird came back to the attack.\n\nNo matter how valiant the defense, there could be only one ending. The\ndragon was too big, too fierce, too impervious to pain, too hard to\nkill, to be stopped by a man with a club. It lunged again. The man\nstruck at it, slipped, fell. Hissing with triumph, leathery wings\nflapping, the lizard bird leaped at him.\n\n[Illustration: The dragon was too big, too hard, to be killed by a man\nwith a club ... there could be but one ending]\n\n_Rat-tat-tat-tat_--Craig let go with his tommy-gun.\n\n_Rat-tat-tat-tat_--The other men joined in, pouring a murderous fury of\ncross-fire down into the ravine. The bird was almost as big as a horse.\nIt was a fierce fighter. It would relinquish a meal when it was dead and\nnot before. One slug would not stop it. Dozens of slugs poured into it,\nsmashed it to a bloody pulp. Even as it died it still tried to reach the\nman it had attacked.\n\nAs suddenly as it had started, the shooting stopped. Craig took the\nsmoking gun from his shoulder. The dragon gave one last convulsive heave\nand lay still.\n\nThe man had scrambled to his feet. The sudden, blasting fury of the\ngun-fire must have shocked him out of his wits. He had been facing\ndeath, bravely; and suddenly death had struck down the creature that was\nattacking him. He stood without moving. In the cave behind him the woman\nleft off her whimpering.\n\nThe man was darting glances out of the corners of his eyes, seeking the\nsource from which his sudden deliverance had come. Slowly he turned his\nhead. He saw the sailors on the lip of the ravine across from him.\n\nA look of almost stupefying fear crossed his face. He had faced the\ndragon with no show of cowardice. Now, seeing his benefactors for the\nfirst time, he looked terrified. In the cave behind him the woman had\nalso located the humans. Without moving a muscle, she crouched against\nthe rock wall. Craig had seen wild animals, frightened by the sudden\nappearance of a beast of prey, act like this. A rabbit, aware of the\nswoop of a hawk, would be too terrified to move. A lamb, knowing the\nwolf was near, would crouch trembling waiting for the final snarling\nleap.\n\n\"He's scared of us,\" Craig whispered. \"Don't make any sudden moves.\"\n\nThe man looked up at them.\n\n\"Ogrum!\" he whispered. \"Ogrum--\"\n\n       *       *       *       *       *\n\nVery slowly he laid the club on the ground beside him. Then he stretched\nhimself face downward beside it in a gesture of obeisance older than\nhuman history. Subject races welcomed their conqueror in a manner such\nas this, slaves knelt before their master in this manner--in the days\nbefore men ceased being slaves.\n\n\"He must think we're gods,\" Craig whispered. It was a logical\nexplanation of the man's actions yet it did not completely satisfy him.\n\n\"He thinks we are something else,\" Michaelson said. \"He is acting like a\nperson who recognizes a strong enemy. He is mistaking us for somebody\nelse. Come on. I'm going down there.\"\n\nThe scientist was already scrambling down the side of the ravine. Craig\nfollowed him. He recognized the correctness of Michaelson's deductions.\nThe man had whispered \"Ogrum.\" Then he had knelt. There could only be\none explanation: he thought they were somebody else. The thought raised\na question in Craig's mind: What could inspire such terrifying fear in\nthis man? What horror walked through these jungles that a man would fear\nmore than he feared a dragon?\n\nCraig looked up at his squad on the bank of the ravine. \"Be on your\nguard,\" he said.\n\n\"Aye, aye, sir,\" the answer came floating down. It was an order the\nsailors would not be likely to need. They would be on the alert.\n\nMichaelson was so eager to reach the man that he dashed ahead. When\nCraig reached him, he was bending over the man. The scientist was wildly\nexcited. \"He is human,\" Michaelson was babbling. \"Look for yourself if\nyou don't believe me. See, he has all the characteristics of true man.\"\n\nThe scientist was acting as if he expected Craig to argue the point. The\nbig man didn't. \"Of course he's human,\" he said. \"What's so strange\nabout that?\"\n\n\"You do not understand,\" Michaelson explained. \"He is the dawn man. He\nbelongs to the first race of true humans ever to appear on earth. We\nhave found a dawn man. That is of great scientific importance. See!\" The\nscientist pointed to the club. \"He has begun to use tools but he has not\nyet learned to chip flint. He is pre-stone age, definitely pre-stone\nage, but he is also definitely human, with the capacity to learn, as is\nshown by his use of the club. He has already made one of the first great\ninventions, a club. He has not yet made the second invention, fire, or\nthe third great discovery, how to shape stone. I cannot begin to tell\nyou how important this is.\"\n\nThe scientist was beside himself with excitement. Craig grinned. Science\nhad its thrills as well as adventure. Michaelson was apparently\nexperiencing one of science's great thrills--discovery.\n\nThe scientist promptly began to try to communicate with the man. But\nfirst he had to win the man's confidence. This he did by talking softly\nand gently. The man sat up to stare in dazed wonder at the scientist.\nBack in the shallow cave the woman crouched without moving. Craig saw\nwhat she was protecting, a child. This was a family they had saved from\nthe dragon. From fearful eyes the woman watched her lord and master talk\nto the strangers.\n\n       *       *       *       *       *\n\n\"His name is Guru,\" Michaelson said, indicating the dawn man. \"I am able\nto understand a little of what he says. His language is as yet\nundifferentiated into complex grammatical forms, hence I can follow his\nmeaning without too much difficulty. He says he has lived here all his\nlife and that many more of his people live near here. He says they live\nin families. Do you know what that means?\" the scientist excitedly\nchallenged Craig.\n\nCraig, unable to get Michaelson to leave the dawn man, had left two men\nto guard the scientist and had taken the others on a wide scouting trip.\nHe had just returned.\n\n\"No, I don't know what that means,\" he answered.\n\n\"It means that Guru and his people have not yet reached the tribal stage\nin their existence!\" the scientist triumphantly pronounced. \"They are\nstill in the family stage but they have not yet learned to live together\nin tribes.\"\n\nMichaelson sounded as if he thought this discovery was of the utmost\nimportance. Scientifically, it probably was important. But Craig had\nother things on his mind.\n\n\"Ask him who he thought we were when he first saw us,\" he said. \"Ask him\nwhy he was so badly scared of us. Ask him who the Ogrum are.\"\n\nCraig was talking to the scientist but he was watching Guru. When he\nmentioned the Ogrum, the dawn man flinched. Fright appeared in his eyes.\nMichaelson spoke to him, consulting a notebook in which he had already\njotted down words that he had learned, and listened carefully to his\nreply. The scientist turned to Craig.\n\n\"Guru says the Ogrum are very bad,\" he said. \"He says they are much\nfiercer than the _death-that-flies_, by which he means the bird that was\nattacking him when we came up. He says the Ogrum fly too, and that they\nare like us, only different. He says he thought we were Ogrum when he\nfirst saw us. He says the Ogrum hunt down his people, and capture them,\nand take them to their city, and there feed them to the monster that\neats forever.\"\n\n\"The monster that eats forever!\" Craig whistled thoughtfully. \"What the\ndevil is that?\"\n\nMichaelson repeated Craig's question to Guru. The answer came haltingly,\nslowly. The scientist turned to Craig. \"I am not at all certain what he\nmeans. Another definition would be the bright beast that is always\nhungry. But I do not know what this beast is, and Guru seems unable to\ntell me. He has never seen it, he says, only heard about it. He is much\nafraid of the Ogrum.\"\n\n\"I don't blame him,\" Craig said. \"But what are they?\"\n\nGuru seemed unable to grasp the meaning of this question. He showed a\nstrange disinclination to discuss the subject. He was so much afraid of\nthe Ogrum that he did not even want to talk about them. And yet--this\nfact put a worried frown on Craig's forehead--Guru was no coward. They\nhad seen him fearlessly face the flying dragon, the death-that-flew.\nWhat was there about the Ogrum that made Guru so terribly afraid of\nthem?\n\nGuru seemed nervous and uneasy. He looked all around the ravine as\nthough he sensed the presence of hidden danger. Suddenly he looked up. A\nsingle word fell from his lips.\n\n\"_Ogrum!_\" he whispered. \"_Ogrum!_\"\n\nCraig looked skyward. A single wedge-shaped plane was diving on silent\nwings through the air. His first thought was that it was diving at them.\nThen he saw it was passing above them, aiming at some other target. A\nsecond plane was following the first, a third was following the second.\nThere was a whole line of them, diving silently on some secret target.\n\n       *       *       *       *       *\n\nThe second he saw the planes, all question of the identity of the Ogrum\npassed from Craig's mind. It was the Ogrum who flew those silent ships,\nit was the Ogrum who had attacked the Idaho, who had sprayed the strange\nacid on the sea that had damaged the ship. It was the Ogrum who now were\npassing overhead intent on some other attack.\n\n\"Out of sight, everybody!\" Craig shouted. The sailors slipped hastily to\ncover. Craig joined them. Guru had already leaped back into the mouth of\nhis cave.\n\n\"What are those devils after this time?\" Michaelson asked.\n\nA second later, they had the answer.\n\nRolling across the swamps came the sound of a thunderous anti-aircraft\nbarrage from the Idaho.\n\nThe Ogrum were moving in to attack the warship, to deliver the last\nsmashing blow against the stranded battle wagon! Like vultures circling\na dying animal, they wheeled over the Idaho.\n\n\"Come on!\" Craig said. \"I don't know what we can do to help but we will\ngo and see.\"\n\nAs he hurried out of the ravine he saw Guru hastily helping his mate\ncarry the child to a higher, safer cave. Guru was hiding. The dawn man\nmight face a flying dragon, but the Ogrum were too much for him. Craig\ndid not blame him for hiding. He led his group hastily toward his boat.\n\nBefore they reached the place where they had left the small boat a crash\nsounded behind them. Turning, they jerked up their guns. In this jungle\nwilderness, anything might be attacking them. When they saw what was\nfollowing them, they dropped the muzzles of the weapons.\n\nIt was Guru. Waving his club, he had come to join them. He was\nchattering excitedly.\n\n\"He says he has put his wife and little one where they will be safe,\"\nMichaelson translated. \"He wants to know if we are going to fight the\nOgrum.\"\n\n\"Tell him yes,\" Craig answered.\n\n\"Then he says he wants to go along,\" the scientist interpreted.\n\nFor an instant Craig stared at the dawn man. Guru was scared. His fright\nwas obvious. Even thinking about the Ogrum scared him. But if his\nnew-found friends were going to fight the devils of the jungle, he was\ngoing with them!\n\n\"There,\" said Craig appreciatively, \"beats a fighting heart. Come on,\ndawn man, you've got what it takes.\"\n\nWith Guru to lead them and point out passages through the swamp, they\nmade speedy time in the boat. Meanwhile, clearly audible but out of\nsight, the sky was filled with the thunder of guns.\n\n\"The ack-ack will knock those planes out of the sky,\" one of the sailors\nsaid.\n\n\"I wish I thought so,\" Craig answered.\n\n\"What do you mean?\" Michaelson questioned.\n\n\"The Ogrum must know we have anti-aircraft defenses,\" the big man said\nuneasily. \"We shot one of their planes down when they attacked our\nscouting flier. They know we can and will fight. If they attack us under\nthose circumstances, it means one of two things--either they're crazy or\nthey think they can take us in spite of our ack-ack. For all I know,\nthey may be crazy, but I'm betting they think they can take us. Sh--\"\nCraig listened.\n\nThe anti-aircraft barrage was thinning out. The guns were not firing as\nfuriously as they had at first. Uneasiness showing on their faces, the\nsailors listened.\n\n\"Something's going wrong,\" one of them muttered.\n\n\"Get moving!\" Craig barked. He knew too well that something was going\nwrong. And, as they shoved the boat through the swamp, the guns from the\nship began to sound slower and slower until at last only occasional\nblasts showed they were still being manned.\n\nThen the gun-fire ceased altogether.\n\n\"Perhaps we have driven them off,\" Michaelson suggested.\n\n\"Perhaps we haven't!\" Craig answered bitterly. \"Look.\"\n\nThey were nearing the river. Through open spaces, the harbor was\nvisible. They caught a glimpse of the Idaho.\n\nThe planes of the Ogrum were still circling above it.\n\nThe Ogrum had not been driven off.\n\nThey had won a victory!\n\n\n\n\nCHAPTER VI\n\nThe City of the Ogrum\n\n\nHidden on the shore, Craig and his men watched the looting of the Idaho.\nThe planes of the Ogrum were still wheeling overhead. Dozens had\nalighted on the water around the doomed ship and the Ogrum were climbing\naboard. Craig saw how the ship had been taken. Gas! Trails of thin white\nmist still floated around the vessel. The diving planes had sprayed some\nkind of gas on the ship. It was obviously some kind of vapor different\nfrom any known in the far-off Twentieth Century but equally obviously it\nwas devilishly effective. Guru verified the fact that gas had been used.\n\n\"White cloud makes sleep, Guru says,\" Michaelson supplied.\n\nBefore the sleep had come, the guns of the Idaho had taken a toll of the\nattackers, as wrecked planes on the water testified. Craig saw the pilot\nof one of the planes, obviously wounded, signal to the other Ogrum to\nhelp him. His flier was sinking and he was unable to swim. His comrades\ncompletely ignored his cries for help. The plane sank and the Ogrum\npilot, after vainly attempting to swim, went under too. There were\nplanes near that could have rescued him and certainly some of the Ogrum\nsaw him, but they made no attempt to help.\n\n\"Devils!\" Craig said huskily. \"They're devils. They don't even take care\nof their own wounded comrades.\"\n\n\"If they treat their own men that way, what will they do to their\ncaptives?\" Michaelson questioned.\n\nCraig could only stare at him in horror.\n\n\"Ask him,\" he jerked a finger toward Guru, \"if the gas _kills_ the\npeople who inhale it.\"\n\nThe scientist put the question. Guru, squatting on his haunches,\nanswered slowly.\n\n\"He says they are only asleep, that after awhile they will wake up,\"\nMichaelson said.\n\n\"God!\" Craig groaned. \"I was afraid of that. Ask him what the Ogrum will\ndo with their captives?\"\n\nAgain the scientist questioned the dawn man.\n\n\"He says the Ogrum will take them to their city and feed them to the\nwhite beast that is always hungry.\"\n\nCraig said nothing. He turned and looked at the Idaho. The skin was\ndrawn tight across his face and knots were bulging at the corners of his\njaws. He could see the Ogrum dancing on the decks. They looked something\nlike humans except that their bodies were distorted, out of proportion.\nOne was tall and very skinny. Another was short and fat. A third had one\nlong arm and one short arm. Another had a long body and two very short\nlegs. Just looking at them, he hated them.\n\n\"Damn you,\" he whispered. \"Damn you--\"\n\nSomething touched his arm. He turned and saw that Guru had risen to his\nfeet. The dawn man, a look of sympathy on his face, was awkwardly trying\nto pat him on the shoulder.\n\n\"Guru is trying to tell you that he is sorry,\" Michaelson said.\n\n\"Thanks,\" Craig said chokingly. \"We--we're not licked yet.\"\n\nIn his heart, he knew that he was whistling to keep up his own courage\nwhen he said they weren't licked. If the Ogrum could conquer the Idaho,\nwhat could a handful of sailors do against them? True, there were\nseveral exploring parties ashore, but all of them did not total fifty\nmen.\n\nWhat chance had fifty men against the might of the Ogrum? Fifty men\narmed with sub-machine guns when there had been more than a thousand men\non the Idaho, armed with anti-aircraft cannons!\n\n       *       *       *       *       *\n\nFrom the shore, Craig and his companions watched the Ogrum loot the\nship. Oddly, they were not interested in any of the fittings of the\nmighty vessel. The loot that interested them was--men! They brought in\nlarge, cargo carrying planes, powered by the same weirdly silent motors,\nmoored them in the water beside the ship, then one by one carried the\nsleep-stricken members of the crew to the side and dumped them into the\ncargo planes. Craig thought he saw them drop Margy Sharp into one of the\nplanes. He sat silently cursing, fists clenched. Several times the Ogrum\nmissing connections in loading the cargo planes, with the result that\nthe unconscious human fell into the sea. The Ogrum made no attempt to\nrescue the fallen men but let them float away in the current flowing\nfrom the river. Triangular fins tore through the water toward these\nhelpless floaters.\n\n\"What the Ogrum miss, the sharks get!\" Craig said fiercely. Blood was\nflowing down his chin from his bitten lips. The sailors with him were\nwhite-faced and grimly silent. Michaelson, after watching the scene for\na few minutes, turned abruptly and walked a few feet along the shore.\nThey could hear him being sick.\n\nOne by one the loaded cargo planes took off, carrying their loads of\nhelpless human freight. The fighter planes buzzed after them. The Idaho\nwas left deserted. Either the Ogrum had not known there were men ashore\nor were not at present interested in them.\n\nThe sun was low in the west before Craig dared to venture back to the\nIdaho. The other exploring parties, who had been watching from hidden\nspots along the shore, joined him. Silently the little boats moved\ntoward the bulk of the deserted battle wagon.\n\n       *       *       *       *       *\n\nThe gas had long since disappeared from the ship. By sun-down, Craig\nknew the whole story.\n\nAbout two hundred men, caught in the lower parts of the ship by the\nattack and protected from the full effects of the gas by doors, were\nreviving. Most of them were too deathly sick to be of any immediate use.\nMrs. Miller and her baby had been found hidden in the hospital bay, safe\nbut sick.\n\nCaptain Higgins had not been found.\n\nMargy Sharp had not been found.\n\nOne man had been dragged, trembling, from the lowest hold where he had\ntaken refuge--Voronoff.\n\nOn the main deck, Craig held a conference with Michaelson and Guru. The\nanswers to the questions he asked left him with a grim look on his face.\nHe called the sailors together.\n\n\"I have been talking to Guru,\" he said. \"Guru tells me that the city of\nthe Ogrum is not far from here. He says we can reach it tonight, if we\ngo by land, and if we use the big logs that float--by which he means our\npower boats--we can reach it by midnight.\"\n\nHe paused and looked expectantly at the sailors. A little stir ran\nthrough them. They instantly grasped what he was driving at.\n\n\"Moreover,\" he continued, \"Guru tells me that the city is usually\nunguarded, that the Ogrum do not bother to post sentries.\"\n\nCraig watched the men closely. There was hard, bitter resentment on\ntheir faces. They had seen their comrades carted away like so many\nsticks of wood to some unguessed fate. All they wanted was a chance to\nrescue their friends, or failing in that, to avenge them.\n\nCraig wasted few words. \"I am going to the city of the Ogrum,\" he said.\n\"All of you who want to go with me, step forward.\"\n\nThe fierce shout that answered him told him all he wanted to know. The\nblue-jackets were with him. Only one man failed to step forward. It was\nVoronoff. Craig eyed him.\n\n\"What about you, Voronoff?\" he said.\n\n\"Don't be a damned fool!\" Voronoff spat out the words. \"We don't have a\nchance.\"\n\n\"No?\"\n\n\"No! The Ogrum have planes and gas and everything else. If we jump them,\nthey'll mow us down.\"\n\n\"What would you recommend that we do?\" Craig asked. His voice was soft\nand there was a worried expression on his face. He looked like a man who\nis faced with a tough problem and is weighing all the possibilities\nbefore deciding what to do.\n\n\"There is only one thing to do,\" Voronoff snapped. \"Get to hell away\nfrom here as fast as we can. Hide in the jungle. Maybe the Ogrum don't\nknow there are any of us left alive. If we jump them, they'll know we're\nalive and they'll clean us out.\"\n\n\"Hmmm,\" Craig said thoughtfully. \"You've probably got something there.\nBut what about the men the Ogrum have captured?\"\n\nVoronoff shrugged indifferently. \"They're done for,\" he said. \"We can't\nhelp what happens to them.\"\n\n       *       *       *       *       *\n\nA low growl came from the mass of sailors as Voronoff spoke.\n\n\"I suppose we really can't help what happens to them,\" Craig said. \"But\nI, for one am going to try to help it. We need every able-bodied man we\nhave. That includes you, Voronoff. Are you going with us or aren't you?\"\n\nCraig's voice was still soft and pleasant. Voronoff completely\nmisinterpreted it.\n\n\"Include me out!\" he snapped. \"I'm not going.\"\n\n\"No?\"\n\n\"No! You can't make me volunteer if I don't want to.\"\n\n\"But we need you, Voronoff,\" Craig pleaded. \"We need all the strength we\ncan muster.\"\n\n\"You can go to hell!\" Voronoff said sullenly.\n\n\"You won't go?\"\n\n\"I won't go!\"\n\nCraig glanced over the side of the ship. Dusk had already fallen but\nthere was still enough light for him to see the triangular fins cutting\nthe surface. He nodded toward the water. \"Either you go with us,\nVoronoff,\" he said evenly, \"Or I, personally, am going to throw you\noverboard.\"\n\nVoronoff looked like a man who did not believe his own ears. A low growl\nof approval came from the sailors. They remembered how they had found\nthis man hiding in the lowest depths of the ship when they had come\naboard. While their kidnapped comrades had fought, he had gone to hide.\n\n\"You--you don't mean it,\" Voronoff whispered.\n\n\"I never meant anything more,\" Craig answered. \"We can't have any\nslackers here. Either you go with us or you go overboard and take your\nchances of swimming ashore.\"\n\nHis voice was hard and flat and there was not the slightest trace of\nsympathy in it. There was no mistaking his meaning. Voronoff turned\npale. He looked quickly around as though seeking a place to hide.\n\n\"You've got no hole to pull in after you now,\" Craig said. \"What is your\nanswer.\"\n\nVoronoff gulped. \"I'll--I'll go with you,\" he said.\n\n\"Good,\" Craig said. He gave swift orders for the preparation of the\nattacking party. The sailors scurried to do his bidding. He was aware\nthat Michaelson was plucking at his sleeve.\n\n\"Weren't you being rather hard on him?\" the scientist questioned.\n\n\"Maybe,\" Craig answered. \"The truth is, I don't like him. There is\nsomething furtive about him. He impresses me as being pretty much of a\nrat. Besides, we need every man we can get.\"\n\n\"I know we do,\" Michaelson said slowly. \"But would you honestly have\nthrown him overboard if he had refused to go?\"\n\nCraig shrugged. \"Don't ask me such questions. I don't know the answers.\nMaybe I would and maybe I wouldn't.\"\n\n\"I see,\" the scientist smiled. \"You're a hard man, Craig. All I can say\nis that in this situation we need a hard man and I'm glad we have you to\nlead us.\"\n\n\"Thank you,\" Craig said.\n\n       *       *       *       *       *\n\nHours later Craig stood on the side of a mountain looking down at an\nincredible scene. Guru, by devious paths known only to the dawn man, had\nguided them here. Below them lay the city of the Ogrum.\n\nThe city was located on the edge of a huge, circular bay that had\napparently at some time in the remote past been the crater of a large\nvolcano. To the east where the walls of the volcano had crumbled down\nwas a vast swamp, a favorite feeding ground for the dinosaurs. Hundreds\nof the great beasts could be heard screaming and fighting in the swamp.\n\nThe city itself held Craig's eyes.\n\nHe had seen the Ogrum in airplanes, he had seen them use gas, both of\nwhich meant an advanced civilization, with a great knowledge of\ntechnology. He had expected to find a city bright with lights, numbering\nhundreds of thousands of inhabitants, with large factories, broad\nstreets, and--since they used planes--landing fields.\n\nNone of these things was visible. The city of the Ogrum was unlighted.\nThere were no wide streets, no factories in sight. There was only one\nlarge building in the city, and the buildings which apparently served as\nhomes for the Ogrum were little better than crude huts. There was a\nbrilliant full moon overhead, clearly revealing the whole scene.\n\n\"It's not possible!\" Craig whispered to Michaelson. \"This can't be the\ncity of the Ogrum. Guru brought us to the wrong place.\"\n\nThe scientist questioned Guru. Craig could hear the dawn man's replies.\n\n\"Guru says this is the right place,\" Michaelson spoke. \"He says this is\nthe city of the Ogrum, that there is no other city.\"\n\n\"But with the exception of that temple, this place is a dump!\" Craig\nprotested. \"I have seen Papuan head-hunters who had built more\npretentious cities than this. The Ogrum have planes. You can't build\nplanes without a complex industrial system.\"\n\n\"It is certainly strange,\" the scientist said musingly. \"But Guru\ninsists this is the place and I am inclined to believe him. You will\nnote also that the city below us is not laid out in streets and I see no\nevidence of a lighting system.\"\n\n\"Maybe they've got a black-out on,\" a sailor suggested.\n\nGuru, consulted on this point, said no, the city of the Ogrum was always\ndark at night. Guru had a great deal of difficulty in understanding what\nwas meant by light, but once he grasped the idea, he insisted the Ogrum\nnever used lights.\n\n\"Well, it's a damned mystery,\" Craig said. \"And I'm going down there and\nfind out about it. Guru, come with me.\"\n\nCraig had spent the hours in the boats trying to grasp the language of\nthe dawn man. He still did not understand Guru as well as Michaelson did\nbut he could understand enough for his purpose.\n\n\"Just the two of you going down there?\" Michaelson questioned.\n\n\"Yes. Any more would only increase the chances of discovery. We've got\nto know the lay of the land and we've got to have some idea of what we\nwill meet down there before we attempt a rescue. We probably will not be\nable to make an attack before tomorrow night anyhow.\"\n\nAfter disposing his force and ordering them to get as much rest as\npossible, Craig and Guru started down to the city of the Ogrum.\nMichaelson had to be restrained from accompanying them.\n\n\"You stay here,\" Craig bluntly told the scientist. \"You're not as young\nas I am and you need a rest.\"\n\nOverhead was a broad tropic moon. There was no wind. From the great\nswamp came the only sound that broke the silence of the night, the\nscream of the dinosaurs, the roaring of the great lions of this time.\nBelow lay the strange city of the Ogrum.\n\n       *       *       *       *       *\n\nCraig felt the weirdness of the scene as he and Guru started down the\nside of the mountain. What kind of creatures were the Ogrum? What secret\nlay behind their existence? They had left no mark on history as he knew\nit. So far as the human race knew, the Ogrum had never existed. And\nyet--the sudden thought was startling--there was a word in the English\nlanguage that came close to describing these creatures--ogre! Ogre and\nOgrum were very similar. Were these the original ogres, those\nmythological monsters who devoured human beings? Had the Ogrum, known,\nfeared, and named by the dawn men, come down through legends as ogres?\n\nThe thought sent a shivery feeling up Craig's spine. Was he going down\ninto a city of monsters? Were Stinky Higgins and Margy Sharp and\nhundreds of men from the Idaho held as prisoners by ogres? What horrible\nsecret was hidden down there in that silent city?\n\nThey reached the edge of the city. It was larger than Craig had thought.\nHundreds, possibly thousands of rude huts, were hidden in the jungle\ngrowth. The place smelled bad. Apparently no effort at sanitation had\never been made. A nauseous stench arose from the ground. Craig wrinkled\nhis nose in disgust.\n\n\"Filth!\" he muttered. \"This place needs nothing so much as it needs\nburning to the ground. Where Ogrum, Guru?\" he said, turning to the dawn\nman.\n\n\"Ogrum sleep,\" Guru answered. \"In little caves,\" he said, nodding toward\nthe huts. \"Ogrum sleep.\"\n\n\"Where prisoners?\" Craig asked. He had to rephrase the question and\nrepeat it several times before the dawn man understood.\n\n\"In big cave,\" Guru said, understanding at last.\n\n\"Where big cave?\" Craig asked.\n\n\"Big rock cave,\" Guru answered, pointing toward the large stone temple\nthat stood in the center of the city.\n\n\"Then that is where we are going,\" Craig said. \"Come on.\"\n\nGuru hung back. Craig sensed the dawn man's fear. \"What's wrong?\" he\nasked.\n\n\"Monster that is always hungry in big cave,\" Guru answered.\n\n\"Ah,\" Craig said. The monster that is always hungry! The bright beast\nthat eats forever! A shiver passed through him as he remembered how Guru\nhad described whatever was in the cave. \"What is the monster?\" he\nquestioned.\n\nBut Guru either did not understand or could not explain, and Craig was\nleft with no knowledge of the nature of the monster. However he could\nguess that the Ogrum regarded the thing in the temple as a god and\noffered sacrifices to it, an impression which Guru confirmed.\n\n\"Tomorrow when sun goes,\" Guru said. \"Ogrum feed one man to bright beast\nthat is always hungry. Next day when sun goes feed beast again. Keep up\nuntil no one left to feed. Then go hunt more people.\"\n\nCraig recognized the performance as an incredibly ancient ritual of\nsacrifice to ensure the return of the sun. The Ogrum seemingly had no\nreal knowledge of the universe. Each night when the sun went down they\nwere not sure that it would rise again. To make certain the bright light\nin the sky would return again, they offered a sacrifice to it.\n\n\"What do they do when they run out of captives?\" he asked.\n\n\"Catch Ogrum, feed him to beast,\" the dawn man answered.\n\nWhen they ran out of captives, the Ogrum sacrificed their own people!\n\n\"Well, we've still got to find out what is in that temple and where our\npeople are being held,\" Craig said grimly. \"If Guru is afraid, Guru may\nstay here. I will go alone.\"\n\nGuru was afraid. There was no doubt about that. Craig did not criticize\nthe dawn man for being afraid. He regarded it as evidence of good, sound\nsense. But, afraid or not, Guru went with him. Slipping like a pair of\nghosts through the rough paths that served as streets, they entered the\nsilent city. Guru was as noiseless as a shadow, and Craig, every sense\nalert, moved as quietly as an Indian. The big American knew that from\nany of the huts an Ogrum might emerge at any moment.\n\n       *       *       *       *       *\n\nThey reached the temple unobserved.\n\nIt was a bigger building than had been apparent from the mountain above.\nUnlike the huts, it was constructed of stone. Roughly circular in shape,\na line of columns circled the outer edge. The construction was crude.\nThe Ogrum either had not yet invented the arch or scorned to use it.\nNumerous holes big enough for a man to enter standing erect, but not\nmuch bigger, served as entrances. The holes were without doors, another\ninvention the Ogrum apparently had not yet made, and Craig was again\nstruck by the strangely warped development of this race that knew how to\nbuild airplanes and to use poison gas but still did not know how to\nbuild arches.\n\nUnlike the city, the temple was guarded. Yellow-robed, shaven-headed\nsentries paced around the building keeping inside the circles of the\ncolumns.\n\n\"Friends of the bright beast that is always hungry,\" Guru called them.\nCraig decided they were priests, temple guards. He saw they were armed\nwith spears and swords. In addition each guard carried a pouch of small,\nround objects that looked like grenades.\n\n\"Are those things _grenades_?\" Craig whispered. But Guru had never heard\nof grenades. He did not understand. Nor could Craig make him understand.\n\nThrough the small dark holes that served as entrances to the temple\noccasional flashes of light could be seen. The light was dull, like the\nfitful glow from a campfire that has almost burned out.\n\n\"What is that?\" Craig asked.\n\nBut Guru either did not know or, for some superstitious reason, refused\nto talk.\n\n\"I'm going into that temple,\" Craig decided. \"You stay here and wait for\nme.\"\n\nThis time Guru did not insist on going along and Craig realized that the\ndawn man was desperately afraid of something within the temple. Craig,\nwaiting until one of the pacing sentries had passed, darted into the\nnearest opening.\n\nHe knew, as he slid into the building, that there was an excellent\nchance he would never come out, but he had to go in. He had to know what\nwas in there, so he could plan how to defeat it. He had to know where\nthe men of the Idaho were held prisoner and how well they were guarded\nand if it was possible to organize a way for them to escape. Finally, he\nhad to know the nature of the bright beast that was always hungry, the\ngod of the Ogrum.\n\nWhat was the monster that was always hungry? Some black leering idol on\nwhose altar was daily sacrificed a living victim? Or was it something\nelse, some real monster that the Ogrum believed to be divine?\n\nGuided by the fitful flickering of light ahead of him, Craig slipped\nalong what was in effect an artificial tunnel. He reached the end of the\ntunnel, and stopped, appalled at what he saw.\n\nThe temple was built like a gigantic amphitheater, like some large bowl\nin which athletic contests were held. Circling downward in ordered rows\nwere tier on tier of rough stone steps. Down below him, in a huge cup\nthat apparently rose from the solid foundation of the mountain itself\nwas--_a seething mass of white-hot bubbling lava_!\n\n       *       *       *       *       *\n\nThe city of the Ogrum was located in the crater of a supposedly extinct\nvolcano. The volcano was not extinct. It was merely inactive. Fires\nstill seethed in its heart, and the white-hot lava, held in balance by\nsome subterranean arrangement of pressures, bubbled up here, like a\ngeyser that never overflows and never subsides.\n\nThis bowl of lava, rising from the volcano beneath, was what Guru called\nthe white beast that was always hungry. It was the god of the Ogrum. In\na flash Craig saw why they worshipped it and why they fed human\nsacrifices to it. It was bright and hot like the sun. Therefore, by the\nlaws of sympathetic magic, a sacrifice offered to the lava was the same\nas a sacrifice offered to the sun. The Ogrum, creatures of the dawn\nworld, in spite of their planes and their poison gas, had no real\nknowledge of science, of the laws of cause and effect. The Ogrum thought\nthat they could assure the return of the warming and life-giving sun by\noffering a living sacrifice to this bubbling lava!\n\nIf their reasoning was erroneous and false, it was nonetheless hideous\nand real for all that. For they would certainly offer in sacrifice,\nhere, every man taken from the Idaho, unless they were prevented by\nforce.\n\nAcross the arena he could see a larger opening closed by a grill of\nwooden poles. The flickering light from the pool of bubbling lava\nenabled him to see faces behind the grill--the prisoners. Involuntarily\nhe started toward them. Then he saw the company of shaven-headed yellow\nclad guards standing beside the enclosure.\n\nThe Ogrum were on watch!\n\nStudying the situation, Craig could see no way by which he could effect\nthe release of the men. He had a handful of sailors to help him. There\nwere thousands of the Ogrum. The Ogrum had planes and if they did not\nhave firearms, they certainly had other weapons.\n\n\"Surprise!\" Craig thought. \"We've got to take them by surprise, divert\nthem long enough to release our men. Then--\" He cursed softly. Presuming\na sudden surprise attack enabled them to release the prisoners? What\nwould happen then?\n\n\"They'll hit us with planes!\" Craig cursed. \"They'll gas us and spray\nacid on us, and even if we manage to get away from here, they will\nfollow us through the air.\" His eyes narrowed. \"Which means that we have\ngot to blow up their hangar, destroy their planes, first of all. Then--\"\n\nA plan was maturing in his mind. He slipped out of the temple, watched\nhis chances and darted across the open space when no sentry was near,\nrejoined Guru.\n\nThe dawn man was frantic with excitement. \"See monster?\" he questioned.\n\n\"There is no monster,\" Craig said grimly. \"Guru, where cave where Ogrum\nkeep riding birds?\"\n\nTo Guru, the planes were merely large birds that the Ogrum rode. Craig\nwas asking the dawn man where the hangar was located. Guru led him\naround the temple, pointed to a projecting wing. \"Birds kept there,\" he\nsaid.\n\nThe hangar was open. In line with their ignorance of doors, the Ogrum\nhad never devised a method of closing the entrance of the building where\nthey kept--and no doubt built--their planes. An open space leading down\nto the edge of the bay apparently was the runway where the planes\nlanded. Inside the hangar Craig could glimpse the strange airships of\nthe Ogrum. Except for the regular sentries that circled the whole\nimmense temple, the hangar was unguarded.\n\n       *       *       *       *       *\n\n\"Twenty men with grenades will hit the hangar first!\" Craig thought.\n\"They'll smash the planes and then they will appear to retreat. The\nOgrum will follow. Meanwhile across the city, another twenty men will\nsuddenly appear and start firing the thatch huts. The Ogrum will be\nconfused. Before they can organize themselves, I'll take a hundred men\nand hit the temple. By God, it will work!\n\n\"Then,\" Craig thought, \"we'll die one at a time as we try to make our\ngetaway. The Ogrum, even without planes, will hunt us through the jungle\nforever.\" He paused, seeking a solution to that difficulty. To free the\nprisoners only to have everybody perish from the relentless attack of\nthe Ogrum would be no gain.\n\n\"The only way to keep the Ogrum from pursuing us is to destroy\nthem--utterly!\" Craig thought grimly. He had no qualms about destroying\nthe Ogrum, if he could. The only problem was how! He had not enough men\nand not enough strength to meet them in open battle. Yet they had to be\ndestroyed.\n\n\"Return to others,\" he told Guru.\n\nThe dawn man returned by a different route, passing through the other\nedge of the city of the Ogrum. Here they found a heavy stone wall, like\nthe retaining dike of a river.\n\n\"Why wall, Guru?\" Craig questioned.\n\n\"Keep earth-shakers out of Ogrum squatting place,\" the dawn man\nanswered. \"Earth-shakers\" was Guru's name for the dinosaurs and\n\"squatting place\" was his word for city. Beyond the wall was the vast\nswamp. The Ogrum had erected the wall to keep the dinosaurs out of their\ncity.\n\n\"Well, I'm damned,\" said Craig thoughtfully. \"I wonder. Hurry, Guru.\nMust get back before sun rise.\"\n\nAt a swift trot, the dawn man led him up the mountain.\n\n       *       *       *       *       *\n\n\"This is what we're going to do,\" Craig said excitedly to Michaelson.\nThe sailors, listening closely, squatted around him in the darkness.\nDawn was not far off. Already the sky in the east was beginning to turn\ngray.\n\nSwiftly he outlined his plan of attack, submitted it to the scientist.\n\"I am no military strategist,\" Michaelson said slowly. \"I am not\ncompetent to criticize your suggestions.\"\n\n\"I am,\" a voice spoke. \"I've studied military strategy. Your plan hasn't\ngot a chance in a thousand to succeed. You are just getting us all\nkilled for nothing.\"\n\nIt was Voronoff who spoke.\n\n\"That may be true,\" Craig admitted. \"If you have a better plan, I'm\nwilling to listen.\"\n\n\"I've told you all along the only thing to do is to clear out of here as\nfast as we can.\"\n\n\"That is the one thing we're not going to do,\" Craig said icily. \"If you\nhave nothing constructive to offer, keep your damned mouth shut.\"\n\nVoronoff sullenly walked away.\n\nCraig selected a group to charge the hangar where the planes were kept,\na second group to provide a diversionary attack across the city, and a\nthird group to hit the temple and release the prisoners. The attack was\nto start just after darkness fell the next night. At that time, so Guru\nsaid, all the Ogrum would be gathered in the temple to watch the\nsacrifice.\n\n\"And after that,\" Michaelson said slowly. \"What is to happen?\"\n\n\"Ah,\" said Craig. \"There is the heart of the affair. What happens next\nwill determine whether any of us ever get out of here alive. And,\" he\nlooked steadily at the scientist, \"that is where you come in.\"\n\n\"I? What am I to do?\"\n\n\"You and Guru are going to take a dozen men and round up as many of\nGuru's people as you can find. Here is what you and Guru are going to\ndo.\"\n\nIn great detail Craig outlined the part the scientist and the dawn man\nwere to play in the attack on the Ogrum. They made an odd pair.\nMichaelson, almost a physical weakling but possessed of one of the\nkeenest minds of the Twentieth Century; Guru, a splendidly muscled giant\nbut almost a child mentally.\n\n\"Do--do you think our part in the attack will really work?\" the\nscientist hesitantly asked.\n\n\"It's got to work,\" Craig said bluntly. \"If it doesn't work, we are all\ndead men.\"\n\n\n\n\nCHAPTER VII\n\nThe Attack\n\n\nAt dusk a drum began to boom in the temple of the Ogrum. The sun was\njust on the edge of the horizon. It hung in the sky as if it hesitated\nto take the plunge below the rim of the world. Crouched hidden on the\nmountainside as near the city as he dared take his men, Craig could see\nthe Ogrum, at the signal of the drum, start hurrying toward the temple\nas if they were eagerly anticipating the hellish sacrifice soon to take\nplace.\n\nTo one side, beyond the notch in the mountains, was the swamp where the\ndinosaurs fed. Already the sound of the great beasts fighting and\nscreaming could be heard.\n\nAll day long the Americans had remained in hiding near the city.\nFortunately none of the Ogrum had ventured to climb the mountain. Craig\nhad spent the day mercilessly rehearsing his men in the part they were\nto play until they were perfect in their parts, or as perfect as they\ncould become in the short time available. The whole plan of attack\ndepended on split-second timing. If everything worked right, if\neverybody did his job at the proper time, there was a chance that the\nattack would be successful. If anything went wrong--Craig preferred not\nto think about that. Around him, he could feel a tenseness creep over\nhis men as the zero hour approached.\n\nThe Ogrum, as if driven by the quickening beat of the drum, disappeared\nwithin the temple.\n\nThe sun, making up its mind at last, plunged below the line of the sky.\n\nZero hour!\n\nCraig could not see them but he knew that men had leaped from hiding and\nwere running toward the projecting wing of the temple that formed the\nplane hangar. His fingers gripped the stock of the tommy-gun so tightly\nthe knuckles showed white. They had to get that hangar, first. The\nplanes had to be destroyed. Several times during the day he had seen\nplanes take off. All had returned by night.\n\nThe vultures were in their nest.\n\nBoom, boom-boom, BOOM, boom.\n\nCraig almost sobbed at the sound. Grenades exploding! Grenades flung\ninto the hangar by the attacking group. Grenades blasting among the\nmystery planes of the Ogrum!\n\nBoom, boom, boom-boom-boom! Grenades exploding like a chain of giant\nfirecrackers. In the hot darkness Craig caught glimpses of flashes of\nlight as the grenades detonated.\n\nBoom, boom, boom, boom-boom!\n\nThe flat sullen thuds echoed up the side of the mountain. From the\ndarkness where the sailors crouched a low cheer arose. The men there in\nthe night knew the meaning of those explosions.\n\nCraig held his breath, waiting. The attack was on. Now, no matter what\nhappened, it was too late to withdraw. Now it was kill or be killed,\nfight or be struck down, destroy or be destroyed. With the knowledge of\nthe savage sacrifice about to take place within the temple, there was no\nquestion of the urge of the men to destroy. The Ogrum were beyond the\nmeaning of mercy. Blast them, mow them down, kill them, destroy them\nutterly!\n\nCraig waited. Tommy-guns chattered in the darkness. Grenades thundered.\nThen he saw what he had been waiting for. A tongue of flame licked out\nof the hangar.\n\nFire in the nest of the vultures!\n\nThe flames grew in violence.\n\n\"Withdraw!\" Craig said huskily. \"Get back. Draw them away with you.\"\n\nHe was talking to himself. The men attacking the hangar could not hear\nhim. Their retreat was the next phase of the attack. Retreat and draw\nthe Ogrum after them.\n\n       *       *       *       *       *\n\nThey began to retreat. Flames were roaring from the hangar. It was\nconstructed of stone and the walls would not burn. Leaping tongues of\nfire poured out of the open door.\n\nFor a few minutes after the attack began, the drum-beat continued from\nthe temple. The instant the first explosion had sounded, the drum-beat\nhad faltered. Then it had caught itself and continued. But the continued\nexplosions were unsteadying the hand of the drummer.\n\nThe drum stopped beating. The Ogrum poured from the temple. The moon had\nnot yet risen. The burning hangar provided the only illumination. By its\nlight, Craig could see streams of startled beast-men rushing from every\nentrance.\n\nFor a few minutes, they milled in confusion. Something had happened that\nwas not on their schedule. They did not in the least understand the\nexplosions they had heard and they could not grasp what had happened to\ntheir hangar.\n\nEventually they seemed to understand that they had been attacked and\nthat the enemy was retreating. Stabbing flashes of fire from the\nsub-machine guns showed where the enemy was retreating.\n\nAngry Ogrum charged the enemy.\n\nSimultaneously, across the city, puffs of light began to appear. Spots\nof dancing illumination leaped from thatched hut to thatched hut,\nleaving behind them bright knots of light.\n\nThe knots of light grew. They spread. The spots of dancing illumination\nran on ahead of them, leaving new knots of light.\n\nOn the far side of the city the sky grew bright.\n\nMasses of Ogrum, bewildered by this new spectacle, paused in confusion.\nTheir city was on fire. They did not understand it. They began to hurry\ntoward the fire.\n\n\"Phases one and two of the attack are now complete,\" Craig said to his\nwaiting men. \"The third phase begins. Come on. It's our turn now.\"\n\nThe attack on the hangar, the subsequent retreat, and the firing of the\ncity had been carried out perfectly. On the far side of the city the\ntorch squad was still firing the thatched huts. This squad was beginning\nto withdraw also, pulling the Ogrum after them.\n\n\"The attack is a success!\" Craig thought exultantly. \"We've burned their\nplanes and set their city on fire. Before they know what has happened,\nwe will have rescued the prisoners. We've won!\" The thought was burning\nin his mind. \"We've won! Stinky and Margy and the lads from the Idaho\nwill be free again!\"\n\nWith him at their head, the sailors formed a wedge that drove straight\nat that part of the temple where the prisoners were held. To effect a\nrescue, they would have to enter the heart of the big building.\n\nThe old Roman phalanx, that fearsome mass of men that struck such terror\nto the hearts of the barbarians, must have looked something like the\nwedge of men that drove through the Ogrum city. The Romans were armed\nwith spears, swords and shields whereas the sailors carried tommy-guns\nand grenades, but the effect was the same--a hard-driving body of men\nthat stops at nothing.\n\nThe Ogrum were not expecting this charge. They were busy trying to put\nout the fires raging in their city. Meeting no organized opposition of\nany kind, and smashing down the Ogrum who accidentally got in their way,\nthe sailors drove straight to the temple--and into it! Like a perfectly\ntrained team executing a long-practiced maneuver, a strong rear guard\nslipped into place at the entrance. Craig, driving into the temple, was\nnot going to leave his rear unprotected, to leave his line of retreat\nopen to the chance of being cut.\n\n       *       *       *       *       *\n\nIn the vast arena there was a handful of yellow-clad guards surrounding\nthe pool of boiling lava. All the other Ogrum had left the temple.\n\n\"Blast them!\" Craig grimly ordered.\n\nMachine guns thundered in what was probably the first temple of the sun\never built on earth! Hot lead screamed down at the guards around the\nlava pool. When the sailors saw the human, bound, ready to be offered as\na living sacrifice to the hideous white beast that was always hungry,\nthe priests of the temple lost what little chance they ever had of being\ntaken alive.\n\nThe sacrifice had been prepared. The sailors had arrived at the last\npossible moment.\n\nTwo minutes after the sailors had entered the temple, there was not a\nyellow-clad priest left alive in the vast open arena in the center of\nthe building. Craig was knocking bars from the cage where the prisoners\nwere penned. Captain Stinky Higgins was standing behind those bars.\nMargy Sharp was standing beside the captain. Higgins had a strange look\non his face.\n\n\"By the Lord, Craig--\" was all he said when the bars went down. Craig\nfelt his knuckles pop as the captain shook his hand.\n\nThe girl's face was paste white but she had her nerves under control.\n\"Dr. Livingstone, I presume?\" she said, looking at Craig. Then, as\nsilently as a falling shadow, she collapsed.\n\n\"No, no, she's all right,\" Higgins said, in answer to Craig's frantic\nquestions. \"She has only fainted. She--all of us--have been through\nhell. Those damned beasts came in here and grabbed one of the men. We\nwatched them--get ready to toss him into that pool of lava. Craig, how\ndid you get here?\"\n\nCaptain Higgins was dazed. Behind him the captives were pouring out of\ntheir prison cell.\n\n\"No time to talk,\" Craig said hastily. \"We've got to get the hell out of\nhere. Each of us brought an extra gun and as many grenades as we could\ncarry. We'll have to fight our way back to the mountains--\"\n\nAlready the sailors were tossing guns to their comrades who had been\nheld prisoner. The look on the men's faces as they eagerly grabbed the\nweapons boded no good for any Ogrum who tried to stop them from\nescaping. Meanwhile Craig and Higgins revived Margy Sharp. The man who\nhad been prepared for the Ogrum sacrifice was released.\n\n\"Everybody out!\" Craig yelled.\n\nIn a long line the sailors trotted toward the passage through the temple\nthat led to the exit. Once outside, they would reform their phalanx and\nfight their way through any opposition that might develop. No sound had\ncome from the rear-guard they had left at the exit, proving that the\nOgrum had not yet discovered that their prisoners had been released.\n\n\"We've won!\" Craig said huskily. \"We've tricked those devils and beaten\nthem to the punch.\"\n\n\"You've worked a miracle,\" Captain Higgins said. \"If we were back home,\nyou would get a Congressional Medal for this.\"\n\n\"Thanks!\" the big man grinned. Then the grin vanished from his face.\n\"What's that?\" he said sharply.\n\nFrom the passage ahead of them came the metallic rattle of machine gun\nfire.\n\n\"It's the rear guard at the exit!\" a sailor said. \"They're shooting at\nsomething.\"\n\n       *       *       *       *       *\n\nCraig ordered the file to halt and he and Higgins slipped forward to the\nexit. Through the hole that served as a doorway came a dull glow of\nlight. The guard had taken refuge in the passage itself. An ensign came\nstumbling down the passage.\n\n\"It's a trap!\" he shouted. \"The whole place is surrounded. There are\nthousands of Ogrum out there. They deliberately let us enter the temple,\nthen they closed up behind us.\"\n\n\"Impossible!\" Craig whispered.\n\n\"So help me, it's the truth,\" the ensign insisted. \"They deliberately\ntrapped us. They must have known all along what we were going to try.\nThey let us try it. We're caught, like rats in a trap.\"\n\nThere was no mistaking the implication of the man's words. Although he\ndidn't say it, his tone indicated that Craig had led them into the worst\npossible booby-trap.\n\nThe machine guns were still firing. Dimly audible from outside came a\nchorus of shouting--the battle cries of the Ogrum. Craig slipped forward\nto the entrance, looked out. His heart climbed up into his throat.\n\nThe temple was completely surrounded. Or, as far as he could see, it was\nsurrounded. From the number of Ogrum he could see in front, he did not\ndoubt that the whole structure was circled. The Ogrum had stopped\nfighting the fires. It became apparent that they had never made any real\neffort to fight them but had only pretended to extinguish the blazes,\nmeanwhile waiting for Craig to lead his group into the temple.\n\nIt _was_ a trap.\n\nBut how had the Ogrum been able to set such a trap? Had they known all\nthe time of the presence of the humans on the mountain above them? They\nhad known something. Otherwise they would not have been able to set the\ntrap. How had they learned of the attack? How had they known the exact\nway the attack would come?\n\n\"Yah!\" a voice shrilled from outside. \"How do you like it now, you big\nfat-head?\"\n\nVoronoff's voice! Voronoff was out there! Craig's first dazed thought\nwas that Voronoff's presence outside, among the Ogrum, was impossible.\nHe tried to remember when he had last seen the man. He hadn't seen\nVoronoff all day! Voronoff had not been a member of his group but he had\nassumed the man had attached himself to some other group!\n\nVoronoff had not attached himself to some other group. Voronoff had come\nsecretly to the Ogrum. It was Voronoff who, as far as he knew them, had\nrevealed the plans of the attack to the Ogrum. Voronoff was a traitor!\n\n\"You wouldn't believe me when I said you were just getting us all\nkilled!\" Voronoff exulted. \"I wasn't going to get myself killed with you\nfools. I told the Ogrum what you were planning. They're going to make me\na chief.\"\n\nIn a flash Craig saw why phase one and phase two of the attack had gone\noff so smoothly. The Ogrum had permitted the smashing of the hangar.\nWhat were a few planes? They could build more. What were a few grass\nhuts? They could erect a thousand others. The destruction of the planes\nand the burning of part of their city was a small price to pay if they\ncould trap all the remaining men of the Idaho.\n\nCraig cursed himself. He had not thought of the possibility of anyone\nturning traitor. He should have thought of it. Back there in the\nlife-boat, while he was asleep, someone had stolen water. Voronoff was\nthe only person who would have stooped to steal water when water meant\nlife, and the only person clever enough to accuse Craig of the crime he,\nhimself, had committed.\n\n\"I should have choked that dog to death!\" Craig said bitterly. \"I should\nhave thrown him to the sharks.\"\n\nCaptain Higgins had come forward and sized up the situation. \"No use\ncrying over spilt milk,\" he said to Craig. \"I don't blame you for not\nthinking of a traitor and I think no one else will blame you. The\nquestion is, what are we going to do?\"\n\n\"What do you want?\" Craig shouted.\n\n\"The Ogrum demand unconditional surrender!\" the answer came. \"They say,\nif you will surrender, that half of you will have to be offered to the\ngods, but that the lives of the rest will be spared. Who shall be\nsacrificed and who shall be spared will be determined by lot. If you\ndon't surrender all of you will be taken prisoner and offered as\nsacrifices. You have five minutes to meet our demands.\"\n\n       *       *       *       *       *\n\nVoronoff's voice went into silence. Craig, tommy-gun ready, strained to\nsee the man. Voronoff was hidden. He was not likely to offer himself as\na target.\n\n\"What are you going to do?\" Captain Higgins asked. Tactfully, since\nCraig had planned and executed the rescue attempt, Higgins was making no\neffort to exert his own authority. \"If I understand correctly, they\noffer half of us a chance to live, if we surrender.\"\n\n\"I don't believe they will keep any promise they make,\" Craig said\nslowly. \"I think they are trying to trick us into surrendering. However\nI might be wrong. I am willing to put it to a vote. What do you say:\nShall we surrender or shall we fight?\"\n\nThe narrow passage was full of sailors who had overheard everything that\nhad been said. There was a moment of silence. Then a gruff voice\ngrowled.\n\n\"I say fight!\"\n\nA chorus instantly answered the first voice.\n\n\"Fight the devils!\"\n\n\"They won't ever give us a chance if we surrender.\"\n\n\"Fight our way out of here.\"\n\nCaptain Higgins listened. \"They're good boys,\" he said, a suspicious\nquaver in his voice.\n\n\"All right,\" Craig said. \"We fight. This temple is almost a fortress. In\nhere, we can hold them off indefinitely. They don't have artillery, so\nthey can't blast us out, and their planes have been destroyed, so they\ncan't bomb us. We'll hold here until we have a chance to escape.\"\n\nIn the back of his mind was the thought that they _did_ have a chance to\nescape. After all, phase four of the attack had not yet gone into\noperation. Phase four was due to start any minute now.\n\n\"To the roof!\" he ordered.\n\nBy the time the five minutes of grace were up everybody was on the flat\nroof of the temple. The moon was just rising. It looked like a gigantic\nconflagration on the horizon.\n\n\"Time is up!\" Voronoff yelled, from some place of concealment. \"What did\nyou decide.\"\n\n\"We decided you could go to hell!\" Craig answered. \"If you want us,\nyou've got to come and get us.\"\n\nHiding around the temple thousands of the Ogrum could be vaguely\nglimpsed. Captain Higgins surveyed the scene. \"We command all approaches\nto the building,\" he said. \"If they try to charge us, it will be\nslaughter. We've still got a chance, Craig.\"\n\n\"You're damned right we have!\" the big man answered.\n\n\"Except,\" the captain continued thoughtfully, \"for ammunition, food, and\nwater, we're all right.\"\n\n\"If we're not out of here by the time our ammunition runs out, we'll\nnever escape,\" Craig answered. \"However, we'll be out of here in an\nhour.\"\n\n\"I hope you know what you're talking about,\" was Higgins' only comment.\n\nThe Ogrum were making no attempt to attack. Craig circled the roof of\nthe temple, seeing that sub-machine guns covered all approaches. A wind,\nmoving from the direction of the swamp, brought with it the sound of the\ndinosaurs. The scene was like a setting from some fantastic movie--a\nfull moon burning like a huge fire on the horizon, incredible beasts\nscreaming in the night, a group of embattled humans on the roof of a\ntemple as old as time.\n\n\"We've got them!\" Craig thought. \"They can't get to us and they don't\ndare attack. If they wait an hour--\"\n\n       *       *       *       *       *\n\nIn some hidden spot outside the temple something went _plunk_. The sound\nwas not sharp enough to be called an explosion. It was a plunk, like a\nrock falling in a rain barrel.\n\nA small round object arched slowly through the air and hit on the roof\nof the temple. It also went _plunk_. No explosion. Just a _plunk_. A\ncloud of white smoke puffed out.\n\n\"What the devil is that?\" Craig thought uncertainly. \"Are they throwing\ngrenades at us? Was the first grenade a dud?\"\n\nHe started toward the grenade. A whiff of the smoke stung his nostrils,\nsent a warning bell clattering wildly in his brain.\n\n\"Gas!\" he yelled. \"They're throwing gas grenades at us. Stay away from\nthat smoke.\"\n\nThe Ogrum had attacked the Idaho with their sleeping gas! The guards in\nthe temple had carried sacks of what Craig had thought were ordinary\ngrenades. They had been gas grenades!\n\n_Plunk_ went the projector outside the temple. _Plunk_ went the grenade\nthat struck on the roof.\n\n_Plunk, plunk, plunk_--A shower of grenades came over. Gas swirled over\nthe roof of the temple.\n\n\"Knock out those projectors!\" Craig shouted. He leaped to the wall of\nthe temple, began firing. All around him other guns were letting go. Up\nto now it had been necessary to conserve ammunition as much as possible.\nIf the projectors were not knocked out, no amount of ammunition would do\nthe humans any good.\n\nThe rattle of sub-machine guns was a continuous tumult of sound. Fires\nstill burned in the city and the air was becoming heavy with smoke. All\naround the temple the Ogrum were lurking. They were not venturing into\nthe open. Now and then they could be glimpsed darting from shelter to\nshelter.\n\n_Plunk--plunk--plunk--_\n\nMore gas grenades hit on the roof.\n\nSomewhere near him Craig heard a man choke and gasp for breath.\nEverywhere, even above the rattle of the machine guns, he could hear men\ncoughing. Something stung his lungs and he coughed himself. The machine\ngun fire began to thin out as choking men dropped their guns. Craig\nfound himself firing blindly, searching for the hidden projectors. The\nplunk of the gas grenades was loud in his ears.\n\n\"Tough luck,\" a thin voice said near him.\n\nHe looked around and saw Margy Sharp. The girl was holding a\nhandkerchief over her nose and was trying to keep from breathing. She\nwas swaying.\n\n\"I feel like I want to go to sleep,\" she whispered.\n\nThe gas was getting to her. It was getting to others, too. Many of the\nsailors had fallen. Some of them were trying to drag themselves back to\nthe edge of the roof, trying to lift guns with hands that no longer had\nthe strength for the task.\n\n\"We fought a good fight,\" Margy Sharp whispered. \"Too bad we lost.\"\n\n\"We haven't lost yet,\" Craig gritted.\n\nHe was lying and he knew it. His only hope was phase four of the attack\nplan. Unless phase four went into operation within the space of minutes,\nthey were doomed. \"What the hell has happened to Michaelson?\" he\nthought.\n\n_Plunk, plunk, plunk_, went the grenades.\n\nHad the scientist failed? Had something happened to Michaelson?\n\n       *       *       *       *       *\n\nThe night was hideous with the yells of the Ogrum. Sensing victory, they\nwere screaming with delight. Meanwhile, all over the roof of the temple,\nmore of the gas grenades were exploding. The wind, which had quickened\nto a stiff breeze, swept much of the gas away. But not all of it. One\nwhiff of it and a man lost half his efficiency. Three whiffs and he was\nasleep.\n\nA man in an officer's uniform crawled to Craig's feet, looked up at him.\nIt was Captain Higgins.\n\n\"I--I guess this is it,\" the captain said.\n\n\"I guess so,\" Craig said miserably. The gas stung his lungs again and he\ncoughed. Slowly, a little at a time, he could feel a deadly lassitude\nstealing over him. A weight was tugging at his knees, trying to force\nhis legs to buckle. More than anything else in the world, he wanted to\nlie down and go to sleep. He fought against the impulse. From this\nthreatened sleep a man would awaken all right--in the prison pen of the\nOgrum, there to wait his turn to become a sacrifice to the sun.\n\nTwo or three machine guns--no more--were still firing, holding off the\nOgrum horde. When those guns stopped--\n\nThe flames of the burning city danced in the night. The air was heavy\nwith smoke. The screams of the dinosaurs were louder, as if the great\nbeasts were excited by the conflagration in the city of the Ogrum. Craig\nwas vaguely aware that only two guns were firing. In spite of all his\nefforts to resist the impulse, he sank to his knees. The grenades\ncontinued to plunk on the roof. Only one gun was firing. Beside him,\nCraig saw that Margy Sharp had gone quietly to sleep. She looked like a\nlittle girl who is all tired out with play and has decided to lie down\nand take a nap.\n\n_Boom-boom! Boom-boom-boom!_\n\nFive thudding explosions came through the night. They did not come from\nthe temple, or near it. They were at least half a mile away.\n\nThe sound lifted Craig to his feet.\n\n\"Michaelson!\" he screamed. He tried to look in the direction from which\nthe sound of the explosions had come. The smoke was too heavy. He could\nnot see.\n\n\"Michaelson--\" his voice was a whisper. \"For God's sake, hurry!\"\n\nThere was no answer. Craig waited. No more explosions came. He sank to\nhis knees, fighting against the impulse to sleep. He was dimly aware\nthat the screams of the Ogrum had died into abrupt silence. No more\ngrenades were plunking on the roof. He wondered if the Ogrum were\npreparing to charge the temple, to strike down all who had strength left\nto oppose them. He lifted himself up, looked over the edge.\n\nThe Ogrum were no longer watching the temple. They were staring in the\ndirection of the explosions. They had come out into the open. He could\nsee little groups of them nervously looking in the other direction.\n\n       *       *       *       *       *\n\nDimly, in the distance, he heard the beginning thunder of sound. It was\nsomething like the vague roar of a starting avalanche, a rumble, a\nmutter, a dim murmur growing louder. The smoke was too thick for him to\nsee what was happening.\n\nThe murmur grew in volume. It became as loud as the roar of a tornado.\nThe Ogrum stared toward it, trying to understand what it was. They were\ngetting nervous, now. A few of them had started to run.\n\nSomething came through the smoke. It came in a lumbering gallop, a huge\nand terribly frightened beast. It saw the fires in front of it.\nScreaming it tried to turn back. The pressure of the horde behind\ncarried it along.\n\nA confused mass of dark bodies poured into the city. There were hundreds\nof them, thousands of them. Scared to the point of madness their one\nthought was how to escape. The smallest of them weighed more than two\ntons.\n\nCraig, fighting against the effect of the gas, sobbed in sudden relief.\n\n\"Michaelson,\" he whispered. \"You got there in time. You did it! You did\nit--\"\n\nPhase four of the attack plan had come into operation. Phase four called\nfor Guru and the scientist to go around the edges of the vast swamp and\nset it on fire. Part of the swamp foliage would not burn under any\ncircumstances. But great areas of dry reeds would burn like tinder.\n\nThe dinosaurs would run from the fires. The blazes would be set so the\ngreat monsters would have to flee toward the city. At the proper moment,\nthe wall the Ogrum had built to keep them from the city would be blown\nup.\n\nThe dinosaurs would stampede across the city.\n\nCraig remembered reading of the stampede of the long-horn cattle in the\nearly days of the American west. Thousands of cattle, running madly,\nshook the earth with the thunder of their hooves, destroyed everything\nthat stood in their way.\n\nNot cattle, but dinosaurs, were stampeding across the city of the Ogrum.\n\nToo late, the Ogrum saw them coming. They tried to run. The great beasts\ntrampled them into muck. Huts, struck by the maddened animals, flew to\npieces. Many of them, blinded, not knowing where they were going, ran\ninto the temple. The great building shuddered at each impact. Voronoff,\ncaught somewhere in that wild stampede, must have known too late that he\nhad deserted too soon, before he knew the complete plan of attack.\nEither he did not know of phase four or the Ogrum had not believed him\nwhen he told them about it.\n\n[Illustration: The great beast trampled them into the muck]\n\nFor hours, it seemed to Craig, the screams of the Ogrum echoed through\nthe city. The screams were drowned in the earth-shaking thunder of the\nstampede. The herd of dinosaurs crossed the city, turned and swept along\nthe edge of the bay. By the time the last of them had passed through,\nthe only building left standing in the whole area was the temple.\nEverything else had been smashed flat. Smouldering fires were rising\nagain in the wreckage of the huts. What the dinosaurs had started, fires\nwould finish.\n\nWhen the last of the beasts had gone, Michaelson, his squad of sailors,\nand Guru came hurrying through the darkness. Guru was accompanied by\ndozens of his people, hastily recruited for the task of firing the\nswamp. Craig yelled at them.\n\n\"Come up here and stand guard!\" he shouted. \"I'm going to take a nap.\"\n\n\n\n\nCHAPTER VIII\n\nThe End of Adventure\n\n\nCraig stood at the rail of the ship.\n\nThe sun was setting and the long shadows of dusk reached across the\nworld. Michaelson stood beside Craig. As usual, the scientist was\nexcited.\n\n\"The Ogrum presented a strange case of warped development,\" he said. \"Do\nyou know what they were?\"\n\n\"Devils,\" Craig grunted. He was not much interested in what the\nscientist was saying.\n\n\"Chemists!\" Michaelson said triumphantly. \"Through some freak, nature\ndeveloped a type of life that had the mentality to become excellent\nchemists but with little or no ability in any other line. The acid they\nused on the Idaho, the gas they had developed, everything points to the\nconclusion that they were chemists. From what was left of their hangar,\ntheir planes were made of plastics--not a piece of metal in them. Even\nthe ruined motors looked as though they were made of plastics. The\nOgrum knew nothing of the wheel, the arch, or of architecture, yet they\nwere almost perfect chemists.\"\n\nThe scientist sounded very pleased with himself for having made this\ndiscovery. \"If you had not destroyed their temple, we might have found\nout more about them,\" he said accusingly.\n\nOn the dawn of the next day the systematic destruction of the entire\ncity had been carried out. Hundreds of grenades had been planted in the\ntemple and it had been demolished.\n\n\"Survival,\" Craig said. \"We've got to live in this world and it's not\nbig enough to hold us and the Ogrum. Certainly I destroyed their city.\nSome of them probably managed to escape alive. I'm not going to leave\nany rat's nest where they can get together again.\"\n\n\"Well, you were right about it,\" the scientist said. \"The only thing is,\nI would have liked to know more about them.\"\n\n\"I know enough about them to last me a life-time,\" Craig said bitterly.\n\"Oh, hello.\" The last was spoken to the girl who had emerged from below\nand had come to the rail.\n\n\"Good evening,\" she answered. She said nothing more but stood at the\nrail and stared into the gathering dusk. Craig was silent too.\n\n\"I should have liked to know how they worked those silent plane motors,\"\nMichaelson said.\n\n\"Huh? What did you say?\" Craig asked.\n\n\"You weren't listening,\" the scientist accused. He adjusted his glasses\nand looked along the rail to where Margy Sharp was standing. \"Ah. I\nsee,\" he said.\n\n\"You see what?\" Craig challenged, grinning.\n\n\"I see that my presence not only is no longer necessary but is not\nwanted.\" The scientist smiled and walked away.\n\n       *       *       *       *       *\n\nDusk came down. Craig was never quite sure how it happened but somehow\nhe and the girl found themselves closer together. \"Margy,\" he said,\n\"about the water, in the life-boat--\"\n\n\"Oh, that,\" the girl said. \"If you're worried about that, I've been\ntalking to Mrs. Miller. She was awake most of the night the water\ndisappeared. She says she isn't certain but she thought she saw somebody\ncrawl forward and help himself while you were asleep.\"\n\nCraig sighed. All the time he had known he hadn't taken the water. The\nimportant thing was for Margy to know it.\n\n\"Look,\" said Craig, gesturing toward the shore-line, \"out there is a new\nworld, new lands, new places, all waiting to be explored. It's all ours,\nevery foot of it, to be explored--\"\n\n\"Ours?\" the girl questioned, and her voice was very low.\n\n\"Yes,\" Craig said. \"What I mean is--Margy--Well, you once said we were\ntwo of a kind--and--\"\n\n\"I think,\" the girl said calmly, \"that Captain Higgins has the authority\nto make us _one_ of a kind, if that is what you are trying to say.\"\n\n\"That,\" Craig shouted, \"is exactly what I am trying to say.\"\n\n       *       *       *       *       *\n\nThe dusk deepened into darkness. They were very close together now.\nSaying nothing, they looked toward shore, toward that vast, strange new\nland where no human foot had ever trod. It was in Craig's mind that this\nstrange adventure in time was almost over. Then, as he thought of the\nnew worlds that his sons and grandsons would have the privilege of\nexploring, the thought came that adventure is never over--it is always\njust beginning.\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Lost Warship, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LOST WARSHIP ***\n\n***** This file should be named 32563.txt or 32563.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/6/32563/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}