{"title": "Micro-Man", "author": "Forrest James Ackerman", "releaseDate": "May 29, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              MICRO-MAN\n\n                           BY WEAVER WRIGHT\n\n[Transcriber Note: This etext was produced from Fantasy Book Vol. 1\nnumber 1 (1947). Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _The little man dared to venture into the realm of the\nGods--but the Gods were cruel!_]\n\n\nThe early morning streetcar, swaying and rattling along its tracks, did\nas much to divert my attention from the book I was reading as the\ncontents of the book itself. I did not like Plato. Comfortable though\nthe seat was, I was as uncomfortable as any collegiate could be whose\nmind would rather dwell upon tomorrow's football game than the immediate\ntask in hand--the morning session with Professor Russell and the book on\nmy lap.\n\nMy gaze wandered from the book and drifted out the distorted window,\nthen fell to the car-sill as I thought over Plato's conclusions.\nSomething moving on the ledge attracted my attention: it was a scurrying\nblack ant. If I had thought about it, I might have wondered how it came\nthere. But the next moment a more curious object on the sill caught my\neye. I bent over.\n\nI couldn't make out what it was at first. A bug, perhaps. Maybe it was\ntoo small for a bug. Just a little dancing dust, no doubt.\n\nThen I discerned--and gasped. On the sill, there----it was a man! A man\non the streetcar's window sill----a _little_ man! He was so tiny I would\nnever have seen him if it hadn't been for his white attire, which made\nhim visible against the brown grain of the shellacked wood. I watched,\namazed as his microscopic figure moved over perhaps half an inch.\n\nHe wore a blouse and shorts, it seemed, and sandals. Something might\nhave been hanging at his side, but it was too small for me to make out\nplainly. His head, I thought was silver-coloured, and I think the\nheadgear had some sort of knobs on it. All this, of course, I didn't\ncatch at the time, because my heart was hammering away excitedly and\nmaking my fingers shake as I fumbled for a matchbox in my pocket, I\npushed it open and let the matches scatter out. Then, as gently as my\nexcitement would allow, I pushed the tiny man from the ledge into the\nbox; for I had suddenly realized the greatness of this amazing\ndiscovery.\n\nThe car was barely half-filled and no attention had been directed my\nway. I slid quickly out of the empty seat and hurriedly alighted at the\nnext stop.\n\nIn a daze, I stood where I had alighted waiting for the next No. 10 that\nwould return me home, the matchbox held tightly in my hand. They'd put\nthat box in a museum one day!\n\n[Illustration]\n\nI collect stamps--I've heard about getting rare ones with inverted\ncenters, or some minor deviation that made them immensely valuable. I'd\nimagined getting one by mistake sometime that would make me rich. But\nthis! They'd billed \"King Kong\" as \"The Eighth Wonder of the World,\" but\nthat was only imaginary--a film ... a terrifying thought crossed my\nmind. I pushed open the box hastily: maybe _I_ had been dreaming. But\nthere it was--the unbelievable; the Little Man!\n\nA car was before me, just leaving. Its polished surface had not\nreflected through the haze, and the new design made so little noise that\nI hadn't seen it. I jumped for it, my mind in such a turmoil that the\nconductor had to ask three times for my fare. Ordinarily, I would have\nbeen embarrassed, but a young man with his mind on millions doesn't\nworry about little things like that. At least, not this young man.\n\nHow I acted on the streetcar, or traversed the five blocks from the end\nof the line, I couldn't say. If I may imagine myself, though, I must\nhave strode along the street like a determined machine. I reached the\nhouse and let myself into the basement room. Inside, I pulled the shades\ntogether and closed the door, the matchbox still in my hand. No one was\nat home this time of day, which pleased me particularly, for I wanted to\nfigure out how I was going to present this wonder to the world.\n\nI flung myself down on the bed and opened the matchbox. The little man\nlay very still on the bottom.\n\n\"Little Man!\" I cried, and turned him out on the quilt. Maybe he had\nsuffocated in the box. Irrational thought! Small though it might be to\nme, the little box was as big as all outdoors to him. It was the bumping\nabout he'd endured; I hadn't been very thoughtful of him.\n\nHe was reviving now, and raised himself on one arm. I pushed myself off\nthe bed, and stepped quickly to my table to procure something with which\nI could control him. Not that he could get away, but he was so tiny I\nthought I might lose sight of him.\n\nPen, pencil, paper, stamps, scissors, clips--none of them were what I\nwanted. I had nothing definite in mind, but then remembered my stamp\noutfit and rushed to secure it. Evidently college work had cramped my\nstyle along the collecting line, for the tweezers and magnifier appeared\nwith a mild coating of dust. But they were what I needed, and I blew on\nthem and returned to the bed.\n\nThe little man had made his way half an inch or so from his former\nprison; was crawling over what I suppose were, to him, great uneven\nblocks of red and green and black moss.\n\nHe crossed from a red into a black patch as I watched his movements\nthrough the glass, and I could see him more plainly against the darker\nbackground. He stopped and picked at the substance of his strange\nsurroundings, then straightened to examine a tuft of the cloth. The\nmagnifier enlarged him to a seeming half inch or so, and I could see\nbetter, now, this strange tiny creature.\n\nIt _was_ a metal cap he wore, and it did have protruding knobs--two of\nthem--slanting at 45 degree angles from his temples like horns. I\nwondered at their use, but it was impossible for me to imagine. Perhaps\nthey covered some actual growth; he might have had real horns for all I\nknew. Nothing would have been too strange to expect.\n\nHis clothing showed up as a simple, white, one piece garment, like a\nshirt and gym shorts. The shorts ended at the knee, and from there down\nhe was bare except for a covering on his feet which appeared more like\ngloves than shoes. Whatever he wore to protect his feet, it allowed free\nmovement of his toes.\n\nIt struck me that this little man's native habitat must have been very\nwarm. His attire suggested this. For a moment I considered plugging in\nmy small heater; my room certainly had no tropical or sub-tropical\ntemperature at that time of the morning--and how was I to know whether\nhe shivered when he felt chill. Maybe he blew his horns. Anyway, I\nfigured a living Eighth Wonder would be more valuable than a dead one;\nand I didn't think he could be stuffed. But somehow I forgot it in my\ninterest in examining this unusual personage.\n\nThe little man had dropped the cloth now, and was staring in my\ndirection. Of course, \"my direction\" was very general to him; but he\nseemed to be conscious of me. He certainly impressed _me_ as being\nawfully different, but what his reactions were, I didn't know.\n\nBut someone else knew.\n\n       *       *       *       *       *\n\nIn a world deep down in Smallness, in an electron of a dead cell of a\npiece of wood, five scientists were grouped before a complicated\ninstrument with a horn like the early radios. Two sat and three stood,\nbut their attention upon the apparatus was unanimous. From small\nhollowed cups worn on their fingers like rings, came a smoke from\nburning incense. These cups they held to their noses frequently, and\ntheir eyes shone as they inhaled. The scientists of infra-smallness were\nsmoking!\n\nWith the exception of a recent prolonged silence, which was causing them\ngreat anxiety, sounds had been issuing from the instrument for days.\nThere had been breaks before, but this silence had been long-enduring.\n\nNow the voice was speaking again; a voice that was a telepathic\ncommunication made audible. The scientists brightened.\n\n\"There is much that I cannot understand,\" it said. The words were\nhesitant, filled with awe. \"I seem to have been in many worlds. At the\ncompletion of my experiment, I stood on a land which was brown and black\nand very rough of surface. With startling suddenness, I was propelled\nacross this harsh country, and, terrifyingly, I was falling. I must have\ndropped seventy-five feet, but the strange buoyant atmosphere of this\nstrange world saved me from harm.\n\n\"My new surroundings were grey and gloomy, and the earth trembled as a\ngiant cloud passed over the sky. I do not know what it meant, but with\nthe suddenness characteristic of this place, it became very dark, and an\ninexplicable violence shook me into insensibility.\n\n\"I am conscious, now, of some giant form before me, but it is so\ncolossal that my eyes cannot focus it. And it changes. Now I seem\nconfronted by great orange mountains with curving ledges cut into their\nsides. Atop them are great, greyish slabs of protecting opaque rock--a\ncovering like that above our Temples of Aerat--'on which the rain may\nnever fall.' I wish that you might communicate with me, good men of my\nworld. How go the Gods?\n\n\"But now! These mountains are lifting, vanishing from my sight. A great\n_thing_ which I cannot comprehend hovers before me. It has many colors,\nbut mostly there is the orange of the mountains. It hangs in the air,\nand from the portion nearest me grow dark trees as round as myself and\nas tall. There is a great redness above, that opens like the Katus\nflower, exposing the ivory white from which puffs the Tongue of Death.\nBeyond this I cannot see well, but ever so high are two gigantic caverns\nfrom which the Winds of the Legends blow--and suck. As dangerous as the\nKatus, by Dal! Alternately they crush me to the ground, then threaten to\ntear me from it and hurl me away.\"\n\n_My nose was the cavern from which issued the horrifying wind. I noticed\nthat my breath distressed the little man as I leaned over to stare at\nhim, so drew back._\n\n_Upstairs, the visor buzzed. Before answering, so that I would not lose\nthe little man, I very gingerly pinched his shirt with the tongs, and\nlifted him to the table._\n\n\"My breath! I am shot into the heavens like Milo and his rocket! I\ntraverse a frightful distance! Everything changes constantly. A million\nmiles below is chaos. This world is mad! A giant landscape passes\nbeneath me, so weird I cannot describe it. I--I cannot understand. Only\nmy heart trembles within me. Neither Science nor the gods can help or\ncomfort in this awful world of Greatness!\n\n\"We stop. I hang motionless in the air. The ground beneath is utterly\ninsane. But I see vast uncovered veins of rare metal--and crystal,\nprecious crystal, enough to cover the mightiest Temple we could build!\nOh, that Mortia were so blessed! In all this terrifying world, the\nrichness of the crystal and the marvelous metal do redeem.\n\n\"Men!----I see ... I believe it is a temple! It is incredibly tall, of\nblack foundation and red spire, but it is weathered, leaning as if to\nfall--and very bare. The people cannot love their Gods as we--or else\nthere is the Hunger.... But the gods may enlighten this world, too, and\nif lowered, I will make for it. A sacred Temple should be a\nhaven--friends! I descend.\"\n\n_The little man's eye had caught my scissors and a glass ruler as I\nsuspended him above my desk. They were his exposed vein of metal and the\nprecious crystal. I was searching for something to secure him. In the\nlast second before I lowered him, his heart swelled at the sight of the\n\"Temple\"--my red and black pen slanting upward from the desk holder._\n\n_A stamp lying on my desk was an inspiration. I licked it, turned it gum\nside up, and cautiously pressed the little man against it feet first.\nWith the thought, \"That ought to hold him,\" I dashed upstairs to answer\nthe call._\n\n_But it didn't hold him. There was quite a bit of strength in that tiny\nbody._\n\n\"Miserable fate! I flounder in a horrid marsh,\" the upset thought-waves\ncame to the men of Mortia. \"The viscous mire seeks to entrap me, but I\nthink I can escape it. Then I will make for the Temple. The Gods may\nrecognize and protect me there.\"\n\n       *       *       *       *       *\n\nI missed the call--I had delayed too long--but the momentary diversion\nhad cleared my mind and allowed new thoughts to enter. I now knew what\nmy first step would be in presenting the little man to the world.\n\nI'd write a newspaper account myself--exclusive! Give the scoop to Earl.\nWould that be a sensation for _his_ paper! Then I'd be made. A friend of\nthe family, this prominent publisher had often promised he would give me\na break when I was ready. Well, I _was_ ready!\n\nExcited, dashing downstairs, I half-formulated the idea. The\nheadlines--the little man under a microscope--a world afire to see him.\nFame ... pictures ... speeches ... movies ... money.... But here I was\nat my desk, and I grabbed for a piece of typing paper. They'd put that\nin a museum, too!\n\nThe stamp and the little man lay just at the edge of the sheet, and he\nclutched at a \"great orange mountain\" covered by a \"vast slab of\ncurving, opaque glass\" like the \"Temples of Aerat.\" It was my thumb, but\nI did not see him there.\n\n_I thrust the paper into the typewriter and twirled it through._\n\n\"I have fallen from the mountain, and hang perpendicularly, perilously,\non a limitless white plain. I tremble, on the verge of falling, but the\nslime from the marsh holds me fast.\"\n\n_I struck the first key._\n\n\"A metal meteor is roaring down upon me. Or is it something I have never\nbefore witnessed? It has a tail that streams off beyond sight. It comes\nat terrific speed.\n\n\"I know. The Gods are angry with me for leaving Mortia land. Yes! 'Tis\nonly They who kill by iron. Their hands clutch the rod in mighty tower\nBaviat, and thrust it here to stamp me out.\"\n\nAnd a shaking little figure cried: \"Baviat tertia!... Mortia mea....\" as\nthe Gods struck wrathfully at a small one daring to explore their\ndomain. For little man Jeko had contrived to see Infinity--and Infinity\nwas only for the eyes of the Immortals, and those of the Experience who\ndwelt there by the Gods' grace. He had intruded into the realm of the\nrulers, the world of the After Life and the Gods Omnipotent!\n\nA mortal--in the land of All!\n\nIn a world deep down in Smallness, in an electron of a cell of dead\nwood, five scientists were grouped before the complicated instrument so\nreminiscent of early radios. But now they all were standing. Strained,\nperspiring, frightened, they trembled, aghast at the dimensions the\nexperiment had assumed; they were paralysed with terror and awe as they\nheard of the wrath of the affronted Gods. And the spirit of science\nfroze within them, and would die in Mortia land. \"Seek the skies only by\nhallowed Death\" was what they knew. And they destroyed the machine of\nthe man who had found Venquil land--and thought to live--and fled as\nJeko's last thoughts came through.\n\nFor many years five frightened little men of an electron world would\nlive in deadly fear for their lives, and for their souls after death;\nand would pray, and become great disciples, spreading the gospels of the\nGods. True, Jeko had described a monstrous world; but how could a mere\nmortal experience its true meaning? It was really ethereal and\nbeautiful, was Venquil land, and they would spend the rest of their days\ninsuring themselves for the day of the experience--when they would\nassume their comforted place in the world of the After Life.\n\n_As I struck the first letter, a strange sensation swept over me.\nSomething compelled me to stop and look at the typing paper. I was using\na black ribbon, but when the key fell away, there was a tiny spot of\nred...._\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Micro-Man, by Forrest James Ackerman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MICRO-MAN ***\n\n***** This file should be named 32579.txt or 32579.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/7/32579/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}