{"title": "The Secret of Kralitz", "author": "Henry Kuttner", "releaseDate": "May 29, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        The Secret of Kralitz\n\n                           By HENRY KUTTNER\n\n[Transcriber Note: This etext was produced from Weird Tales October\n1936. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: _A story of the shocking revelation that came to the\ntwenty-first Baron Kralitz_]\n\n\nI awoke from profound sleep to find two black-swathed forms standing\nsilently beside me, their faces pale blurs in the gloom. As I blinked to\nclear my sleep-dimmed eyes, one of them beckoned impatiently, and\nsuddenly I realized the purpose of this midnight summons. For years I\nhad been expecting it, ever since my father, the Baron Kralitz, had\nrevealed to me the secret and the curse that hung over our ancient\nhouse. And so, without a word, I rose and followed my guides as they led\nme along the gloomy corridors of the castle that had been my home since\nbirth.\n\nAs I proceeded there rose up in my mind the stern face of my father, and\nin my ears rang his solemn words as he told me of the legendary curse of\nthe House of Kralitz, the unknown secret that was imparted to the eldest\nson of each generation--at a certain time.\n\n\"When?\" I had asked my father as he lay on his death-bed, fighting back\nthe approach of dissolution.\n\n\"When you are able to understand,\" he had told me, watching my face\nintently from beneath his tufted white brows. \"Some are told the secret\nsooner than others. Since the first Baron Kralitz the secret has been\nhanded down----\"\n\nHe clutched at his breast and paused. It was fully five minutes before\nhe had gathered his strength to speak again in his rolling, powerful\nvoice. No gasping, death-bed confessions for the Baron Kralitz!\n\nHe said at last, \"You have seen the ruins of the old monastery near the\nvillage, Franz. The first Baron burnt it and put the monks to the sword.\nThe Abbot interfered too often with the Baron's whims. A girl sought\nshelter and the Abbot refused to give her up at the Baron's demand. His\npatience was at an end--you know the tales they still tell about him.\n\n\"He slew the Abbot, burned the monastery, and took the girl. Before he\ndied the Abbot cursed his slayer, and cursed his sons for unborn\ngenerations. And it is the nature of this curse that is the secret of\nour house.\n\n\"I may not tell you what the curse is. Do not seek to discover it before\nit is revealed to you. Wait patiently, and in due time you will be taken\nby the warders of the secret down the stairway to the underground\ncavern. And then you will learn the secret of Kralitz.\"\n\nAs the last word passed my father's lips he died, his stern face still\nset in its harsh lines.\n\n       *       *       *       *       *\n\nDeep in my memories, I had not noticed our path, but now the dark forms\nof my guides paused beside a gap in the stone flagging, where a stairway\nwhich I had never seen during my wanderings about the castle led into\nsubterranean depths. Down this stairway I was conducted, and presently I\ncame to realize that there was light of a sort--a dim, phosphorescent\nradiance that came from no recognizable source, and seemed to be less\nactual light than the accustoming of my eyes to the near-darkness.\n\nI went down for a long time. The stairway turned and twisted in the\nrock, and the bobbing forms ahead were my only relief from the monotony\nof the interminable descent. And at last, deep underground, the long\nstairway ended, and I gazed over the shoulders of my guides at the great\ndoor that barred my path. It was roughly chiseled from the solid stone,\nand upon it were curious and strangely disquieting carvings, symbols\nwhich I did not recognize. It swung open, and I passed through and\npaused, staring about me through a gray sea of mist.\n\nI stood upon a gentle slope that fell away into the fog-hidden distance,\nfrom which came a pandemonium of muffled bellowing and high-pitched,\nshrill squeakings vaguely akin to obscene laughter. Dark, half-glimpsed\nshapes swam into sight through the haze and disappeared again, and great\nvague shadows swept overhead on silent wings. Almost beside me was a\nlong rectangular table of stone, and at this table two score of men were\nseated, watching me from eyes that gleamed dully out of deep sockets. My\ntwo guides silently took their places among them.\n\nAnd suddenly the thick fog began to lift. It was swept raggedly away on\nthe breath of a chill wind. The far dim reaches of the cavern were\nrevealed as the mist swiftly dissipated, and I stood silent in the grip\nof a mighty fear, and, strangely, an equally potent, unaccountable\nthrill of delight. A part of my mind seemed to ask, \"What horror is\nthis?\" And another part whispered, \"You know this place!\"\n\nBut I could never have seen it before. If I had realized what lay far\nbeneath the castle I could never have slept at night for the fear that\nwould have obsessed me. For, standing silent with conflicting tides of\nhorror and ecstasy racing through me, I saw the weird inhabitants of the\nunderground world.\n\nDemons, monsters, unnamable things! Nightmare colossi strode bellowing\nthrough the murk, and amorphous gray things like giant slugs walked\nupright on stumpy legs. Creatures of shapeless soft pulp, beings with\nflame-shot eyes scattered over their misshapen bodies like fabled Argus,\nwrithed and twisted there in the evil glow. Winged things that were not\nbats swooped and fluttered in the tenebrous air, whispering\nsibilantly--whispering in _human_ voices.\n\nFar away at the bottom of the slope I could see the chill gleam of\nwater, a hidden, sunless sea. Shapes mercifully almost hidden by\ndistance and the semi-darkness sported and cried, troubling the surface\nof the lake, the size of which I could only conjecture. And a flapping\nthing whose leathery wings stretched like a tent above my head swooped\nand hovered for a moment, staring with flaming eyes, and then darted off\nand was lost in the gloom.\n\nAnd all the while, as I shuddered with fear and loathing, within me was\nthis evil glee--this voice which whispered, \"You know this place! You\nbelong here! Is it not good to be home?\"\n\nI glanced behind me. The great door had swung silently shut, and escape\nwas impossible. And then pride came to my aid. I was a Kralitz. And a\nKralitz would not acknowledge fear in the face of the devil himself!\n\n       *       *       *       *       *\n\nI stepped forward and confronted the warders, who were still seated\nregarding me intently from eyes in which a smoldering fire seemed to\nburn. Fighting down an insane dread that I might find before me an array\nof fleshless skeletons, I stepped to the head of the table, where there\nwas a sort of crude throne, and peered closely at the silent figure on\nmy right.\n\nIt was no bare skull at which I gazed, but a bearded, deadly-pale face.\nThe curved, voluptuous lips were crimson, looking almost rouged, and the\ndull eyes stared through me bleakly. Inhuman agony had etched itself in\ndeep lines on the white face, and gnawing anguish smoldered in the\nsunken eyes. I cannot hope to convey the utter strangeness, the\natmosphere of unearthliness that surrounded him, almost as palpable as\nthe fetid tomb-stench that welled from his dark garments. He waved a\nblack-swathed arm to the vacant seat at the head of the table, and I sat\ndown.\n\nThis nightmare sense of unreality! I seemed to be in a dream, with a\nhidden part of my mind slowly waking from sleep into evil life to take\ncommand of my faculties. The table was set with old-fashioned goblets\nand trenchers such as had not been used for hundreds of years. There was\nmeat on the trenchers, and red liquor in the jeweled goblets. A heady,\noverpowering fragrance swam up into my nostrils, mixed with the\ngrave-smell of my companions and the musty odor of a dank and sunless\nplace.\n\nEvery white face was turned to me, faces that seemed oddly familiar,\nalthough I did not know why. Each face was alike in its blood-red,\nsensual lips and its expression of gnawing agony, and burning black eyes\nlike the abysmal pits of Tartarus stared at me until I felt the short\nhairs stir on my neck. But--I was a Kralitz! I stood up and said boldly\nin archaic German that somehow came familiarly from my lips, \"I am\nFranz, twenty-first Baron Kralitz. What do you want with me?\"\n\nA murmur of approval went around the long table. There was a stir. From\nthe foot of the board a huge bearded man arose, a man with a frightful\nscar that made the left side of his face a horror of healed white\ntissue. Again the odd thrill of familiarity ran through me; I had seen\nthat face before, and vaguely I remembered looking at it through dim\ntwilight.\n\nThe man spoke in the old guttural German. \"We greet you, Franz, Baron\nKralitz. We greet you and pledge you, Franz--and we pledge the House of\nKralitz!\"\n\nWith that he caught up the goblet before him and held it high. All along\nthe long table the black-swathed ones arose, and each held high his\njeweled cup, and pledged me. They drank deeply, savoring the liquor, and\nI made the bow custom demanded. I said, in words that sprang almost\nunbidden from my mouth:\n\n\"I greet you, who are the warders of the secret of Kralitz, and I pledge\nyou in return.\"\n\nAll about me, to the farthermost reaches of the dim cavern, a hush fell,\nand the bellows and howlings, and the insane tittering of the flying\nthings, were no longer heard. My companions leaned expectantly toward\nme. Standing alone at the head of the board, I raised my goblet and\ndrank. The liquor was heady, exhilarating, with a faintly brackish\nflavor.\n\nAnd abruptly I knew why the pain-racked, ruined face of my companion had\nseemed familiar; I had seen it often among the portraits of my\nancestors, the frowning, disfigured visage of the founder of the House\nof Kralitz that glared down from the gloom of the great hall. In that\nfierce white light of revelation I knew my companions for what they\nwere; I recognized them, one by one, remembering their canvas\ncounterparts. But there was a change! Like an impalpable veil, the stamp\nof ineradicable evil lay on the tortured faces of my hosts, strangely\naltering their features, so that I could not always be sure I recognized\nthem. One pale, sardonic face reminded me of my father, but I could not\nbe sure, so monstrously altered was its expression.\n\nI was dining with my ancestors--the House of Kralitz!\n\nMy cup was still held high, and I drained it, for somehow the grim\nrevelation was not entirely unexpected. A strange glow thrilled through\nmy veins, and I laughed aloud for the evil delight that was in me. The\nothers laughed too, a deep-throated merriment like the barking of\nwolves--tortured laughter from men stretched on the rack, mad laughter\nin hell! And all through the hazy cavern came the clamor of the devil's\nbrood! Great figures that towered many spans high rocked with thundering\nglee, and the flying things tittered slyly overhead. And out over the\nvast expanse swept the wave of frightful mirth, until the half-seen\nthings in the black waters sent out bellows that tore at my eardrums,\nand the unseen roof far overhead sent back roaring echoes of the clamor.\n\nAnd I laughed with them, laughed insanely, until I dropped exhausted\ninto my seat and watched the scarred man at the other end of the table\nas he spoke.\n\n\"You are worthy to be of our company, and worthy to eat at the same\nboard. We have pledged each other, and you are one of us; we shall eat\ntogether.\"\n\nAnd we fell to, tearing like hungry beasts at the succulent white meat\nin the jeweled trenchers. Strange monsters served us, and at a chill\ntouch on my arm I turned to find a dreadful crimson thing, like a\nskinned child, refilling my goblet. Strange, strange and utterly\nblasphemous was our feast. We shouted and laughed and fed there in the\nhazy light, while all around us thundered the evil horde. There was hell\nbeneath Castle Kralitz, and it held high carnival this night.\n\n       *       *       *       *       *\n\nPresently we sang a fierce drinking-song, swinging the deep cups back\nand forth in rhythm with our shouted chant. It was an archaic song, but\nthe obsolete words were no handicap, for I mouthed them as though they\nhad been learned at my mother's knee. And at the thought of my mother a\ntrembling and a weakness ran through me abruptly, but I banished it with\na draft of the heady liquor.\n\nLong, long we shouted and sang and caroused there in the great cavern,\nand after a time we arose together and trooped to where a narrow,\nhigh-arched bridge spanned the tenebrous waters of the lake. But I may\nnot speak of what was at the other end of the bridge, nor of the\nunnamable things that I saw--and did! I learned of the fungoid, inhuman\nbeings that dwell on far cold Yuggoth, of the cyclopean shapes that\nattend unsleeping Cthulhu in his submarine city, of the strange\npleasures that the followers of leprous, subterranean Yog-Sothoth may\npossess, and I learned, too, of the unbelievable manner in which Iod,\nthe Source, is worshipped beyond the outer galaxies. I plumbed the\nblackest pits of hell and came back--laughing. I was one with the rest\nof those dark warders, and I joined them in the saturnalia of horror\nuntil the scarred man spoke to us again.\n\n\"Our time grows short,\" he said, his scarred and bearded white face like\na gargoyle's in the half-light. \"We must depart soon. But you are a true\nKralitz, Franz, and we shall meet again, and feast again, and make merry\nfor longer than you think. One last pledge!\"\n\nI gave it to him. \"To the House of Kralitz! May it never fall!\"\n\nAnd with an exultant shout we drained the pungent dregs of the liquor.\n\nThen a strange lassitude fell upon me. With the others I turned my back\non the cavern and the shapes that pranced and bellowed and crawled\nthere, and I went up through the carved stone portal. We filed up the\nstairs, up and up, endlessly, until at last we emerged through the\ngaping hole in the stone flags and proceeded, a dark, silent company,\nback through those interminable corridors. The surroundings began to\ngrow strangely familiar, and suddenly I recognized them.\n\nWe were in the great burial vaults below the castle, where the Barons\nKralitz were ceremoniously entombed. Each Baron had been placed in his\nstone casket in his separate chamber, and each chamber lay, like beads\non a necklace, adjacent to the next, so that we proceeded from the\nfarthermost tombs of the early Barons Kralitz toward the unoccupied\nvaults. By immemorial custom, each tomb lay bare, an empty mausoleum,\nuntil the time had come for its use, when the great stone coffin, with\nthe memorial inscription carved upon it, would be carried to its place.\nIt was fitting, indeed, for the secret of Kralitz to be hidden here.\n\nAbruptly I realized that I was alone, save for the bearded man with the\ndisfiguring scar. The others had vanished, and, deep in my thoughts, I\nhad not missed them. My companion stretched out his black-swathed arm\nand halted my progress, and I turned to him questioningly. He said in\nhis sonorous voice, \"I must leave you now. I must go back to my own\nplace.\" And he pointed to the way whence we had come.\n\nI nodded, for I had already recognized my companions for what they were.\nI knew that each Baron Kralitz had been laid in his tomb, only to arise\nas a monstrous thing neither dead nor alive, to descend into the cavern\nbelow and take part in the evil saturnalia. I realized, too, that with\nthe approach of dawn they had returned to their stone coffins, to lie in\na death-like trance until the setting sun should bring brief liberation.\nMy own occult studies had enabled me to recognize these dreadful\nmanifestations.\n\nI bowed to my companion and would have proceeded on my way to the upper\nparts of the castle, but he barred my path. He shook his head slowly,\nhis scar hideous in the phosphorescent gloom.\n\nI said, \"May I not go yet?\"\n\nHe stared at me with tortured, smoldering eyes that had looked into hell\nitself, and he pointed to what lay beside me, and in a flash of\nnightmare realization I knew the secret of the curse of Kralitz. There\ncame to me the knowledge that made my brain a frightful thing in which\nshapes of darkness would ever swirl and scream; the dreadful\ncomprehension of _when_ each Baron Kralitz was initiated into the\nbrotherhood of blood. I knew--_I knew_--that no coffin had ever been\nplaced unoccupied in the tombs, and I read upon the stone sarcophagus at\nmy feet the inscription that made my doom known to me--_my own name,\n\"Franz, twenty-first Baron Kralitz.\"_\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Secret of Kralitz, by Henry Kuttner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SECRET OF KRALITZ ***\n\n***** This file should be named 32584.txt or 32584.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/8/32584/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}