{"title": "The Ambassador", "author": "Samuel Kimball Merwin", "releaseDate": "May 29, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           THE AMBASSADOR\n\n                         By Sam Merwin, Jr.\n\n                     Illustrated by Kelly Freas\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction March 1954. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _All Earth needed was a good stiff dose of common sense, but\nits rulers preferred to depend on the highly fallible computers instead.\nAs a consequence, interplanetary diplomatic relations were somewhat\nstrained--until a nimble-witted young man from Mars came up with the\nanswer to the \"sixty-four dollar\" question._]\n\n\nZalen Lindsay stood on the rostrum in the huge new United Worlds\nauditorium on the shore of Lake Pontchartrain and looked out at an ocean\nof eye-glasses. Individually they ranged in hue from the rose-tinted\nspectacles of the Americans to the dark brown of the Soviet bloc. Their\nshapes and adornments were legion: round, harlequin, diamond, rhomboid,\noctagonal, square, oval; rimless, gem-studded, horn-rimmed,\nfloral-rimmed, rimmed in the cases of some of the lady representatives\nwith immense artificial eyelashes.\n\nThe total effect, to Lindsay, was of looking at an immense page of\nprinted matter composed entirely of punctuation marks. Unspectacled, he\nfelt like a man from Mars. He _was_ a man from Mars--first Martian\nAmbassador Plenipotentiary to the Second United Worlds Congress.\n\nHe wished he could see some of the eyes behind the protective goggles,\nfor he knew he was making them blink.\n\nHe glanced down at the teleprompter in front of him--purely to add\neffect to a pause, for he had memorized his speech and was delivering it\nwithout notes. On it was printed: HEY, BOSS--DON'T FORGET YOU GOT A\nDINNER DATE WITH THE SEC-GEN TONIGHT.\n\n[Illustration]\n\nLindsay suppressed a smile and said, \"In conclusion, I am qualified by\nthe governors of Mars to promise that if we receive another shipment of\nBritish hunting boots we shall destroy them immediately upon\nunloading--and refuse categorically to ship further beryllium to Earth.\n\n\"On Mars we raise animals for food, not for sport--we consider human\nbeings as the only fit athletic competition for other humans--and we see\nsmall purpose in expending our resources mining beryllium or other\nmetals for payment that is worse than worthless. In short, we will not\nbe a dumping ground for Earth's surplus goods. I thank you.\"\n\nThe faint echo of his words came back to him as he stepped down from the\nrostrum and walked slowly to his solitary seat in the otherwise empty\nsection allotted to representatives of alien planets. Otherwise there\nwas no sound in the huge assemblage.\n\nHe felt a tremendous lift of tension, the joyousness of a man who has\nsatisfied a lifelong yearning to toss a brick through a plate-glass\nwindow and knows he will be arrested for it and doesn't care.\n\nThere was going to be hell to pay--and Lindsay was honestly looking\nforward to it. While Secretary General Carlo Bergozza, his dark-green\nspectacles resembling parenthesis marks on either side of his thin eagle\nbeak, went through the motions of adjourning the Congress for\nforty-eight hours, Lindsay considered his mission and its purpose.\n\nEarth--a planet whose age-old feuds had been largely vitiated by the\nincreasing rule of computer-judgment--and Mars, the one settled alien\nplanet on which no computer had ever been built, were drifting\ndangerously apart.\n\nIt was, Lindsay thought with a trace of grimness, the same ancient story\nof the mother country and her overseas colonies, the same basic and\nseemingly inevitable trend, social and economic, that had led to the\nrevolt of North America against England, three hundred years earlier.\n\nOn a far vaster and costlier scale, of course.\n\nLindsay had been sent to Earth, as his planet's first representative at\nthe new United Worlds Congress, to see that this trend was halted before\nit led to irrevocable division. And not by allowing Mars to become a\nmere feeder and dumping ground for the parent planet.\n\nWell, he had tossed a monkey wrench into the machinery of interplanetary\nsweetness and light, he thought. Making his way slowly out with the rest\nof the Congress, he felt like the proverbial bull in the china shop. The\nothers, eyeing him inscrutably through their eye-glasses and over their\nharness humps, drew aside to let him walk through.\n\nBut all around him, in countless national tongues, he heard the\nwhispers, the mutterings--\"sending a gladiator\" ... \"looks like a vidar\nstar\" ... \"too young for such grave responsibility\" ... \"no\nunderstanding of the basic sensitivities\"....\n\nObviously, he had _not_ won a crushing vote of confidence.\n\n       *       *       *       *       *\n\nTo hell with them, all of them, he thought as someone tapped him on a\nshoulder. He turned to find du Fresne, the North American Minister of\nComputation, peering up at him through spectacles that resembled twin\nscoops of strawberry ice-cream mounted in heavy white-metal rims.\n\n\"I'd like a word with you,\" he said, speaking English rather than\nEsperanto. Lindsay nodded politely, thinking that du Fresne looked\nrather like a Daumier judge with his fashionable humped back and long\nofficial robe of office.\n\nOver a table in the twilight bar du Fresne leaned toward him, nearly\nupsetting his colafizz with a sleeve of his robe.\n\n\"M-mind you,\" he said, \"this is strictly unofficial, Lindsay, but I have\nyour interests at heart. You're following trend X.\"\n\n\"Got me all nicely plotted out on your machine?\" said Lindsay.\n\nDu Fresne's sallow face went white at this pleasantry. As Minister of\nComputation his entire being was wrapped up in the immensely intricate\ncalculators that forecast all decisions for the huge North American\nrepublic. Obviously battling anger, he said, \"Don't laugh at Elsac,\nLindsay. It has never been wrong--it can't be wrong.\"\n\n\"I'm not laughing,\" said Lindsay quietly. \"But no one has ever fed me to\na computer. So how can you know...?\"\n\n\"We have fed it every possible combination of circumstances based upon\nall the facts of Terro-Martian interhistory,\" the Minister of\nComputation stated firmly. His nose wrinkled and seemed to turn visibly\npink at the nostril-edges. He said, \"Damn! I'm allergic to\ncomputer-ridicule.\" He reached for an evapochief, blew his nose.\n\n\"Sorry,\" said Lindsay, feeling the mild amazement that seemed to\naccompany all his dealings with Earthfolk. \"I wasn't--\"\n\n\"I doe you weren'd,\" du Fresne said thickly. \"Bud de vurry zuggedgeshun\nof ridicule dudz id.\" He removed his strawberry spectacles, produced an\neye-cup, removed and dried the contact lenses beneath. After he had\nreplaced them his condition seemed improved.\n\nLindsay offered him a cigarette, which was refused, and selected one for\nhimself. He said, \"What happens if I pursue trend X?\"\n\n\"You'll be assassinated,\" du Fresne told him nervously. \"And the results\nof such assassination will be disastrous for both planets. Earth will\nhave to go to war.\"\n\n\"Then why not ship us goods we can use?\" Lindsay asked quietly.\n\nDu Fresne looked at him as despairingly as his glasses would permit. He\nsaid, \"You just don't understand. Why didn't your people send someone\nbetter attuned to our problems?\"\n\n\"Perhaps because they felt Mars would be better represented by someone\nattuned to its own problems,\" Lindsay told him. \"Don't tell me your\nprecious computers recommend murder and war.\"\n\n\"They don't recommend anything,\" said du Fresne. \"They merely advise\nwhat will happen under given sets of conditions.\"\n\n\"Perhaps if you used sensible judgment instead of machines to make your\ndecisions you could prevent my assassination,\" said Lindsay, finishing\nhis scotch on the rocks. \"Who knows?\" he added. \"You might even be able\nto prevent an interplanetary war!\"\n\nWhen he left, du Fresne's nose was again growing red and the Minister of\nComputation was fumbling for another evapochief.\n\n       *       *       *       *       *\n\nRiding the escaramp to his office on the one-twentieth floor of the UW\nbuilding, Lindsay pondered the strange people of the mother planet among\nwhom his assignment was causing him to live. One inch over six feet, he\nwas not outstandingly tall--but he felt tall among them, with their\nslump harnesses and disfiguring spectacles and the women so hidden\nbeneath their shapeless coveralls and harmopan makeup.\n\nHe was not unprepared for the appearance of Earthfolk, of course, but he\nhad not yet adjusted to seeing them constantly around him in such large\nnumbers. To him their deliberate distortion was as shocking as, he\nsupposed wryly, his own unaltered naturalness was to them.\n\nThere was still something illogical about the cult of everyday ugliness\nthat had overtaken the mother planet in the last two generations, under\nthe guise of social harmony. It dated back, of course, to the great Dr.\nLudmilla Hartwig, psychiatric synthesizer of the final decades of the\ntwentieth century.\n\nIt was she who had correctly interpreted the growing distrust of the\nhandsome and the beautiful among the great bulk of the less favored, the\nintense feelings of inferiority such comely persons aroused. It was from\nher computer-psychiatry that the answer employed had come: since\neveryone cannot be beautiful, let all be ugly.\n\nThis slogan had sparked the mass use of unneeded spectacles, the\ndistortion harnesses, the harmopan makeup. Now, outside of emergencies,\nit was as socially unacceptable for a man or woman to reveal a face\nuncovered in public as it had been, centuries earlier, for a Moslem\nodalisque to appear unveiled in the bazaar.\n\nThere were exceptions, of course--aside from those who were naturally\nugly to begin with. Vidar-screen actors and actresses were permitted to\nreveal beauty when their parts demanded it--which was usually only in\nvillains' roles. And among men, professional athletes were expected to\nshow their faces and bodies _au naturel_ as a mark of their profession.\nAmong women the professional courtesans--the \"models\", not the\ntwo-credit whores--displayed their charms on all occasions. Beauty was\nbad business for lower-caste prostitutes--it made such clients they\ncould promote feel too inferior.\n\nThese specialists, the models and gladiators, were something of a race\napart, computer-picked in infancy and raised for their professions like\nJapanese _sumo_ wrestlers. They were scarcely expected to enter the more\nsensitive realms of the arts, business affairs or government.\n\nIt was, Lindsay decided, a hell of a state of affairs.\n\n       *       *       *       *       *\n\nNina Beckwith, Lindsay's Earth-assigned personal secretary, was leaning\nfar back in her tilt-chair with her feet on the desk. Her eyes were\nsquinted behind chartreuse-tinted flat-oval lenses to avoid fumes from a\ncigarette stuck in a corner of her wide mouth. She had shut off the\nair-conditioner, opened the picture window and pulled the pants of her\ncoverall far up above her knees to let the warm New Orleans September\nair wash over her skin.\n\nLindsay looked at her legs with surprise--it had not occurred to him\nthat Nina owned such a long and shapely pair. He whistled softly through\nhis teeth.\n\nNina removed her smoke, sighed and made a move to stand up and let her\ncoverall fall back over the exposed limbs. Lindsay said, \"Not on my\naccount--_please_! Those are the first good looking legs I've seen since\nleaving Mars.\"\n\n\"Watch yourself, boss,\" said Nina and indulged in a slow half-smile.\nThen, putting her feet back on the floor, \"You certainly lost a lot of\nfriends and disinfluenced a lot of people down there today. If you'd\nprepared your speech on the machine I'd have fixed it up for you.\"\n\n\"Which is exactly why I prepared it in my hot little head,\" Lindsay told\nher. \"I wanted to knock some sense into them.\"\n\nNina got out of her chair and snuffed out her cigarette in the disposal\ntray, then sat on the edge of the desk and poked at the untidy\ndark-blonde hair she wore in a knot on top of her head. She said, \"Night\nsoil! You'll never knock any sense into that mob.\"\n\nLindsay, who had been thinking wistfully that if Nina would only do\nsomething about that hair, the thickness of her middle, and her bilious\ncomplexion, she might be fairly good looking, blinked. He said, \"Why in\nhell do you work for them then?\"\n\nShe shrugged disinterested shoulders, told him, \"It's a job.\" She\nyawned, unabashed, added irrelevantly, \"You know, boss, the trouble with\nyou is you look like a gladiator. They won't take you seriously unless\nyou wear specs and a harness.\"\n\n\"Over my dead body,\" he told her. \"What's wrong with athletes anyway? I\nplay damned good tennis when I get time to practice.\"\n\n\"Athletes are lousy lovers,\" she said. \"Your correspondence is on your\ndesk.\" She nodded toward it. \"Get it signed, will you? I've got a dinner\ndate.\"\n\nLindsay restrained an impulse to ask her with what and signed the\nletters dutifully.\n\nNina was a spy, of course, or she wouldn't have the job. In view of his\nown assignment and the delicacy of Terro-Martian relations at the\nmoment, she must be a good one.\n\nHe handed her the letters, noted the slight sway of her thick body as\nshe walked toward the dispatch-chute. A pity, he thought, that the rest\nof her failed to match the long perfect legs she had so unexpectedly put\non display.\n\n\"Oh, Miss Beckwith'\" he called after her. \"You don't have to list my\nappointments on the teleprompter when I'm making a speech after this.\"\n\nShe stopped, cast him an oblique glance over one shoulder and said\nwithout much interest, \"I didn't know whether you'd get back here or\nnot--and it wouldn't do to forget the Secretary General.\"\n\n\"All right,\" he said in resignation. When she had gone he wondered if he\nshould have told her what du Fresne had said about his possible\nassassination, decided it was just as well he had kept mum. He went up\non the roof for a copter.\n\n       *       *       *       *       *\n\nThe dinner was informal. Lindsay and Fernando Anderson, the flamboyant\njunior senator from New Mexico, were the only guests. They were four\nat the charming _ante bellum_ mahogany table of the Secretary\nGeneral's Natchez mansion. Carlo Bergozza, the Secretary General\nhimself--courteous, with natural as well as harness-stooped shoulders, a\ntrifle vague--and his daughter and official hostess, Maria--vividly\nbrunette and dynamic despite the twist given her body by her harness and\nthe mask of huge triangular spectacles--made up the rest of the party.\n\nThe meal was simple, automatically served, well prepared. It consisted\nof plankton soup with chives in chilled bowls, noisettes of lamb with\nyeast-truffles and bamboo-grass and, in deference to Lindsay, a dessert\nof Martian lichenberries. Conversation consisted of routine gambits and\nresponses until the dessert.\n\nThen Senator Anderson removed his diamond-shaped raspberry glasses and\nsaid, \"You'll pardon me, but I want to see what our distinguished\nvisitor really looks like. After all, he can see us as we are.\"\n\nSecretary General Bergozza looked briefly shocked. Then his overpowering\ncourtesy came to his rescue and he laid aside his own dark green\nspectacles. He said, \"You know, Lindsay, you remind me a little of an\nAmerican ambassador to the Court of Saint James a hundred and fifty\nyears ago--I believe his name was Harvey. He refused to wear\nknee-britches to his own reception. Other times, other customs.\"\n\n\"I'm sorry if my appearance is bothering people,\" said Lindsay, noting\nthat Maria, without her glasses, came close to being a truly pretty\nyoung woman. \"I'm not trying to disturb them--I merely want them to see\nme as a true representative of my own world.\"\n\nMaria said impulsively, \"It isn't that you bother us--not really. It's\njust that you're a little too good looking. Almost like a gladiator.\nPeople aren't used to it in a statesman.\"\n\n\"Too good looking--with this busted beak of mine?\" Lindsay pressed a\nfinger against his nose, which had been broken in youth by a wild pitch.\n\nSenator Anderson said, \"The slight irregularity of your nose is just\nenough to keep you from being too pretty, Lindsay.\" He smiled and added,\n\"You certainly stirred up a cyclotron with your speech this afternoon.\nThe British are planning a white paper.\"\n\n\"I merely stated facts as I know them,\" said Lindsay.\n\n\"They aren't used to facts--not unless they have been\ncomputer-processed,\" said the senator. He seemed pleased for some\nreason, added, \"You may have broken some real ice, Lindsay. I've been\ntrying for years to work out a way to tell people computers are robbing\nthem of all powers of decision.\"\n\n\"All they have to do is confine them to mathematical problems and let\npeople decide human ones,\" said Lindsay.\n\nThe Secretary General cleared his throat. He said, \"Without the\ncomputers there would be no United Worlds. There would be no world at\nall, probably.\"\n\nIt was a rebuke. Carlo Bergozza redonned his spectacles and rose from\nthe table. He said, \"If you'll excuse me I have some business to attend\nto. I'm sure my daughter will see that you are properly entertained.\" He\nleft the room with slow, old-man steps.\n\nMaria said fondly, \"Poor darling, he gets so upset. He'll take a pill\nand go to sleep. Let's go to the bathroom, shall we?\"\n\n       *       *       *       *       *\n\nThough outwardly the Secretary General's mansion was hyper-gingerbread\nsteamboat Gothic, inwardly it was entirely modern in plan. There was a\nliving room, of course, for formal receptions, but as in all normal\nEarth-dwellings of the period the bathroom was the lived-in chamber.\n\nThere and there only did people of the 2070's permit themselves to\nrelax. This was a logical development of latter-day plumbing and air\nconditioning and the crowding of apartment and small-house life. Actual\nlavatory plumbing was concealed, in this instance, by an etched glass\nscreen. Otherwise the room featured comfortable plastic lounge chairs\nand sofas around a fifteen-foot sunken tub and a small semicircular bar,\nfully equipped.\n\nOn entering Maria unfastened her harness and coverall and stood before\nthem, a sweet-bodied dark-eyed girl in her early twenties, clad in\nshorts and halter. \"Lord!\" she exclaimed, pushing dark hair back from\nher broad low forehead, \"It feels good to relax. Zalen, I want to talk\nto you.\"\n\n\"Delighted,\" said Lindsay, mildly surprised at the use of his Martian\nfirst name.\n\n\"I've got something to tell him first,\" said Anderson, unhitching his\nown harness and emerging as a lean medium-sized man in good condition\nfor his forty years. \"I got word just before I flew up here tonight that\nyour life may be in danger, Zalen.\"\n\n       *       *       *       *       *\n\nLindsay accepted the arrack-fizz Maria handed him, said \"That makes\nwarning number two, Senator. Du Fresne talked to me about it this\nafternoon.\"\n\nMaria paled visibly. She said, \"It sounds impossible!\"\n\n\"It backs up the judgment of my own group,\" said Senator Anderson. \"Du\nFresne is just about the smartest computerman we have.\" He eyed Lindsay\nspeculatively, added, \"You don't seem much impressed by your danger,\nZalen.\"\n\n\"How can I be?\" Lindsay countered. \"After all, Earth is supposed to be\nmuch further advanced than Mars in civilization. And we have had no\npolitical murder on Mars in more than fifty years.\"\n\nMaria made a despairing gesture. \"Oh, dear!\" she exclaimed. \"You _don't_\nunderstand, Zalen. On Mars you have both room and time to settle your\npolitical conflicts. And you don't have computers.\"\n\n\"We have some pretty sharp rows,\" Lindsay told her. \"But we don't have\nanyone assassinated.\" He paused, looked at them both, added, \"Do you\nhave many of them here?\"\n\n\"Not many,\" said Anderson. \"But there is a growing tendency to go along\nwith computer verdicts, no matter how extreme.\"\n\n\"And you believe the British computers are giving accurate answers when\nthey recommend the dumping of millions of pairs of utterly useless\nhunting boots on Mars? Or those rubber shower curtains they unloaded on\nus two years ago?\"\n\nThe Senator said, \"There is, unfortunately, no question as to the\naccuracy of computer answers. The trouble seems to lie in some special\ncondition, local to Britain, that effects computers.\"\n\n\"But if the British computers are wrong, why doesn't somebody do\nsomething about it?\" Lindsay asked.\n\nAnderson said, \"If it were that simple, Zalen....\" His smile was rueful.\n\"Unfortunately our English friends--or their rulers at any rate--are\ndetermined that socialism is the only government suitable to their\ncountry. Actually it is nothing of the sort--they can thrive only with a\nmercantile capitalism under a nominal constitutional monarchy.\"\n\n\"In that case I still don't see--\" Lindsay began.\n\n\"Contrary to what you're thinking, their leaders are not villains,\"\nAnderson told him. \"They are men and women obsessed with an ideal that\nhas hampered them for almost two centuries. And they are incapable of\naccepting any conclusion counter to their ideals.\"\n\n\"Even to impoverishing an entire planet?\" Lindsay asked.\n\nAnderson shrugged. \"A penalty of their insularity,\" he replied. \"The\nreason for this little meeting, Zalen, is to explain that not all of us\nare in favor of supporting Britain and its absurd production bungling at\nthe expense of Mars. A few of us are becoming singularly fed up with the\ncomputer neurosis that seems to have this planet in its grip.\"\n\nMaria leaned forward, her dark eyes brilliant in their intensity. She\nsaid, \"Can't you see, Zalen, _that_ is why we are so concerned with your\npossible assassination? We fear the whole of Earth is on the lip of a\nnervous breakdown. Unless the grip of the computers is broken anything\nmight happen. And we're counting on you, with your fresh viewpoint and\nprestige, to help us.\"\n\n\"I was hoping you might be concerned about _me_,\" said Lindsay softly.\n\"After all, I'm the one who is supposed to be killed.\" He watched a\nsudden flush of embarrassment add charming brilliance to the vividness\nof the Secretary General's daughter.\n\n\"Of course we're concerned,\" she said defensively. \"We're not really\nmonsters, Zalen.\"\n\n\"What Maria means,\" said Anderson swiftly, \"is that if the worst\n_should_ happen it will go a long way toward making Earth entirely\ncomputer-dependent, if du Fresne's prophecy is fulfilled a lot of people\nwho might go on fighting will simply give up.\"\n\n\"Just what is your stake in this, Senator?\" Lindsay asked.\n\n       *       *       *       *       *\n\nAnderson said, \"I could give you a score of 'good' reasons, Zalen. But\nmy real reason is this--I'm damned if I want to see professional\npoliticians become rubber-stamps to a computer. When Sylac was first\nused officially three decades ago, it looked as if it might be a help.\nAll we had to do was palm off all unpopular decisions on the machine.\n\n\"Elsac, however, has proved to be something else,\" he went on. \"It is\nmaking too damned many of our decisions for us--and thanks to our having\nset Sylac up as a master-brain god we can't controvert its judgment.\nWhen President Giovannini gets his new Giac computer working we might as\nwell shut up shop. And the announcement that Giac is in operation may\ncome at any time now.\"\n\nLindsay studied him, then said, \"Your real complaint then, Fernando, is\nthat the computers deprive you of patronage and power.\"\n\n\"That's about it,\" said the senator from New Mexico. \"We'll be reduced\nto the level of the political commissars of the Soviet nations. The\nscientists and symbolic logicians who feed and tend the computers will\nactually be running the country. _And_ the world.\"\n\n\"And just where do I come into this?\" Lindsay asked.\n\n\"You, Zalen, are the last representative of the last sizeable and\nimportant human organism that is not dependent upon computer judgment,\"\nsaid Anderson. \"That's our side of it. From your own side--if you\nalready distrust computer decisions, as in the case of the British\nhunting boots--you surely don't want to see them in full control.\"\n\n\"Hardly,\" said Lindsay. \"But at the same time I have no desire to be\nassassinated or to be the cause of an Earth-Mars war.\"\n\n\"Think it over, Zalen,\" said Anderson. \"I need hardly tell you that I am\nnot speaking for myself alone.\" He got up, put down his glass, bade\nMaria farewell and left the Martian alone with her.\n\nWhen he had gone Lindsay looked at the girl, who returned his gaze quite\nopenly for a long moment before her eyes fell away. He said, \"Somehow\nthe senator and you seem an odd combination.\"\n\nShe made no pretense of misunderstanding but said candidly, \"Perhaps I\nam neurotic in my distrust of computers but I cannot help that. Those of\nus who have any true sensitivity unblunted by the psycho-mechanistics of\nthe era all share this distrust. It is natural, since we are few and\nweak, that we should seek what allies we can find among the strong.\"\n\n\"I've always heard that politics makes strange bedfellows,\" said Lindsay\ncasually.\n\nIt was obvious that he had committed a _faux pas_. Maria's blush\nreturned and her expression froze. Lindsay cursed himself for a fool.\nWith the development of all sorts of pneumatic resting devices the word\n_bed_ had become not only obsolete but definitely distasteful in\nwell-bred Tellurian circles. Its use was as decried as was that of the\nword _bloody_ in Victorian England.\n\nShe said angrily, \"I assure you, Mr. Lindsay, that Senator Anderson and\nI have never....\" Voice and anger faded alike as she apparently realized\nthat Lindsay had not intended insult.\n\nHe let her mix a second drink for both of them. Then, standing close to\nher and noting the smooth perfection of her creamy white skin, \"I wonder\nif your father knows that he is nourishing a subversive in his family.\"\n\nShe said with a trace of impatience, \"Oh, poor papa never sees the trees\nfor the forest.\"\n\n\"You're a damned unhappy girl, aren't you?\" he asked her. He didn't need\nan answer, but realized she wanted to talk about it.\n\nShe said, her eyes shining suspiciously, \"You're right, of course, I'm\nvery unhappy--constricted in behavior by my father's position, unable to\nsay aloud what I really think, how I really feel. Sometimes I think I\nmust be living in some Gothic poet's dream of loneliness.\"\n\n\"Contrary to the beliefs of most psychiatrists,\" said Lindsay,\nhalf-touched, half-appalled by Maria's intensity, \"we are all of us\nalone.\"\n\n\"Somehow I _knew_ you'd understand!\" she exclaimed, without taking her\ndark eyes from his. \"I'm not allowed to date gladiators, of course.\nYou're the only man I've ever been with who was not afraid to look as he\nis.\"\n\n\"You'd better come to Mars,\" he suggested, shying away a little from the\nhigh voltage the Secretary General's daughter seemed to be generating.\n\"I can assure you you'd have a chance to reveal the charms nature gave\nyou without shame.\"\n\nShe laughed with a sudden change of spirits. \"It's at least a half hour\nsince dinner. Let's take a dip.\" She tossed back her lustrous dark hair\nwith a shake of her head and her hands went to the clasp of her halter,\na moment later to that of her shorts. \"Come on,\" she called, extending\nher arms to expose her exciting young body before him. \"The water will\ncool us off.\"\n\nIt didn't work out that way, of course. Lindsay was barely in the\ntub-pool before Maria's arms were about his neck, her body close against\nhis, her lips thrusting upward toward his own. For a moment he felt\npanic, said, \"Hey! What if somebody comes? Your father--\"\n\n\"Silly! Nobody will,\" she replied, laughing softly.\n\nHis last rational thought for quite awhile was, _Oh well--I'm hardly in\na position to get the Secretary General's daughter angry._\n\n       *       *       *       *       *\n\nFalse dawn was spreading its dim fanlight over the eastern horizon as he\ncoptered back to his official quarters in the city. Trying to restore\nsome order to thoughts and emotions thoroughly disrupted by the\nunexpected events of the evening, he wondered a little just what he had\ngot himself into.\n\nMars, of course, was scarcely a Puritan planet, populated as it was by\nthe hardiest and most adventurous members of the human race, of all\nraces. But there had been something almost psychopathic about Maria's\npassion. It had been far too intense to have been generated solely\nthrough regard for him.\n\nThe girl had made love to him simply to relieve her own inner tensions,\nhe thought wryly. Lacking a man she could love, walled in by the high\nofficialdom of her father's lofty position, she had turned to him in the\nsame way she turned to the anti-computer movement--as a way of feeling\nless lonely for a while. Still, it had been sweet--if a little\nfrightening in retrospect.\n\nAnd it had been a little decadent too.\n\nWith the copter on autopilot he lit a cigarette and forced his thoughts\naway from the girl. He wondered if the Governors of Mars were\nsufficiently in key with the current feelings of Earthfolk to understand\nfully how deep the repercussions from his speech might go. He wondered\nif they had considered fully the possibility of interplanetary war.\n\nTrue, Mars was undoubtedly better equipped to defend itself against such\nattack than was Earth. Like the mother planet it had its share of robot\nrockets capable of launching a counterattack. And thanks to the\ncomparative sparseness and decentralization of its population it was far\nless vulnerable to attack.\n\nBut war between the planets would be destructive of far more than cities\nand the people that lived in them. It would mean inevitably a breakdown\nof the entire fabric of civilized humanity--a tenuous fabric, true, but\nall that existed to maintain man.\n\nAnd an isolated Mars, even if self-sufficient, would be a sorry\nsubstitute for a red planet that was part of the United Worlds. It would\nmean a setback of generations, perhaps centuries.\n\nHe began to feel a new understanding of the importance of his mission.\nWith understanding came something akin to fear lest he should not be\nable to accomplish it without disaster. It was going to be his job to\ninaugurate some sort of therapy for Earth's illness. It was, in effect,\none man against a planet.\n\nConsidering the men and women with whom he had talked that day he was\nunable to take the assassination threat too seriously. Somehow these\nneurotics and warped zealots, with their allergies and distortion kits,\nseemed unlikely to undertake or carry through any such drastic action.\nTheir very inhibitions would forbid it.\n\nNot that Maria had been exactly inhibited. Damn! The girl refused to\nstay out of his thoughts. He recalled what she had told him of her\nconspiracy against the computers, of its aims and methods. And again he\nsmiled wryly to himself.\n\nThey were like spoiled children, he thought. A little group of\nover-intense young men and women, neurotic, excitable, unstable, meeting\nin one another's houses or in expensive cafes, plotting little coups\nthat never quite came off.\n\nFrom certain unguarded phrases Maria had dropped during the less\nfrenetic periods of their evening together, he gathered that their\ncurrent aim was actual physical sabotage of Giac, the mightiest of all\ncomputers about to be unveiled, before it went into work.\n\nThey didn't even realize, he thought, that sabotage would avail them\nnothing in the long run--or the short either. Destruction of the\ncomputers would not cure Earth. It might easily increase the reliance of\nEarthfolk upon their cybernetic monsters. What was needed to effect a\ncure was destruction of human confidence in and reliance upon these\nmachines.\n\nAnd how in hell, he wondered, was he going to manage that?\n\n       *       *       *       *       *\n\nTo a man from level, water-starved Mars the sight of New Orleans still\nablaze with lights at five o'clock in the morning was something of a\nmiracle. Mars had its share of atomic power-plants, of course, but such\nsources had proved almost prohibitively costly as providers of cheap\npower.\n\nThat was true on Earth too, of course, but Earth had its rivers, its\nwaterfalls, its ocean tides to help out. More important, it averaged\nsome fifty million miles closer to the Sun, thus giving it immense\nstorage supplies of solar heat for power. Without these resources the\nthousand-square-mile expanse of intricately criss-crossed artificial\nlighting that was the United Worlds capital would have been impossible.\n\nLindsay wondered how any people possessed of a planet so rich could be\nafflicted with such poverty of soul. Or was this very opulence the\ncause? His own planet was comparatively poor--yet nervous breakdowns\nwere few and far between. There the ugly strove for beauty, instead of\nthe reverse.\n\nHe parked the copter on the garage-plat, pressed the button, and watched\nit sink slowly out of sight to its concealed hangar. Like all Martian\nnatives to leave for Earth, he had been warned about the intense heat\nand humidity that assailed most of the mother planet, especially in the\nUW capital. Yet the night breeze felt pleasantly cool against his face\nand its thickness was like the brush of invisible velvet against his\nskin. Perhaps, he thought, he was more of an Earthling than three\ngenerations of Martian heredity made likely.\n\nHe did miss the incredible brilliance of the Martian night skies. Here\non Earth the stars shone as puny things through the heavy atmosphere.\n\nBut, he thought guiltily, he did not have as severe a pang of\nhomesickness as he ought.\n\nIn a state of self-bemusement he rode the elevator down to his suite on\nthe ninety-first story. And was utterly unprepared for the assault which\nall but bore him to the floor as he stepped out into his own foyer.\n\nSince the attack came from behind and his assailant's first move was to\ntoss a bag over his head, Lindsay had no idea of what the would-be\nassassin looked like. For a moment he could only struggle blindly to\nretain his balance, expecting every instant to feel the quick searing\nheat of a blaster burn through his back.\n\nBut no heat came, nor did the chill of a dagger. Instead he felt his\nattacker's strong hands encircle his neck in a _judo_ grip.\n\nThis was something Lindsay understood. He thrust both his own hands up\nand backward, getting inside the assassin's grip and breaking it. His\nthumbnails dug into nerve centers and he bent an arm sharply. There was\na gasp of agony and he felt a large body crumple under the pressure.\n\n       *       *       *       *       *\n\nLindsay's first impulse was to summon the constabulary. His second,\nafter examining the face of his would-be slayer, was to drag the man\ninto the shelter of his apartment, revive him and seek to learn what he\ncould about the attempt.\n\nTo his astonishment he discovered that he knew the man. His assigned\nmurderer was long, red-headed Pat O'Ryan rated as a top gladiator, a\ntennis and squash champion whose reputation was almost as widespread\namong sporting fans on Mars as on Earth. Lindsay had remodeled his own\nbackhand, just the year before, upon that of the man sent to kill him.\n\nHe got some whiskey from the serving bar beside the vidar screen, poured\na little of it between the unconscious killer's lips. O'Ryan sputtered\nand sat up slowly, blinking. He said, \"Get me some gin, will you?\"\n\nLindsay returned the whiskey to its place, got the requested liquor,\noffered some neat to the tennis player in a glass. O'Ryan downed it,\nshuddered, looked at Lindsay curiously. He said, \"What went wrong?\nYou're supposed to be dead.\"\n\nLindsay shrugged and said, \"I know some _judo_ too. You weren't quite\nfast enough, Pat.\"\n\nO'Ryan moaned again, reached for the bottle. Then he said, \"I remember\nnow. Thank God you got my right arm--I'm left-handed.\"\n\n\"I know,\" Lindsay told him laconically.\n\nThe would-be assassin looked frightened. He said, \"How do you know?\"\n\n\"I play a little tennis myself,\" Lindsay told him. \"How come they sent a\nman like you on such a mission?\"\n\n\"Top gladiator--top assignment,\" said the athlete. \"We're supposed to do\nsomething besides play games for our keep.\"\n\n\"That's a wrinkle in the social setup I didn't know about,\" said\nLindsay. \"Mind telling me who sent you?\"\n\n\"Not at all. It was my sponsors, the New Hibernian A.C.\" He frowned.\n\"According to the computers I was in. There's going to be hell to pay\nover my muffing it.\"\n\n\"How do you feel about that?\" the Martian asked him.\n\nO'Ryan shrugged. \"It's okay by me,\" he said. \"They can hardly degrade me\nfor fouling up this kind of a job. I'll simply tell them their\ninformation was incomplete. No one knew you knew _judo_.\" He eyed the\ngin, added, \"A good thing you didn't feed me whiskey. I'm allergic to\nall grain products--even in alcohol. Comes from being fed too much\nMcCann's Irish oatmeal when I was a kid.\"\n\n\"Interesting,\" said Lindsay, wondering how the conversation had taken\nthis turn. \"What does whiskey do to you?\"\n\nThe gladiator shuddered. \"It usually hits me about twenty-four hours\nafterward. Makes my eyes water so I can't see much. I've got a match at\nthe Colosseum tomorrow night. I hope you'll be there.\"\n\n\"So do I,\" said Lindsay dryly. \"You wouldn't know _who_ gave you this\nlittle chore on me, would you?\"\n\n\"Not likely,\" said the gladiator. \"When we report at the club every\nevening we find our assignments stuck in our boxes. Usually we get\norders to meet a dame. This was something different.\"\n\n\"I see what you mean,\" Lindsay told him.\n\nO'Ryan got up, said, \"Well, I might as well be running along. I'll give\nthem hell for fouling up the computer-prophecy. Look me up after the\nmatch tomorrow. And thanks for not having me pinched. I might have had\nto spend the night in a cell. That's bad for conditioning.\"\n\n\"You're quite welcome,\" said Lindsay, feeling like a character in a\nsemi-nightmare. \"Will I be seeing you again--this way?\"\n\n\"Unlikely,\" the gladiator told him. \"They'll have to run a lot of checks\non you after this before they try again. See you tomorrow.\"\n\nLindsay looked after his visitor with amazement. Then it occurred to him\nthat computers were substituting not only for human judgment but for\nhuman conscience as well. And this, he felt certain, was important.\n\nTurning in on his contour couch, Lindsay recalled that he had given\nwhiskey to the allergic athlete. He decided then and there that he would\nbe in attendance at the match in the Colosseum that evening.\n\n       *       *       *       *       *\n\nHe got to his office about eleven o'clock. His desk was stacked high\nwith messages, written and taped, and all sorts of folk wished to talk\nwith him on the vidarphone. Nina, looking more slovenly than ever, had\narranged them neatly, according to their nature and importance in\nseparate little piles.\n\n\"Next time you tear up the pea-patch,\" she informed him resentfully,\n\"I'm going to get in some help.\" She eyed him with somber speculation,\nadded, \"I hear the Sec-Gen turned in early last night.\"\n\n\"You've got big ears,\" said Lindsay.\n\n\"I get around,\" she said. \"I'm supposed to keep tabs on you, boss.\"\n\n\"Then you must know someone tried to kill me early this morning when I\ncame back from Natchez.\"\n\nNina's eyes narrowed alarmingly under the glasses that covered them. She\nsaid, \"Why didn't you report it?\" She sounded like a commander-in-chief\nquestioning a junior aide for faulty judgment.\n\n\"I won,\" Lindsay said simply. \"There was no danger.\"\n\n\"Who was it?\" she asked. And, when he hesitated, \"I'm not going to shout\nit from the housetops, boss.\"\n\n\"It was Pat O'Ryan.\"\n\n\"_You_ handled _Pat_?\" she asked, apparently astonished. Something in\nher tone told him Nina knew his would-be assassin.\n\n\"Why not?\" he countered. \"It wasn't much of a brawl.\"\n\n\"But Pat....\" she began, and hesitated. Then, all business again, \"We'd\nbetter get at some of this. You have a date to be psyched by Dr. Craven\nat two o'clock.\"\n\n\"What for?\" he asked, startled.\n\n\"Routine,\" she told him. \"Everyone connected with UW has to go through\nit. But cheer up, boss, it doesn't hurt--much.\"\n\n\"Okay,\" he said resignedly. \"Let's get to work.\"\n\nWhile he dictated Lindsay found himself wondering just who was paying\nNina's real salary. If she were a spy for the same group that had sent\nO'Ryan to kill him, his position was delicate, to put it mildly. But for\nsome reason he doubted it. There were too many groups working at once to\nmake any such simple solution probable.\n\nWhen she departed briefly to superintend a minor matter out of the\noffice, he found himself staring at the wastebasket by his tilt-chair. A\nheart-shaped jewel-box of transparent crystoplastic lay within it.\nCurious, Lindsay plucked it out. It had evidently held some sort of\nnecklace and bore the mark of Zoffany's, the Capital's costliest\njeweler. Within it was a note that read: _For Nina, who lost last\nnight--as ever...._ The signature was an indecipherable scrawl.\n\nLindsay stuck the card in his wallet, returned the box to the\nwastebasket. Who in hell, he wondered, would be sending this sort of\ngift to his slatternly thick-bodied secretary. The answer seemed\nobvious. The sender was her real boss, paying her off in a personal way\nthat would obviate suspicion. Lindsay wondered exactly what Nina had\nlost.\n\nHe was not surprised when she said she would come along to the\npsychiatrist's with him after an office lunch of veal pralines, soya\nbuns and coffee. He suggested she might be tired, might want the day\noff.\n\nShe said, \"Night soil, boss! Between the Sec-Gen's daughter and things\nlike Pat O'Ryan I'm going to keep an eye on you.\"\n\nAs if on signal the vidar-screen lit up and Maria's face appeared on it.\nShe had not donned harmopan or glasses and looked quite as lovely as she\nhad the night before. She said, \"Zalen, I've got to see you tonight.\nSomething has come up.\"\n\nLindsay nodded. He figured out his schedule, suggested, \"I'm going to\nthe match in the Colosseum. Why not take it in with me?\"\n\nShe shook her head, told him, \"I'm tangled up at a banquet for the\nEgypto-Ethiopian delegation. I can meet you afterward though. How about\nthe Pelican?\"\n\n\"That's not very private,\" he protested.\n\n\"All the more reason,\" she announced. \"This is _important_!\"\n\n\"And seeing me in private isn't?\" Despite himself a trace of wounded\nmale entered his tone.\n\nMaria laughed softly, her dark eyes dancing. \"Perhaps later,\" she said\nsoftly. \"You'll understand when I talk to you.\" She clicked off and the\nscreen was empty.\n\n\"Damned cat!\" said Nina through a haze of cigarette-smoke. \"Watch out\nfor her, boss--she's a cannibal.\"\n\n\"And I'm a bit tough and stringy,\" he told her.\n\nNina said, \"Night soil!\" again under her breath and led the way out of\nthe office. Lindsay wondered if she were jealous.\n\n       *       *       *       *       *\n\nDr. Craven received them in a comfortable chamber, the north wall of\nwhich was all glass brick, the south wall a solid bank of screens and\ndials. He was a soft-faced man who wore lozenge-shaped light blue\nspectacles and seemed afflicted with a slight chin rash. He caught\nLindsay's regard, rubbed his chin in mild embarrassment, said, \"I've a\nmild allergy to paranoids.\"\n\nLindsay looked at Nina distrustfully but she nodded and said, \"Go\nahead--he won't break your arm. I'll wait outside.\"\n\nThe psychiatrist closed his office door. After settling him in a\ncomfortable contour couch, Dr. Craven opened up with, \"I don't want you\nto have any worries about this test, Ambassador. If anybody's crazy here\nit's me. According to very sound current theory all psychiatrists are\ninsane. If we weren't we wouldn't be so concerned with sanity in\nothers.\"\n\nLindsay asked, \"Why in hell am I being tested anyway?\"\n\nCraven replied, \"President Giovannini himself came in for a voluntary\ncheckup just last week.\" As if that were an answer.\n\nLindsay suppressed a desire to ask if the North American president had\nall his marbles. He had an idea any levity he displayed would register\nagainst him. Dr. Craven asked him a number of apparently routine\nquestions which Lindsay answered via a recorder. How old he was, whether\nhe liked flowers, how often he had fought with his schoolmates as a boy,\nwhat sort of food he preferred.\n\n\"Good,\" the doctor said, pushing aside the microphone on his desk and\nmotioning Lindsay to do likewise. He rose, wheeled a device like an\nold-fashioned beautician's hair-drier close to the couch, adjusted the\nhelmet to Lindsay's head. \"Now,\" he added, \"I want you to think as\nclearly as you can of your mother. Keep your eyes on the screen and give\nme as clear a picture as you can.\"\n\nHe pressed a button and the whir of a camera, also focussed on the\nscreen, sounded from the wall behind Lindsay. When Dr. Craven nodded, he\nconcentrated and, to his amazement, watched a fuzzy likeness of his\nmaternal parent take form on the screen.\n\nThis was something new, he decided, and said so. Dr. Craven replied,\n\"Yes--the psychopic is brand new. But concentrate on the picture,\nplease. You're losing it.\"\n\nIt had faded to almost nothing. Lindsay concentrated again, this time\nbrought his maternal parent into clear focus. He felt a little like a\nman who has never wielded a brush in his life and has suddenly\ndiscovered he could paint a perfect portrait.\n\nDr. Craven said nothing for a moment. Then, \"Will you try to visualize\nyour mother without the blemish at her temple?\"\n\nLindsay tried, and all but lost the picture entirely. He brought it back\nagain, blemish and all, felt a sudden tug of nostalgia for the firm\nkindly features of the woman who had brought him into the world. A\nminute or so later Dr. Craven pressed another button and the screen went\nblank. \"That will do very nicely,\" he said. \"You may wait for the\npsycho-computer verdict outside if you wish.\"\n\nHe found Nina sprawled in an anteroom chair with her long legs stuck out\nbefore her, contemplating a flashing diamond-and-emerald necklace. He\nsaid, before she looked up and saw him, \"Business good, Miss Beckwith?\"\n\nTo his amazement Nina began to snivel. And when he asked her what he had\ndone to cause it she snapped angrily, \"You big pig, you haven't the\nsensitivity to understand. Don't ever speak of it as business again. Now\nI'll have to bathe my eyes when I get home or they will be all swollen\nand horrible.\"\n\nShe removed her glasses and they _were_ swollen. Lindsay had seen too\nmuch of allergic reactions since reaching Earth not to know he was\nlooking at another. He was relieved when she put her glasses back on.\n\n\"Sorry,\" he said. \"I didn't mean to disturb you.\"\n\n\"I know it,\" she replied, \"but you did.\"\n\n\"Perhaps, if you told me--\" he began. Dr. Craven chose that moment to\nemerge from his office.\n\n\"If you'll come back inside,\" he said. \"There are just a few more\nquestions I'd like to ask, Ambassador.\"\n\n\"Ask them here,\" said Lindsay. He had no desire to go back under the\ndrier.\n\nDr. Craven hesitated and rubbed his chin, which was bright red again. He\nsaid finally, \"Mr. Lindsay, you didn't kill your mother before you were\nseventeen, did you?\"\n\n\"My mother died last year,\" said Lindsay, unbelieving.\n\n\"Incredible!\" muttered the psychiatrist, shaking his head. \"According to\nthe computer you must have....\" He paused again, then said, \"I hope this\nwon't embarrass you but you evidently are a man who prefers men to\nwomen. The stigmata is definite and shows--\"\n\n\"Night soil!\" Nina exploded her favorite expression before Lindsay could\ncollect his wits for an answer. \"I'm sorry to disappoint you, Dr.\nCraven, but this man's a veritable satyr. I caught him looking at my\nlegs yesterday. Ask Maria Bergozza if you want any further proof.\"\n\n\"But this is impossible!\" the psychiatrist exploded. \"According to the\ncomputer--\"\n\n\"Your computer's out of whack,\" Nina said calmly, and led a stunned\nLindsay out of the place. She added, \"You didn't deserve that, boss. Not\nafter puffing my eyes up.\"\n\n\"Why not just keep your glasses on then?\" he countered. They returned to\ntheir office in unfriendly silence. Lindsay sent Nina home early and\ntook a copter across the Lake to his own place, there to nap until time\nfor the match at the Colosseum.\n\n       *       *       *       *       *\n\nHe felt more at home in the UW box at the vast arena than at any time\nsince reaching Earth. Since it was a sporting event, the eye-glasses\nwere serried, at least in the lower, higher-priced tiers, by good\nlooking faces, male and female, unadorned.\n\nSomeone slid into the comfortable contour chair beside him and said,\n\"Evening, Zalen. Enjoying yourself?\"\n\nLindsay looked into Senator Fernando Anderson's diamond-shaped raspberry\nglasses. He said, \"So far--how about you?\"\n\nAnderson made a face. \"I had a date with a gorgeous item but she put me\noff until later. So I thought I'd look in. Maria arranged a seat in the\nUW box. Otherwise I'd be watching it on vidar.\"\n\nLindsay looked up and around and discovered that the vast stadium was\npacked to the rafters, judging by the glowing cigarette tips that\nresembled an uncountable horde of frozen fireflies.\n\nThe court itself was pitch-dark, save for the lines and the net. He had\ntrouble recognizing O'Ryan as his would-be assassin and opponent walked\nout. Neither player was clearly visible of feature, though shoes, shorts\nand racquets were luminous, as were the balls they began to hit back and\nforth across the net.\n\nThe only other luminous objects, save for the dim exit lights, were the\nbetting boards. Lindsay, who had never seen one save on a vidar-screen\nbefore, asked Anderson how they worked. The senator from New Mexico was\nglad to explain.\n\n\"Naturally,\" he said, \"since the results of all athletic contests are\npredicted on the computers, there is no betting on who will win.\"\n\n\"No upsets?\" Lindsay asked.\n\nAnderson laughed, said, \"The last time there was an upset--in the\nBritish Australian test cricket matches three years ago--a computer\ninvestigation proved bribery and there was a hell of a stink.\"\n\n\"Then how do you manage to bet?\" Lindsay asked.\n\n\"Simple,\" said the Senator. \"Naturally, in case of accidental injury,\nall bets are void. But otherwise the betting is on the percentage of\nvariation between the computer prediction and the actual play of the\ncontest. There--you can see the computer line on the big board over\nthere. The line of actual play will be red when it comes on. That way\nthere is plenty of chance for betting on points, games, sets or match.\"\n\nThe man from Mars studied the predictor line for the match. It revealed\nthat Pat O'Ryan, after a fast start, was due to slump in the second set,\nrecover in the third and polish off his opponent, Yamato-Rau from\nIndonesia, in the fourth set with the loss of but one game.\n\n\"Looks like a shoo-in for O'Ryan,\" he said. \"Right?\"\n\n\"It ought to be,\" the Senator replied. \"He's taken Yamato-Rau in six of\ntheir seven previous matches. The second time they played he had a\nsprained wrist that affected his volleying.\"\n\n\"Care to make a bet?\" Lindsay asked his companion.\n\n\"Sure--why not?\" Anderson countered. \"Percentage of variation for game,\nset or match?\"\n\n\"I'd like to bet on the Indonesian to win,\" said Lindsay quietly.\n\n       *       *       *       *       *\n\nSenator Anderson looked at Lindsay sharply. He said, \"You know\nsomething.\"\n\n\"Against the computer-prophecy?\" Lindsay countered.\n\nAnderson backed down and gave him a hundred to one on a fifty-credit\nbet. \"You can't win, of course,\" he murmured, \"but if you do it will be\nworth it.\"\n\nThe match began and the hum of the great crowd's conversation slowly\nquieted. At first it went according to the computer prophecy. Serving\nbrilliantly, hitting crisply from either hand and smashing and volleying\nwith deadly accuracy from all parts of the court, Pat O'Ryan held\ncomplete command of the match.\n\nThere was something hypnotic about the play--the clean _ping_ of racquet\nstrings on luminous ball, the swift flight of the ball, a streak of\nlight in the darkness, the flash of another racquet, the long and\nintricate tactics of each exchange, broken only occasionally by the\nflash of a light that betokened an error or an ace and the resulting\nalteration of the scoreboard.\n\nThe red line crept in zigzag fashion along the computer board as the\nmatch progressed, veering above or below the white line of the prophecy\nbut always returning to cross or even to cover it briefly. Big O'Ryan\ntook the first set six games to three on a single service break against\nthe Indonesian champion.\n\n\"Money in the bank,\" said Anderson in Lindsay's ear as the players\nchanged courts following the first game of the second set, which\nYamato-Rau had taken at fifteen. \"Candy from a baby.\"\n\n\"It's barely begun,\" said Lindsay with a confidence he was far from\nfeeling. He glanced at the clock above the scoreboard, saw that it was\nscarcely ten o'clock. Sickly he recalled that O'Ryan had told him it\ntook twenty-four hours for his grain allergy to take effect. Lindsay had\ngiven him the drink barely seventeen hours before. He began to wish he\nhad not bet so thoughtlessly.\n\nThe second set went to deuce twice before Yamato-Rau broke O'Ryan's\nservice to run it out at eight-six. This was two games more than the\ncomputer had calculated and caused considerable uproar in the crowd.\n\n\"I hear you had some trouble last night,\" Anderson told him.\n\n\"Nothing serious,\" said Lindsay, wondering how much the senator knew.\nDammit, he thought, he wished he didn't like the power-hungry\npolitician.\n\nHe wondered if Anderson were behind the attempt of the morning--and if\nhe were behind it, why? There could, he decided, be all sorts of\nMachiavellian motives hidden beneath that smiling face. Then the match\ngot under way once more, and Lindsay concentrated on the play.\n\nOnce again O'Ryan seemed to be in command--just as the computer had\nforetold. Games went to five-two in his favor. Then, as the players\nchanged courts once more, the tall Irishman paused to towel off--and\npaid special attention to rubbing his eyes.\n\nAt that his string ran out. Four straight times his swiftest drives hit\nthe top of the net and bounced back into his own court. He blew his\nservice thanks to a pair of double-faults and three minutes later\nYamato-Rau had taken the set while the crowd sat in stunned silence.\n\nThe fourth set was pitiful. O'Ryan played like a blind man and the\nIndonesian ran it out with the loss of exactly one point per game. The\nred line on the computer-board yawed wildly toward the bottom instead of\nfollowing the white line as it should have.\n\n\"Keep your credits,\" Lindsay told Senator Anderson. \"You were right. As\nit turned out I did know something after all.\"\n\n\"It's impossible!\" cried the senator. \"But it's cheap at the\nprice--here!\" He withdrew his wallet and began pulling out crisp\nhundred-credit notes.\n\n\"Look out!\" cried Lindsay. Around them the stands had erupted into\nviolence. While the players were shaking hands at the net, angry--and,\nLindsay suspected, frightened--bettors and spectators leaped the low\nbarriers and swarmed out onto the dark court. They hemmed the players\nin, driving them toward the wall directly under the UW box in which\nLindsay and Anderson were sitting.\n\nSomeone threw something and Yamato-Rau stumbled and fell to his hands\nand knees. Swinging his racquet like one of his ancestors' shillalehs,\nO'Ryan charged to his rescue, pulled him to his feet, covered his\nretreat to the wall. There Lindsay was able to pull first the\nIndonesian, then the Irishman, up into the box.\n\n\"Damned fool!\" said Anderson. \"Getting us into a riot.\" But a moment\nlater Lindsay saw the senator swinging hard at an angry customer with a\nfist in which his wallet was still clenched. The man made a grab for it\nas someone else hit Anderson over the head with a plastic bottle. He\ndropped across a contour-chair, letting his wallet fall from unconscious\nfingers.\n\nUW police formed a protective wall around them and Pat O'Ryan,\nrecognizing Lindsay, said, \"Thanks, Ambassador. I guess I owe you a\ncouple. If my eyes hadn't gone bad on me....\"\n\nLindsay was tempted to admit his guilt in that matter but decided\nagainst it. He had no desire to be caught in another riot. He picked up\nAnderson's wallet, put it back in the still unconscious senator's breast\npocket. A white-clad interne was brought through the police cordon,\nknelt beside Anderson and began to make repairs.\n\n\"You'd better leave now, Ambassador,\" said one of the boss policeman\nrespectfully to Lindsay when the senator had been carted away on a\nstretcher. Lindsay nodded. Then he noticed a slip of paper lying beneath\nthe chair across which Anderson had fallen. It read: _rec. 10,000 cdt. 1\nem. & di. neck_. It was from Zoffany, the jeweler.\n\n\"What the hell!\" Lindsay discovered he was speaking aloud. He stuffed\nthe paper in his pocket and followed the officer through a maze of\nunderground passages out of the Colosseum. He still thought, _What the\nhell!_ What could Nina have reported about him that was worth that sort\nof money to the senator?\n\n       *       *       *       *       *\n\nSpy, slattern or not, Nina was efficient, as he realised when a bowing\nmotley-clad waiter captain smilingly ushered him to a secluded table for\ntwo in a banquet niche of the Pelican. It was Lindsay's first visit to\nan Earthly after-dark cafe and he instinctively compared it with certain\nof its imitations in the comparatively small cities of his native\nplanet.\n\nIt was sleeker, better run, far more beautiful. Its general color scheme\nwas darkly opalescent, subtly glowing, flattering to its clients. And,\nof course, most of them needed flattering, at least to Lindsay's alien\neyes. He noted here a pair of scimitar-shaped spectacles whose\nturquoise-studded rims caught the light like a pair of small lemon pies,\nthere a harmopan-covered female face that glowed pale green in the\ndarkness.\n\nBut even more numerous and decorative than at the stadium, the\ngladiators and courtesans were present, reinforced by a larding of vidar\nstars visiting or entertaining in the capital. And these, Lindsay\nadmitted to himself with awed reluctance, outshone in sheer beauty and\nhandsomeness any group of Martian humans.\n\nThey ought to, he thought. Direct descendants, figuratively if not\nactually, of the advertising-Hollywood beauty fetish of the previous\ncentury, they were selected almost from birth for their callings and\ntrained rigorously from childhood on, the males to become athletes or\nactors, the females courtesans or actresses.\n\nThere was no race among them, for their only standards were beauty and\nphysical fitness, no creed but achievement in their lines of individual\nentertainment. He caught sight of a lissome Euro-African, the classic\nexoticism of her flower-petal face illumined by joyous laughter beneath\na glossy neo-Watusi hairdo, as she glided gracefully over the\ndance-floor in the arms of a hunch-harnessed and bespectacled partner.\n\nThe gladiators and courtesans alone seemed to find joy in living.\nLindsay, who had seldom been unhappy in his active existence, felt his\nsympathies and heart go out to them. He followed the progress of a tiny\nOriental model whose face was alive with good-humor as she swept past\nhis table, her exquisite figure stressed by a glittering jeweled\nsheathe.\n\n\"You really should wear glasses--or else learn not to stare,\" said\nMaria, appearing from nowhere and sitting down at the table. She made\namends by extending a warm soft hand to grip one of his. Though she wore\nher glasses and her hair was severely pulled back, he had no difficulty\nin recalling the fact that, unclothed, she was lovely.\n\n\"Why don't you get in on the act?\" he suggested, nodding toward a pair\nof models emerging from the harmopan room. \"All you'd have to do would\nbe to remove your specs and harness and let your hair down.\"\n\n\"You're sweet, Zale,\" she said, pleased. Then, with a sigh, \"But there's\na lot more to it than that.\"\n\n\"You do all right that way too,\" he told her boldly.\n\nShe slapped the back of his hand and then, growing quickly serious,\nsaid, \"Zale, I didn't ask you to meet me for that. I've got so much to\nask you--so much to tell. Did you really find an assassin waiting for\nyou when you got home last night? And did you kill him?\"\n\n\"Yes and no,\" said Lindsay. \"I did find one and I didn't kill him. In\nfact we parted good friends.\"\n\n\"You Martians....\" She sighed, then said, \"And I understand you have\nalready broken two computers--this afternoon at the psychiatrist's and\nthis evening at the Colosseum. It's the most marvelous news, darling.\nI've got to know how you did it.\"\n\n\"I'm damned if I know how I fouled up Dr. Craven's computer,\" he told\nher, \"I'm still trying to figure it out.\"\n\nHer face fell. She said, \"I was hoping you had something.... But never\nmind.\" Then, brightening, \"But you're driving them crazy. They ran Dr.\nCraven's results through Elsac late this afternoon and got the same\nanswer. The records checked that you didn't kill your mother and _I_\nknow you're not an invert.\" She laughed softly.\n\nSpurred by the erotic atmosphere, plus the dizzying speed of recent\nevents and Maria's nearness, he said, \"Let's get out of here and go to\nmy place.\"\n\nHer hand covered his again atop the table. \"I wish we could,\" she said\nwistfully. \"I like you _very_ much, Zale darling. But this is too\nimportant. We haven't time. But what about the tennis tonight? There's\ngoing to be an investigation, of course. Won't you tell me how you did\nit?\"\n\n\"Not until I've figured out both,\" he said. \"I may be on the track of\nsomething or it may be sheer chance. Until I understand what happened at\nDr. Craven's I'm simply not sure of my facts.\"\n\n\"But there simply isn't time, darling,\" Maria told him. \"This is really\nwhat I must talk to you about. We got word today that President\nGiovannini is going to unveil Giac any day now.\"\n\n\"Decided against your sabotage plan?\" he asked her.\n\nShe wrinkled her pert little nose. \"What's the use? They'd simply repair\nit. Besides, it's much too well guarded. Zale, you're our only hope\nnow.\"\n\nHe said \"If I'm right, and I'm beginning to hope I am, it won't matter\nwhether Giac is unveiled or not. In fact, it might be more effective if\nit were.\"\n\nMaria drummed on the table with nervous knuckles. \"But you _don't_\nunderstand, Zale. You don't think for a minute that the Ministry of\nComputation is taking this lying down. I got word less than half an hour\nago that they are preparing to force your recall as an unsuitable\nplenipotentiary.\"\n\n\"They can try.\" Lindsay spoke grimly. This was a move he had failed to\nforesee, though he supposed he should have. Inadvertently he was\nbecoming a major threat to the crockery in the china shop that was\nEarth.\n\n[Illustration]\n\n\"They can do it,\" Maria said simply. \"Zale, these people have become\nabsolutely dependent upon their computers. They aren't going to let\ntheir entire creed be wrecked by one Martian.\"\n\n\"What do you want me to do?\" he asked simply.\n\n\"Come with me--now,\" she said, once more gripping his hand. \"A group of\nus want to talk to you, to find out _how_ you have done it.\"\n\nHe looked at her, found her adorable in her earnestness. He said, \"And\nif I play guinea pig with your friends, then you and I...?\"\n\n\"Of course--as soon as there's time,\" she told him.\n\n\"You _are_ a little bundle of fanaticism, as well as of sex,\" he told\nher. \"I should think at least, since you seem to have such an inside\ntrack, you could manage to get my recall deferred.\"\n\n\"That's just _it_!\" she exclaimed bitterly. \"I see everything, I hear\neverything--yet I can _do_ nothing. Papa thinks I'm merely a foolish\nfemale creature and his attitude blocks me at every turn.\" Lindsay\nrealized again how fundamentally frustrated she was, wondered if she\nwould ever find a completely satisfactory release.\n\nLindsay decided to play along. \"All right,\" he said. \"Shall we go?\"\n\n\"Thanks, darling,\" she promised. \"We'd better go separately. There will\nbe a blue copter-cab waiting outside when you leave.\" She leaned across\nthe table to brush his lips briefly with hers, squeezed his hand and\nglided off.\n\n       *       *       *       *       *\n\nHe wondered, while he waited for the check, just how foolhardly he was\nbeing, allowing himself to be summoned to a meeting of palace\nconspirators. It could very easily be a trap, whether Maria knew it or\nnot. It could be a ruse to add fuel to the fire being lit under him for\nhis recall as a _legate persona non grata_ on Earth.\n\n\"You _haven't_ forgotten our date, have you darling?\" The voice was\nthroatily reproachful above him and he looked up in surprise at a\nglittering female figure, who seemed to be clad entirely in blazing\nbrilliants.\n\nShe was tall and blonde, her hair an ocean helmet of gold, sprinkled\nwith gems. Her face was beautifully boned, with broad cheeks and\nforehead pierced by a decided widow's peak. Light green eyes slanted\nupward beneath brows like the wings of some tiny graceful bird. Nose,\nlips and chin gained fascination from the perfection they skirted but\njust escaped. Face, arms, upper bosom and shoulders wore the even tawny\ngolden tan that only some blondes can achieve.\n\nHer figure, ashimmer with gems, was lithe of waist, firmly full of\nbreast and pelvis, moved with the enticing grace of an Indonesian temple\ndancer as she slipped into the seat Maria had so recently vacated.\n\n\"Sorry, your highness,\" he said with a look of honest admiration. \"I\ndidn't know we _had_ a date.\"\n\n\"We have now,\" she stated. She laid a handbag solidly encrusted with\ndiamonds, emeralds and rubies on the table, said to the dwarf waiter,\n\"Bring me the usual, Joe--and give Ambassador Lindsay another of\nwhatever he's drinking.\"\n\n_At any other time_, Lindsay thought. He said, \"I regret this more than\nyou'll ever know, my dear, but I've got a copter-cab waiting for me\noutside.\"\n\n\"It will keep.\" The girl pouted prettily, then leaned toward him and\nsaid huskily, \"We'll have just one here. Then we can go to my place.\nIt's just outside of Biloxi, almost on the Gulf. We can watch the dawn\ncome up over the water. We can--\"\n\n\"Stop twisting my arm,\" said Lindsay, trying to keep his thoughts in\nfocus. Who had sent _this_ girl and why? And what, he wondered, awaited\nhim in Biloxi.\n\nHe got up, tossed a twenty-credit note on the table. \"This will pay the\ncheck,\" he informed her.\n\n\"Not so fast,\" said the houri, rising with him. Trying to ignore her, he\nheaded toward the door as fast as he could.\n\nShe kept after him and his ears burned as he plunged out into the night,\nsaw the blue copter-cab waiting with its door open at the curb. But when\nhe tried to plunge toward it he was halted by an arm whose sharp-faceted\njeweled adornments cut his adam's apple. He gasped but the girl got in\nfront of him, waving her bag.\n\nThere was a faint popping noise as the door closed and the copter-cab\nswiftly and silently darted away. Stunned by the swiftness of events,\nLindsay was utterly incapable of resistance when his decorative\ntormentor thrust him into another vehicle. As they took off he said, \"I\nsuppose this is the prelude to another assassination try.\"\n\n\"Night soil!\" said a familiar voice. \"What the hell do you think I just\nsaved you from, boss?\"\n\n       *       *       *       *       *\n\nLindsay uttered one word--a word which, he thought later, was singularly\nrevealing as to his native flair for diplomacy. He said, briefly and\nsuccinctly, \"_Huh?_\"\n\n\"Listen, my fine unfeathered Martian friend.\" She sounded like a primary\nschool teacher addressing an overgrown and somewhat backward pupil.\n\"Somebody fired a glass bullet at you from that cab.\"\n\n\"How do you...?\" he began helplessly.\n\nFor answer she turned on the copter-cab light, revealing the back of a\nuniformed chauffeur, and showed him her handbag. There was a slight tear\nin one side of its begemmed surface and, when she shook it, bits of\nglass fell to the floor. \"Careful,\" she warned when he reached for the\nbag. \"It was probably packed with poison.\" Then, \"Can you think of a\nbetter shield than diamonds?\"\n\nHe said, \"_Ulp!_\" Unquestionably, now that she had revealed herself,\nthis glittering creature was his slovenly office Nina. Seeking\ndesperately to recover what had at best been a shaky boss-secretary\nrelationship, he said, \"Where are you taking me?\"\n\n\"Out of the city, boss,\" she informed him. \"We really are going to my\nplace in Biloxi. You're much too hot a property to be allowed to wander\naround loose. Two tries in less than twenty-four hours.\"\n\n\"Then Maria...\" he said, wonderingly.\n\nNina picked his thought up crisply. \"We don't know whether your little\nplaymate put the finger on you consciously or not. But she did it. Some\nof that sweet little crew she pals around with are desperate. They don't\nbelieve they can lick the computers and their only hope is to foment\nincidents that will lead to an interplanetary war. Nice kids!\"\n\n\"But why pick on me?\" he asked. \"From what Maria said tonight I'm their\none hope of beating the machines.\"\n\nNina shook her head at him sadly. \"And you're the best brain our Martian\ncousins could send us. Here it is in words of one syllable. Maria's mob\nwants war. They believe they can light the powder train by arranging the\nassassination of a Martian Plenipotentiary.\n\n\"Meanwhile your speech yesterday and your fouling up Doc Craven's\ncomputer this afternoon, and whatever you did at the tennis tonight,\nhave the Computer crowd screaming for your recall before you upset their\nlittle red wagon.\" She paused, added, \"Naturally Maria's crowd wants to\nhave you killed before you become a mere private citizen of Mars. Once\nyou're removed from office you aren't important enough to cause a war.\"\n\n\"Good God!\" said Lindsay as the double pattern became apparent. Then,\ncuriously, \"And just whom do you represent, Nina?\"\n\nShe eyed him steadily, mockingly for a moment. Then she said, \"Let's\njust say for now that I represent the Model's Union. We don't want any\nwartime austerity wrecking our pitch. Will that do?\"\n\n\"I guess it will have to,\" he said. Then, plucking a diamond-and-emerald\nnecklace from among the half-dozen about her throat, \"You certainly\ndidn't give poor Anderson much for his money.\"\n\n\"Stop it!\" she snapped. \"Do you want my eyes to swell up again? In a way\nwhat happened tonight was all your fault. Fernando and I were going to\nkeep close tabs on you but you fouled me up with your beastly remark\nabout my business at Doc Craven's and then put poor Fernando out of\ncommission by getting mixed up in that riot at the Colosseum. I barely\nmade the Pelican in time.\"\n\nHe thought of giving Nina the receipt from Zoffany's in his pocket,\ndecided not to take the chance. So he said, \"Is Fernando working for the\nModel's Union too?\"\n\n\"Stop trying to be funny,\" she told him. \"Night soil! You make me so\ndamned mad. Letting that little tramp Maria nail you.\"\n\n\"At the time there wasn't much alternative,\" he said. Then, eyeing her\nclosely, \"How come you're mixed up in UW politics? I thought models were\nstrictly for fun and games.\"\n\nNina said matter-of-factly, \"I won top model rating when I was\nseventeen. I still hold it and I'm twenty-six now. A girl can get tired\nof being and doing the same thing--even in my profession. Besides, I've\ngot brains. So I try to use them.\"\n\n\"How come you decided to be my secretary?\"\n\n\"We drew lots and I lost,\" she informed him.\n\n       *       *       *       *       *\n\nThe copter dropped by searchlight to a flagged terrace in front of a\ndark cottage just off the beach. \"Thanks, Bob,\" said Nina. \"Tell the\nboys to stand by with their guard beams up.\" Then, to Lindsay, \"Come on,\nboss, let's get out of this heap.\"\n\nShe walked swiftly toward the cottage, pressed something. Soft lights\ncame on, revealing a charming simulated wood dwelling in the fine\nantique Frank Lloyd Wright tradition. She ushered him into a\ndelightfully gay bathroom looking out on the water, said, \"Wait here\nwhile I get this armor off.\"\n\nLindsay felt a slight qualm as he considered what being a top model at\nseventeen must mean. And then he thought, Why not? Certainly he had no\nclaim on Nina's morals. He doubted if anyone had a claim of any kind on\nher.\n\nShe emerged, looking unexpectedly like a young girl in simple clout and\ncup-bra, which exposed most of her gorgeously tanned body. Her hair,\ninnocent of jewels like the rest of her, was clubbed back simply with\nsome sort of clip. She lit a cigarette and said, \"Now--how the hell are\nyou fouling up the computers?\"\n\n\"I'm not,\" he told her promptly. \"At least not in the case of the tennis\nmatch. I just happened to know something about Pat O'Ryan the people who\nfed facts to the computer didn't.\"\n\n\"That goon Pat!\" she said. \"He's so damned dumb.\"\n\n\"You know him well?\" he asked with a trace of jealousy.\n\n\"I know him.\" She dismissed it with a flick of her cigarette. \"It's a\ngood thing you knew _judo_ too, boss. But what did you do to him that\nfouled up the match?\"\n\n\"While he was out cold I gave him a shot of whiskey to bring him\n'round,\" Lindsay told her. \"He didn't know about it and I didn't tell\nhim when he informed me about his grain-alcohol allergy. So for once the\ncomputer didn't get full facts. And I had them.\"\n\nFor the first time Lindsay basked in a smile of approval from Nina. She\nsaid, \"And then you had to mess me up at Doc Craven's so I couldn't sit\nin on the match.\"\n\n\"I'm sorry about that,\" he said sincerely. \"You might brief me so I\ndon't do it again.\"\n\n\"Well....\" She hesitated. \"I don't want to set myself off. It's not\nuncommon among us--models. You see, we're proud of our careers, not like\nthe two-credit whores who wear glasses and harnesses. And it hurts us\nwhen someone refers to our work as business. You see, there's nothing\nreally commercial about it. So when you--\"\n\n\"But how the devil was I to know you were a model?\" he asked her.\n\n\"I know,\" she said illogically. \"But it still made me mad.\" Then,\nfrowning, \"But if the computer was wrong because of incomplete knowledge\nat the Colosseum, what was wrong at Doc Craven's?\"\n\nLindsay said, \"I'm damned if I know.\"\n\n\"We've _got_ to know, with the president ready to put Giac to work.\"\n\n\"I meant to tell you about that,\" said Lindsay.\n\n\"Don't worry,\" Nina informed him. \"Your table at the Pelican was wired.\"\n\n\"Why are you against computers?\" Lindsay asked her.\n\nShe dropped her smoke in a disposal-tray, said, \"Never mind why--let's\njust accept the fact that I am. And not for Fernando Anderson's reason\neither. He just wants power.\"\n\n\"And what do you want?\"\n\n\"Me?\" Her eyebrows rose in surprise. \"Why, I just want to have _fun_!\"\nShe extended her arms and flapped her hands like birds. Then, again\nreverting to seriousness, \"I wish you'd tell me everything that went on\nat Doc Craven's yesterday. Dammit, _his_ office wasn't wired.\"\n\nLindsay went through it, as nearly word for word as he could, then did\nit again when no answer was quickly forthcoming. Nina listened, her\nperfect forehead marred by a frown. Finally she said, \"Let's take a\ndip. It's almost dawn.\"\n\nShe removed what clothing she wore and Lindsay did likewise. They felt\nthe refreshing caress of the cool Gulf water on their skins--but that\nwas all the caressing there was. Nina, unlike Maria, was all business\ndespite the near-blatant perfection of her charms. Back in the bathroom\nshe said, \"The only thing I can think of is that stigmata business. Why\nshould you imagine a mark on your mother's forehead?\"\n\n\"Because she had one,\" he told her bluntly. \"It was not unattractive--my\nfather used to call it her beauty mark.\"\n\nNina ran long slim fingers through her water-dark hair and said\nincredulously, \"You mean blemishes are not removed automatically at\nbirth on Mars?\"\n\n\"Why, no,\" said Lindsay, surprised. \"It's entirely up to the\nindividual--or the parents.\"\n\n\"And Doc Craven asked no questions that would lead to the truth?\" the\ngirl asked, blinking. When Lindsay shook his head she suddenly grabbed\nhim and kissed him and did a little dance of sheer joy. \"It's simply too\ngood to be true! Two computers fouled in one day through missing\ninformation!\"\n\n\"You're right, of course,\" he admitted. \"But I'm damned if I see how it\ndoes us any good.\"\n\n\"You idiot!\" she shook him. \"It clears the whole situation. It means\nthat the computers cannot give accurate answers according to the\nsymbolic logic tables unless they get full information. And you have\nproved two breakdowns in the inescapable human element--the information\nfeeding--just like _that_!\" She snapped her fingers. \"It means we've got\nthe whole computer-cult on the hip. I could kiss you again, you big\ngoon.\" She did so.\n\n\"Cut it out,\" he said. \"I'm not made of brass.\"\n\nShe said, \"Night soil,\" amiably. What he might have done he was never to\nknow, for a buzzer sounded and Nina moved quickly to a wall-talkie. She\nsaid, \"All right, Bob, you say he's clean?\" Then, a moment later,\n\"Better let him in and say his piece.\" And, to Lindsay, \"We've got\ncompany. Dmitri Alenkov--met him?\"\n\nLindsay frowned. \"You mean the Soviet _chargé d'affaires_? I met him at\nthe reception last week. Dreadful little lizard.\"\n\n\"Dmitri might surprise you,\" she said enigmatically.\n\nLindsay almost said _night soil_ himself in exasperation. Instead and\npeevishly he asked, \"Is there anybody you don't know--intimately?\"\n\nShe laughed. \"Of course,\" she said, \"I don't know many women.\"\n\n       *       *       *       *       *\n\nThe Soviet diplomat entered the bathroom. He was a languid mincing\ncreature whose decadence glowed around him like phosphorescence around a\npiece of rotted swampwood. He said, \"I hope I am not intruding.\"\n\n\"That depends,\" Nina told him. \"_I'd_ like to know how you traced us\nhere so quickly.\"\n\n\"My sweet,\" said the Russian in intensely Oxford Esperanto, \"you and\nyour friend's\"--with another bow toward Lindsay--\"little affair at the\nPelican was witnessed this evening. When the two of you departed\ntogether, heading eastward, and Ambassador Lindsay could not be reached\nin his apartment....\" He paused delicately.\n\nSo this, thought Lindsay, was a descendant of one of the Red Commissars\nwhose fanatic and chill austerity had terrorized the free world of a\ncentury ago. Lindsay knew something of modern Soviet history, of course.\nThere had been no real counter-revolution. Instead the gradual emergence\nof the scientists over their Marxist political rulers had been a slow\nprocess of erosion.\n\nOnce computer rule was inaugurated in the North American Republic and\nswept the Western World, the scientists had simply taken over real\npower. The once-powerful Politburo and its sub-committees became\nobsolete.\n\nAlenkov was stressing this very point. He said, \"So you see, we, the\nbest blood of Russia, are forced by these machines to live the lives of\noutcast children. Naturally we resent it. And when, after so many long\nyears of waiting, we learn that one man has succeeded in foiling the\ncomputers where no man has succeeded before, we want to know his secret.\nWe must have it.\"\n\nNina spoke first. She said, \"Dmitri, the secret, as you call it, has\nbeen right there all along for any of us to see. It just happens that\nAmbassador Lindsay fell into it head first.\"\n\n\"Thanks for the 'Ambassador' anyway,\" Lindsay said drily.\n\nNina quelled him with a frown. \"The computer weakness,\" she said, \"lies\nin the human element. Now figure that out for yourself.\"\n\nAlenkov's brows all but met in the middle of his forehead and his mouth\nbecame a little round O under the twin commas of his mustache. He said,\n\"I see.\"\n\nHe left shortly afterward on a note of sadness, rousing himself only to\nsay to Lindsay, \"Ambassador, you are a very lucky man.\" His eyes\ncaressed Nina's near-nude figure.\n\n\"That,\" Lindsay told him, \"is what you think.\"\n\nWhen he had departed Lindsay suddenly realized he was exhausted. He sank\nback in a contour chair and let fatigue sweep over him. But Nina paced\nthe bathroom floor like a caged cat. Finally she went to the\nwall-talkie, gave a number in a low voice.\n\nShe pushed some sort of signal button several times, then swore and\nsaid, \"Better not sleep now, boss. We're cut off.\"\n\nIt brought him to with a start. \"What do you mean?\" he asked.\n\n\"Somebody or something is jamming our communicator.\"\n\nShe opened a concealed cabinet, apparently part of the bathroom wall,\ndrew from it a couple of light but deadly looking blasters, and tossed\none onto the contour chair in front of him. \"You know how to work one of\nthese things?\" she asked.\n\n\"Better drop the weapons,\" a quiet voice said from the doorway behind\nthem. \"You haven't got a chance.\"\n\nThe speaker wore the light blue tunicall that was the summer uniform of\nthe Army of the Republic of North America. His cap and shoulder-boards\nwere bright with silver lace and he held a singularly ugly little\nautomatic weapon cradled across one forearm.\n\nNina and Lindsay dropped their weapons. But the girl's back was up. Her\nslanting eyes crackled green fire as she said, \"What right have you\nbastards got to come busting in here without a warrant?\"\n\n\"Sorry,\" said the officer with chilling courtesy. \"As it happens we do\nhave a warrant. Remember, Miss Beckwith, this cottage is not United\nWorld's soil.\" He tossed an official looking document which Nina caught,\nmotioned a couple of his men to pick up her weapons.\n\n\"All right,\" she said after scanning the warrant. \"What do you want?\"\n\n\"Ambassador Lindsay,\" was the reply. \"We have been ordered to ensure\nthat no harm comes to him while he is on American soil.\"\n\n\"I can read!\" snapped the girl. \"There's going to be hell to pay over\nthis.\" Then, to Lindsay, \"We can't stop them now but they can't hold\nyou. _I_ can see to that. Just try to keep your big dumb blundering self\nout of any extra trouble till we can take steps--will you promise me\nthat, boss?\"\n\n\"I'll try,\" said Lindsay.\n\n       *       *       *       *       *\n\nThey took him to Washington--or rather to Sherwood Forest, in Annapolis,\nwhere the summer White House sprawled over and beneath its landscaped\nacres. To a man from Mars it was very green, very lush, very beautiful.\n\nLindsay's first impression of famed President Giovannini was that the\nfamous elected leader of the North American Republic was composed mostly\nof secretaries. But at last one of them--the seventh or eighth--said\ngravely, \"If you'll just step this way, please,\" to Lindsay and motioned\nfor the Army officer to remain where he was. He was admitted to the\nbathroom of the man who had sent for him so summarily.\n\nThe president proved to be unexpectedly like some of the governors of\nLindsay's home planet--incisive, unaffected, easily articulate.\nPhysically he was stocky, of middle height, with a round, firmly fleshed\nsensitive face. He wore huaraches and bright blue shorts, no glasses or\ndistortion harness.\n\nHe waved Lindsay to a contour chair beside his own, said, \"Sorry I had\nto have you hauled here this way. I was afraid you'd get killed if I\ndidn't. Do you have any idea of the uproar you've caused in the past two\ndays, young man?\"\n\nLindsay, somewhat taken aback by the president's abruptness, said,\n\"Well, I knew some small groups were upset but....\"\n\n\"Take a look,\" the president told him, waving toward a quartet of vidar\nscreens on the wall. Over one of them was the legend, New Orleans, over\nanother, New York, over a third, Los Angeles, over the fourth, Chicago.\n\"Those are live shots,\" Giovannini added.\n\nLindsay was appalled. Each of them showed rioting crowds and defensive\npolice action; the commentaries cried their confusion. However, the\nMartian got the drift quickly enough. Apparently his recent activities\nhad driven the neurotic Earthlings to violence.\n\nThere appeared to be two chief factions. One of them, smashing and\nswarming and screaming its outrage, was demanding the abolishment of\ncomputer government. The other, equally violent and even more numerous,\nwas after a villain named Zalen Lindsay.\n\nSeeing that Lindsay was beginning to understand what was happening, the\npresident pressed a button that turned off all the vidar screens and\nvoices. He said, \"I could switch to any of our other cities--to cities\nin South America, India, Western Europe, England. They're especially\nbitter toward you in England.\"\n\n\"I'm beginning to accept the fact--if not to understand,\" said Lindsay.\n\nThe president said, \"Lindsay, from the point of view of your planet you\nhave done nothing improper. But from the point of view of this\nplanet....\" He let silence and a shrug of thick shoulders finish the\nsentence.\n\n\"I had no idea,\" Lindsay began, \"that conditions on Earth....\" He let\nhis own voice trail off.\n\nGiovannini finished it for him. \"You had no idea people on Earth were so\ndamned neurotic,\" he said, and sighed. Then, \"Lindsay--call me Johnny,\nwill you? All my friends do--Lindsay, for generations now people by and\nlarge have been forfeiting confidence in themselves to confidence in\ncomputers.\n\n\"They have had good reason. Computer judgment has been responsible for\nthe first true age of world peace in history. It may not be healthy but\nit's a damn sight healthier than war. And it has transformed this\nrepublic from an unwieldy group of states into a controlled anarchy that\ncan be run by pushbuttons under ordinary conditions.\"\n\nHe paused while the Martian lit a cigarette, then went on with, \"Thanks\nfirst to Sylac, then to Elsac, we learned that Vermont was happiest\nunder its Town Meeting method, North Carolina needed its oligarchy,\nwhile my native state, California, is much better off divided in two.\nTexas became happy with its triple legislature--they never are happy\nunless they have a little more of everything down there. It was the same\nin other countries--Canada, South America, Spain....\"\n\n\"And England?\" Lindsay said softly.\n\nThe president sighed again. \"England,\" he admitted, \"is a bit of a\nproblem--out of all proportion to its size and current importance. But\nthe British are stubborn about their institutions. They've hung onto a\nRoyal Family a hundred years longer than anyone else. We can hardly\nexpect them to give up their beloved socialism so soon.\"\n\n\"Just as long as Mars is not expected to pay for this indulgence, it's\nquite all right with my people,\" Lindsay told him.\n\n\"What's _your_ first name--Zalen?\" the president asked. \"Well, Zalen, I\nknow it's a problem but we all have to give a little or crowd somebody\nout. Zalen, people are getting killed on account of you right now.\"\n\n\"I've nearly been killed a couple of times myself.\"\n\n\"I know. Regrettable,\" said Giovannini. \"The UW crowd never has\nunderstood security. That's why I had to kidnap you, Zalen. Couldn't\nhave you killed, you know. Not now anyway.\"\n\n\"Glad you feel that way, Johnny.\" Lindsay told him drily. \"But hasn't it\noccurred to you that if people here are so easily set off it might be a\ngood idea to knock out this computer business once and for all?\"\n\nThe president puffed on his cigarette. Then he said, \"Zale, twenty years\nago, maybe even ten, it could have been done. Now it's too late. Which\nis why the ninety-billion-dollar investment in Giac. We've got to give\nthem an absolute computer, one that will remove forever the basic\ndistrust of computer judgment that underlies the neuroses you just\nmentioned.\"\n\n\"Quite possibly,\" said Lindsay. \"But I haven't actually done a damned\nthing myself to undermine computer judgment. The mistakes have been made\nby the so-called experts who have fed their machines inadequate\ninformation. Those mistakes were infantile. They suggest some sort of\nneurosis on the part of the feeders. They could be mistake-prone, you\nknow.\"\n\nPresident Giovannini chuckled again. \"Of course they're mistake-prone,\nZalen,\" he said. \"Some of them, anyway. And it's getting worse. That's\nthe real reason for Giac. Wait'll you see it!\"\n\n\"You think I'm going to be around that long, Johnny?\" Lindsay asked. \"I\nunderstand I'm to be sent back to Mars--if I live that long.\"\n\n\"No, Lindsay, we need you--I'll explain in a moment. And we aren't going\nto let you die and become a martyr for generations of anti-computerites.\nWe can't have that now, can we?\"\n\n\"I'll go along with you on it,\" said Lindsay, wondering what the\npresident was leading up to.\n\n\"Good!\" The president beamed at him. \"Zalen--I want _you_ to be the\nfirst person to put Giac through a public test. That's how much I trust\nthat machine. I want you, the man who has fouled up two computers,\nincluding Elsac, to try her out.\"\n\n       *       *       *       *       *\n\nAnd Lindsay could only nod. The governors of Mars might not approve but\nafter the uproar he had caused on this mission they could hardly object.\nPresident Giovannini's scheme was fully up to that renowned statesman's\nreputation for political astuteness. The more Lindsay thought it over\nthe more beautiful was its simplicity.\n\nMere word that he was to conduct the first public test would quell the\nrioting. And unless Lindsay could show this mightiest of all symbolic\nlogic computers to be fallible, computer rule would be entrenched on\nEarth as never before.\n\nBut what if, in some way, he succeeded in confounding the computer?\nLindsay shuddered as he thought of the rioting he had so recently\nwitnessed on the vidar-screens.\n\nHis face must have revealed his distress for the president said, \"You're\nworn out, Zalen. Can't have that, you know. Not with the big test coming\ntomorrow.\"\n\nLindsay barely remembered leaving the president and being led to a\nsleeping chamber somewhere in the vast mansion. When he woke up it was\ndark and Nina was perched on the edge of his contour couch, looking\nunexpectedly demure in a grey bolo with white collar and cuffs.\n\nHe said, as articulate as usual when she surprised him, \"Hi.\"\n\n\"About time you woke up,\" she said. \"Do you know you snore?\"\n\n\"I can't help it,\" he told her. Then, coming fully awake, \"How the devil\ndid you get _here_?\"\n\n\"I walked,\" she informed him succinctly. She stood up, her magnificent\nfigure silhouetted against the light. \"Better get dressed--your duds are\nover there.\" She nodded toward a walldrobe. \"I'll wait in the bathroom.\"\nShe breezed out.\n\nWhen he looked at the clothing he was to wear he sensed that Nina had\nselected it for him. It was a little brighter in color, a little more\ndaring in cut, than what he would have picked for himself.\n\nNina was placing jewels carefully in her hair, which she had released to\nform a sleek halo around her magnificent head, when he entered the\nbathroom. A small palisade of glittering jeweled hairpins protruded from\nher mouth. She had shed her demure bolo and stood revealed in glittering\nblack bodice-bra and evening skirt-clout.\n\nAfter placing the last jewel in her hair she swung about and said,\n\"There--how do I look?\"\n\n\"Gorgeous,\" he told her.\n\n\"You look a bit dull,\" she said. She dug a box out of a travel-bag\nplaced in a corner of the room. \"Here,\" she said. \"Put this on--left\nside.\"\n\n\"This\" proved to be a magnificent sunburst decoration, a glittering\ndiamond-encrusted star. He said, \"What is it?\"\n\n\"Grand Order of the United Worlds--a fine diplomat you are! I picked it\nup for you this afternoon before flying here. Just stick it on....\" She\ncame over, took it from him, pressed it firmly against his bolo till the\nsuction grips caught hold.\n\nHe put his arms around her. She let him hold her a moment, then pushed\nclear in the immemorial gesture of women dressed for a party who do not\nwant to have their grooming mussed. \"Not now,\" she said. \"We'll have\nplenty of time.\"\n\n\"Not for what's worrying _me_,\" he said. \"Nina, I've got to put Giac\nthrough its paces in front of the whole world tomorrow. And I don't know\nwhat to ask it. I've got a blind spot where symbolic logic is\nconcerned.\"\n\n\"Don't fret yourself,\" said the girl calmly. \"I'm not worried about\n_you_. Not after what you've managed to do to all the other computers\nyou've faced. Come on--we're having dinner with the president.\"\n\n\"Who the hell _are_ you anyway?\" he asked her bluntly. \"You don't even\nlook the same.\"\n\nShe laughed. \"I should _hope_ not,\" she told him. \"After all, I could\nhardly grace the president's table as a mere UW secretary--_or_ as a New\nOrleans top model. Come on!\"\n\nHe went--and got his second shock when President Giovannini greeted Nina\nwith a manner as close to obsequiousness as that professionally\nfree-and-easy politician could muster. He said, \"My dear Miss\nNorstadt-Ramirez. I do hope you'll forgive me for ordering such summary\naction this morning. If I'd had the slightest idea....\"\n\n\"I was boiling,\" Nina told him. \"I was just about ready to order\nAetnapolitan to pull the props out from under you when the riots\nstarted. Then I blessed your shiny little head and came up here.\"\n\n\"I am honored,\" said the president.\n\n       *       *       *       *       *\n\nLindsay, walking through the proceedings in a fog, was even more laconic\nthan a clipped British envoy who, along with a recovered Senator\nAnderson, was a member of the party.\n\n\"Don't take it so hard,\" Anderson whispered. \"Nina is just about the\nbest-kept secret in this hemisphere. If I weren't one of the few who's\nbeen in on it all along....\" He shrugged eloquently.\n\nLindsay said nothing. He couldn't. So Nina--his fresh slatternly\nsecretary, the courtesan of the world capital--was also Coranina\nNorstadt-Ramirez, the heiress who owned almost half of Earth!\n\nHe felt like a quadruply-plated idiot. He knew about\nNorstadt-Ramirez--who didn't, whether on Earth or Mars or the\nspace-stations circling Venus while that planet's atmosphere was being\nartificially altered to make it fit for human habitation?\n\nShe was a fantastic glamorous lady of mystery, the ultimate heiress, the\nyoung woman to whom inexorably, thanks to North America's matriarchal\nera during the twentieth century, the control of most of its mightiest\ncorporations and trust funds had descended.\n\nAnd she was Lindsay's secretary. No wonder, he thought miserably, she\nhad never sounded quite sincere about calling him boss. Why, she\nvirtually owned his home planet as well. He watched her covertly across\nthe table, poised, amused, alert, occasionally witty--and so damnably\nattractive. He wished he were dead.\n\nShe caught his regard, scowled and stuck her tongue out at him. He\nthought. _Why, you little...!_\n\nSomehow she got them out of the chatter after dinner, got him back to\nhis suite. There, regarding him sternly, she said, \"Zale, you aren't\ngoing to be stuffy about this, are you?\"\n\n\"I can't help it,\" he replied. \"If you'd only told me....\"\n\nHe read sympathy in her green eyes. But she merely shrugged and said,\n\"Result of a lifetime of keeping myself under wraps.\" She sat on a\ncontour chair, patted a place for him alongside.\n\nShe said, \"I'm the richest single person there has ever been--you know\nthat. It isn't my fault. It just happened. I didn't deserve or want or\nneed it. But it is a hell of a responsibility. Since I'm responsible for\nso much it seemed important to me to know how people felt. After all we\nact because we feel. And thanks to a few good friends like Fernando\nAnderson I've been able to get away with it.\"\n\n\"Why me?\" he asked her. \"Why pick on me?\"\n\nHer expression softened. One of her hands crept into his. \"One of the\nnicest things about you, Zale, is the fact that you don't realise just\nhow special you are.\"\n\n\"I'm not so special on Mars,\" he told her.\n\n\"No?\" Her eyebrows rose delightfully. \"A quarter of a billion Martians\nselect you as their first Plenipotentiary to the UW and you're not\nspecial? Zale, you're an absolute woolly lamb.\n\n\"There's more to it than that. I've never been to Mars. I should have,\nbut I simply haven't had the time. So I decided the best way to find out\nabout Mars at second hand was to work with you in some capacity that\nwould let you be yourself.\"\n\n\"A filthy, underhanded, thoroughly feminine trick,\" he said gently and\nkissed her. Then, frowning into her green eyes, \"But why are you so dead\nset against computer judgment?\"\n\n\"Isn't it obvious?\" she asked. \"I've got a tremendous stake in this\nworld. Kicking around it as I have I've been able to see what is\nhappening. I'm damned if I'm going to have my property managed and run\nby a bunch of people who make mistakes because they're too neurotic to\nmake decisions. Look at them!\" Her voice became edged with disgust.\n\nLindsay said, \"I see. Listen, honey, I'd like to sleep with you\ntonight.\"\n\nShe looked surprised but not displeased by his bluntness. \"Of course,\ndarling,\" she told him.\n\n\"How much will it cost me?\" he asked her.\n\nShe froze--then her eyes began to fill and she sniffled. He said, \"You\nknow I didn't mean that. Dammit, I just wanted to show you you're a\nneurotic yourself.\"\n\nShe slapped him hard enough to tilt him off the contour chair. She rose\nhaughtily, still sniffing. Lindsay stretched out a hand and caught one\nof her ankles and tripped her up. She tottered, gave vent to a startled,\n\"_Awk!_\", fell backward into the pool-tub.\n\nHe dived in after her, caught her when she came up, spluttering, gripped\nher shoulders hard. Her eyes blazed green fire at him. She said, \"How\n_dare_ you do that to me, you moron!\"\n\nHe said, \"If I hadn't I'd probably never have seen you again.\"\n\nShe collapsed into his arms.\n\nLater--much later--as Nina was about to leave him for her own suite, he\nasked, \"Honeycomb, what did you lose that caused Fernando to give you\nthat necklace?\"\n\n\"I nearly lost you,\" she replied from the doorway. \"I bet him Maria\nwouldn't get you that night. And lost. So Fernando sent the necklace as\ncompensation.\"\n\n\"Quite a large compensation,\" said Lindsay drily.\n\nNina shrugged. \"Not for Fernando,\" she told him. \"After all, I pay him\nenough. He's my number one political boy. 'Night, darling.\"\n\n       *       *       *       *       *\n\nLindsay was on the verge of a breakdown himself by noon the next day,\nafter Computation Minister du Fresne, looking uglier than ever, had\nfinished conducting President Giovannini's official party through the\nrooms and passages of Giac. If Nina hadn't been by his side during and\nafter the swift rocket trip to Death Valley, he might have collapsed.\n\nIt was she who had removed the glittering star from his breast before\nbreakfast in the Sherwood Forest mansion that morning. \"You needed\nsomething to wear for show last night,\" she had told him.\n\n\"Then it's not mine?\" he had countered absently.\n\n\"Of course it is,\" she had assured him. \"But Secretary General Bergozza\nis going to make the official investiture after the test.\"\n\nLindsay had meekly surrendered the bauble, barely noticing. His brain\nwas straining to recall what he could of symbolic logic--a subject that\nhad never particularly interested him. For some reason it kept working\nback to Lewis Carroll, who, under his real name of Charles Lutwidge\nDodgson, had been the founder of symbolic logic back in the nineteenth\ncentury, along with the renowned Dr. Poole.\n\nAbout all he could remember was the following problem:\n\n(1) Every one who is sane can do Logic;\n\n(2) No lunatics are fit to serve on a jury;\n\n(3) None of _your_ sons can do Logic.\n\nThe Universal was \"persons\". The symbols were: a--able to do Logic;\nb--fit to serve on a jury; c--sane; d--your sons.\n\nAnd the answer, of course, was: None of _your_ sons is fit to serve on a\njury.\n\nFor some reason this, in turn, made him think of the ancient conundrum\nthat employed confusion to trip its victims: What's the difference\nbetween an iron dog in the side yard of a man who wants to give his\nlittle daughter music lessons but is afraid he can't afford them next\nyear, and a man who has a whale in a tank and wants to send him for a\nwedding present and is trying to pin a tag on him, saying how long he\nis, how much he weighs and where he comes from, but can't because the\nwhale keeps sloshing around in the tank and knocking the tag off?\n\nThis time, the answer was: One can't wag his tail, the other can't tag\nhis whale.\n\n\"None of _your_ sons is fit to tag a whale--or wag a tail,\" he said\nabsently.\n\n\"What was that?\" Nina asked.\n\n\"Nothing, nothing at all,\" he replied. \"Merely a man going out of his\nmind.\"\n\n\"It will never miss you,\" she replied brightly. But her brightness\nbecame a bit strained as the day wore on. The trip, for Lindsay, was\nsheer nightmare. _No sane man can wag his tail_, he kept thinking.\n\nEven such fugitive grasping at Logical straws vanished when he saw the\nimmense squat mass of Giac, rising like a steel-and-concrete toad from\nthe wastes of the California desert. It seemed absurd even to think that\nsuch an imposing and complex structure should have been reared on the\nmathematics of the immortal author of _Alice in Wonderland_, _Through\nthe Looking Glass_ and _The Hunting of the Snark_.\n\nFor Giac _was_ imposing, even to a man biased against computers from\nbirth. Nor did du Fresne's smugness help Lindsay's assurance a bit. He\nexplained how each of the block-large preliminary feeders worked--one\nfor mathematical symbols, one for oral recording, a third for written\nexposition. Each worked simultaneously and in three different ways--via\ndrum-memory banks, via punched tapes, via the new \"ear-tubes\" that\nresponded to sound.\n\nThen there were the preliminary synthesizers, each of which unified in\nvapor-plutonium tubes the findings of its three separate feeders. Next,\na towering black-metal giant filling three walls of a cubical room\ntwenty metres in each dimension, came the final synthesizer, which\ncoordinated the findings of the preliminary synthesizers and fed them\ninto Giac itself.\n\nThe master machine was the least imposing of all. It stood like an\nalabaster stele in the center of an immense chamber arranged like a\ntheater-in-the-round. But du Fresne, peering through his strawberry\nspectacles, said gloatingly, \"Don't be deceived by the size, ladies and\ngentlemen. All but what you see of Giac is underground. It is contained\nin an all-metal cell one million cubic metres in volume. And it is\ninfallible.\"\n\nFortunately Lindsay was given a half hour of final preparation in one of\nthe small offices with which the above-ground building was honeycombed.\nNina came with him--by request.\n\n\"I can't do it,\" he told her abruptly.\n\n\"Don't worry, darling, you'll think of something,\" she said. She tried\nto embrace him but he was too worried to respond. After awhile she said,\n\"Why not put a direct question. Ask it if it's infallible.\"\n\n\"It could hardly tell a lie on itself,\" he replied.\n\n\"What if such a question involved destruction of part of itself in the\nanswer?\" she asked.\n\n\"It might--though I presume du Fresne and his boys have prepared it for\nsuch jokers. And anyway, what sort of question would do that? Got any\nideas?\"\n\n\"That's your department,\" she said helpfully. \"You're the computer\nsmasher of this team.\"\n\n\"But that was pure luck,\" he said half-angrily. \"One can't wag his\ntail.... The other can't serve on a jury.\"\n\nShe looked alarmed. \"Darling,\" she said, \"you aren't--\"\n\n\"Not yet, Honeycomb,\" he said, \"but give me time.\n\n\"It's got to be something about this Mars-Earth problem,\" he went on\nafter a long silence. \"Listen: how can Mars develop if it's in the spot\nof the Red Queen--has to run like hell just to stay where it is thanks\nto Earth's dumping policies?\"\n\n       *       *       *       *       *\n\nThe door opened and closed and Maria Bergozza was with them. She said,\n\"Apparently this is necessary.\" She was holding a glass-pellet gun in\nher hand, pointing it at Lindsay.\n\nHe said, \"Why, you--!\" and moved toward her. Promptly the Secretary\nGeneral's daughter pointed the gun at Nina's tanned midriff. He stopped.\n\nMaria said evenly, \"It's _you_ that have done this to me, Nina. You've\nhad all the fun while I've had to pour tea for papa at his damned\nfunctions. You've fouled up our plans with your meddling down in New\nOrleans. And now you've taken Zale, as you take everything else you take\na fancy to.\"\n\n\"But you tried to kill him,\" said Nina. \"Why should you care?\"\n\n\"He would have been a martyr--and _you_ wouldn't have had him,\" said\nMaria, her gun hand steady. \"I know it's going to ruin me to kill\nyou--but my whole life is ruined anyway. And this way at least I can\nsacrifice it for the cause.\"\n\n\"The cause of interplanetary war?\" said Lindsay, in his turn\nincredulous. Hot rage rose within him, \"You third-rate tramp!\" He\nstepped squarely into the line of fire, thrust his left breast in front\nof the muzzle of her gun. Behind him Nina screamed.\n\nBut Maria didn't fire. Instead she sneezed--sneezed and sneezed again.\nHer gun hand gyrated wildly as she doubled in a paroxysm and Nina moved\npast Lindsay to pluck the weapon from her.\n\n\"Don't call me--krrrra_shew_!--third-rate,\" she managed to gasp before\nthe blonde sent her sprawling with a very efficient right cross to the\nchin.\n\nNina turned on Lindsay angrily. \"You damned fool!\" she almost shouted.\n\"You might have been killed.\"\n\nHe looked down, felt his knees turn to water. He said, \"Omigod--I\nthought I was still wearing the star. I remembered how you saved my life\nin New Orleans with your diamond evening bag!\"\n\nHe sat down--hard. From the floor Maria whimpered, \"What are you going\nto do to me?\"\n\nNina said, \"I ought to kill you, you know, but it would cause too much\nof a stink. So beat it and let us think. You'll be hearing from me\nlater. What you hear will depend on how you handle yourself from now on.\nUnderstand?\"\n\nWhen she had slunk out Lindsay said, \"What broke her up?\"\n\nNina dropped the gun into her bag casually, said, \"Now I know you're\nlucky, you thin slob. You happened to stumble right onto her allergy.\nShe can't stand being thought of as a third-rate lover. That's why she's\nalways been jealous of me--because I have top-model rating and she could\nnever make it. She's too damned concerned with pleasing herself to\nplease anyone else. She flunked out at fourteen.\"\n\n\"Then why didn't _you_ pull it?\" Lindsay asked her, astonished.\n\n\"Because,\" Nina said thoughtfully, \"I'm not conditioned to think that\nway. It's horribly rude here on Earth to stir up other people's\nallergies. As you reminded me last night, you rat, we're all people in\nglass houses.\"\n\n\"But I didn't even know....\" muttered Lindsay.\n\n\"You hit it though,\" she reminded him. \"And you're going to hit it again\nout there in exactly five minutes.\"\n\n       *       *       *       *       *\n\nLindsay was extremely conscious of the eyes of the vidar cameras upon\nhim as President Giovannini, having finished his introductory speech,\nled him to the alabaster stele in the center of Giac's great central\nchamber and turned him over to du Fresne, whose official robe hung\nunevenly from the hump of his harness.\n\nLindsay handed the Minister of Computation the question he had prepared\non paper, was brusquely told, \"Read it please, Ambassador.\"\n\nHe cleared his throat and began.\n\n\"I am asking a question highly pertinent to the welfare and future amity\nof the United Worlds,\" he said slowly. \"More specifically to the future\namity of Earth and Mars. It is a simple question without involved\nmathematical qualifications--but one that no computer and no man has\nthus far been able to answer correctly.\n\n\"It is this continued failure of computers to come up with a logical\nanswer in the full frame of interplanetary conditions that has done much\nto make the people of my planet feel that no computer is trustworthy to\nmake decisions involving human beings.\"\n\nHe paused, looked covertly at du Fresne, repressed a smile. The Minister\nof Computation was already showing signs of distress. He was shaking his\nhead, making little pawing motions toward his glasses.\n\n\"Here it is,\" Lindsay said quickly. \"Should the governors of Mars, whose\nresponsibilities lie at least as much in the economic improvement of\ntheir own world as in inter-world harmony, permit their planet to\nreceive goods which retard that economic development so that it becomes\na race to maintain current unsatisfactory standards, merely because\ncertain computers on Earth are fed false facts to permit continuation of\nsome illogical form of government or social system--or should the\ngovernors of Mars permit their planet to suffer because of computer\nillogic in the name of a highly doubtful status quo on the parent\nplanet?\"\n\nHe walked slowly back to his place and sat down, almost feeling the\nsilence around him. Nina whispered, \"What in hell does it mean?\"\n\nLindsay whispered back, \"It's a bit of the iron dog and the whale, a bit\nof the Red Queen, a bit of the suicide idea--and something else. Let's\nsee if it works.\"\n\nLindsay watched du Fresne, whose moment of triumph was marred by his\nobvious discomfort. The twisted little man was very busy running the\nquestion into its various forms for submission to the feeder units,\nwhose mouths gaped like hungry nestlings along part of one side wall.\n\nIf du Fresne failed him....\n\nIt was a long nervous wait. Lights flickered in meaningless succession\non subsidiary instrument boards and du Fresne darted about like a\nbespectacled buzzard, studying first this set of symbols, then that one.\n\nLindsay glanced at Maria, who sat huddled beside her father beyond the\npresident. To break the suspense he whispered to Nina, \"What about\n_her_?\"\n\nNina whispered back, \"I've got it taped. I'm going to give her a nice\nempty job on the moon--one with a big title attached. It will get her\nout of the way--she can't do any harm there--and make her feel she's\n_doing_ something. Besides\"--a faint malicious pause--\"there are still\nfour men to every woman on Luna. And they aren't choosy.\"\n\n\"You're a witch,\" said Lindsay. He snickered and someone shushed him.\nLooking up he saw that things were happening.\n\n\"In exactly\"--du Fresne glanced up at a wall chronometer--\"six seconds\nGiac will give its answer.\"\n\nThey seemed more like six years to Lindsay. Then the alabaster stele in\nthe center of the floor came abruptly to life. A slow spiral of red,\ncomposed of a seemingly endless stream of high mathematical symbols,\nstarted up from its base, worked rapidly around and around it like an\nold-fashioned barber-pole's markings, moving ever upward toward its top.\n\n\"Effective--very effective,\" murmured President Giovannini.\n\nSuddenly a voice sounded, a pleasant voice specially geared to resemble\nthe voice of the greatest of twentieth-century troubadors, Bing Crosby.\nIt said, \"Interplanetary unity depends upon computer illogic.\"\n\nThere was a gasp--a gasp that seemed to emerge not only from the company\npresent but, in reverse, through the vidarcasters from the entire\nlistening world. President Giovannini, suddenly white, said inelegantly,\n\"Son of a bitch!\"\n\nNina laughed out loud and gripped Lindsay's arm tightly. \"You've done\nit, darling--you've _done_ it!\" she cried.\n\n\"On the contrary,\" he said quietly, \"_I_ haven't done it; du Fresne did\nit.\" And as he looked toward the Minister of Computation that little man\nfainted.\n\n       *       *       *       *       *\n\nBut Giac kept right on. It blanked out briefly, then once more the\nspiral of red figures began to work its way around and up the stele. And\nonce again the pleasant voice announced, \"Interplanetary unity depends\nupon computer illogic.\"\n\nIt blanked out, began again. And this time, from somewhere in the\nbuilding, came the thud of a muffled explosion. A spiral of green\nsymbols began to circle the stele, then a spiral of yellow. The red\nreached the top first and the Bing Crosby voice began again,\n\"Interplanetary unity de--\"\n\nThe green and yellow spirals reached the top. A few seconds of sheer\nJabberwocky emerged from the loudspeaker, ending in a chorus of,\n\"Illogic, illogic, illogic....\" with the words overlapping.\n\nPanic began to show itself. The president gasped and Maria suddenly\nshrieked. Frightened onlookers crowded toward the door. The president\nlooked from the machine to Lindsay, bewildered.\n\nLindsay got up and strode toward the microphone by the stele. He shouted\ninto it, \"Turn off the computer--turn it _off_.\"\n\nAnd, moments later, while the angry hot glow of the stele faded slowly,\nhe said, \"People of Earth, this is Lindsay of Mars. Please be calm while\nI explain. There is nothing wrong with Giac or any of your computers.\"\nHe paused, added ruefully, \"At least nothing that cannot be repaired in\nshort order where Giac is concerned.\n\n\"I am going to ask to look once more at the question I submitted to this\nmachine--_and_ to the language tape fed into it by the Honorable Mr. du\nFresne.\" He waited while they were brought to him, scanned them, smiled,\nsaid, \"No the fault was not with Giac. Nor was it consciously with Mr.\ndu Fresne. The question was loaded.\n\n\"You see, I happen to know that your Minister's belief in computers is\nsuch that he suffers an involuntary reaction when he hears them defamed.\nI defamed computers both in my preliminary address and in my question.\nAnd when he had to transfer to tape the phrase '--or, should the\nGovernors of Mars permit their planet to suffer because of computer\nillogic in the name of a highly doubtful status quo on the parent\nplanet?'--when he transferred that sentence to tape he was physically\nunable to write the phrase 'computer illogic'.\n\n\"Involuntarily he changed it to 'computer logic' with the result that\nthe question was utterly meaningless and caused Giac's tubes to short\ncircuit. None of the recent computer failures was the fault of the\nmachines--it was the fault of the men who fed them material to digest.\n\n\"So I believe it is safe to say that you may rely upon your\ncomputers--as long as they do not deal with problems affecting\nyourselves and ourselves. For those you need human speculation, human\ndebate, above all human judgment!\"\n\nPresident Giovannini, able politician that he was, had joined Lindsay at\nthe microphone, put an arm across his shoulders, said, \"I feel\nhumble--yes, humble--in the great lesson this great envoy from our\nsister planet had taught us. What they can do on Mars we can do on\nEarth.\"\n\nWhen at last they were clear of the vidar cameras Lindsay grinned and\nsaid, \"Nice going, Johnny--you'll have more voters than ever come next\nelection.\"\n\nGiovannini simply stared at him. His eyes began to water, his nose to\nrun and he turned away, groping for an evapochief.\n\nLindsay looked after him and shook his head. He said to Nina, who had\nrejoined him, \"How about that? Johnny's in tears.\"\n\n\"Of course he is,\" snapped Nina. \"He's allergic to the word 'voters'.\nNight soil, but you're simple!\"\n\nLindsay felt his own eyes water. He sneezed, violently, for the first\ntime since coming to Earth. Concerned, Nina said, \"What's wrong,\ndarling? Have I done something?\"\n\n\"If you ever say 'night soil' again...\" he began. Then,\n\"Krra_chooooo_!\" He felt as if the top of his head were missing.\n\nNina hugged him, grinning like a gamine. \"I'll save it for _very_\nspecial occasions,\" she promised.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ambassador, by Samuel Kimball Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE AMBASSADOR ***\n\n***** This file should be named 32587-8.txt or 32587-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/8/32587/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}