{"title": "Let There Be Light", "author": "Horace Brown Fyfe", "releaseDate": "May 30, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           Let There Be Light\n\n                           By Horace B. Fyfe\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction November 1952. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _No matter what the future, one factor must always be\nreckoned with--the ingenuity of the human animal._]\n\n\nThe two men attacked the thick tree trunk with a weary savagery. In the\nbright sunlight, glistening spatters of sweat flew from them as the old\naxes bit alternately into the wood.\n\nBlackie stood nearby, on the gravel shoulder of the highway, rubbing his\nshort beard as he considered the depth of the white notch. Turning his\nbroad, tanned face to glance along the patched and cracked concrete to\nwhere squat Vito kept watch, he caught the latter's eye and beckoned.\n\n\"Okay, Sid--Mike. We'll take it a while.\"\n\nThe rhythm of the axe-strokes ceased. Red Mike swept the back of a\nforearm across the semi-shaven stubble that set him as something of a\ndandy. Wordlessly, big Sid ambled up the road to replace Vito.\n\n\"Pretty soon, now,\" boasted Mike, eyeing the cut with satisfaction.\n\"Think it'll bring them?\"\n\n\"Sure,\" replied Blackie, spitting on his hands and lifting one of the\nworn tools. \"That's what they're for.\"\n\n\"Funny,\" mused Mike, \"how some keep going an' others bust. These musta\nbeen workin' since I was a little kid--since before the last blitz.\"\n\n\"Aw, they don't hafta do much. 'Cept in winter when they come out to\nclear snow, all they do is put in a patch now an' then.\"\n\nMike stared moodily at the weathered surface of the highway and edged\nback to avoid the reflected heat.\n\n\"It beats me how they know a spot has cracked.\"\n\n\"I guess there's machines to run the machines,\" sighed Blackie. \"I\ndunno; I was too young. Okay, Vito?\"\n\nThe relieving pair fell to. Mike stepped out of range of the flying\nchips to sit at the edge of the soft grass which was attempting another\ninvasion of the gravel shoulder. Propelled by the strength of Vito's\npowerful torso, a single chip spun through the air to his feet. He\npicked it up and held it to his nose. It had a good, clean smell.\n\nWhen at length the tree crashed down across the road, Blackie led them\nto the ambush he had chosen that morning. It was fifty yards up the road\ntoward the ruined city--off to the side where a clump of trees and\nbushes provided shade and concealment.\n\n\"Wish we brought something to eat,\" Vito said.\n\n\"Didn't know it would take so long to creep up on 'em this morning,\"\nsaid Blackie. \"The women'll have somethin' when we get back.\"\n\n\"They better,\" said Mike.\n\nHe measured a slender branch with his eye. After a moment, he pulled out\na hunting knife, worn thin by years of sharpening, and cut off a\nstraight section of the branch. He began whittling.\n\n\"You damn' fool!\" Sid objected. \"You want the busted spot on the tree to\nshow?\"\n\n\"Aw, _they_ ain't got the brains to notice.\"\n\n\"The hell they ain't! It stands out like one o' them old street signs.\nD'ya think they can tell, Blackie?\"\n\n\"I dunno. Maybe.\" Blackie rose cautiously to peer over a bed of\nblackberry bushes. \"Guess I'll skin up a tree an' see if anything's in\nsight.\"\n\nHe hitched up his pants, looking for an easy place to climb. His blue\ndenims had been stoutly made, but weakened by many rips and patches, and\nhe did not want to rip them on a snag. It was becoming difficult to find\ngood, unrotted clothing in the old ruins.\n\n       *       *       *       *       *\n\nChoosing a branch slightly over his head, he sprang for it, pulled,\nkicked against the trunk, and flowed up into the foliage with no\napparent effort. The others waited below. Sid glanced up occasionally,\nVito idly kicked at one of the clubs made from an old two-by-four.\n\nThe other lay beneath the piled jackets; but enough of the end protruded\nto show that they had been chopped from the same timber, gray-painted on\none side, stained and gouged on the other where boards had once been\nnailed. A coil of rope lay beside the axes.\n\nHigh in the upper branches, Blackie braced himself with negligent\nconfidence and stared along the concrete ribbon.\n\n_From here_, he thought, _you'd almost think the place was still alive,\ninstead of crumbling around our ears._\n\nThe windows of the distant houses were dark, unglassed holes, but the\nsunlight made the masonry clean and shining. To Blackie, the ragged tops\nof most of the buildings were as natural as the tattered look of the few\npeople he knew. Beyond, toward the center of the city, was real evidence\nof his race's bygone might--a vast jumble of shattered stone and fused\nmetal. Queer weeds and mosses infected the area, but it would be\ncenturies before they could mask the desolation.\n\nBetter covered, were the heaps along the road, seemingly shoved just\nbeyond the gravel shoulders--mouldering mounds which legend said were\nonce machines to ride in along the pavement.\n\nSomething glinted at the bend of the highway. Blackie peered closer.\n\nHe swarmed down the tree from branch to branch, so lithely that the trio\nbelow hardly had the warning of the vibrating leaves before he dropped,\ncat-footed, among them.\n\n\"They're comin'!\"\n\nHe shrugged quickly into his stained jacket, emulated in silent haste by\nthe others. Vito rubbed his hands down the hairy chest left revealed by\nhis open jacket and hefted one of the clubs. In his broad paws, it\nseemed light.\n\nThey were quiet, watching Sid peer out through narrowly parted brush of\nthe undergrowth. Blackie fidgeted behind him. Finally, he reached out as\nif to pull the other aside, but at that moment Sid released the bushes\nand crouched.\n\nThe others, catching his warning glance, fell prone, peering through\nshrubbery and around tree trunks with savage eyes.\n\nThe distant squawk of a jay became suddenly very clear, as did the\nsighing of a faint breeze through the leaves overhead. Then a new,\nclanking, humming sound intruded.\n\nA procession of three vehicles rolled along the highway at an unvarying\npace which took no account of patches or worn spots. They jounced in\nturn across a patch laid over a previous, unsuccessful patch, and halted\nbefore the felled tree. Two were bulldozers; the third was a light truck\nwith compartments for tools. No human figures were visible.\n\nA moment later, the working force appeared--a column of eight robots.\nThese deployed as they reached the obstacle, and explored like colossal\nants along its length.\n\n\"What're they after?\" asked Mike, whispering although he lay fifty yards\naway.\n\n\"They're lookin' over the job for whatever sends them out,\" Blackie\nwhispered back. \"See those little lights stickin' out the tops o' their\nheads? I heard tell, once, that's how they're run.\"\n\nSome of the robots took saws from the truck and began to cut through the\ntree trunk. Others produced cables and huge hooks to attach the obstacle\nto the bulldozers.\n\n\"Look at 'em go!\" sighed Sid, hunching his stiff shoulders jealously.\n\"Took us hours, an' they're half done already.\"\n\nThey watched as the robots precisely severed the part of the tree that\nblocked the highway, going not one inch beyond the gravel shoulder, and\nhelped the bulldozers to tug it aside. On the opposite side of the\nconcrete, the shoulder tapered off into a six-foot drop. The log was\njockeyed around parallel to this ditch and rolled into it, amid a\nthrashing of branches and a spurting of small pebbles.\n\n\"Glad we're on the high side,\" whispered Mike. \"That thing 'ud squash a\nguy's guts right out!\"\n\n\"Keep listenin' to me,\" Blackie said, \"an' you'll keep on bein' in the\nright place at the right time.\"\n\nMike raised his eyebrows at Vito, who thrust out his lower lip and\nnodded sagely. Sid grinned, but no one contradicted the boast.\n\n\"They're linin' up,\" Blackie warned tensely. \"You guys ready? Where's\nthat rope?\"\n\nSomeone thrust it into his hands. Still squinting at the scene on the\nhighway, he fumbled for the ends and held one out to Mike. The others\ngripped their clubs.\n\n\"Now, remember!\" ordered Blackie. \"Me an' Mike will trip up the last one\nin line. You two get in there quick an' wallop him over the head--but\ngood!\"\n\n\"Don't go away while we're doin' it,\" said big Sid. \"They won't chase\nya, but they look out fer themselves. I don't wanna get tossed twenty\nfeet again!\"\n\nThe eyes of the others flicked toward the jagged white scar running down\nbehind Sid's right ear and under the collar of his jacket. Then they\nswung back to the road.\n\n\"Good!\" breathed Blackie. \"The rollin' stuff's goin' first.\"\n\nThe truck and bulldozers set out toward the city, with the column of\nrobots marching a fair distance behind. The latter approached the\nambush--drew abreast--began to pass.\n\nBlackie raised himself to a crouch with just the tips of his fingers\nsteadying him.\n\n       *       *       *       *       *\n\nAs the last robot plodded by, he surged out of the brush, joined to Red\nMike by their grips on the twenty feet of rope. They ran up behind the\nmarching machine, trailed by the others.\n\nIn his right hand, Blackie twirled the part of the rope hanging between\nhim and Mike. On the second swing, he got it over the head of the robot.\nHe saw Mike brace himself.\n\nThe robot staggered. It pivoted clumsily to its left, groping vaguely\nfor the hindrance. Mike and Blackie tugged again, and the machine wound\nup facing them in its efforts to maintain balance. Its companions\nmarched steadily along the road.\n\n\"Switch ends!\" barked Blackie.\n\nAlert, Mike tossed him the other end of the rope and caught Blackie's.\nThey ran past the robot on either side, looping it in. Blackie kept\ngoing until he was above the ditch. He wound a turn of rope about his\nforearm and plunged down the bank.\n\n[Illustration: _With skill of long practice, they brought the robot\ndown._]\n\nA shower of gravel spattered after him as Mike jammed his heels into the\nshoulder of the highway to anchor the other end. Then he heard the\nbooming sound of the robot's fall.\n\nBlackie clawed his way up the bank. Vito and Sid were smashing furiously\nat the floundering machine. Mike danced about the melee with bared\nteeth, charging in once as if to leap upon the quarry with both feet.\nFrustrated by the peril of the whirling two-by-fours, he swept up\nhandfuls of gravel to hurl.\n\nBlackie turned to run for one of the axes. Just then, Sid struck home to\nthe head of the robot.\n\nSparks spat out amid a tinkle of glass. The machine ceased all motion.\n\n\"All right!\" panted Blackie. \"All _right_! That's enough!\"\n\nThey stepped back, snarls fading. A handful of gravel trickled through\nMike's fingers and pattered loudly on the concrete. Gradually, the men\nbegan to straighten up, seeing the robot as an inert heap of metal\nrather than as a weird beast in its death throes.\n\n\"We better load up an' get,\" said Blackie. \"We wanna be over on the\ntrail if they send somethin' up the road to look for _this_.\"\n\nVito dragged the robot off the highway by the head, and they began the\ntask of lashing it to the two-by-fours.\n\nIt was about two hours later when they plodded around a street corner\namong the ruins and stopped before a fairly intact building. By that\ntime, they had picked up an escort of dirty, half-clad children who ran\nahead to spread the news.\n\nTwo other men and a handful of women gathered around with eager\nexclamations. The hunters dropped their catch.\n\n\"Better get to work on him,\" said Blackie, glancing at the sky. \"Be dark\nsoon.\"\n\nThe men who had remained as guards ran inside the entrance of polished\ngranite and brought out tools: hammers, crowbars, hatchets. Behind them\nhurried women with basins and large cans. The original four, weary from\nthe weight of the robot despite frequent pauses on the trail, stepped\nback.\n\n\"Where first, Blackie?\" asked one of the men, waiting for the women to\nuntangle the rope and timbers.\n\n\"Try all the joints. After that, we'll crack him open down the middle\nfor the main supply tank.\"\n\nHe watched the metal give way under the blows. As the robot was\ndismembered, the fluid that had lubricated the complex mechanism flowed\nfrom its wounds and was poured by the women into a five-gallon can.\n\n\"Bring a cupful, Judy,\" Blackie told his woman, a wiry blond girl. \"I\nwanna see if it's as good as the last.\"\n\nHe lit a stick at the fire as they crossed the littered, once-ornate\nlobby, and she followed him down a dim hall. He pulled aside the skins\nthat covered their doorway, then stumbled his way to the table. The\nwindow was still uncovered against the night chill, but it looked out on\na courtyard shadowed by towering walls. To eyes adjusted to the sunny\nstreet, the room was dark.\n\nJudy poured the oil into the makeshift lamp, waited for the rag wick to\nsoak, and held it out to Blackie. He lit the wick from his stick.\n\n\"It burns real good, Blackie,\" the girl said, wrinkling her nose against\nthe first oily smoke. \"Gee, you're smart to catch one the first day\nout.\"\n\n\"Tell them other dames to watch how they use it!\" he warned. \"This\noughta last a month or more when we get him all emptied.\"\n\nHe blew out the dying flame on the stick and dropped the charred wood\nthoughtfully to the floor.\n\n\"Naw, I ain't so smart,\" he admitted, \"or I'd figure a way to make one\nof them work the garden for us. Maybe someday--but _this_ kind won't do\nnothin' but fix that goddam road, an' what good's that to anybody?\"\n\nHis woman moved the burning lamp carefully to the center of the table.\n\n\"Anyway, it's gonna be better'n last winter,\" she said. \"We'll have\nlights now.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Let There Be Light, by Horace Brown Fyfe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LET THERE BE LIGHT ***\n\n***** This file should be named 32592.txt or 32592.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/5/9/32592/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}