{"title": "Tabby", "author": "Winston Marks", "releaseDate": "May 30, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                  TABBY\n\n                             By Winston Marks\n\n                       Illustrated by Rudolph Palais\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction March 1954. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Tabby was peculiar, of course, but seemed harmless: just a\nlittle green fly that couldn't even protect itself from ordinary\nspiders. So the spiders fed, and grew, and fed, and grew...._]\n\n       *       *       *       *       *\n\n                                       April 18, 1956\n\nDear Ben: It breaks my heart you didn't sign on for this trip. Your\nreplacement, who _calls_ himself an ichthyologist, has only one talent\nthat pertains to fish--he drinks like one. There are nine of us in the\nexpedition, and every one of us is fed up with this joker, Cleveland,\nalready. We've only been on the island a week, and he's gone native,\ncomplete with beard, bare feet and bone laziness. He slops around the\nlagoon like a beachcomber and hasn't brought in a decent specimen yet.\n\nThe island is a bit of paradise, though. Wouldn't be hard to let\nyourself relax under the palms all day instead of collecting blisters\nand coral gashes out in the bright sun of the atoll. No complaints,\nhowever. We aren't killing ourselves, and our little camp is very\ncomfortable. The portable lab is working out fine, and the screened\nsleeping tent-houses have solved the one big nuisance we've suffered\nbefore: _Insects_. I think an entomologist would find more to keep him\nbusy here than we will.\n\nYour ankle should be useable by the time our next supply plane from\nHawaii takes off. If you apply again at the Foundation right now I'm\nsure Sellers and the others will help me get rid of Cleveland, and\nthere'll be an open berth here.\n\nGot to close now. Our amphib jets off in an hour for the return trip.\nHope this note is properly seductive. Come to the isles, boy, and\nlive!--Cordially, Fred\n\n       *       *       *       *       *\n\n                                       May 26, 1956\n\nDear Ben: Now, aren't you sorry you didn't take my advice?!!!! I'm\nassuming you read the papers, and also, that too tight a censorship\nhasn't clamped down on this thing yet. Maybe I'm assuming too much on\nthe latter. Anyhow, here's a detailed version from an actual eyewitness.\n\nThat's right! I was right there on the beach when the \"saucer\" landed.\nOnly it looked more like a king-size pokerchip. About six feet across\nand eight inches thick with a little hemispherical dome dead center on\ntop. It hit offshore about seventy-five yards with a splash that sounded\nlike a whale's tail. Jenner and I dropped our seine, waded to shore and\nstarted running along the beach to get opposite it. Cleveland came out\nof the shade and helped us launch a small boat.\n\nWe got within twenty feet of the thing when it started moving out,\nslowly, just fast enough to keep ahead of us. I was in the bow looking\nright at it when the lid popped open with a sound like a cork coming out\nof a wine bottle. The little dome had split. Sellers quit rowing and we\nall hit the bottom of the boat. I peeked over the gunwale right away,\nand it's a good thing. All that came out of the dome was a little cloud\nof flies, maybe a hundred or so, and the breeze picked them up and blew\nthem over us inshore so fast that Cleveland and Sellers never did see\nthem.\n\nI yelled at them to look, but by then the flies were in mingling with\nthe local varieties of sudden itch, and they figured I was seeing\nthings. Cleveland, though, listened with the most interest. It develops\nthat his specialty _is_ entomology. He took this job because he was out\nof work. Don't know how he bluffed his way past the Foundation, but here\nhe is, and it looks like he might be useful after all.\n\nHe was all for going ashore, but Sellers and I rowed after the white\ndisk for awhile until it became apparent we couldn't catch it. It's a\ngood thing we didn't. A half hour later, Olafsen caught up to it in the\npower launch. We were watching from shore. It was about a half mile out\nwhen Ole cut his speed. Luckily he was alone. We had yelled at him to\npick us up and take us along, but he was too excited to stop. He passed\nus up, went out there and boom!\n\nIt wasn't exactly an A-bomb, but the spray hit us a half mile away, and\nthe surface wave swamped us.\n\nSellers radioed the whole incident to Honolulu right away, and they are\nsending out a plane with a diver, but we don't think he'll find\nanything. Things really blew! So far we haven't even found any\nidentifiable driftwood from the launch, let alone Ole's body or traces\nof the disk.\n\nMeanwhile, Cleveland has come to believe my story, and he's out prowling\naround with an insect net. Most energy he's shown in weeks.\n\n       *       *       *       *       *\n\nMay 28--Looks like this letter will be delayed a bit. We are under\nquarantine. The government plane came this morning. They sent along a\ndiver, two reporters and a navy officer. The diver went down right away,\nbut it's several hundred feet deep out there and slants off fast. This\nisland is the tip of a sunken mountain, and the diver gave up after less\nthan an hour. Personally I think a couple of sharks scared him off, but\nhe claims there's so much vegetable ruck down there he couldn't expect\nto find anything smaller than the launch's motor.\n\nCleveland hasn't found anything unusual in his bug net, but everyone is\nexcited here, and you can guess why.\n\nWhen the \"saucer\" reports stopped cold about a year ago, you'll\nremember, it made almost as much news for a while as when they were\nfirst spotted. Now the people out here are speculating that maybe this\ndisc thing came from the same source as the _saucers_, after they had a\nchance to look us over, study our ecology and return to their base.\nCleveland is the one who started this trend of thought with his\nobsession that the flies I reported seeing are an attack on our planet\nfrom someone out in space.\n\nCommander Clawson, the navy officer, doesn't know what to think. He\nwon't believe Cleveland until he produces a specimen of the\n\"fly-from-Mars\", but then he turns around and contradicts himself by\ndeclaring a temporary quarantine until he gets further orders from\nHonolulu.\n\nThe reporters are damned nuisances. They're turning out reams of Sunday\nsupplement type stuff and pestering the devil out of Sparks to let them\nwire it back, but our radio is now under navy control, too.\n\nSure is crowded in the bunk-house with the six additional people, but no\none will sleep outside the screen.\n\n       *       *       *       *       *\n\nMay 29--Cleveland thinks he has his specimen. He went out at dawn this\nmorning and came in before breakfast. He's quit drinking but he hasn't\nslept in three days now and looks like hell. I thought he was getting\nhis fancy imagination out of the bottle, but the soberer he got the more\nworried he looked over this \"invasion\" idea of his.\n\nNow he claims that his catch is definitely a sample of something new\nunder our particular sun. He hustled it under a glass and started\nclassifying it. It filled the bill for the arthropods, class Insecta. It\nlooked to me, in fact, just like a small, ordinary blowfly, except that\nit has green wings. And I mean _green_, not just a little iridescent\ncolor.\n\nCleve very gently pulled one wing off and we looked at it under low\npower. There is more similarity to a leaf than to a wing. In the bug's\nback is a tiny pocket, a sort of reservoir of the green stuff, and\nCleve's dissection shows tiny veins running up into the wings. It seems\nto be a closed system with no connection with the rest of the body\nexcept the restraining membrane.\n\nCleveland now rests his extraterrestrial origin theory on an idea that\nthe green stuff is chlorophyll. If it is chlorophyll, either Cleve is\nright or else he's discovered a new class of arthropods. In other\nrespects the critter is an ordinary biting and sucking bug with the\npotentials of about a deerfly for making life miserable. The high-power\nlens showed no sign of unusual or malignant microscopic life inside or\nout of the thing. Cleve can't say how bad a bite would be, because he\ndoesn't have his entomologist kit with him, and he can't analyze the\nsecretion from the poison gland.\n\nThe commander has let him radio for a botanist and some micro-analysis\nequipment.\n\nEveryone was so pitched up that Cleve's findings have been rather\nanti-climactic. I guess we were giving more credence to the\nspace-invader theory than we thought. But even if Cleve has proved it,\nthis fly doesn't look like much to be frightened over. The reporters are\nclamoring to be let loose, but the quarantine still holds.\n\n       *       *       *       *       *\n\nJune 1--By the time the plane with the botanist arrived we were able to\ngather all the specimens of _Tabanidae viridis_ (Cleveland's\ndesignation) that he wanted. Seems like every tenth flying creature you\nmeet is a green \"Tabby\" now.\n\nThe botanist helped Cleve and me set up the bio kit, and he confirmed\nCleve's guess. The green stuff is chlorophyll. Which makes Tabby quite a\nbug.\n\nKyser, the youngest reporter, volunteered to let a Tabby bite him. It\ndid without too much coaxing. Now he has a little, itchy bump on his\nwrist, and he's happily banging away at his typewriter on a story\ntitled, \"I Was Bitten by the Bug from Space!\" That was hours ago, and we\nhaven't learned anything sinister about the green fly except that it\ndoes have a remarkable breeding ability.\n\nOne thing the reporter accomplished: we can go outside the screened\nquarters now without wondering about catching space-typhus.\n\n       *       *       *       *       *\n\nJune 2--The quarantine was probably a pretty good idea. Cleve has turned\nup some dope on Tabby's life cycle that makes us glad all over that we\nare surrounded by a thousand miles of salt water. Tabby's adult life is\nonly a couple of days, but she is viviparous, prolific (some thousand\nyoung at a sitting), and her green little microscopic babies combine the\nbest survival features of spores and plankton, minus one: they don't\nlive in salt water. But they do very well almost anyplace else. We have\nwatched them grow on hot rocks, leaves, in the sand and best of all,\nfiltered down a little into the moist earth.\n\nThey grow incredibly fast with a little sun, so the chlorophyll is\nbiologically justified in the life-cycle. This puzzled us at first,\nbecause the adult Tabby turns into a blood-sucking little brute.\nDeprived of any organic matter, our bottled specimens die in a short\ntime, in or out of the sunlight, indicating the green stuff doesn't\nprovide them with much if any nourishment after they are full-grown.\n\nNow we are waiting for a supply of assorted insecticides to find the\nbest controls over the pests. The few things we had on hand worked quite\nwell, but I guess they aren't forgetting our sad experience with DDT a\nfew years back.\n\nThe Tabbies now outnumber all the other insects here, and most outside\nwork has been halted. The little green devils make life miserable\noutside the tent-houses. We have built another screened shelter to\naccommodate the latest arrivals. We are getting quite a fleet of\namphibian aircraft floating around our lagoon. No one will be allowed to\nreturn until we come up with all the answers to the question of\ncontrolling our insect invasion.\n\nCleveland is trying to convince Sellers and the commander that we should\nget out and send in atomic fire to blow the whole island into the sea.\nThey forwarded his suggestion to the U. N. committee which now has\njurisdiction, but they wired back that if the insect is from space, we\ncouldn't stop other discs from landing on the mainlands. Our orders are\nto study the bug and learn all we can.\n\nOpinion is mixed here. I can't explain the flying disc unless it's\nextraterrestrial, but why would an invader choose an isolated spot like\nthis to attack? Cleve says this is just a \"test patch\" and probably\nunder surveillance. But why such an innocuous little fly if they mean\nbusiness?\n\nThe newsmen are really bored now. They see no doom in the bugs, and\nsince they can't file their stories they take a dim view of the\nquarantine. They have gotten up an evening fishing derby with the crew\nmembers of the planes. Have to fish after dusk. The Tabbies bite too\noften as long as the sun is up.\n\nCleve has turned into a different man. He is soft-spoken and intense.\nHis hands tremble so much that he is conducting most of his work by\nverbal directions with the botanist and me to carry them out. When his\nsuggestion about blowing up the atoll was turned down he quit talking\nexcept to conduct his work. If things were half as ominous as he makes\nout we'd be pretty worried.\n\n       *       *       *       *       *\n\nJune 4--The spray planes got here and none too soon. We were running out\nof drinking water. The Tabbies got so thick that even at night a man\nwould get stung insane if he went outside the screen.\n\nThe various sprays all worked well. This evening the air is relatively\nclear. Incidentally, the birds have been having a feast. Now the gulls\nare congregating to help us out like they did the Mormons in the cricket\nplague. The spiders are doing all right for themselves, too. In fact,\nnow that we have sprayed the place the spiders and their confounded webs\nare the biggest nuisance we have to contend with. They are getting fat\nand sassy. Spin their webs between your legs if you stand still a minute\ntoo long. Remind me of real estate speculators in a land boom, the\nlittle bastardly opportunists. As you might gather, I don't care for\nbrothers Arachnidae. They make everyone else nervous, too. Strangely,\nCleveland, the entomologist, gets the worst jolt out of them. He'll\nstand for minutes at the screen watching them spin their nasty webs and\nskipping out to de-juice a stray Tabby that the spray missed. And he'll\nmutter to himself and scowl and curse them. It is hard to include them\nas God's creatures.\n\nCleve still isn't giving out with the opinions. He works incessantly and\nhas filled two notebooks full of data. Looks to me like our work is\nalmost done.\n\n       *       *       *       *       *\n\nAugust 7, Year of our Lord 1956--To whom it will never concern: I can no\nlonger make believe this is addressed to my friend, Ben Tobin. Cleveland\nhas convinced me of the implications of our tragedy here. But somehow it\ngives me some crazy, necessary ray of hope to keep this journal until\nthe end.\n\nI think the real horror of this thing started to penetrate to me about\nJune 6. Our big spray job lasted less than 24 hours, and on that morning\nI was watching for the planes to come in for a second try at it when I\nnoticed the heavy spider webbing in the upper tree foliage. As I looked\na gull dove through the trees, mouth open, eating Tabbies. Damned if the\nwebs didn't foul his wings. At first he tore at them bravely and it\nlooked like he was trying to swim in thin mud--sort of slow motion. Then\nhe headed into a thick patch, slewed around at right angles and did a\ncomplete flip. Instantly three mammoth spiders the size of my fist\npounced out on him and trussed him up before he could tear loose with\nhis feet.\n\nHis pitiful squawking was what made me feel that horror for the first\ntime. And the scene was repeated more and more often. The planes dusted\nus with everything they had, and it cut down the Tabbies pretty well\nagain, but it didn't touch the spiders, of course.\n\nAnd then our return radio messages started getting very vague. We were\ntransmitting Cleve's data hourly as he compiled it, and we had been\ngetting ordinary chatter and speculation from the Honolulu operator at\nthe end of our message. That stopped on the sixth of June. Since then,\nwe've had only curt acknowledgements of our data and sign-offs.\n\nAt the same time, we noticed that complete censorship on news of our\nsituation and progress apparently hit all the long-wave radio\nbroadcasts. Up to that time the newscasts had been feeding out a dilute\nand very cautious pablum about our fight against Tabby. Immediately when\nwe noticed this news blind spot Cleve went all to pieces and started\ndrinking again.\n\nCleve, Sellers and I had the lab tent to ourselves, having moved our\nbunks in there, so we got a little out of touch with the others. It\nwasn't the way Sellers and I liked it, but none of us liked the trip\nfrom lab to living quarters any more, although it was only fifty feet or\nso.\n\nThen Sparks moved in, too. For the same reason. He said it was getting\non his nerves running back and forth to the lab to pick up our outgoing\nbulletins. So he shifted the generator, radio gear and all over to a\ncorner of the lab and brought in his bunk.\n\nBy the tenth of June we could see that the spraying was a losing battle.\nAnd it finally took the big tragedy to drive home the truth that was all\nabout us already. When the crew got ready to go out to their planes on\nthe eleventh, everyone except the four of us in the lab tent was drafted\nto help clear webs between the tents and the beach. We could hear them\nshouting from tent to tent as they made up their work party. We could no\nlonger see across the distance. Everywhere outside, vision was obscured\nby the grayish film of webs on which little droplets caught the tropical\nsun like a million tiny mirrors. In the shade it was like trying to peer\nthrough thin milk, with the vicious, leggy little shadows skittering\nabout restlessly.\n\nAs usual in the morning, the hum of the Tabbies had risen above the\nnormal jungle buzzing, and this morning it was the loudest we'd heard\nit.\n\nWell, we heard the first screen door squeak open, and someone let out a\nwhoop as the group moved out with brooms, palm fronds and sticks to\nsnatch a path through the nightmare of spider webs. The other two doors\nopened and slammed, and we could hear many sounds of deep disgust voiced\namid the grunts and thrashings.\n\nThey must have been almost to the beach when the first scream reached\nus. Cleve had been listening in fascination, and the awful sound tore\nhim loose of his senses. He screamed back. The rest of us had to sit on\nhim to quiet him. Then the others outside all began screaming--not\nwords, just shattering screams of pure terror, mixed with roars of pain\nand anger. Soon there was no more anger. Just horror. And in a few\nminutes they died away.\n\n       *       *       *       *       *\n\nSellers and Sparks and I looked at each other. Cleve had vomited and\npassed out. Sparks got out Cleve's whiskey, and we spilled half of it\ntrying to get drinks into us.\n\nSparks snapped out of it first. He didn't try to talk to us. He just\nwent to his gear, turned on the generator and warmed up the radio. He\ntold Honolulu what had happened as we had heard it.\n\nWhen he finished, he keyed over for an acknowledgment. The operator said\nto hold on for a minute. Then he said they would _try_ to dispatch an\nair task force to get us off, but they couldn't be sure just when.\n\nWhile this was coming in Cleve came to his senses and listened. He was\ndeadly calm now, and when Honolulu finished he grabbed the mike from\nSparks, cut in the TX and asked, \"Are they landing discs on the\nmainlands?\"\n\nThe operator answered, \"Sorry, that's classified.\"\n\n\"For God's sake,\" Cleve demanded, \"if you are ready to write us off you\ncan at least answer our questions. Are there any of the green\nsonsofbitches on the mainland?\"\n\nThere was another little pause, and then, \"Yes.\"\n\nThat was all. Sparks ran down the batteries trying to raise them again\nfor more answers, but no response. When the batteries went dead he\nchecked the generator that had kicked off. It was out of gasoline. The\ndrums were on the beach. Now we were without lights, power and juice for\nour other radios.\n\nWe kept alive the first few days by staying half drunk. Then Cleve's\ncase of whiskey gave out and we began to get hungry. Sparks and Sellers\nset fire to one of our straw-ticking mattresses and used it as a torch\nto burn their way over to the supply tent about thirty feet away. It\nworked fairly well. The silky webs flashed into nothing as the flames\nhit them, but they wouldn't support the fire, and other webs streamed\ndown behind the two. They had to burn another mattress to get back with\na few cases of food.\n\nThen we dug a well under the floor of our tent. Hit water within a few\nfeet. But when we cut through the screen floor it cost us sentry duty.\nWe had to have one person awake all night long to stamp on the spiders\nthat slipped in around the edge of the well.\n\nThrough all of this Cleveland has been out on his feet. He has just\nstood and stared out through the screen all day. We had to force him to\neat. He didn't snap out of it until this morning.\n\nSparks couldn't stand our radio silence any longer, so he talked Sellers\ninto helping him make a dash for the gas drums on the beach. They set\nfire to two mattresses and disappeared into the tunnel of burned webs\nthat tangled and caved in behind them.\n\nWhen they were gone, Cleveland suddenly came out of his trance and put a\nhand on my shoulder. I thought for a moment he was going to jump me, but\nhis eyes were calm. He said, \"Well, Fred, are you convinced now that\nwe've been attacked?\"\n\nI said, \"It makes no sense to me at all. Why these little flies?\"\n\nCleve said, \"They couldn't have done better so easily. They studied our\necology well. They saw that our greatest potential enemy was the insect\npopulation, and the most vicious part of it was the spider. _Tabanidae\nviridis_ was not sent just to plague us with horsefly bites. Tabby was\nsent to multiply and feed the arachnids. There are durable species in\nall climates. And if our botanist were still alive he could explain in\ndetail how long our plant life can last under this spider infestation.\n\n\"Look for yourself,\" he said pointing outside. \"Not only are the regular\npollenizing insects doomed, but the density of those webs will choke out\neven wind pollinated grains.\"\n\nHe stared down our shallow well hole and stamped on a small, black, flat\nspider that had slithered under the screening. \"I suppose you realize\nthe spiders got the others. Down here in the tropics the big varieties\ncould do it by working together. Sellers and Sparks won't return. Sounds\nlike they got through all right, but they'll be bitten so badly they\nwon't try to get back.\"\n\nAnd even as he spoke we heard one of the aircraft engines start up. The\nsound was muffled as under a bed quilt.\n\nCleve said, \"I don't blame them. I'd rather die in the sun, too. The\nbeach should be fairly clear of webs. We've got one mattress left. What\ndo you say?\"\n\nHe's standing there now holding the mattress with the ticking sticking\nout. I don't think one torch will get us through. But it will be worth a\ntry for one more look at the sun.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tabby, by Winston Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TABBY ***\n\n***** This file should be named 32613.txt or 32613.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/1/32613/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}