{"title": "Spillthrough", "author": "Daniel F. Galouye", "releaseDate": "June 2, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            SPILLTHROUGH\n\n                        By Daniel F. Galouye\n\n[Transcriber Note: This etext was produced from Imagination Stories of\nScience and Fantasy January 1953. Extensive research did not uncover any\nevidence that the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: Ships switching from hyper to normal space had to do it in a\nmicro-second--if the crews were to live. But it would take Brad suicidal\nminutes!]\n\n\nLike the sibilant, labored breathing of a dying monster, the tortured\nship wailed its death sobs as it floundered in deep hyperstellar space.\n\n_Clank-sss, clank-sss_, went the battered safety valve of the pile\ncooling system.\n\n_BOOM ... boom ... BOOM ... boom._ A severed and dangling piston rod\ncrashed in monotonous rhythm against a deck beam as the rest of the\nauxiliary compression unit strained to satisfy its function.\n\nAn off-beat bass viol strum added its depressive note to the symphony of\ndestruction's aftermath--_throom-throom ... throom-throom_. It was the\npersistent expansion of plate metal reacting to heat from a ruptured\ntube jacket.\n\nForward, in the control compartment of the cargo craft, the sounds were\nmuted. But the intervening bulkheads did not lessen their portent.\n\nBrad Conally ran a hand over the stubbles on his cheek and swayed\nforward in the bucket-type seat, his head falling to rest against the\ncontrol column.\n\nSomewhere aft the ship groaned and metal scraped against metal with a\nsickening rending sound.\n\nThere was a lurch and Brad was jerked to one side, his head ramming\nagainst the inclination control. The ventral jet came to life in\nunexpected protest and fired once.\n\nHis hand shot out instinctively to return the loose, displaced lever to\nneutral. But the force of the single burst had already taken effect and\nthe lower part of his stomach tied itself in a knot.\n\nCentrifugal force reeled him to the fringe of consciousness. He\nstruggled to reach the dorsal-ventral firing lever, praying that the\nlinkage was not severed and the mechanism was still operative. His hand\nfound the lever and jerked. The dorsal jet came to life with a roar. He\njockeyed the control back and forth across neutral position. The two\njets fired alternately. The sickening, end-over-end gyration became\ngentler.\n\nThe ship steadied itself again into immobility. But a snap sounded from\nback aft. It was followed by a grating noise that crescendoed and\nculminated in a terrific crash. His ears popped. A _clang_ reverberated,\nevidence of an automatic airlock sealing off another punctured section\nof the vessel.\n\nShrugging fatigue from his body, he looked up at the panel. The\nmassometer showed a decrease of six tons. The explanation was simple,\nBrad laughed dryly: A good one-quarter of his load of crated inter-calc\naudio retention banks had rammed through the hull and floated into\nspace.\n\nHe glanced at the scope. The twenty odd crates, some of them taking up\nan orbital relationship with the vessel, were blips on the screen.\n\nTwisting the massometer section selector, he read off the figures. Hold\nOne showed full cargo of inter-calc equipment. Hold Two, with its thirty\nbins of hematite, was intact. The third cargo compartment, containing\nmore crated inter-calc units, was the damaged one. The massometer\nreading for that hold accounted for the missing weight.\n\n       *       *       *       *       *\n\n\"How're you doing, Brad?\" the receiver rasped feebly. He recoiled at the\nunexpected sound.\n\n\"She's still in one piece, Jim,\" he shouted to compensate for the\nstrength the signal would lose in traveling the distance to the fleeing\nlifecraft. \"Have you cleared through your second hyperjump yet?\"\n\n\"Getting ready to go into the third. There won't be any more\ncommunicating after that ... not with this short-range gear and your\nfaulty transmitter. Find out the trouble yet?\"\n\nBrad ignored the question. \"How long, Jim?\" His voice was eager. \"How\nlong before you get to port?\"\n\n\"Three jumps in one day. Seven more to go. That figures out to a little\nover two more days. I'm making better time than we expected with this\npeanut. Allow two more days for the slow tows to return.... Still think\nit'll hold together?\"\n\nBrad was silent.\n\n\"Brad,\" Jim's voice went into low gear. \"I've still got enough juice\nto come back and pick you up. After all, one ship and one load of\ncargo ... it's just not worth it.\"\n\nBrad listened to the ominous convulsions of the ship for a moment. \"Your\norders are to continue to Vega IV. I'm sticking.\"\n\n\"But, skipper! Dammit! There's always the chance of spilling through\ninto normal! That's a torturous way to go!\"\n\nBrad's lips brushed roughly against the bulkhead mike. \"If I fall\nthrough it's just me, isn't it?\"\n\nAlthough the sound level was too low, he knew there was a sigh on the\nother end. \"Okay,\" the speaker whispered. \"If I can't convince you....\"\n\nBrad leaned against the bulkhead and shivered. He'd have to see whether\nhe couldn't get more output from the heat converter--if he could chance\ngoing past the leaking pile again. Or _was_ it the cold that was causing\nhim to tremble?--If he entered normal space at less than minimum\nbreakthrough speed.... He didn't complete the distasteful mental\npicture.\n\nHe thought of his only functioning hyperdrive tube. Its gauge showed a\npower level that was only high enough to boost the craft back onto the\nhyperspace level when it started to conform with the normal tendency to\nfall through. How many times the tube could be counted on to repeat the\nperformance he couldn't guess. It might be painful if he should let the\ndrop gain too much momentum before correcting--human beings were built\nto cross the barrier in nothing longer than a micro-second. But, he\nresolved, he would worry about that when the time came.\n\n\"Why don't you let it go, Brad?\" the voice leaped through the grating\nagain.\n\nBrad started. He thought Jim had cut the communication.\n\n\"You know the score. If we swing this we can get all of West Cluster\nSupplies' work. We'll need an extra ship--several of them. But with the\ncontract we'll be able to borrow as much as we want.\"\n\nJim laughed. \"At least I'm glad there's a rational, mercenary\nmotive. For a while I thought you were going through with that\ngo-down-with-the-ship routine.\"\n\nBoom ... _Boom_ ... BOOM. The loose rod pounded with suddenly increasing\nfury.\n\nHe lunged through the hatch. At least the compression unit was forward\nof the faulty pile. And, while he did the job which automatic regulators\nhad abandoned, he would not have to keep track of his time of exposure\nto hard radiation.\n\n       *       *       *       *       *\n\n\"Calling Space Ship Fleury. Repeat: Calling Space Ship Fleury.... Answer\nplease.\"\n\nBrad jerked his head off the panel ledge. Hot coffee from a container\nthat his limp hand half-gripped sloshed over the brim and spilled on the\ndeck. He turned a haggard, puzzled face to the bulkhead speaker.\n\nIt had flooded the compartment with sound--live, vibrant sound. The\nsignal had been loud and clear. Not weak. Not like the one from Jim's\nlifecraft two jumps away.\n\n\"This is the SS Fleury!\" he shouted, stumbling forward eagerly and\ngripping the gooseneck of the mike. \"Come in!\"\n\n\"Fleury from SS Cluster Queen.... Answering your SOS.\"\n\nHis hopes suddenly vanished. \"Is that Altman? What are you doing on this\nrun?\"\n\n\"Yeah, Conally. This is Altman. Freeholding to Vega.... What's your\ntrouble? Anything serious?\"\n\nAltman had come in to unload at Arcturus II Spaceport while the Fleury\nwas still docked, Brad recalled. The huge ship had been berthed next to\nhis.\n\n\"Main drive jacket blown out in the engine compartment,\" Brad said\nhoarsely. \"It happened at the end of the eighth jump. We're about a\nhalf-notch into hyper--just barely off the border.\"\n\n\"That's tough.\" There was little consolation in the tone. \"Got any\npassengers?\"\n\n\"No. None this trip. I'm solo now. My engineer's gone off in the craft.\"\n\n\"Can't you replace that jacket and limp through?\"\n\n\"Got a faulty gasket on the replacement. Can't be patched up.\"\n\n\"You're in a helluva fix, Conally. Even a Lunar ferry pilot's got enough\nsense to check his spare parts before blastoff.\"\n\n\"I check mine after each landing. There isn't much that can happen to it\nwhen the pile's cold.... Can you give me a tow, Altman?\"\n\n\"Can't do that, Conally. I'm not....\"\n\n\"If you'll just give me a boost then. To the crest of this hyperjump.\nThen I won't have to worry about slipping through.\"\n\n\"Like I started to tell you,\" Altman intoned insistently, \"one of my\ngrapples is sheared.\"\n\n\"You still have two more.\"\n\n\"Uh-uh. This wise boy ain't gonna take a chance of a line snapping and\nknocking a hunk outta my hull. Especially when you got cargo spilling\nall over space.\"\n\nBrad clenched his fists. He spoke through his teeth. \"Look, Altman.\nRegulations say....\"\n\n\"... I gotta help you,\" the other cut him short. \"I know that, pal.\nThat's why I happen to be stopping off at this not too enticing spot.\nAnd I'm offering help.... Come aboard any time you want.\"\n\n\"And hang up a free salvage sign on the Fleury?\"\n\nAltman didn't answer.\n\nTwisting the gooseneck in his hand, Brad sucked in a deep breath and\nblew it out in a rush. But he didn't say what had leaped into his mind.\nInstead he glanced over at the panel's screen.\n\nAltman's ship showed up there--a large, greenish-yellow blip. There were\nother small dots on the scope too. As he looked, the large blip coasted\nover to one of the dots. The two became one mark on the screen.\n\n\"You're picking up my cargo!\" Brad shouted.\n\n\"The stuff not in orbit around the Fleury ain't yours any longer,\nConally,\" Altman laughed. \"You oughta bone up on your salvage laws.\"\n\n\"You damned scavenger!\"\n\n\"Now, now, Brad,\" the other said smoothly. \"What would you do if you\nwere in my position? Would you let top priority cargo slip through to\nnormal and get lost off the hyperlane? Or would you scoop it up and\nbring it in for bonus price?\"\n\n\"You're not after a bonus,\" Brad roared into the mike. \"You're after a\ncontract.... Altman, I'll pay two thousand for a ten-minute tow up-arc.\nThat'll almost wipe out my profit on this haul.\"\n\n\"No sale.\"\n\nBrad gripped the mike with both hands. \"So you're just going to sit\naround and pick up cargo droppings!\"\n\n\"The book says I gotta stick around until you come aboard, until you get\nunderway on hyperpower, or until there just ain't any more ship or\ncrew.... Might as well pick up cargo; there's nothing else to do.\"\n\n\"And when I come aboard you'll want to unload the Fleury too, I take\nit.\"\n\n\"Wouldn't you?\"\n\n       *       *       *       *       *\n\nHalf the spilled crates were in close orbit around the SS Fleury. The\ntri-D scope showed that. Brad estimated distances of several of the\nobjects as he clamped the helmet to the neckring of his suit and\nclattered to the pilot compartment airlock.\n\nIn the lock he unsnapped the hand propulsor from its bulkhead niche and\nclamped it to his wrist plate while the outer hatch swung open and the\nlock's air exploded into a void encrusted with a crisscross of vivid,\nvari-colored lines. The individual streaks, he estimated, averaged at\nleast ten degrees in length. That indicated he was a reasonable period\nof time away from spillthrough into normal space where the lines would\ncompress into the myriad normal pinpoints that were stars, undistorted\nby hyperspace perspective. When the streaks decreased to four or five\ndegrees, he reminded himself, that was the time to start worrying about\ndropping out the bottom of the trough.\n\nHe waited until one of the square, tumbling objects rolled by, obscuring\nsections of the out-of-focus celestial sphere as it whirled in its\norbit. Timing it, he waited for the box to complete another revolution.\nJust before it arrived the third time, he pushed off.\n\nAs he closed in on the crate, he knew his timing had been correct. He\nintercepted it directly above the hatch and clung clumsily to a hand\nring as its greater mass swept him along in an altered orbit. A quick\nblast from his propulsor eliminated the rotation he had imparted to the\nobject and he reoriented himself with respect to the ship. Spotting the\nruptured sideplate where the cargo had burst through the hull, he\nsteered his catch toward the hole with short bursts of power.\n\n[Illustration]\n\nThe bent plate made a natural ramp down which he slid the crate onto the\ngravity-fluxed deck. Inside, he degravitated the chamber, floated the\nbox into position and double-lashed it to the deck.\n\nPushing away from the ship again, he checked the length of the stellar\ngrid streaks. They were still approximately ten degrees long. It looked\nhopeful. He might have time to collect all the orbiting cargo before he\ngot dangerously close to spillthrough. Then he'd see about pushing on\nup-arc until the fuzzy streaks stretched to forty or fifty\ndegrees--perhaps even ninety, if he could allow himself the luxury of\nwishful thinking. There he'd be at quartercrest and would have time to\nrest before worrying about being drawn down the arc again toward normal\nspace.\n\nWhile he jockeyed the fourth crate into the hold, a huge shadow suddenly\nblotched out part of the star lines off to the port side. It was the\nCluster Queen pursuing a crate not in orbit around the Fleury. Brad\nshrugged; he'd be unable to pick up the ones that far out anyway.\n\nBut his head jerked upright in the helmet suddenly. If Altman was after\na free box, he realized, the Cluster Queen _could not_ appear in sharp\noutline to an observer in the Fleury system! The Fleury, sliding down\nthe hyperspatial arc with its orbiting crates, would be moving slowly\ntoward normal space in response to the interdimensional pull exerted by\nits warp flux rectifier, hidden inaccessibly in the bowels of the pile,\nas it was on most outdated ships. But the free boxes, in another\ntime-space system with the Cluster Queen, would be stationary on the arc\nand would appear increasingly fuzzy as the planal displacement between\nthe two systems became greater.\n\nThe truth, Brad realized, was that the Cluster Queen was drawing closer\nboth spatially and on the descending node of the hyperspatial arc!\nAltman was violating the law; he was going to take the cargo in orbit.\nAnd he could well get away with it too, since it would be the word of\nonly one man aboard the Fleury against the word of the entire crew of\nthe Queen.\n\n       *       *       *       *       *\n\nThere were still six boxes in orbit. He pushed out again toward the\nclosest and saw he had not been wrong in his reasoning. The Queen's\noutline was razor-edge sharp; it was close enough to stretch across\nfifty-five degrees of the celestial sphere.\n\nHe kept it in the corner of his vision as he hooked on to the crate and\nstarted back to the ship. The Queen was reversing attitude slowly. When\nhe had first spotted it, it was approaching at an angle, nose forward.\nBut now it had gyroed broadside and was continuing to turn as it drifted\nslowly toward Brad and the box.\n\n\"Altman!\" he cried into his all-wave helmet mike. \"You're on collision\ncourse!\"\n\nBrad kicked away from the crate and streaked back toward the Fleury.\n\nThere was a laugh in the receiver. \"Did you hear something, Bronson?\"\n\n\"No, captain,\" another voice laughed. \"For a moment I thought maybe I\npicked up a small blip near that crate. But I don't guess Conally would\nbe stupid enough to suit up and try to hustle his own cargo.\"\n\nBrad activated his propulsor again and gained impetus in his dash for\nthe Fleury's hatch.\n\n\"Still,\" Altman muttered, \"it seems like I heard somebody say something\nabout a collision course.\"\n\nThe Cluster Queen was no longer turning. It had stabilized, with its\ntubes pointed in the general direction of the Fleury and her floating\ncrates.\n\nPerspiration formed on Brad's forehead as he glanced up and saw the\nother ship steady itself, settling on a predetermined, split-hair\nheading. Somebody, he realized grimly, was doing a good job of aiming\nthe vessel's stern.\n\nHe got additional speed out of his propulsor, but the tubes swung slowly\nas he covered more of the distance to his hatch. It seemed he couldn't\nescape his position of looking up into the mouths of the jets.\n\n\"I don't know, boss,\" the speaker near his ear sounded again. \"Maybe he\n_is_ out there.\"\n\n\"We better not take chances, then,\" Altman was not hiding the heavy\nsarcasm in his words. \"Blast away!\"\n\nBrad kicked sideways, stiffened his arm and hit the wrist jet full\nforce. He shot to one side on a course parallel with the Fleury.\n\nA blinding gusher of raw energy exploded--a cone of blistering,\nscintillating force that streaked through space between himself and the\ndisabled ship. The aiming was perfect. Had he not swerved off when he\ndid, had he stayed on his original course, he would have been in the\ncenter of the lance of hell-power.\n\nAs he drifted shakily into the hatch, the Queen wasn't even a dot\nagainst the trellis of star traces. But, while he looked, a miniature\nlance of flame burst in the general direction in which Altman's vessel\nhad gone--scores of miles away. He was maneuvering a standard turn to\napproach again, Brad realized.\n\nIf he repeated the performance against the hull of the Fleury, he would\nshake things up considerably, but at least the alloys of the plates\ncould stand the heat--possibly the thrust too ... but not for long.\n\n       *       *       *       *       *\n\nInvigorating effects of hot coffee flowed through Brad as he sat\nstrapped in the pilot's seat and allowed himself the luxury of a\ncigarette.\n\nBut his eyes were fastened on the screen. The Cluster Queen was drawing\nup to the last orbiting crate. He watched the large blip and the dot\nbecome one.\n\nAbruptly, there was motion in the direct-view port overhead. The Queen\nand the crate drifted into view. He switched his gaze from the screen\nand watched grapples clamp the crate like giant mandibles, drawing it\ninto the Queen.\n\nHis chest and abdomen hurt and he wanted to get out of the seat and\nstretch, move around, do something. But that might be disastrous. If\nAltman was going to play any more tricks with his tubes, he would be\nready to do it now, after the last box had been retrieved. And Brad\nrealized it wouldn't be healthy being shaken around inside an\nerratically spinning compartment.\n\n\"That's the last one, Altman,\" he spoke dully into the mike.\n\n\"Say!\" The irony was still in the other's voice. \"Were you out there\nwhen we blasted to avoid collision?\"\n\nBrad said nothing.\n\n\"Sorry if we warmed your tail,\" Altman continued. \"But you should'a\nstayed inside. Our instruments show you're getting close to\nspillthrough. Ain't you gonna do anything about it?\"\n\nBrad snapped to alertness. Now he realized the origin of the pains in\nhis stomach and chest--the pin-prick sensations that seemed to be\nspreading throughout his flesh. He glanced out the direct-view port.\nAltman was right. The sky was no longer a grid of star streaks. The\nlines had shrunken; their lengths now stretched scarcely over three or\nfour degrees. The scope showed the Queen was still there spatially, but\nthe fuzziness of her outline indicated she was well out of danger--high\nup on the ascending node of the arc.\n\n\"What's on the program, Altman?\" Brad asked bitterly. \"Let me guess....\nI slip through the barrier. Passage at slow speed makes pretty much of a\npulpy mess out of my body. You pop the Queen through in a\nmilli-second.... You got a nice story to tell: You arrived as I was\nslipping through. You couldn't do anything to stop me. You plunged\nthrough after me. With a dead skipper aboard, the ship and cargo were\nfree to the first one who came along. You took the cargo, it being high\npriority stuff. You left the ship, it being outdated, battered, useless\nand drifting in normal interstellar where it would never be found. You\ntook what was left of the skipper, it being good evidence to\nsubstantiate your tale.\"\n\n\"Now Brad, boy!\" Altman stretched the words out in mock reprimand. \"You\nknow _I_ wouldn't do a thing like _that_. You know the West Cluster\ncontract doesn't mean _that_ much to _me_!\"\n\nThere was a long silence. Apparently Altman wasn't going to interrupt\nit. Brad looked back at the scope. The Queen had withdrawn spatially and\nhyperspatially.\n\nThe pains in his body rose sharply and he grimaced, biting down on his\nlips. A knife slipped into his abdomen, twisted and shot up through his\nchest and into his head. Then an incendiary bomb went off somewhere in\nhis stomach.\n\nHe reached for the control of the good main hyperjet. Then, as his face\ncontorted with near agony, he punched down on it.\n\nThe pain left swiftly. The ship rattled and clanked and ground\nhatefully, its new cacophony of protest drowning out the old\n_clank-sss_, _boom_ and _throom-throom_. The small blurs in the sky\nelongated--five degrees, ten, twelve, twenty, twenty-five, forty.... The\nCluster Queen's outline on the scope became sharp and then faded into\nfuzziness once more as the Fleury passed it hyperspatially along the\nascending node of the arc.\n\nHe pressed the normal drive jet lever and it spluttered weakly, creating\nnot even enough discordant sounds in the wracked ship to drown out the\n_boom, throom, clank-sss_ symphony. The dot on the scope representing\nthe Queen faded into insignificance. With a sweep of his hand, he killed\npower in the automatic distress transmitter.\n\nNow it would take the Queen a little while to get a bearing on him along\nfour co-ordinates. It would be a reprieve of several' hours--even the\nFleet ships couldn't do it in less time than that without a signal to\nhome in on.\n\nHe had no idea what the skipper of the Queen would do next. But at the\nmoment he wasn't interested. The sharp pains were gone. But they had\nbeen replaced by an uncontrollable, reactive nausea. He unclamped his\nsafety harness and stumbled to the jettison bin, holding a hand over his\nmouth. He made it just in time.\n\nThen he dropped onto the bunk, exhausted.\n\n       *       *       *       *       *\n\nThe reprieve gained by his elusive tactics must have been a long one.\nWhen Brad awoke he felt fresher than he had at any time since the engine\ncompartment eruption. He had no way of knowing how long he had slept;\nthe secondary bus bar off which the ship's clocks operated had gone up\nin the initial blast when a section of the plate from the ruptured tube\njacket had smashed through the junction box.\n\nEvenly spaced _swooshing_ sounds were emitting from the speaker. That,\nhe realized, was what had awakened him. Someone was blowing into a mike\nto see if it was alive.\n\n\"SS Fleury, SS Fleury, SS Fleury,\" the sounds were suddenly exchanged\nfor words--Altman's.\n\nBrad swung his legs out of the bunk and stood swaying, rubbing a hand\nover his chafed, bearded face.\n\nThe elongated blip was back on the radar screen--clear, close.\n\n\"Answer, Conally,\" the receiver barked.\n\nBrad strode to the panel and looked out the direct-view port He had\nslept longer than he had at first suspected. The stellar trellis had\nshortened considerably. They were back in the neighborhood of fifteen\ndegrees.\n\n\"Distress Regulation Four-Oh-Eight-Two,\" the speaker droned, \"says that\nif a disabled ship don't answer by radio or visually within fifteen\nminutes after being called steadily, standby craft is to board it and\nmay take immediate possession.\"\n\n\"What do you want, Altman?\" Brad said resignedly into the mike.\n\nAltman hissed irritably. \"Conally, there's no sense in playing\nhide-'n-seek with the little power you've got left. Get off that damned\npiece of junk and come aboard.\"\n\n\"Go to hell.\"\n\n\"Listen! I'm tired of wasting time! If you don't....\"\n\n\"I'll sign a release and shoot it over to you. That's all you need to\nclear you of rescue and standby responsibility. I'll keep my distress\nsignal off until you get out of range.\"\n\n\"Uh-uh. It ain't as simple as that. I want your cargo. And I'm going to\nget it. Now let's be sensible. You know you don't have a chance.\"\n\n\"Maybe I've learned a few tricks.\"\n\nThe other snarled impatiently. \"Okay, bright boy. I've had enough of\nthis horseplay. I'm gonna let you see just the way things are.... Notice\nanything odd? Any peculiar noises aboard the Fleury?\"\n\n       *       *       *       *       *\n\nBrad cocked his head toward the stern. The complaining clanks and\ngroans and off-beat thumpings maintained their steady rhythm. There were\nsome new noises.\n\n\"I been listening to it get louder for the past three hours,\" Altman\nhinted.\n\nThen Brad's ears picked it up--an erratic, excited\n_clackety-clack-clackety-clack_. He gasped.\n\nAltman laughed. \"That counter's setting up quite a sing-song, ain't it?\nI sorta think that pile might go _boom_ in a few hours. But I'm hoping I\ncan get your cargo aboard before then. You can come too if you want.\"\n\nBrad swung swiftly and lurched for the passageway aft.\n\n\"Wish I was there to help you with the cad rod insertions,\" the laughing\nvoice raced after him.\n\nThe dial on the forward side of the shielded bulkhead read\nOh-Oh-point-Oh-Two-Four. He applied the figure to the adjacent graph and\nlearned he could remain in the engine compartment for one minute and\nfourteen seconds, with a safety factor of ten per cent. In that period\nof time, he rationalized, he ought to be able to insert a sufficient\nnumber of cadmium control rods to bring the pile under control.\n\nThe counter clicked gratingly overhead as he undogged the hatch, swung\nit open and lunged into the steam-tormented acrid compartment.\n\nHe broke open the first locker and jerked the remaining three cad rods\nfrom their racks. Coughing and waving smoke from in front of his face,\nhe swung open the door of the first reserve compartment.\n\nIt was empty!\n\nThe second reserve compartment was empty too, as were the two emergency\ncompartments. Only three cadmium rods when he needed at least three\ndozen!\n\nIn a rapid dash around the pile block, he inserted the rods at spaced\nintervals in their slots. At least they would mean a few hours' grace.\nAs he slid the last rod in he cursed himself and swore that if he ever\ncommanded another ship he would not leave it unmanned at the\ndock--specifically if there was somebody like Altman berthed anywhere at\nthe same spaceport.\n\nThe ruptured hypertube jacket, he wondered suddenly, not losing his\ncount of seconds. It seemed unlikely now that it had let go as a result\nof defective material. He stepped to the flange that connected it with\nthe stern bulkhead.\n\nThe tube, inactivated immediately after the blowout, was cold. He looked\nwhere his suspicions directed.... The aperture control valve had been\nreadjusted! It had been displaced a full fifteen degrees on the topside\nof optimum power! A cunning setting--one that would trap and concentrate\nenough residual di-ions at normal power output to cut loose somewhere\nbetween the fifth and tenth jump.\n\nHe thought, too, of his transmitter that hadn't been powerful enough to\nreach farther than a couple of jumps since he had left spaceport. When,\nhe asked himself, had Altman's radioman worked on it?\n\n       *       *       *       *       *\n\nAfter he slammed the hatch and dogged it, he leaned against the thick\nmetal for a long while. The _clack-clack_ overhead was somewhat\npacified. But it wouldn't remain that way long. He quelled the fear\nsensations that were racing through him and tried to think.\n\nHow long? How long had it been since Jim left? He was three jumps away a\nfew hours ago--or was it longer than that?--and he still had seven to go\nor was it six? Had it been just a few hours ago, or was it days? He had\nslept some--twice, he believed--since then. But for how long? And if the\ntow ships did make it back in time, would they have spare rods?\n\nHe gave it up as a hopeless speculation and started back up the\npassageway, shoulders drooping.\n\n_Karoom!_\n\nThe new sound reverberated through the agonized vessel and the bulkheads\nof the passageway shuddered in fanatic sympathy with it.\n\nThe deck shifted crazily beneath his feet and a port beam--the bulkhead\nand the rest of the ship following it--swung over to crash into his\nshoulder.\n\nA stabbing pain shot up his arm as he slid down the tilting wall and\nlanded in the right angle between the deck and the bulkhead.\n\nMassaging the torn ligament in his arm, he sat up and swayed dizzily in\nresonance with the pendulum-like motion of the vessel. Then he struggled\nto his feet and stood upright--one foot planted at an angle against the\ndeck and the other against the port bulkhead. Overhead was the\ncorresponding juncture made by the ceiling plate and the starboard\nbulkhead.\n\nNausea welled as he tried to adjust to the new, perverted up and down\nreferences. He didn't have to wonder what had happened. The starboard\ngray coil that ran under the overheated converter, he knew, had finally\nshorted out. The port coil was still operating normally. He considered\nturning it off, but conceded it was better to struggle around in an\napparently listing ship than to be wracked by the nausea of\nweightlessness.\n\nStraddling the deck and port bulkhead, he waddled back to the hatchway,\nthrew a leg over its edge and lifted himself into the control\ncompartment, sliding down the floor to the port side. He worked his way\nto the control seat, readjusted its tilt and crawled in it.\n\nThen he tore a strip out of his jacket and wrapped it around his\nshoulder as tightly as he could. The pressure eased the pain in his\naching muscle.\n\nThe air gauge showed an almost normal Two-Nine-point-Three-Two pounds,\nsufficient oxygen content, and a satisfactory circulatory rate. He\neagerly fished a cigarette from his jacket. He had earned it, he assured\nhimself.\n\nWhile he smoked he counted on the screen the amount of cargo that had\nspilled out when the loose crates had lurched with the vessel. Almost as\nfast as he counted it, the Cluster Queen swooped down on it and scooped\nit into her hatch.\n\nNumbed, he found he could no longer react to the total disregard of his\nrights with any degree of excited resentment. He closed his eyes\nindifferently. Shuddering, he squeezed the cylinder of tobacco between\nhis fingers without being aware of the action. The glowing end bent back\nand burned his knuckle.\n\nTossing the cigarette away, he realized suddenly his fight was futile.\nHe couldn't possibly hold out until Jim returned, or in the hope that\nsome other vessel would happen along. The pile, his arm, spillthrough,\nthe Fleury threatening to break in two ... he enumerated all the\nfactors.\n\nIf he went aboard the Cluster Queen now, Altman would at least give him\npassage to port. Any charges Brad would make would never hold up without\nsubstantiation. And Altman would see that he brought nothing with him\nthat could back up the accusations. It would be just as easy for the\ncrew of the Queen to prove that Brad Conally had conceived the whole\nweird account of assault and piracy as a means of winning back the cargo\nhe was faced with losing.\n\nHe knew, however, that no matter what happened, he could kiss the Fleury\ngoodbye. Altman would never allow it to reach port. There might be\nevidence aboard--perhaps evidence as simple as finger prints--to prove\nthat Altman or one of his crew had tampered with the machinery.\n\nBrad reached out to extend the gooseneck of the mike toward him.\n\n       *       *       *       *       *\n\nBut the stellar grid showing through the direct-view port was blotted\nout suddenly. He jerked his gaze to the scope. The Queen was\noverhead--almost within grappling distance!\n\nHe started to shout out, but at the same time brilliant hell exploded\noutside.\n\nThe Cluster Queen's jetwash raked across the upper bow of the Fleury,\nthrowing its nose down and its tail up and over in a hateful, wrenching\nspin.\n\nThe spin continued, losing none of its neck-snapping vehemence, as the\nQueen burst off into space. The harness cut across Brad's aching arm and\nset up a new, rending torture. But his good arm shot out and found the\nforward belly jet lever.\n\nWith what mushily reacted like the last erg of energy in the normal\ndrive converter tanks, the jet responded feebly. He nursed the power\ncarefully, determined not to waste juice through overcorrection. Finally\nthe Fleury steadied and resumed immobility of attitude.\n\n\"Sorry, Conally,\" Altman apologized with exaggerated concern. \"But her\nmajesty's acting up frisky-like. Can't seem to do much with her....\nMaybe if you came aboard we might find some way to quiet her down. How\nabout it?\"\n\nBrad bit his lips and tightened his good fist until fingernails knifed\ninto the palm. \"No, damn you!\" he shouted with all the volume his lungs\ncould muster.\n\nHe summoned all the spacewise epithets any stevedore or crewman had ever\nused, added a few he imagined no one had thought of before, and held\nthem in abeyance until Altman would answer.\n\nBut no sound came out of the speaker.\n\nThe reason was apparent on the scope. A half dozen of the massive crates\nhad crashed through the hull--this time out of hold number One, the\nmassometer showed--and the Cluster Queen was on her way to take them\naboard.\n\nBut he was more concerned with another complication. The red power\nutilization indicator of the good hypertube was in motion, swinging back\nto zero on its dial. He saw the flicker of the needle in the corner of\nhis vision.\n\nHe checked the suspicion against the blips on the scope and obtained\nverification ... the outlines of the Queen and the crates were fuzzy,\ndespite the fact they were still nearby spatially. The fuzziness could\nonly result from the Fleury's being removed hyperspatially from that\nvicinity.\n\nHe had accidentally touched the hyperjet lever while applying normal\npower to correct the three-dimensional spin. Which way had he moved it?\nHad he gone further into hyperspace? Or had he fallen further down the\ndescending node toward spillthrough?\n\nStudying sensations in his body for an indication of abnormal pain, he\nstared abruptly out the view port. The twisting pain was there--inside\nhis chest. The star lines were short.\n\nHe swore and scowled at his luck.\n\nThen, as the pain intensified, he grasped the lever of the hyperjet\nagain and thrust it forward. The tube sputtered feebly, came on full\nforce for a second, sputtered again and was silent.\n\nHe jerked the lever back and forth on the forward side of neutral and\nrammed it desperately all the way forward. The tube coughed, grabbed\nonce more for a moment, and sputtered out. He goosed it four more times,\nbut only got two boosts as a result. Then he twisted it past the stop to\nthe first emergency position. It wheezed, fired for two seconds and\ndied.\n\nSweat forming in beads on his face, he ignored the pain in his shoulder\nand reached to the control column with his injured arm. He swung back\nthe second safety stop bar out of the way and rammed the lever all the\nway forward.\n\nThe tube fired for another second, but that was all. He had used the\nlast erg.\n\nBut how much time had he bought with his final means of retreat from the\nspillthrough trough? He checked the celestial crisscrosses.... Not\nmuch....\n\n       *       *       *       *       *\n\nAltman? he wondered suddenly. Where was the Cluster Queen? It wasn't\nshowing up on the scope any longer. Neither were the crates. Had he\nretrieved them and shoved off? Brad jiggled the scope's brilliance\ncontrol, wondering whether it was faulty and was simply not registering\nthe Queen.\n\nAn abrupt _thud_, coincident with a sharp jar throughout the ship and a\nsudden shifting of the pseudogravitational field almost to normal,\nbrought him upright in his seat. He realized immediately what was\nhappening.\n\nHe hadn't been able to pick up the Queen on the scope because it was too\nclose to register as a blip separate from the central luminescence on\nthe screen which was representative of the Fleury itself. Altman had\nmaneuvered alongside, aligned the hatch flanges of the two ships and\nactivated his magnetic grapples. The nearness of his grav coils had\nrestored some of the Fleury's internal stability. He was preparing to\nboard the Fleury. He would be aboard within ten minutes.... It took that\nlong to make minute adjustments in order to insure perfect\nsuperimposition of the flange surfaces.\n\nBrad smiled grimly and unsnapped his harness with nervous fingers. If he\ncould get into his suit in time, it would be simple to open a hatch aft\nand let the air spill from the Fleury. Then when Altman undogged the\ninner hatch of the Fleury's air lock, it would be sucked open violently\nand pull the skipper of the Cluster Queen into a vacuum. It would make a\nmess out of the air lock and the control compartment--but that would be\nadvantageous. It would be evidence to prove at least that Altman had\ntaken the initiative in boarding the Fleury without first dispatching\nhis intention of doing so to the nearest port, as required by the law.\n\nBrad planned that if he then found the Queen's locks dogged, he would\ntemporarily close the Fleury's inner lock and fill the between-ships\npassage with normal pressure air so he would be able to open the Queen's\nhatches against the thirty-pound pressure in the other ship. After\nopening her hatches, he would leap back to the Fleury's inner hatch,\nrelease the single doglatch and let the vacuum suck all the air from the\nother ship too. He would immediately report the defensive action to Vega\nIV, borrow emergency cad rods from the Queen, prevent an internal pile\nblast aboard the Fleury and withdraw the crippled ship, together with\nits engine compartment evidence, to the node of the arc to await the\narrival of investigators.\n\nHe clamped the helmet on his neck ring with a minute to spare as he\nreassured himself it was a perfect plan and had a reasonable chance to\nsuccess. It was one too that required no physical exertion. He couldn't\ngo through any rough stuff with his sprained arm.\n\n       *       *       *       *       *\n\nStiffening, he watched the first of the six doglatches on the hatch\nswing to the unlocked position. He moved over against the starboard\nbulkhead, well away from the hatch. He would have to get out of the suit\nagain, and it would be a messy job if he were standing close to Altman\nwhen the vacuum went to work on him.\n\nThe final doglatch unsnapped. The hatch crashed open and he imagined he\ncould almost hear the swoosh of escaping air.\n\nInstead he heard a mocking voice over his audio.\n\n\"You were right, captain,\" the voice laughed.\n\n\"Who'd think Conally would try a trick like that?\" Altman taunted,\nextending a spacesuit clad leg across the hatch ledge.\n\n\"You would and did.... He'll probably be right behind the hatch to the\nleft there, boss.\"\n\nBrad sprang forward.\n\nBut Altman turned suddenly in his direction and pointed a gun at Brad's\nstomach. It checked the attack. Brad backed away hopelessly.\n\n\"Okay,\" Altman jerked his head in the confines of the helmet, \"go to\nwork.\"\n\nThe crewman from the Queen stepped into the control cabin and walked\ntoward the passageway aft while Altman held the gun on Brad.\n\n\"Think you can do it quick enough?\" Altman asked the crewman.\n\"Radiation, you know.\"\n\nThe crewman thrust the wide-mouthed gun above his shoulder where Altman\ncould see it. \"It'll just take one shot with this.\"\n\nHe disappeared down the passageway.\n\n\"Hell, captain,\" the voice sounded a minute later. \"It's dead. He musta\nused up all his reserve juice in that last surge upward.\"\n\n\"Okay,\" Altman smiled--a weird, distorted smile as seen through the\nthick, rounded helmet. \"Come on back.\" He looked at Brad. \"So you can't\npull away from the trough any longer? That's tough.\"\n\nBrad wanted to say, Okay, Altman, I'll go aboard the Queen with you. But\nhe didn't. He realized the plea would have been futile anyway as he\nwatched the crewman rejoin Altman and heard the latter say: \"Just think,\nConally, you could have come aboard. I would have let you a while back.\nBut you've made this thing too tough and gave my boys the chance to\nconvince me we might have slipped up somewhere and you might be able to\nprove your side of the story.\"\n\nThe pair retreated to the air lock. Brad stood motionless, staring, not\nbreathing.\n\n\"The pile'll hold,\" the crewman announced, \"for another four hours, just\nabout.\"\n\n\"Fine!\" Altman exclaimed. \"This junk'll slip through within an hour.\nThat'll give us another three hours, at least, to get this stiff aboard\nthe Queen and transfer cargo before she blows. Then we can mop up on\nwhatever crates we've....\"\n\nBut the air lock closed and the rest of his words were cut off.\n\n       *       *       *       *       *\n\nIf he could only get cleaned up before it came. If he could only enjoy\nthe luxury of a bath, a shave, clean clothes. Brad laughed at the last\nitem, wondering how clothes could be expected to remain clean if they\nwere on someone making the spillthrough transition at coasting speed.\n\nThe Fleury lurched as the Queen cut loose and blasted away. Brad had\nwatched the pressure gauge climb back to normal and was removing his\nhelmet at the time. The ship's one-sided gravity field caught hold\nunexpectedly and he toppled to the deck rolling to the port bulkhead.\nHis hurt shoulder rammed into metal and new pain knifed into existence\nas the heavy helmet clattered down and crashed against his head. The\nblow almost stunned him. But it left him with enough awareness to wish\nit _had_ knocked him insensible--permanently insensible.\n\nThe scope showed more cargo had spilled out in the last lurch. The Queen\nstarted over toward the crates, but coasted past, turned and came back\nto take post spatially alongside the disabled craft. Already the other\nship's outline was beginning to blur as the Fleury slipped away from her\nhyperspatially--down the arc.\n\nBrad straddle-stepped on the deck and bulkhead to the control column and\nbroke out his pack of cigarettes. Suddenly his feet left the deck. The\nport gray coil had gone out, he realized grimly, the current having\ndropped below the minimum requirements. For a moment he became concerned\nover weightlessness. Then he cut in the heel magna-grips of his suit and\nclanged onto the floor. At least, he wasn't confronted with a\ntopsy-turvy ship any longer. He blew a cloud of smoke into the air and\nhalf-centered his attention on the scope. Two more crates had left the\nFleury's holds. With the grav fields out on the ship, they did not take\nup orbit. They just floated away, at an almost imperceptible speed. But\nthe Queen was still apparently not interested in picking them up. There\nwould be plenty of time to do that; right now she must stick close to\nthe Fleury spatially, Brad realized, so her instruments would indicate\nthe moment the spillthrough to normal space occurred, so her crew could\nget to work.\n\nAs though hypnotized in inconsequential thought, he watched the crates\nslowly draw away. Almost incredibly expensive cargo. Cargo that Altman\nwould surely not allow to go unrecovered. Even as booty, the crated\nequipment would bring every bit of what it was worth. But Altman would\nsee that they were delivered--every one of them. A contract with West\nCluster meant a good deal more than the face value of the one shipment\nof inter-calc banks.\n\nBrad started and his face became alive with expression as a sudden\nrealization drove home. It was followed almost immediately by a second\njarring consideration. He tossed away the half-consumed cigarette.\n\nIt wasn't more than fifteen minutes later when he stood before the mike\nagain.\n\n\"Altman,\" he called out.\n\nSilence.\n\n\"Altman,\" he shouted louder.\n\n\"Go ahead and answer him, captain. Let's see what he has to say.\"\n\n\"You can't come aboard, Conally,\" Altman said finally.\n\n\"If you don't let me come aboard I'll slip through and be killed.\"\n\n\"Ain't that touching!\"\n\n\"You mean you won't pick me up?\"\n\n\"We'll pick you up all right--we wanna take what's left of you back to\nshow how you died.\"\n\n\"It's like that then? You're going to kill me to get the cargo?\"\n\n\"You're learning fast.\"\n\n\"Are you going to hook on to the Fleury and drag her in to port?\"\n\n\"Are you nuts? The inspectors could easily find out that we worked her\nover before you left port.... What's the matter--got a sentimental\nattachment for that old crate?\"\n\n\"Look, Altman....\"\n\n\"Go to hell, Conally.\"\n\nThe background hum died out of the Fleury's receiver abruptly. Brad\ncalled twice. But there was no answer.\n\n       *       *       *       *       *\n\nThe SS Fleury was vibrant with the final pounding of its weakening vital\nparts.\n\n_Clank-sss, clank-sss_, the coolant's safety valve hissed.\n_Boom ... boom_, the jangling piston rod pounded. The expanding metal\nplate added its _throom-throom_ note.\n\nThe counter in the passageway _clackety-clacked_ louder.\n\nTheir lines snapped by persistent tremors and lurches, more crates\ndanced in the holds. Some of them eventually found their way to the\ngaping holes in the hull and, receiving a final, brief kick from jagged\nmetal, floated lightly out into space.\n\nIn the scope of the Cluster Queen, the Fleury's outline became fuzzier.\n\nWith mounting groans, the tortured vessel wrenched violently as she\nslipped down the descending arc.\n\nThen suddenly she was through--in normal space where stars shown with\npinpoint brilliancy and where the celestial sphere was no longer a lazy,\ncrazy crisscross of blurred lines.\n\nThe Cluster Queen started a wide hyperspatial turn, remaining spatially\nalongside the Fleury. She gathered speed as she swung around and\nstraightened out and, with hyperjets blasting full force, plunged\nthrough the barrier in somewhat less time than a milli-second.\n\nAhead, the Fleury was picked up immediately on the scope. Like a hawk,\nthe Queen closed the distance to the other trembling, silent ship.\n\n       *       *       *       *       *\n\nVega IV's spaceport was bathed in brilliant, blue-cast light from the\nmagnificent sun.\n\nThe Cluster Queen was docked. A tractor kept itself busy rolling up the\nramp into the ship and out again with huge crates that were apparently\nin somewhat poorer condition than when they left Arcturus II. An\noccasional splintered board jutted outward, held to its box only by\nloose nails.\n\nThree men were next to the hold's hatch. They stood grouped about an\nelongated form that lay on the concrete apron, covered with a white\nsquare of linen. A spacesuit clad arm jutted out under one side of the\ncovered square.\n\n\"We'll take you over to the office,\" Inspector Graham was saying.\n\"You'll have to make out an affidavit, you know. We'll need a couple of\nyour crewmen to verify it.\"\n\n\"Be glad to,\" Altman answered. \"Any time you're ready.\"\n\n\"As soon as they pick up--Conally,\" the inspector looked down at the\nform.\n\n\"I don't understand it,\" Jim muttered, rubbing a thumb and forefinger\nover closed eyelids.\n\n\"_Maybe I've got a version that's easier to understand, Jim_,\" the voice\nsounded forcefully from the direction of the hatch.\n\nInspector Graham and Altman spun around.\n\nJim didn't have to. He was facing the hatch.\n\nAltman blanched; backed away; stopped, and held his ground.\n\n\"Brad!\" Jim shouted unbelievingly and rushed forward to grasp his arms\nas the Fleury's skipper leaped off the side of the ramp. He was haggard\nbut smiling.\n\n\"Who's this?\" the inspector asked.\n\n\"This is Conally, the skipper of the Fleury,\" Jim explained jubilantly.\n\nThe inspector started, looked at the form on the apron, back at Brad,\nthen at Altman.\n\n\"A trick!\" Altman cried hoarsely. \"I see it all, inspector. It's a\ndamned trick! I've been roped in!\"\n\nHe was putting on a rather good act, Brad thought. But he went along\nwith his story anyway. As Brad unfolded the incidents of sabotage,\nthreat, assault, refusal to assist, pirating cargo, plotting murder and\ndisregard of Space Code Regulations, he watched Altman gain more control\nover himself.\n\n\"I realized about an hour before spillthrough,\" Brad was approaching the\nend of his account, \"that the Fleury was no longer holding the spilled\ncargo in an orbit because its grav system wasn't working. Whatever\ncrates broke free from the holds also broke free from the ship's system\nand were no longer being dragged down the descending node toward\nspillthrough. They were remaining stationary on the arc--where Altman\nwas sure to pick them up.\n\n\"Your spacesuit, Jim, came in handy. Without it, nothing could have been\ndone. I just filled it up with anything I could find--extra clothing,\ninsulation from the ruptured tube, a few utensils. It didn't make any\ndifference. The crew members who would handle the \"body\" would believe\nit felt as torn apart as any other space suited body that experienced\nspillthrough at a snail's pace.\n\n\"To add weight, I broke open a bin of hematite and poured about a\nhundred pounds or so of the stuff into the suit. I stirred it gently;\ngot more hematite--red ocher, you know--and half-filled the helmet. We\nhad enough control column oil left to wet it down rather thoroughly. The\nnew mixture had a rich, dark-red color, just like I thought it would. I\nsloshed the goo around in the helmet so all the inner surface was coated\nwith the mixture and with small bits of indistinguishable odds and ends;\nthen I clamped the dome onto the suit and harnessed it in the pilot's\nseat.\n\n\"I put on my own helmet again, went aft and crawled into a half-busted\ncrate. With the wrist propulsor, I jockeyed the thing out of the hold to\nmake damned sure it would break free of the Fleury's system and wouldn't\nspill through with the ship. After I saw I was drifting off, I worked my\nway well into the bracing between the crate and the inter-calc unit so I\ncouldn't be seen through the broken sections of the box.\n\n\"Sure enough--about three hours later, along comes grabbenheimer,\" he\nthrew a thumb in Altman's direction, \"with his grapples. I was able to\nsqueeze out of the suit an hour or so after that. But I've been cramped\nup in that crate for two days, with only emergency rations.\"\n\n       *       *       *       *       *\n\nAltman loosed a sarcastic laugh and turned to the inspector. \"It's a\ndamned clever trick, inspector!\" he shouted. \"I been grappled in on the\nscheme.... Like I said, I arrived when he was slipping through. I\ncouldn't do anything to stop it. Naturally I wasn't going to let the\ncargo go to waste. Naturally I was going to bring back what I thought\nwas his body--regulations say I gotta do that.\n\n\"But he knew for a couple of hours that I was coming in answer to his\nSOS. I had gotten a fix on the point where he was slipping through and\nhe was certain I would follow the Fleury through to normal space, pick\nup his body and the cargo that was aboard and go back into hyper to get\nthe rest of the cargo. He had time to make all those preparations. So he\ndreams up the scheme of hiding in with the cargo that's free in hyper\nand telling this story later. You see....\"\n\nBrad laughed. \"Your tongue's working a little too fast, Altman. When I\npicked the crate I was going to ride in, I picked a very special one.\nThe tractor's bringing it out now.\" He pointed to the ramp. Part of the\nspace suit was visible through the splintered side of the box.\n\n\"That crate,\" he continued, \"will carry more weight as evidence than the\noaths of all your crewmen on a pile of Bibles stacked from here to\nArcturus.\"\n\nAltman frowned puzzledly.\n\nJim and the inspector looked at each other.\n\n\"Inside is one of West Cluster's integrator-calculator audio retention\nbanks,\" Brad explained. \"It took only ten minutes to hook leads from the\nbank input to the intercommunication jackbox in the hold and to switch\nit in on the radio voice system. With that setup, everything said on the\nvoice radio afterward spilled over into the retention bank. The only\nreason why I held that final conversation with you was to get you to\nrepeat what you had done and were planning.\"\n\nBrad turned to Graham. \"How about it inspector? Do you think the courts\nwill see that we get compensation for the loss of the Fleury?\"\n\n\"The least you'll get,\" Graham said, \"is the Cluster Queen.\"\n\nBrad looked up appraisingly at the massive vessel. \"She ought to\ndo as security on a loan to cover the purchase of two or three other\nspaceworthy freighters to go with her. Wouldn't you think so,\nJim?--That'd make a nice nucleus for a fleet!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Spillthrough, by Daniel F. Galouye\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SPILLTHROUGH ***\n\n***** This file should be named 32657.txt or 32657.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/5/32657/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}