{"title": "Project Hush", "author": "Philip Klass", "releaseDate": "June 2, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             PROJECT HUSH\n\n                            By WILLIAM TENN\n\n                      Illustrated by DICK FRANCIS\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nFebruary 1954. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n\n[Sidenote: The biggest job in history and it had to be done with\ncomplete secrecy. It was--which was just the trouble!]\n\n\nI guess I'm just a stickler, a perfectionist, but if you do a thing, I\nalways say, you might as well do it right. Everything satisfied me about\nthe security measures on our assignment except one--the official Army\ndesignation.\n\nProject Hush.\n\nI don't know who thought it up, and I certainly would never ask, but\nwhoever it was, he should have known better. Damn it, when you want a\nproject kept secret, you _don't_ give it a designation like that! You\ngive it something neutral, some name like the Manhattan and Overlord\nthey used in World War II, which won't excite anybody's curiosity.\n\nBut we were stuck with Project Hush and we had to take extra measures to\nensure secrecy. A couple of times a week, everyone on the project had to\nreport to Psycho for DD & HA--dream detailing and hypnoanalysis--instead\nof the usual monthly visit. Naturally, the commanding general of the\nheavily fortified research post to which we were attached could not ask\nwhat we were doing, under penalty of court-martial, but he had to be\ngiven further instructions to shut off his imagination like a faucet\nevery time he heard an explosion. Some idiot in Washington was actually\ngoing to list Project Hush in the military budget by name! It took fast\naction, I can tell you, to have it entered under Miscellaneous \"X\"\nResearch.\n\nWell, we'd covered the unforgivable blunder, though not easily, and now\nwe could get down to the real business of the project. You know, of\ncourse, about the A-bomb, H-bomb and C-bomb because information that\nthey existed had been declassified. You don't know about the other\nweapons being devised--and neither did we, reasonably enough, since they\nweren't our business--but we had been given properly guarded\nnotification that they were in the works. Project Hush was set up to\ncounter the new weapons.\n\nOur goal was not just to reach the Moon. We had done that on 24 June\n1967 with an unmanned ship that carried instruments to report back data\non soil, temperature, cosmic rays and so on. Unfortunately, it was put\nout of commission by a rock slide.\n\nAn unmanned rocket would be useless against the new weapons. We had to\nget to the Moon before any other country did and set up a permanent\nstation--an armed one--and do it without anybody else knowing about it.\n\nI guess you see now why we on (_damn_ the name!) Project Hush were so\nconcerned about security. But we felt pretty sure, before we took off,\nthat we had plugged every possible leak.\n\nWe had, all right. Nobody even knew we had raised ship.\n\n       *       *       *       *       *\n\nWe landed at the northern tip of Mare Nubium, just off Regiomontanus,\nand, after planting a flag with appropriate throat-catching ceremony,\nhad swung into the realities of the tasks we had practiced on so many\ndry runs back on Earth. Major Monroe Gridley prepared the big rocket,\nwith its tiny cubicle of living space, for the return journey to Earth\nwhich he alone would make.\n\nLieutenant-colonel Thomas Hawthorne painstakingly examined our\nprovisions and portable quarters for any damage that might have been\nincurred in landing.\n\nAnd I, Colonel Benjamin Rice, first commanding officer of Army Base No.\n1 on the Moon, dragged crate after enormous crate out of the ship on my\naching academic back, and piled them in the spot two hundred feet away\nwhere the plastic dome would be built.\n\nWe all finished at just about the same time, as per schedule, and went\ninto Phase Two.\n\nMonroe and I started work on building the dome. It was a simple pre-fab\naffair, but big enough to require an awful lot of assembling. Then,\nafter it was built, we faced the real problem--getting all the complex\ninternal machinery in place and in operating order.\n\nMeanwhile, Tom Hawthorne took his plump self off in the single-seater\nrocket which, up to then, had doubled as a lifeboat.\n\nThe schedule called for him to make a rough three-hour scouting survey\nin an ever-widening spiral from our dome. This had been regarded as a\nprobable waste of time, rocket fuel and manpower--but a necessary\nprecaution. He was supposed to watch for such things as bug-eyed\nmonsters out for a stroll on the Lunar landscape. Basically, however,\nTom's survey was intended to supply extra geological and astronomical\nmeat for the report which Monroe was to carry back to Army HQ on Earth.\n\nTom was back in forty minutes. His round face, inside its transparent\nbubble helmet, was fish-belly white. And so were ours, once he told us\nwhat he'd seen.\n\nHe had seen another dome.\n\n\"The other side of Mare Nubium--in the Riphaen Mountains,\" he babbled\nexcitedly. \"It's a little bigger than ours, and it's a little flatter on\ntop. And it's not translucent, either, with splotches of different\ncolors here and there--it's a dull, dark, heavy gray. But that's all\nthere is to see.\"\n\n\"No markings on the dome?\" I asked worriedly. \"No signs of anyone--or\nanything--around it?\"\n\n\"Neither, Colonel.\" I noticed he was calling me by my rank for the first\ntime since the trip started, which meant he was saying in effect, \"Man,\nhave you got a decision to make!\"\n\n\"Hey, Tom,\" Monroe put in. \"Couldn't be just a regularly shaped bump in\nthe ground, could it?\"\n\n\"I'm a geologist, Monroe. I can distinguish artificial from natural\ntopography. Besides--\" he looked up--\"I just remembered something I left\nout. There's a brand-new tiny crater near the dome--the kind usually\nleft by a rocket exhaust.\"\n\n\"Rocket exhaust?\" I seized on that. \"_Rockets_, eh?\"\n\n       *       *       *       *       *\n\nTom grinned a little sympathetically. \"Spaceship exhaust, I should have\nsaid. You can't tell from the crater what kind of propulsive device\nthese characters are using. It's not the same kind of crater our\nrear-jets leave, if that helps any.\"\n\nOf course it didn't. So we went into our ship and had a council of war.\nAnd I do mean war. Both Tom and Monroe were calling me Colonel in every\nother sentence. I used their first names every chance I got.\n\nStill, no one but me could reach a decision. About what to do, I mean.\n\n\"Look,\" I said at last, \"here are the possibilities. They know we are\nhere--either from watching us land a couple of hours ago or from\nobserving Tom's scout-ship--or they do not know we are here. They are\neither humans from Earth--in which case they are in all probability\nenemy nationals--or they are alien creatures from another planet--in\nwhich case they may be friends, enemies or what-have-you. I think common\nsense and standard military procedure demand that we consider them\nhostile until we have evidence to the contrary. Meanwhile, we proceed\nwith extreme caution, so as not to precipitate an interplanetary war\nwith potentially friendly Martians, or whatever they are.\n\n\"All right. It's vitally important that Army Headquarters be informed of\nthis immediately. But since Moon-to-Earth radio is still on the drawing\nboards, the only way we can get through is to send Monroe back with the\nship. If we do, we run the risk of having our garrison force, Tom and\nme, captured while he's making the return trip. In that case, their side\nwinds up in possession of important information concerning our personnel\nand equipment, while our side has only the bare knowledge that somebody\nor something else has a base on the Moon. So our primary need is more\ninformation.\n\n\"Therefore, I suggest that I sit in the dome on one end of a telephone\nhookup with Tom, who will sit in the ship, his hand over the firing\nbutton, ready to blast off for Earth the moment he gets the order from\nme. Monroe will take the single-seater down to the Riphaen Mountains,\nlanding as close to the other dome as he thinks safe. He will then\nproceed the rest of the way on foot, doing the best scouting job he can\nin a spacesuit.\n\n\"He will not use his radio, except for agreed-upon nonsense syllables to\ndesignate landing the single-seater, coming upon the dome by foot, and\nwarning me to tell Tom to take off. If he's captured, remembering that\nthe first purpose of a scout is acquiring and transmitting knowledge of\nthe enemy, he will snap his suit radio on full volume and pass on as\nmuch data as time and the enemy's reflexes permit. How does that sound\nto you?\"\n\nThey both nodded. As far as they were concerned, the command decision\nhad been made. But I was sitting under two inches of sweat.\n\n\"One question,\" Tom said. \"Why did you pick Monroe for the scout?\"\n\n\"I was afraid you'd ask that,\" I told him. \"We're three extremely\nunathletic Ph.D.s who have been in the Army since we finished our\nschooling. There isn't too much choice. But I remembered that Monroe is\nhalf Indian--Arapahoe, isn't it, Monroe?--and I'm hoping blood will\ntell.\"\n\n\"Only trouble, Colonel,\" Monroe said slowly as he rose, \"is that I'm\none-_fourth_ Indian and even that.... Didn't I ever tell you that my\ngreat-grandfather was the only Arapahoe scout who was with Custer at the\nLittle Big Horn? He'd been positive Sitting Bull was miles away.\nHowever, I'll do my best. And if I heroically don't come back, would you\nplease persuade the Security Officer of our section to clear my name for\nuse in the history books? Under the circumstances, I think it's the\nleast he could do.\"\n\nI promised to do my best, of course.\n\n       *       *       *       *       *\n\nAfter he took off, I sat in the dome over the telephone connection to\nTom and hated myself for picking Monroe to do the job. But I'd have\nhated myself just as much for picking Tom. And if anything happened and\nI had to tell Tom to blast off, I'd probably be sitting here in the dome\nall by myself after that, waiting....\n\n\"_Broz neggle!_\" came over the radio in Monroe's resonant voice. He had\nlanded the single-seater.\n\nI didn't dare use the telephone to chat with Tom in the ship, for fear I\nmight miss an important word or phrase from our scout. So I sat and sat\nand strained my ears. After a while, I heard \"_Mishgashu!_\" which told\nme that Monroe was in the neighborhood of the other dome and was\ncreeping toward it under cover of whatever boulders were around.\n\n[Illustration]\n\nAnd then, abruptly, I heard Monroe yell my name and there was a terrific\nclattering in my headphones. Radio interference! He'd been caught, and\nwhoever had caught him had simultaneously jammed his suit transmitter\nwith a larger transmitter from the alien dome.\n\nThen there was silence.\n\nAfter a while, I told Tom what had happened. He just said, \"Poor\nMonroe.\" I had a good idea of what his expression was like.\n\n\"Look, Tom,\" I said, \"if you take off now, you still won't have anything\nimportant to tell. After capturing Monroe, whatever's in that other dome\nwill come looking for us, I think. I'll let them get close enough for us\nto learn something of their appearance--at least if they're human or\nnon-human. Any bit of information about them is important. I'll shout it\nup to you and you'll still be able to take off in plenty of time. All\nright?\"\n\n\"You're the boss, Colonel,\" he said in a mournful voice. \"Lots of luck.\"\n\nAnd then there was nothing to do but wait. There was no oxygen system in\nthe dome yet, so I had to squeeze up a sandwich from the food\ncompartment in my suit. I sat there, thinking about the expedition. Nine\nyears, and all that careful secrecy, all that expenditure of money and\nmind-cracking research--and it had come to this. Waiting to be wiped\nout, in a blast from some unimaginable weapon. I understood Monroe's\nlast request. We often felt we were so secret that our immediate\nsuperiors didn't even want us to know what we we were working on.\nScientists are people--they wish for recognition, too. I was hoping the\nwhole expedition would be written up in the history books, but it looked\nunpromising.\n\n       *       *       *       *       *\n\nTwo hours later, the scout ship landed near the dome. The lock opened\nand, from where I stood in the open door of our dome, I saw Monroe come\nout and walk toward me.\n\nI alerted Tom and told him to listen carefully. \"It may be a trick--he\nmight be drugged....\"\n\nHe didn't act drugged, though--not exactly. He pushed his way past me\nand sat down on a box to one side of the dome. He put his booted feet up\non another, smaller box.\n\n\"How are you, Ben?\" he asked. \"How's every little thing?\"\n\nI grunted. \"_Well?_\" I know my voice skittered a bit.\n\nHe pretended puzzlement. \"Well _what_? Oh, I see what you mean. The\nother dome--you want to know who's in it. You have a right to be\ncurious, Ben. Certainly. The leader of a top-secret expedition like\nthis--Project Hush they call us, huh, Ben--finds another dome on the\nMoon. He thinks he's been the first to land on it, so naturally he wants\nto--\"\n\n\"Major Monroe Gridley!\" I rapped out. \"You will come to attention and\ndeliver your report. Now!\" Honestly, I felt my neck swelling up inside\nmy helmet.\n\nMonroe just leaned back against the side of the dome. \"That's the _Army_\nway of doing things,\" he commented admiringly. \"Like the recruits say,\nthere's a right way, a wrong way and an Army way. Only there are other\nways, too.\" He chuckled. \"Lots of other ways.\"\n\n\"He's off,\" I heard Tom whisper over the telephone. \"Ben, Monroe has\ngone and blown his stack.\"\n\n\"They aren't extraterrestrials in the other dome, Ben,\" Monroe\nvolunteered in a sudden burst of sanity. \"No, they're human, all right,\nand from Earth. Guess _where_.\"\n\n\"I'll kill you,\" I warned him. \"I swear I'll kill you, Monroe. Where are\nthey from--Russia, China, Argentina?\"\n\nHe grimaced. \"What's so secret about those places? Go on!--guess again.\"\n\nI stared at him long and hard. \"The only place else--\"\n\n\"Sure,\" he said. \"You got it, Colonel. The other dome is owned and\noperated by the Navy. The goddam United States Navy!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Project Hush, by Philip Klass\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PROJECT HUSH ***\n\n***** This file should be named 32654.txt or 32654.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/5/32654/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}