{"title": "The Anglers of Arz", "author": "Roger Phillips Dee", "releaseDate": "June 2, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           The Anglers of Arz\n\n                              By Roger Dee\n\n                        Illustrated by BOB MARTIN\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction January 1953. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n[Sidenote: _In order to make Izaak Walton's sport complete, there must\nbe an angler, a fish, and some bait. All three existed on Arz but there\nwas a question as to which was which._]\n\n[Illustration: _There were two pinkish, bipedal fishermen on the tiny\nislet._]\n\nThe third night of the _Marco Four's_ landfall on the moonless Altarian\nplanet was a repetition of the two before it, a nine-hour intermission\nof drowsy, pastoral peace. Navigator Arthur Farrell--it was his turn to\nstand watch--was sitting at an open-side port with a magnoscanner ready;\nbut in spite of his vigilance he had not exposed a film when the\ninevitable pre-dawn rainbow began to shimmer over the eastern ocean.\n\nSunrise brought him alert with a jerk, frowning at sight of two pinkish,\nbipedal Arzian fishermen posted on the tiny coral islet a quarter-mile\noffshore, their blank triangular faces turned stolidly toward the beach.\n\n\"They're at it again,\" Farrell called, and dropped to the mossy turf\noutside. \"Roll out on the double! I'm going to magnofilm this!\"\n\nStryker and Gibson came out of their sleeping cubicles reluctantly,\nbelting on the loose shorts which all three wore in the balmy Arzian\nclimate. Stryker blinked and yawned as he let himself through the port,\nhis fringe of white hair tousled and his naked paunch sweating. He\nlooked, Farrell thought for the thousandth time, more like a retired\ncook than like the veteran commander of a Terran Colonies expedition.\n\nGibson followed, stretching his powerfully-muscled body like a wrestler\nto throw off the effects of sleep. Gibson was linguist-ethnologist of\nthe crew, a blocky man in his early thirties with thick black hair and\nheavy brows that shaded a square, humorless face.\n\n\"Any sign of the squids yet?\" he asked.\n\n\"They won't show up until the dragons come,\" Farrell said. He adjusted\nthe light filter of the magnoscanner and scowled at Stryker. \"Lee, I\nwish you'd let me break up the show this time with a dis-beam. This\nbutchery gets on my nerves.\"\n\nStryker shielded his eyes with his hands against the glare of sun on\nwater. \"You know I can't do that, Arthur. These Arzians may turn out to\nbe Fifth Order beings or higher, and under Terran Regulations our\ntampering with what may be a basic culture-pattern would amount to armed\ninvasion. We'll have to crack that cackle-and-grunt language of theirs\nand learn something of their mores before we can interfere.\"\n\nFarrell turned an irritable stare on the incurious group of Arzians\ngathering, nets and fishing spears in hand, at the edge of the\nsheltering bramble forest.\n\n\"What stumps me is their motivation,\" he said. \"Why do the fools go out\nto that islet every night, when they must know damned well what will\nhappen next morning?\"\n\nGibson answered him with an older problem, his square face puzzled. \"For\nthat matter, what became of the city I saw when we came in through the\nstratosphere? It must be a tremendous thing, yet we've searched the\nentire globe in the scouter and found nothing but water and a scattering\nof little islands like this one, all covered with bramble. It wasn't a\ncity these pink fishers could have built, either. The architecture was\nbeyond them by a million years.\"\n\n       *       *       *       *       *\n\nStryker and Farrell traded baffled looks. The city had become something\nof a fixation with Gibson, and his dogged insistence--coupled with an\nirritating habit of being right--had worn their patience thin.\n\n\"There never was a city here, Gib,\" Stryker said. \"You dozed off while\nwe were making planetfall, that's all.\"\n\nGibson stiffened resentfully, but Farrell's voice cut his protest short.\n\"Get set! Here they come!\"\n\nOut of the morning rainbow dropped a swarm of winged lizards, twenty\nfeet in length and a glistening chlorophyll green in the early light.\nThey stooped like hawks upon the islet offshore, burying the two Arzian\nfishers instantly under their snapping, threshing bodies. Then around\nthe outcrop the sea boiled whitely, churned to foam by a sudden\nuprushing of black, octopoid shapes.\n\n\"The squids,\" Stryker grunted. \"Right on schedule. Two seconds too late,\nas usual, to stop the slaughter.\"\n\nA barrage of barbed tentacles lashed out of the foam and drove into the\nmelee of winged lizards. The lizards took the air at once, leaving\nbehind three of their number who disappeared under the surface like\nharpooned seals. No trace remained of the two Arzian natives.\n\n\"A neat example of dog eat dog,\" Farrell said, snapping off the\nmagnoscanner. \"Do any of those beauties look like city-builders, Gib?\"\n\nChattering pink natives straggled past from the shelter of the thorn\nforest, ignoring the Earthmen, and lined the casting ledges along the\nbeach to begin their day's fishing.\n\n\"Nothing we've seen yet could have built that city,\" Gibson said\nstubbornly. \"But it's here somewhere, and I'm going to find it. Will\neither of you be using the scouter today?\"\n\nStryker threw up his hands. \"I've a mountain of data to collate, and\nArthur is off duty after standing watch last night. Help yourself, but\nyou won't find anything.\"\n\n       *       *       *       *       *\n\nThe scouter was a speeding dot on the horizon when Farrell crawled into\nhis sleeping cubicle a short time later, leaving Stryker to mutter over\nhis litter of notes. Sleep did not come to him at once; a vague sense of\nsomething overlooked prodded irritatingly at the back of his\nconsciousness, but it was not until drowsiness had finally overtaken him\nthat the discrepancy assumed definite form.\n\nHe recalled then that on the first day of the _Marco's_ planetfall one\nof the pink fishers had fallen from a casting ledge into the water, and\nhad all but drowned before his fellows pulled him out with extended\nspear-shafts. Which meant that the fishers could not swim, else some\nwould surely have gone in after him.\n\nAnd the Marco's crew had explored Arz exhaustively without finding any\nslightest trace of boats or of boat landings. The train of association\ncompleted itself with automatic logic, almost rousing Farrell out of his\ndoze.\n\n\"I'll be damned,\" he muttered. \"No boats, and they don't swim. _Then how\nthe devil do they get out to that islet?_\"\n\nHe fell asleep with the paradox unresolved.\n\n       *       *       *       *       *\n\nStryker was still humped over his records when Farrell came out of his\ncubicle and broke a packaged meal from the food locker. The visicom over\nthe control board hummed softly, its screen blank on open channel.\n\n\"Gibson found his lost city yet?\" Farrell asked, and grinned when\nStryker snorted.\n\n\"He's scouring the daylight side now,\" Stryker said. \"Arthur, I'm going\nto ground Gib tomorrow, much as I dislike giving him a direct order.\nHe's got that phantom city on the brain, and he lacks the imagination to\nunderstand how dangerous to our assignment an obsession of that sort can\nbe.\"\n\nFarrell shrugged. \"I'd agree with you offhand if it weren't for Gib's\nbullheaded habit of being right. I hope he finds it soon, if it's here.\nI'll probably be standing his watch until he's satisfied.\"\n\nStryker looked relieved. \"Would you mind taking it tonight? I'm\ncompletely bushed after today's logging.\"\n\nFarrell waved a hand and took up his magnoscanner. It was dark outside\nalready, the close, soft night of a moonless tropical world whose moist\natmosphere absorbed even starlight. He dragged a chair to the open port\nand packed his pipe, settling himself comfortably while Stryker mixed a\nnightcap before turning in.\n\nLater he remembered that Stryker dissolved a tablet in his glass, but at\nthe moment it meant nothing. In a matter of minutes the older man's\nsnoring drifted to him, a sound faintly irritating against the velvety\nhush outside.\n\nFarrell lit his pipe and turned to the inconsistencies he had uncovered.\nThe Arzians did not swim, and without boats....\n\nIt occurred to him then that there had been two of the pink fishers on\nthe islet each morning, and the coincidence made him sit up suddenly,\nstartled. Why two? Why not three or four, or only one?\n\nHe stepped out through the open lock and paced restlessly up and down on\nthe springy turf, feeling the ocean breeze soft on his face. Three days\nof dull routine logwork had built up a need for physical action that\nchafed his temper; he was intrigued and at the same time annoyed by the\nenigmatic relation that linked the Arzian fishers to the dragons and\nsquids, and his desire to understand that relation was aggravated by the\nknowledge that Arz could be a perfect world for Terran colonization.\nThat is, he thought wryly, if Terran colonists could stomach the weird\ncustom pursued by its natives of committing suicide in pairs.\n\nHe went over again the improbable drama of the past three mornings, and\nfound it not too unnatural until he came to the motivation and the means\nof transportation that placed the Arzians in pairs on the islet, when\nhis whole fabric of speculation fell into a tangled snarl of\ninconsistencies. He gave it up finally; how could any Earthman\nrationalize the outlandish compulsions that actuated so alien a race?\n\nHe went inside again, and the sound of Stryker's muffled snoring fanned\nhis restlessness. He made his decision abruptly, laying aside the\nmagnoscanner for a hand-flash and a pocket-sized audicom unit which he\nclipped to the belt of his shorts.\n\nHe did not choose a weapon because he saw no need for one. The torch\nwould show him how the natives reached the outcrop, and if he should\nneed help the audicom would summon Stryker. Investigating without\nStryker's sanction was, strictly speaking, a breach of Terran\nRegulations, but--\n\n\"Damn Terran Regulations,\" he muttered. \"I've got to _know_.\"\n\nFarrell snapped on the torch at the edge of the thorn forest and entered\nbriskly, eager for action now that he had begun. Just inside the edge of\nthe bramble he came upon a pair of Arzians curled up together on the\nmossy ground, sleeping soundly, their triangular faces wholly blank and\nunrevealing.\n\nHe worked deeper into the underbrush and found other sleeping couples,\nbut nothing else. There were no humming insects, no twittering\nnight-birds or scurrying rodents. He had worked his way close to the\ncenter of the island without further discovery and was on the point of\nturning back, disgusted, when something bulky and powerful seized him\nfrom behind.\n\nA sharp sting burned his shoulder, wasp-like, and a sudden overwhelming\nlassitude swept him into a darkness deeper than the Arzian night. His\nlast conscious thought was not of his own danger, but of Stryker--asleep\nand unprotected behind the _Marco's_ open port....\n\n       *       *       *       *       *\n\nHe was standing erect when he woke, his back to the open sea and a\nprismatic glimmer of early-dawn rainbow shining on the water before him.\nFor a moment he was totally disoriented; then from the corner of an eye\nhe caught the pinkish blur of an Arzian fisher standing beside him, and\ncried out hoarsely in sudden panic when he tried to turn his head and\ncould not.\n\nHe was on the coral outcropping offshore, and except for the involuntary\nmuscles of balance and respiration his body was paralyzed.\n\nThe first red glow of sunrise blurred the reflected rainbow at his feet,\nbut for some seconds his shuttling mind was too busy to consider the\ndanger of predicament. _Whatever brought me here anesthetized me first_,\nhe thought. _That sting in my shoulder was like a hypo needle._\n\nPanic seized him again when he remembered the green flying-lizards; more\nseconds passed before he gained control of himself, sweating with the\neffort. He had to get help. If he could switch on the audicom at his\nbelt and call Stryker....\n\nHe bent every ounce of his will toward raising his right hand, and\nfailed.\n\nHis arm was like a limb of lead, its inertia too great to budge. He\nrelaxed the effort with a groan, sweating again when he saw a fiery\nhalf-disk of sun on the water, edges blurred and distorted by tiny\nsurface ripples.\n\nOn shore he could see the _Marco Four_ resting between thorn forest and\nbeach, its silvered sides glistening with dew. The port was still open,\nand the empty carrier rack in the bow told him that Gibson had not yet\nreturned with the scouter.\n\nHe grew aware then that sensation was returning to him slowly, that the\ncold surface of the audicom unit at his hip--unfelt before--was pressing\nagainst the inner curve of his elbow. He bent his will again toward\nmotion; this time the arm tensed a little, enough to send hope flaring\nthrough him. If he could put pressure enough against the stud....\n\nThe tiny click of its engaging sent him faint with relief.\n\n\"Stryker!\" he yelled. \"Lee, roll out--_Stryker_!\"\n\nThe audicom hummed gently, without answer.\n\nHe gathered himself for another shout, and recalled with a chill of\nhorror the tablet Stryker had mixed into his nightcap the night before.\nWorn out by his work, Stryker had made certain that he would not be\neasily disturbed.\n\nThe flattened sun-disk on the water brightened and grew rounder. Above\nits reflected glare he caught a flicker of movement, a restless\nsuggestion of flapping wings.\n\n       *       *       *       *       *\n\nHe tried again. \"Stryker, help me! I'm on the islet!\"\n\nThe audicom crackled. The voice that answered was not Stryker's, but\nGibson's.\n\n\"Farrell! What the devil are you doing on that butcher's block?\"\n\nFarrell fought down an insane desire to laugh. \"Never mind that--get\nhere fast, Gib! The flying-lizards--\"\n\nHe broke off, seeing for the first time the octopods that ringed the\noutcrop just under the surface of the water, waiting with barbed\ntentacles spread and yellow eyes studying him glassily. He heard the\nunmistakable flapping of wings behind and above him then, and thought\nwith shock-born lucidity: _I wanted a backstage look at this show, and\nnow I'm one of the cast_.\n\nThe scouter roared in from the west across the thorn forest, flashing so\nclose above his head that he felt the wind of its passage. Almost\ninstantly he heard the shrilling blast of its emergency bow jets as\nGibson met the lizard swarm head on.\n\nGibson's voice came tinnily from the audicom. \"Scattered them for the\nmoment, Arthur--blinded the whole crew with the exhaust, I think. Stand\nfast, now. I'm going to pick you up.\"\n\nThe scouter settled on the outcrop beside Farrell, so close that the hot\nwash of its exhaust gases scorched his bare legs. Gibson put out thick\nbrown arms and hauled him inside like a straw man, ignoring the native.\nThe scouter darted for shore with Farrell lying across Gibson's knees in\nthe cockpit, his head hanging half overside.\n\nFarrell had a last dizzy glimpse of the islet against the rush of green\nwater below, and felt his shaky laugh of relief stick in his throat. Two\nof the octopods were swimming strongly for shore, holding the rigid\nArzian native carefully above water between them.\n\n\"Gib,\" Farrell croaked. \"Gib, can you risk a look back? I think I've\ngone mad.\"\n\nThe scouter swerved briefly as Gibson looked back. \"You're all right,\nArthur. Just hang on tight. I'll explain everything when we get you safe\nin the _Marco_.\"\n\nFarrell forced himself to relax, more relieved than alarmed by the\npainful pricking of returning sensation. \"I might have known it, damn\nyou,\" he said. \"You found your lost city, didn't you?\"\n\nGibson sounded a little disgusted, as if he were still angry with\nhimself over some private stupidity. \"I'd have found it sooner if I'd\nhad any brains. It was under water, of course.\"\n\n       *       *       *       *       *\n\nIn the _Marco Four_, Gibson routed Stryker out of his cubicle and mixed\ndrinks around, leaving Farrell comfortably relaxed in the padded control\nchair. The paralysis was still wearing off slowly, easing Farrell's fear\nof being permanently disabled.\n\n\"We never saw the city from the scouter because we didn't go high\nenough,\" Gibson said. \"I realized that finally, remembering how they\nused high-altitude blimps during the First Wars to spot submarines, and\nwhen I took the scouter up far enough there it was, at the ocean\nbottom--a city to compare with anything men ever built.\"\n\nStryker stared. \"A marine city? What use would sea-creatures have for\nbuildings?\"\n\n\"None,\" Gibson said. \"I think the city must have been built ages ago--by\nmen or by a manlike race, judging from the architecture--and was\nsubmerged later by a sinking of land masses that killed off the original\nbuilders and left Arz nothing but an oversized archipelago. The squids\ntook over then, and from all appearances they've developed a culture of\ntheir own.\"\n\n\"I don't see it,\" Stryker complained, shaking his head. \"The pink\nfishers--\"\n\n\"Are cattle, or less,\" Gibson finished. \"The octopods are the dominant\nrace, and they're so far above Fifth Order that we're completely out of\nbounds here. Under Terran Regulations we can't colonize Arz. It would be\narmed invasion.\"\n\n\"Invasion of a squid world?\" Farrell protested, baffled. \"Why should\nsurface colonization conflict with an undersea culture, Gib? Why\ncouldn't we share the planet?\"\n\n\"Because the octopods own the islands too, and keep them policed,\"\nGibson said patiently. \"They even own the pink fishers. It was one of\nthe squid-people, making a dry-land canvass of his preserve here to pick\na couple of victims for this morning's show, that carried you off last\nnight.\"\n\n\"Behold a familiar pattern shaping up,\" Stryker said. He laughed\nsuddenly, a great irrepressible bellow of sound. \"Arz is a squid's\nworld, Arthur, don't you see? And like most civilized peoples, they're\nsportsmen. The flying-lizards are the game they hunt, and they raise the\npink fishers for--\"\n\nFarrell swore in astonishment. \"Then those poor devils are put out there\ndeliberately, like worms on a hook--angling in reverse! No wonder I\ncouldn't spot their motivation!\"\n\nGibson got up and sealed the port, shutting out the soft morning breeze.\n\"Colonization being out of the question, we may as well move on before\nthe octopods get curious enough about us to make trouble. Do you feel up\nto the acceleration, Arthur?\"\n\nFarrell and Stryker looked at each other, grinning. Farrell said: \"You\ndon't think I want to stick here and be used for bait again, do you?\"\n\nHe and Stryker were still grinning over it when Gibson, unamused,\nblasted the _Marco Four_ free of Arz.\n\n\n\n\n\nEnd of Project Gutenberg's The Anglers of Arz, by Roger Phillips Dee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ANGLERS OF ARZ ***\n\n***** This file should be named 32665.txt or 32665.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/6/32665/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}