{"title": "Black Amazon of Mars", "author": "Leigh Brackett", "releaseDate": "June 2, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           Black Amazon of Mars\n\n                         A Novel by LEIGH BRACKETT\n\n[Transcriber Note: This etext was produced from Planet Stories March\n1951. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: _Grimly Eric John Stark slogged toward that ancient Martian\ncity--with every step he cursed the talisman of Ban Cruach that flamed\nin his blood-stained belt. Behind him screamed the hordes of Ciaran,\nhungering for that magic jewel--ahead lay the dread abode of the Ice\nCreatures--at his side stalked the whispering spectre of Ban Cruach,\nurging him on to a battle Stark knew he must lose!_]\n\n\n\n\nI\n\n\nThrough all the long cold hours of the Norland night the Martian had not\nmoved nor spoken. At dusk of the day before Eric John Stark had brought\nhim into the ruined tower and laid him down, wrapped in blankets, on the\nsnow. He had built a fire of dead brush, and since then the two men had\nwaited, alone in the vast wasteland that girdles the polar cap of Mars.\n\nNow, just before dawn, Camar the Martian spoke.\n\n\"Stark.\"\n\n\"Yes?\"\n\n\"I am dying.\"\n\n\"Yes.\"\n\n\"I will not reach Kushat.\"\n\n\"No.\"\n\nCamar nodded. He was silent again.\n\nThe wind howled down from the northern ice, and the broken walls rose up\nagainst it, brooding, gigantic, roofless now but so huge and sprawling\nthat they seemed less like walls than cliffs of ebon stone. Stark would\nnot have gone near them but for Camar. They were wrong, somehow, with a\ntaint of forgotten evil still about them.\n\nThe big Earthman glanced at Camar, and his face was sad. \"A man likes to\ndie in his own place,\" he said abruptly. \"I am sorry.\"\n\n\"The Lord of Silence is a great personage,\" Camar answered. \"He does not\nmind the meeting place. No. It was not for that I came back into the\nNorlands.\"\n\nHe was shaken by an agony that was not of the body. \"And I shall not\nreach Kushat!\"\n\nStark spoke quietly, using the courtly High Martian almost as fluently\nas Camar.\n\n\"I have known that there was a burden heavier than death upon my\nbrother's soul.\"\n\nHe leaned over, placing one large hand on the Martian's shoulder. \"My\nbrother has given his life for mine. Therefore, I will take his burden\nupon myself, if I can.\"\n\nHe did not want Camar's burden, whatever it might be. But the Martian\nhad fought beside him through a long guerilla campaign among the harried\ntribes of the nearer moon. He was a good man of his hands, and in the\nend had taken the bullet that was meant for Stark, knowing quite well\nwhat he was doing. They were friends.\n\nThat was why Stark had brought Camar into the bleak north country,\ntrying to reach the city of his birth. The Martian was driven by some\nsecret demon. He was afraid to die before he reached Kushat.\n\nAnd now he had no choice.\n\n\"I have sinned, Stark. I have stolen a holy thing. You're an outlander,\nyou would not know of Ban Cruach, and the talisman that he left when he\nwent away forever beyond the Gates of Death.\"\n\nCamar flung aside the blankets and sat up, his voice gaining a febrile\nstrength.\n\n\"I was born and bred in the Thieves' Quarter under the Wall. I was proud\nof my skill. And the talisman was a challenge. It was a treasured\nthing--so treasured that hardly a man has touched it since the days of\nBan Cruach who made it. And that was in the days when men still had the\nlustre on them, before they forgot that they were gods.\n\n\"'Guard well the Gates of Death,' he said, 'that is the city's trust.\nAnd keep the talisman always, for the day may come when you will need\nits strength. Who holds Kushat holds Mars--and the talisman will keep\nthe city safe.'\n\n\"I was a thief, and proud. And I stole the talisman.\"\n\nHis hands went to his girdle, a belt of worn leather with a boss of\nbattered steel. But his fingers were already numb.\n\n\"Take it, Stark. Open the boss--there, on the side, where the beast's\nhead is carved....\"\n\n       *       *       *       *       *\n\nStark took the belt from Camar and found the hidden spring. The rounded\ntop of the boss came free. Inside it was something wrapped in a scrap of\nsilk.\n\n\"I had to leave Kushat,\" Camar whispered. \"I could never go back. But it\nwas enough--to have taken that.\"\n\nHe watched, shaken between awe and pride and remorse, as Stark unwrapped\nthe bit of silk.\n\nStark had discounted most of Camar's talk as superstition, but even so\nhe had expected something more spectacular than the object he held in\nhis palm.\n\nIt was a lens, some four inches across--man-made, and made with great\nskill, but still only a bit of crystal. Turning it about, Stark saw that\nit was not a simple lens, but an intricate interlocking of many facets.\nIncredibly complicated, hypnotic if one looked at it too long.\n\n\"What is its use?\" he asked of Camar.\n\n\"We are as children. We have forgotten. But there is a legend, a\nbelief--that Ban Cruach himself made the talisman as a sign that he\nwould not forget us, and would come back when Kushat is threatened. Back\nthrough the Gates of Death, to teach us again the power that was his!\"\n\n\"I do not understand,\" said Stark. \"What are the Gates of Death?\"\n\nCamar answered, \"It is a pass that opens into the black mountains beyond\nKushat. The city stands guard before it--why, no man remembers, except\nthat it is a great trust.\"\n\nHis gaze feasted on the talisman.\n\nStark said, \"You wish me to take this to Kushat?\"\n\n\"Yes. Yes! And yet....\" Camar looked at Stark, his eyes filling suddenly\nwith tears. \"No. The North is not used to strangers. With me, you might\nhave been safe. But alone.... No, Stark. You have risked too much\nalready. Go back, out of the Norlands, while you can.\"\n\nHe lay back on the blankets. Stark saw that a bluish pallor had come\ninto the hollows of his cheeks.\n\n\"Camar,\" he said. And again, \"Camar!\"\n\n\"Yes?\"\n\n\"Go in peace, Camar. I will take the talisman to Kushat.\"\n\nThe Martian sighed, and smiled, and Stark was glad that he had made the\npromise.\n\n\"The riders of Mekh are wolves,\" said Camar suddenly. \"They hunt these\ngorges. Look out for them.\"\n\n\"I will.\"\n\nStark's knowledge of the geography of this part of Mars was vague\nindeed, but he knew that the mountain valleys of Mekh lay ahead and to\nthe north, between him and Kushat. Camar had told him of these upland\nwarriors. He was willing to heed the warning.\n\nCamar had done with talking. Stark knew that he had not long to wait.\nThe wind spoke with the voice of a great organ. The moons had set and it\nwas very dark outside the tower, except for the white glimmering of the\nsnow. Stark looked up at the brooding walls, and shivered. There was a\nsmell of death already in the air.\n\nTo keep from thinking, he bent closer to the fire, studying the lens.\nThere were scratches on the bezel, as though it had been held sometime\nin a clamp, or setting, like a jewel. An ornament, probably, worn as a\nbadge of rank. Strange ornament for a barbarian king, in the dawn of\nMars. The firelight made tiny dancing sparks in the endless inner\nfacets. Quite suddenly, he had a curious feeling that the thing was\nalive.\n\nA pang of primitive and unreasoning fear shot through him, and he fought\nit down. His vision was beginning to blur, and he shut his eyes, and in\nthe darkness it seemed to him that he could see and hear....\n\n       *       *       *       *       *\n\nHe started up, shaken now with an eerie terror, and raised his hand to\nhurl the talisman away. But the part of him that had learned with much\npain and effort to be civilized made him stop, and think.\n\nHe sat down again. An instrument of hypnosis? Possibly. And yet that\nfleeting touch of sight and sound had not been his own, out of his own\nmemories.\n\nHe was tempted now, fascinated, like a child that plays with fire. The\ntalisman had been worn somehow. Where? On the breast? On the brow?\n\nHe tried the first, with no result. Then he touched the flat surface of\nthe lens to his forehead.\n\n_The great tower of stone rose up monstrous to the sky. It was whole,\nand there were pallid lights within that stirred and flickered, and it\nwas crowned with a shimmering darkness._\n\nHe lay outside the tower, on his belly, and he was filled with fear and\na great anger, and a loathing such as turns the bones to water. There\nwas no snow. There was ice everywhere, rising to half the tower's\nheight, sheathing the ground.\n\nIce. Cold and clear and beautiful--and deadly.\n\nHe moved. He glided snakelike, with infinite caution, over the smooth\nsurface. The tower was gone, and far below him was a city. He saw the\ntemples and the palaces, the glittering lovely city beneath him in the\nice, blurred and fairylike and strange, a dream half glimpsed through\ncrystal.\n\nHe saw the Ones that lived there, moving slowly through the streets. He\ncould not see them clearly, only the vague shining of their bodies, and\nhe was glad.\n\nHe hated them, with a hatred that conquered even his fear, which was\ngreat indeed.\n\nHe was not Eric John Stark. He was Ban Cruach.\n\nThe tower and the city vanished, swept away on a reeling tide.\n\nHe stood beneath a scarp of black rock, notched with a single pass. The\ncliffs hung over him, leaning out their vast bulk as though to crush\nhim, and the narrow mouth of the pass was full of evil laughter where\nthe wind went by.\n\nHe began to walk forward, into the pass. He was quite alone.\n\nThe light was dim and strange at the bottom of that cleft. Little veils\nof mist crept and clung between the ice and the rock, thickened, became\nmore dense as he went farther and farther into the pass. He could not\nsee, and the wind spoke with many tongues, piping in the crevices of the\ncliffs.\n\nAll at once there was a shadow in the mist before him, a dim gigantic\nshape that moved toward him, and he knew that he looked at death. He\ncried out....\n\nIt was Stark who yelled in blind atavistic fear, and the echo of his own\ncry brought him up standing, shaking in every limb. He had dropped the\ntalisman. It lay gleaming in the snow at his feet, and the alien\nmemories were gone--and Camar was dead.\n\nAfter a time he crouched down, breathing harshly. He did not want to\ntouch the lens again. The part of him that had learned to fear strange\ngods and evil spirits with every step he took, the primitive aboriginal\nthat lay so close under the surface of his mind, warned him to leave it,\nto run away, to desert this place of death and ruined stone.\n\nHe forced himself to take it up. He did not look at it. He wrapped it in\nthe bit of silk and replaced it inside the iron boss, and clasped the\nbelt around his waist. Then he found the small flask that lay with his\ngear beside the fire and took a long pull, and tried to think rationally\nof the thing that had happened.\n\nMemories. Not his own, but the memories of Ban Cruach, a million years\nago in the morning of a world. Memories of hate, a secret war against\nunhuman beings that dwelt in crystal cities cut in the living ice, and\nused these ruined towers for some dark purpose of their own.\n\nWas that the meaning of the talisman, the power that lay within it? Had\nBan Cruach, by some elder and forgotten science, imprisoned the echoes\nof his own mind in the crystal?\n\nWhy? Perhaps as a warning, as a reminder of ageless, alien danger beyond\nthe Gates of Death?\n\nSuddenly one of the beasts tethered outside the ruined tower started up\nfrom its sleep with a hissing snarl.\n\nInstantly Stark became motionless.\n\nThey came silently on their padded feet, the rangy mountain brutes\nmoving daintily through the sprawling ruin. Their riders too were\nsilent--tall men with fierce eyes and russet hair, wearing leather coats\nand carrying each a long, straight spear.\n\nThere were a score of them around the tower in the windy gloom. Stark\ndid not bother to draw his gun. He had learned very young the difference\nbetween courage and idiocy.\n\nHe walked out toward them, slowly lest one of them be startled into\nspearing him, yet not slowly enough to denote fear. And he held up his\nright hand and gave them greeting.\n\nThey did not answer him. They sat their restive mounts and stared at\nhim, and Stark knew that Camar had spoken the truth. These were the\nriders of Mekh, and they were wolves.\n\n\n\n\nII\n\n\nStark waited, until they should tire of their own silence.\n\nFinally one demanded, \"Of what country are you?\"\n\nHe answered, \"I am called N'Chaka, the Man-Without-a-Tribe.\"\n\nIt was the name they had given him, the half-human aboriginals who had\nraised him in the blaze and thunder and bitter frosts of Mercury.\n\n\"A stranger,\" said the leader, and smiled. He pointed at the dead Camar\nand asked, \"Did you slay him?\"\n\n\"He was my friend,\" said Stark, \"I was bringing him home to die.\"\n\nTwo riders dismounted to inspect the body. One called up to the leader,\n\"He was from Kushat, if I know the breed, Thord! And he has not been\nrobbed.\" He proceeded to take care of that detail himself.\n\n\"A stranger,\" repeated the leader, Thord. \"Bound for Kushat, with a man\nof Kushat. Well. I think you will come with us, stranger.\"\n\nStark shrugged. And with the long spears pricking him, he did not resist\nwhen the tall Thord plundered him of all he owned except his\nclothes--and Camar's belt, which was not worth the stealing. His gun\nThord flung contemptuously away.\n\nOne of the men brought Stark's beast and Camar's from where they were\ntethered, and the Earthman mounted--as usual, over the violent protest\nof the creature, which did not like the smell of him. They moved out\nfrom under the shelter of the walls, into the full fury of the wind.\n\nFor the rest of that night, and through the next day and the night that\nfollowed it they rode eastward, stopping only to rest the beasts and\nchew on their rations of jerked meat.\n\nTo Stark, riding a prisoner, it came with full force that this was the\nNorth country, half a world away from the Mars of spaceships and\ncommerce and visitors from other planets. The future had never touched\nthese wild mountains and barren plains. The past held pride enough.\n\nTo the north, the horizon showed a strange and ghostly glimmer where the\nbarrier wall of the polar pack reared up, gigantic against the sky. The\nwind blew, down from the ice, through the mountain gorges, across the\nplains, never ceasing. And here and there the cryptic towers rose,\nbroken monoliths of stone. Stark remembered the vision of the talisman,\nthe huge structure crowned with eerie darkness. He looked upon the ruins\nwith loathing and curiosity. The men of Mekh could tell him nothing.\n\nThord did not tell Stark where they were taking him, and Stark did not\nask. It would have been an admission of fear.\n\nIn mid-afternoon of the second day they came to a lip of rock where the\nsnow was swept clean, and below it was a sheer drop into a narrow\nvalley. Looking down, Stark saw that on the floor of the valley, up and\ndown as far as he could see, were men and beasts and shelters of hide\nand brush, and fires burning. By the hundreds, by the several thousand,\nthey camped under the cliffs, and their voices rose up on the thin air\nin a vast deep murmur that was deafening after the silence of the\nplains.\n\nA war party, gathered now, before the thaw. Stark smiled. He became\ncurious to meet the leader of this army.\n\nThey found their way single file along a winding track that dropped down\nthe cliff face. The wind stopped abruptly, cut off by the valley walls.\nThey came in among the shelters of the camp.\n\nHere the snow was churned and soiled and melted to slush by the fires.\nThere were no women in the camp, no sign of the usual cheerful rabble\nthat follows a barbarian army. There were only men--hillmen and warriors\nall, tough-handed killers with no thought but battle.\n\nThey came out of their holes to shout at Thord and his men, and stare at\nthe stranger. Thord was flushed and jovial with importance.\n\n\"I have no time for you,\" he shouted back. \"I go to speak with the Lord\nCiaran.\"\n\nStark rode impassively, a dark giant with a face of stone. From time to\ntime he made his beast curvet, and laughed at himself inwardly for doing\nit.\n\nThey came at length to a shelter larger than the others, but built\nexactly the same and no more comfortable. A spear was thrust into the\nsnow beside the entrance, and from it hung a black pennant with a single\nbar of silver across it, like lightning in a night sky. Beside it was a\nshield with the same device. There were no guards.\n\nThord dismounted, bidding Stark to do the same. He hammered on the\nshield with the hilt of his sword, announcing himself.\n\n\"Lord Ciaran! It is Thord--with a captive.\"\n\nA voice, toneless and strangely muffled, spoke from within.\n\n\"Enter, Thord.\"\n\nThord pushed aside the hide curtain and went in, with Stark at his\nheels.\n\n       *       *       *       *       *\n\nThe dim daylight did not penetrate the interior. Cressets burned, giving\noff a flickering brilliance and a smell of strong oil. The floor of\npacked snow was carpeted with furs, much worn. Otherwise there was no\nadornment, and no furniture but a chair and a table, both dark with age\nand use, and a pallet of skins in one shadowy corner with what seemed to\nbe a heap of rags upon it.\n\nIn the chair sat a man.\n\nHe seemed very tall, in the shaking light of the cressets. From neck to\nthigh his lean body was cased in black link mail, and under that a tunic\nof leather, dyed black. Across his knees he held a sable axe, a great\nthing made for the shearing of skulls, and his hands lay upon it gently,\nas though it were a toy he loved.\n\nHis head and face were covered by a thing that Stark had seen before\nonly in very old paintings--the ancient war-mask of the inland Kings of\nMars. Wrought of black and gleaming steel, it presented an unhuman\nvisage of slitted eyeholes and a barred slot for breathing. Behind, it\nsprang out in a thin, soaring sweep, like a dark wing edge-on in flight.\n\nThe intent, expressionless scrutiny of that mask was bent, not upon\nThord, but upon Eric John Stark.\n\nThe hollow voice spoke again, from behind the mask. \"Well?\"\n\n\"We were hunting in the gorges to the south,\" said Thord. \"We saw a\nfire....\" He told the story, of how they had found the stranger and the\nbody of the man from Kushat.\n\n\"Kushat!\" said the Lord Ciaran softly. \"Ah! And why, stranger, were you\ngoing to Kushat?\"\n\n\"My name is Stark. Eric John Stark, Earthman, out of Mercury.\" He was\ntired of being called stranger. Quite suddenly, he was tired of the\nwhole business.\n\n\"Why should I not go to Kushat? Is it against some law, that a man may\nnot go there in peace without being hounded all over the Norlands? And\nwhy do the men of Mekh make it their business? They have nothing to do\nwith the city.\"\n\nThord held his breath, watching with delighted anticipation.\n\nThe hands of the man in armor caressed the axe. They were slender hands,\nsmooth and sinewy--small hands, it seemed, for such a weapon.\n\n\"We make what we will our business, Eric John Stark.\" He spoke with a\npeculiar gentleness. \"I have asked you. Why were you going to Kushat?\"\n\n\"Because,\" Stark answered with equal restraint, \"my comrade wanted to go\nhome to die.\"\n\n\"It seems a long, hard journey, just for dying.\" The black helm bent\nforward, in an attitude of thought. \"Only the condemned or banished\nleave their cities, or their clans. Why did your comrade flee Kushat?\"\n\nA voice spoke suddenly from out of the heap of rags that lay on the\npallet in the shadows of the corner. A man's voice, deep and husky, with\nthe harsh quaver of age or madness in it.\n\n\"Three men beside myself have fled Kushat, over the years that matter.\nOne died in the spring floods. One was caught in the moving ice of\nwinter. One lived. A thief named Camar, who stole a certain talisman.\"\n\nStark said, \"My comrade was called Greshi.\" The leather belt weighed\nheavy about him, and the iron boss seemed hot against his belly. He was\nbeginning, now, to be afraid.\n\n       *       *       *       *       *\n\nThe Lord Ciaran spoke, ignoring Stark. \"It was the sacred talisman of\nKushat. Without it, the city is like a man without a soul.\"\n\nAs the Veil of Tanit was to Carthage, Stark thought, and reflected on\nthe fate of that city after the Veil was stolen.\n\n\"The nobles were afraid of their own people,\" the man in armor said.\n\"They did not dare to tell that it was gone. But we know.\"\n\n\"And,\" said Stark, \"you will attack Kushat before the thaw, when they\nleast expect you.\"\n\n\"You have a sharp mind, stranger. Yes. But the great wall will be hard\nto carry, even so. If I came, bearing in _my_ hands the talisman of Ban\nCruach....\"\n\nHe did not finish, but turned instead to Thord. \"When you plundered the\ndead man's body, what did you find?\"\n\n\"Nothing, Lord. A few coins, a knife, hardly worth the taking.\"\n\n\"And you, Eric John Stark. What did you take from the body?\"\n\nWith perfect truth he answered, \"Nothing.\"\n\n\"Thord,\" said the Lord Ciaran, \"search him.\"\n\nThord came smiling up to Stark and ripped his jacket open.\n\nWith uncanny swiftness, the Earthman moved. The edge of one broad hand\ntook Thord under the ear, and before the man's knees had time to sag\nStark had caught his arm. He turned, crouching forward, and pitched\nThord headlong through the door flap.\n\nHe straightened and turned again. His eyes held a feral glint. \"The man\nhas robbed me once,\" he said. \"It is enough.\"\n\nHe heard Thord's men coming. Three of them tried to jam through the\nentrance at once, and he sprang at them. He made no sound. His fists did\nthe talking for him, and then his feet, as he kicked the stunned\nbarbarians back upon their leader.\n\n\"Now,\" he said to the Lord Ciaran, \"will we talk as men?\"\n\nThe man in armor laughed, a sound of pure enjoyment. It seemed that the\ngaze behind the mask studied Stark's savage face, and then lifted to\ngreet the sullen Thord who came back into the shelter, his cheeks\nflushed crimson with rage.\n\n\"Go,\" said the Lord Ciaran. \"The stranger and I will talk.\"\n\n\"But Lord,\" he protested, glaring at Stark, \"it is not safe....\"\n\n\"My dark mistress looks after my safety,\" said Ciaran, stroking the axe\nacross his knees. \"Go.\"\n\nThord went.\n\nThe man in armor was silent then, the blind mask turned to Stark, who\nmet that eyeless gaze and was silent also. And the bundle of rags in the\nshadows straightened slowly and became a tall old man with rusty hair\nand beard, through which peered craggy juts of bone and two bright,\nsmall points of fire, as though some wicked flame burned within him.\n\nHe shuffled over and crouched at the feet of the Lord Ciaran, watching\nthe Earthman. And the man in armor leaned forward.\n\n\"I will tell you something, Eric John Stark. I am a bastard, but I come\nof the blood of kings. My name and rank I must make with my own hands.\nBut I will set them high, and my name will ring in the Norlands!\n\n\"I will take Kushat. Who holds Kushat, holds Mars--and the power and the\nriches that lie beyond the Gates of Death!\"\n\n\"I have seen them,\" said the old man, and his eyes blazed. \"I have seen\nBan Cruach the mighty. I have seen the temples and the palaces glitter\nin the ice. I have seen _Them_, the shining ones. Oh, I have seen them,\nthe beautiful, hideous ones!\"\n\nHe glanced sidelong at Stark, very cunning. \"That is why Otar is mad,\nstranger. _He has seen._\"\n\nA chill swept Stark. He too had seen, not with his own eyes but with the\nmind and memories of Ban Cruach, of a million years ago.\n\nThen it had been no illusion, the fantastic vision opened to him by the\ntalisman now hidden in his belt! If this old madman had seen....\n\n\"What beings lurk beyond the Gates of Death I do not know,\" said Ciaran.\n\"But my dark mistress will test their strength--and I think my red\nwolves will hunt them down, once they get a smell of plunder.\"\n\n\"The beautiful, terrible ones,\" whispered Otar. \"And oh, the temples and\nthe palaces, and the great towers of stone!\"\n\n\"Ride with me, Stark,\" said the Lord Ciaran abruptly. \"Yield up the\ntalisman, and be the shield at my back. I have offered no other man that\nhonor.\"\n\nStark asked slowly, \"Why do you choose me?\"\n\n\"We are of one blood, Stark, though we be strangers.\"\n\nThe Earthman's cold eyes narrowed. \"What would your red wolves say to\nthat? And what would Otar say? Look at him, already stiff with jealousy,\nand fear lest I answer, 'Yes'.\"\n\n\"I do not think you would be afraid of either of them.\"\n\n\"On the contrary,\" said Stark, \"I am a prudent man.\" He paused. \"There\nis one other thing. I will bargain with no man until I have looked into\nhis eyes. Take off your helm, Ciaran--and then perhaps we will talk!\"\n\nOtar's breath made a snakelike hissing between his toothless gums, and\nthe hands of the Lord Ciaran tightened on the haft of the axe.\n\n\"No!\" he whispered. \"That I can never do.\"\n\nOtar rose to his feet, and for the first time Stark felt the full\nstrength that lay in this strange old man.\n\n\"Would you look upon the face of destruction?\" he thundered. \"Do you ask\nfor death? Do you think a thing is hidden behind a mask of steel without\na reason, that you demand to see it?\"\n\nHe turned. \"My Lord,\" he said. \"By tomorrow the last of the clans will\nhave joined us. After that, we must march. Give this Earthman to Thord,\nfor the time that remains--and you will have the talisman.\"\n\nThe blank, blind mask was unmoving, turned toward Stark, and the\nEarthman thought that from behind it came a faint sound that might have\nbeen a sigh.\n\nThen....\n\n\"Thord!\" cried the Lord Ciaran, and lifted up the axe.\n\n\n\n\nIII\n\n\nThe flames leaped high from the fire in the windless gorge. Men sat\naround it in a great circle, the wild riders out of the mountain valleys\nof Mekh. They sat with the curbed and shivering eagerness of wolves\naround a dying quarry. Now and again their white teeth showed in a kind\nof silent laughter, and their eyes watched.\n\n\"He is strong,\" they whispered, one to the other. \"He will live the\nnight out, surely!\"\n\nOn an outcrop of rock sat the Lord Ciaran, wrapped in a black cloak,\nholding the great axe in the crook of his arm. Beside him, Otar huddled\nin the snow.\n\nClose by, the long spears had been driven deep and lashed together to\nmake a scaffolding, and upon this frame was hung a man. A big man,\niron-muscled and very lean, the bulk of his shoulders filling the space\nbetween the bending shafts. Eric John Stark of Earth, out of Mercury.\n\nHe had already been scourged without mercy. He sagged of his own weight\nbetween the spears, breathing in harsh sobs, and the trampled snow\naround him was spotted red.\n\nThord was wielding the lash. He had stripped off his own coat, and his\nbody glistened with sweat in spite of the cold. He cut his victim with\ngreat care, making the long lash sing and crack. He was proud of his\nskill.\n\nStark did not cry out.\n\nPresently Thord stepped back, panting, and looked at the Lord Ciaran.\nAnd the black helm nodded.\n\nThord dropped the whip. He went up to the big dark man and lifted his\nhead by the hair.\n\n\"Stark,\" he said, and shook the head roughly. \"Stranger!\"\n\nEyes opened and stared at him, and Thord could not repress a slight\nshiver. It seemed that the pain and indignity had wrought some evil\nmagic on this man he had ridden with, and thought he knew. He had seen\nexactly the same gaze in a big snow-cat caught in a trap, and he felt\nsuddenly that it was not a man he spoke to, but a predatory beast.\n\n\"Stark,\" he said. \"Where is the talisman of Ban Cruach?\"\n\nThe Earthman did not answer.\n\nThord laughed. He glanced up at the sky, where the moons rode low and\nswift.\n\n\"The night is only half gone. Do you think you can last it out?\"\n\nThe cold, cruel, patient eyes watched Thord. There was no reply.\n\nSome quality of pride in that gaze angered the barbarian. It seemed to\nmock him, who was so sure of his ability to loosen a reluctant tongue.\n\n\"You think I cannot make you talk, don't you? You don't know me,\nstranger! You don't know Thord, who can make the rocks speak out if he\nwill!\"\n\nHe reached out with his free hand and struck Stark across the face.\n\nIt seemed impossible that anything so still could move so quickly. There\nwas an ugly flash of teeth, and Thord's wrist was caught above the\nthumb-joint. He bellowed, and the iron jaws closed down, worrying the\nbone.\n\nQuite suddenly, Thord screamed. Not for pain, but for panic. And the\nrows of watching men swayed forward, and even the Lord Ciaran rose up,\nstartled.\n\n\"_Hark!_\" ran the whispering around the fire. \"Hark how he growls!\"\n\nThord had let go of Stark's hair and was beating him about the head with\nhis clenched fist. His face was white.\n\n\"Werewolf!\" he screamed. \"Let me go, beast-thing! Let me go!\"\n\nBut the dark man clung to Thord's wrist, snarling, and did not hear.\nAfter a bit there came the dull crack of bone.\n\nStark opened his jaws. Thord ceased to strike him. He backed off slowly,\nstaring at the torn flesh. Stark had sunk down to the length of his\narms.\n\nWith his left hand, Thord drew his knife. The Lord Ciaran stepped\nforward. \"Wait, Thord!\"\n\n\"It is a thing of evil,\" whispered the barbarian. \"Warlock. Werewolf.\nBeast.\"\n\nHe sprang at Stark.\n\n       *       *       *       *       *\n\nThe man in armor moved, very swiftly, and the great axe went whirling\nthrough the air. It caught Thord squarely where the cords of his neck\nran into the shoulder--caught, and shore on through.\n\nThere was a silence in the valley.\n\nThe Lord Ciaran walked slowly across the trampled snow and took up his\naxe again.\n\n\"I will be obeyed,\" he said. \"And I will not stand for fear, not of god,\nman, nor devil.\" He gestured toward Stark. \"Cut him down. And see that\nhe does not die.\"\n\nHe strode away, and Otar began to laugh.\n\nFrom a vast distance, Stark heard that shrill, wild laughter. His mouth\nwas full of blood, and he was mad with a cold fury.\n\nA cunning that was purely animal guided his movements then. His head\nfell forward, and his body hung inert against the thongs. He might\nalmost have been dead.\n\nA knot of men came toward him. He listened to them. They were hesitant\nand afraid. Then, as he did not move, they plucked up courage and came\ncloser, and one prodded him gently with the point of his spear.\n\n\"Prick him well,\" said another. \"Let us be sure!\"\n\nThe sharp point bit a little deeper. A few drops of blood welled out and\njoined the small red streams that ran from the weals of the lash. Stark\ndid not stir.\n\nThe spearman grunted. \"He is safe enough now.\"\n\nStark felt the knife blades working at the thongs. He waited. The\nrawhide snapped, and he was free.\n\nHe did not fall. He would not have fallen then if he had taken a death\nwound. He gathered his legs under him and sprang.\n\nHe picked up the spearman in that first rush and flung him into the\nfire. Then he began to run toward the place where the scaly mounts were\nherded, leaving a trail of blood behind him on the snow.\n\nA man loomed up in front of him. He saw the shadow of a spear and\nswerved, and caught the haft in his two hands. He wrenched it free and\nstruck down with the butt of it, and went on. Behind him he heard voices\nshouting and the beginning of turmoil.\n\nThe Lord Ciaran turned and came back, striding fast.\n\nThere were men before Stark now, many men, the circle of watchers\nbreaking up because there had been nothing more to watch. He gripped the\nlong spear. It was a good weapon, better than the flint-tipped stick\nwith which the boy N'Chaka had hunted the giant lizard of the rocks.\n\nHis body curved into a half crouch. He voiced one cry, the challenging\nscream of a predatory killer, and went in among the men.\n\nHe did slaughter with that spear. They were not expecting attack. They\nwere not expecting anything. Stark had sprung to life too quickly. And\nthey were afraid of him. He could smell the fear on them. Fear not of a\nman like themselves, but of a creature less and more than man.\n\nHe killed, and was happy.\n\nThey fell away from him, the wild riders of Mekh. They were sure now\nthat he was a demon. He raged among them with the bright spear, and they\nheard again that sound that should not have come from a human throat,\nand their superstitious terror rose and sent them scrambling out of his\npath, trampling on each other in childish panic.\n\nHe broke through, and now there was nothing between him and escape but\ntwo mounted men who guarded the herd.\n\nBeing mounted, they had more courage. They felt that even a warlock\ncould not stand against their charge. They came at him as he ran, the\npadded feet of their beasts making a muffled drumming in the snow.\n\nWithout breaking stride, Stark hurled his spear.\n\n       *       *       *       *       *\n\nIt drove through one man's body and tumbled him off, so that he fell\nunder his comrade's mount and fouled its legs. It staggered and reared\nup, hissing, and Stark fled on.\n\nOnce he glanced over his shoulder. Through the milling, shouting crowd\nof men he glimpsed a dark, mailed figure with a winged mask, going\nthrough the ruck with a loping stride and bearing a sable axe raised\nhigh for the throwing.\n\nStark was close to the herd now. And they caught his scent.\n\nThe Norland brutes had never liked the smell of him, and now the reek of\nblood upon him was enough in itself to set them wild. They began to hiss\nand snarl uneasily, rubbing their reptilian flanks together as they\nwheeled around, staring at him with lambent eyes.\n\nHe rushed them, before they should quite decide to break. He was quick\nenough to catch one by the fleshy comb that served it for a forelock,\nheld it with savage indifference to its squealing, and leaped to its\nback. Then he let it bolt, and as he rode it he yelled, a shrill brute\ncry that urged the creatures on to panic.\n\nThe herd broke, stampeding outward from its center like a bursting\nshell.\n\nStark was in the forefront. Clinging low to the scaly neck, he saw the\nmen of Mekh scattered and churned and tramped into the snow by the\nflying pads. In and out of the shelters, kicking the brush walls down,\nlifting up their harsh reptilian voices, they went racketing through the\ncamp, leaving behind them wreckage as of a storm. And Stark went with\nthem.\n\nHe snatched a cloak from off the shoulders of some petty chieftain as he\nwent by, and then, twisting cruelly on the fleshy comb, beating with his\nfist at the creature's head, he got his mount turned in the way he\nwanted it to go, down the valley.\n\nHe caught one last glimpse of the Lord Ciaran, fighting to hold one of\nthe creatures long enough to mount, and then a dozen striving bodies\nsurged around him, and Stark was gone.\n\nThe beast did not slacken pace. It was as though it thought it could\noutrun the alien, bloody thing that clung to its back. The last fringes\nof the camp shot by and vanished in the gloom, and the clean snow of the\nlower valley lay open before it. The creature laid its belly to the\nground and went, the white spray spurting from its heels.\n\nStark hung on. His strength was gone now, run out suddenly with the\nbattle-madness. He became conscious now that he was sick and bleeding,\nthat his body was one cruel pain. In that moment, more than in the hours\nthat had gone before, he hated the black leader of the clans of Mekh.\n\nThat flight down the valley became a sort of ugly dream. Stark was aware\nof rock walls reeling past, and then they seemed to widen away and the\nwind came out of nowhere like the stroke of a great hammer, and he was\non the open moors again.\n\nThe beast began to falter and slow down. Presently it stopped.\n\nStark scooped up snow to rub on his wounds. He came near to fainting,\nbut the bleeding stopped and after that the pain was numbed to a dull\nache. He wrapped the cloak around him and urged the beast to go on,\ngently this time, patiently, and after it had breathed it obeyed him,\nsettling into the shuffling pace it could keep up for hours.\n\nHe was three days on the moors. Part of the time he rode in a sort of\nstupor, and part of the time he was feverishly alert, watching the\nskyline. Frequently he took the shapes of thrusting rocks for riders,\nand found what cover he could until he was sure they did not move. He\nwas afraid to dismount, for the beast had no bridle. When it halted to\nrest he remained upon its back, shaking, his brow beaded with sweat.\n\nThe wind scoured his tracks clean as soon as he made them. Twice, in the\ndistance, he did see riders, and one of those times he burrowed into a\ntall drift and stayed there for several hours.\n\nThe ruined towers marched with him across the bitter land, lonely giants\nfifty miles apart. He did not go near them.\n\nHe knew that he wandered a good bit, but he could not help it, and it\nwas probably his salvation. In those tortured badlands, riven by ages of\nfrost and flood, one might follow a man on a straight track between two\npoints. But to find a single rider lost in that wilderness was a matter\nof sheer luck, and the odds were with Stark.\n\nOne evening at sunset he came out upon a plain that sloped upward to a\nblack and towering scarp, notched with a single pass.\n\nThe light was level and blood-red, glittering on the frosty rock so that\nit seemed the throat of the pass was aflame with evil fires. To Stark's\nmind, essentially primitive and stripped now of all its acquired reason,\nthat narrow cleft appeared as the doorway to the dwelling place of\ndemons as horrible as the fabled creatures that roam the Darkside of his\nnative world.\n\nHe looked long at the Gates of Death, and a dark memory crept into his\nbrain. Memory of that nightmare experience when the talisman had made\nhim seem to walk into that frightful pass, not as Stark, but as Ban\nCruach.\n\nHe remembered Otar's words--_I have seen Ban Cruach the mighty_. Was he\nstill there beyond those darkling gates, fighting his unimagined war,\nalone?\n\nAgain, in memory, Stark heard the evil piping of the wind. Again, the\nshadow of a dim and terrible shape loomed up before him....\n\nHe forced remembrance of that vision from his mind, by a great effort.\nHe could not turn back now. There was no place to go.\n\nHis weary beast plodded on, and now Stark saw as in a dream that a great\nwalled city stood guard before that awful Gate. He watched the city\nglide toward him through a crimson haze, and fancied he could see the\nages clustered like birds around the towers.\n\nHe had reached Kushat, with the talisman of Ban Cruach still strapped in\nthe blood-stained belt around his waist.\n\n\n\n\nIV\n\n\nHe stood in a large square, lined about with huckster's stalls and the\nbooths of wine-sellers. Beyond were buildings, streets, a city. Stark\ngot a blurred impression of a grand and brooding darkness, bulking huge\nagainst the mountains, as bleak and proud as they, and quite as ancient,\nwith many ruins and deserted quarters.\n\nHe was not sure how he had come there, but he was standing on his own\nfeet, and someone was pouring sour wine into his mouth. He drank it\ngreedily. There were people around him, jostling, chattering, demanding\nanswers to their questions. A girl's voice said sharply, \"Let him be!\nCan't you see he's hurt?\"\n\nStark looked down. She was slim and ragged, with black hair and large\neyes yellow as a cat's. She held a leather bottle in her hands. She\nsmiled at him and said, \"I'm Thanis. Will you drink more wine?\"\n\n\"I will,\" said Stark, and did, and then said, \"Thank you, Thanis.\" He\nput his hand on her shoulder, to steady himself. It was a supple\nshoulder, surprisingly strong. He liked the feel of it.\n\nThe crowd was still churning around him, growing larger, and now he\nheard the tramp of military feet. A small detachment of men in light\narmor pushed their way through.\n\nA very young officer whose breastplate hurt the eye with brightness\ndemanded to be told at once who Stark was and why he had come there.\n\n\"No one crosses the moors in winter,\" he said, as though that in itself\nwere a sign of evil intent.\n\n\"The clans of Mekh are crossing them,\" Stark answered. \"An army, to take\nKushat--one, two days behind me.\"\n\nThe crowd picked that up. Excited voices tossed it back and forth, and\nclamored for more news. Stark spoke to the officer.\n\n\"I will see your captain, and at once.\"\n\n\"You'll see the inside of a prison, more likely!\" snapped the young man.\n\"What's this nonsense about the clans of Mekh?\"\n\nStark regarded him. He looked so long and so curiously that the crowd\nbegan to snicker and the officer's beardless face flushed pink to the\nears.\n\n\"I have fought in many wars,\" said Stark gently. \"And long ago I learned\nto listen, when someone came to warn me of attack.\"\n\n\"Better take him to the captain, Lugh,\" cried Thanis. \"It's our skins\ntoo, you know, if there is war.\"\n\nThe crowd began to shout. They were all poor folk, wrapped in threadbare\ncloaks or tattered leather. They had no love for the guards. And whether\nthere was war or not, their winter had been long and dull, and they were\ngoing to make the most of this excitement.\n\n\"Take him, Lugh! Let him warn the nobles. Let them think how they'll\ndefend Kushat and the Gates of Death, now that the talisman is gone!\"\n\n\"That is a lie!\" Lugh shouted. \"And you know the penalty for telling it.\nHold your tongues, or I'll have you all whipped.\" He gestured angrily at\nStark. \"See if he is armed.\"\n\nOne of the soldiers stepped forward, but Stark was quicker. He slipped\nthe thong and let the cloak fall, baring his upper body.\n\n\"The clansmen have already taken everything I owned,\" he said. \"But they\ngave me something, in return.\"\n\nThe crowd stared at the half healed stripes that scarred him, and there\nwas a drawing in of breath.\n\nThe soldier picked up the cloak and laid it over the Earthman's\nshoulders. And Lugh said sullenly, \"Come, then.\"\n\nStark's fingers tightened on Thanis' shoulder. \"Come with me, little\none,\" he whispered. \"Otherwise, I must crawl.\"\n\nShe smiled at him and came. The crowd followed.\n\nThe captain of the guards was a fleshy man with a smell of wine about\nhim and a face already crumbling apart though his hair was not yet grey.\nHe sat in a squat tower above the square, and he observed Stark with no\nparticular interest.\n\n\"You had something to tell,\" said Lugh. \"Tell it.\"\n\n       *       *       *       *       *\n\nStark told them, leaving out all mention of Camar and the talisman. This\nwas neither the time nor the man to hear that story. The captain\nlistened to all he had to say about the gathering of the clans of Mekh,\nand then sat studying him with a bleary shrewdness.\n\n\"You have proof of all this?\"\n\n\"These stripes. Their leader Ciaran ordered them laid on himself.\"\n\nThe captain sighed, and leaned back.\n\n\"Any wandering band of hunters could have scourged you,\" he said. \"A\nnameless vagabond from the gods know where, and a lawless one at that,\nif I'm any judge of men--you probably deserved it.\"\n\nHe reached for wine, and smiled. \"Look you, stranger. In the Norlands,\nno one makes war in the winter. And no one ever heard of Ciaran. If you\nhoped for a reward from the city, you overshot badly.\"\n\n\"The Lord Ciaran,\" said Stark, grimly controlling his anger, \"will be\nbattering at your gates within two days. And you will hear of him then.\"\n\n\"Perhaps. You can wait for him--in a cell. And you can leave Kushat with\nthe first caravan after the thaw. We have enough rabble here without\ntaking in more.\"\n\nThanis caught Stark by the cloak and held him back.\n\n\"_Sir_,\" she said, as though it were an unclean word. \"I will vouch for\nthe stranger.\"\n\nThe captain glanced at her. \"You?\"\n\n\"Sir, I am a free citizen of Kushat. According to law, I may vouch for\nhim.\"\n\n\"If you scum of the Thieves' Quarter would practice the law as well as\nyou prate it, we would have less trouble,\" growled the captain. \"Very\nwell, take the creature, if you want him. I don't suppose you've\nanything to lose.\"\n\nLugh laughed.\n\n\"Name and dwelling place,\" said the captain, and wrote them down.\n\"Remember, he is not to leave the Quarter.\"\n\nThanis nodded. \"Come,\" she said to Stark. He did not move, and she\nlooked up at him. He was staring at the captain. His beard had grown in\nthese last days, and his face was still scarred by Thord's blows and\nmade wolfish with pain and fever. And now, out of this evil mask, his\neyes were peering with a chill and terrible intensity at the\nsoft-bellied man who sat and mocked him.\n\nThanis laid her hand on his rough cheek. \"Come,\" she said. \"Come and\nrest.\"\n\nGently she turned his head. He blinked and swayed, and she took him\naround the waist and led him unprotesting to the door.\n\nThere she paused, looking back.\n\n\"Sir,\" she said, very meekly, \"news of this attack is being shouted\nthrough the Quarter now. If it _should_ come, and it were known that you\nhad the warning and did not pass it on....\" She made an expressive\ngesture, and went out.\n\nLugh glanced uneasily at the captain. \"She's right, sir. If by chance\nthe man did tell the truth....\"\n\nThe captain swore. \"Rot. A rogue's tale. And yet....\" He scowled\nindecisively, and then reached for parchment. \"After all, it's a simple\nthing. Write it up, pass it on, and let the nobles do the worrying.\"\n\nHis pen began to scratch.\n\nThanis took Stark by steep and narrow ways, darkling now in the\nafterglow, where the city climbed and fell again over the uneven rock.\nStark was aware of the heavy smells of spices and unfamiliar foods, and\nthe musky undertones of a million generations swarmed together to spawn\nand die in these crowded catacombs of slate and stone.\n\nThere was a house, blending into other houses, close under the loom of\nthe great Wall. There was a flight of steps, hollowed deep with use,\ntwisting crazily around outer corners.\n\nThere was a low room, and a slender man named Balin, vaguely glimpsed,\nwho said he was Thanis' brother. There was a bed of skins and woven\ncloths.\n\nStark slept.\n\n       *       *       *       *       *\n\nHands and voices called him back. Strong hands shaking him, urgent\nvoices. He started up growling, like an animal suddenly awaked, still\nlost in the dark mists of exhaustion. Balin swore, and caught his\nfingers away.\n\n\"What is this you have brought home, Thanis? By the gods, it snapped at\nme!\"\n\nThanis ignored him. \"Stark,\" she said. \"Stark! Listen. Men are coming.\nSoldiers. They will question you. Do you hear me?\"\n\nStark said heavily, \"I hear.\"\n\n\"_Do not speak of Camar!_\"\n\nStark got to his feet, and Balin said hastily, \"Peace! The thing is\nsafe. I would not steal a death warrant!\"\n\nHis voice had a ring of truth. Stark sat down again. It was an effort to\nkeep awake. There was clamor in the street below. It was still night.\n\nBalin said carefully, \"Tell them what you told the captain, nothing\nmore. They will kill you if they know.\"\n\nA rough hand thundered at the door, and a voice cried, \"Open up!\"\n\nBalin sauntered over to lift the bar. Thanis sat beside Stark, her hand\ntouching his. Stark rubbed his face. He had been shaved and washed, his\nwounds rubbed with salve. The belt was gone, and his blood-stained\nclothing. He realized only then that he was naked, and drew a cloth\naround him. Thanis whispered, \"The belt is there on that peg, under your\ncloak.\"\n\nBalin opened the door, and the room was full of men.\n\nStark recognized the captain. There were others, four of them, young,\nold, intermediate, annoyed at being hauled away from their beds and\ntheir gaming tables at this hour. The sixth man wore the jewelled\ncuirass of a noble. He had a nice, a kind face. Grey hair, mild eyes,\nsoft cheeks. A fine man, but ludicrous in the trappings of a soldier.\n\n\"Is this the man?\" he asked, and the captain nodded.\n\n\"Yes.\" It was his turn to say Sir.\n\nBalin brought a chair. He had a fine flourish about him. He wore a\ncrimson jewel in his left ear, and every line of him was quick and\nsensitive, instinct with mockery. His eyes were brightly cynical, in a\nface worn lean with years of merry sinning. Stark liked him.\n\nHe was a civilized man. They all were--the noble, the captain, the lot\nof them. So civilized that the origins of their culture were forgotten\nhalf an age before the first clay brick was laid in Babylon.\n\nToo civilized, Stark thought. Peace had drawn their fangs and cut their\nclaws. He thought of the wild clansmen coming fast across the snow, and\nfelt a certain pity for the men of Kushat.\n\nThe noble sat down.\n\n\"This is a strange tale you bring, wanderer. I would hear it from your\nown lips.\"\n\nStark told it. He spoke slowly, watching every word, cursing the\nweariness that fogged his brain.\n\nThe noble, who was called Rogain, asked him questions. Where was the\ncamp? How many men? What were the exact words of the Lord Ciaran, and\nwho was he?\n\nStark answered, with meticulous care.\n\nRogain sat for some time lost in thought. He seemed worried and upset,\none hand playing aimlessly with the hilt of his sword. A scholar's hand,\nwithout a callous on it.\n\n\"There is one thing more,\" said Rogain. \"What business had you on the\nmoors in winter?\"\n\nStark smiled. \"I am a wanderer by profession.\"\n\n\"Outlaw?\" asked the captain, and Stark shrugged.\n\n\"Mercenary is a kinder word.\"\n\n       *       *       *       *       *\n\nRogain studied the pattern of stripes on the Earthman's dark skin. \"Why\ndid the Lord Ciaran, so-called, order you scourged?\"\n\n\"I had thrashed one of his chieftains.\"\n\nRogain sighed and rose. He stood regarding Stark from under brooding\nbrows, and at length he said, \"It is a wild tale. I can't believe\nit--and yet, why should you lie?\"\n\nHe paused, as though hoping that Stark would answer that and relieve him\nof worry.\n\nStark yawned. \"The tale is easily proved. Wait a day or two.\"\n\n\"I will arm the city,\" said Rogain. \"I dare not do otherwise. But I will\ntell you this.\" An astonishing unpleasant look came into his eyes. \"If\nthe attack does not come--if you have set a whole city by the ears for\nnothing--I will have you flayed alive and your body tumbled over the\nWall for the carrion birds to feed on.\"\n\nHe strode out, taking his retinue with him. Balin smiled. \"He will do\nit, too,\" he said, and dropped the bar.\n\nStark did not answer. He stared at Balin, and then at Thanis, and then\nat the belt hanging on the peg, in a curiously blank and yet penetrating\nfashion, like an animal that thinks its own thoughts. He took a deep\nbreath. Then, as though he found the air clean of danger, he rolled over\nand went instantly to sleep.\n\nBalin lifted his shoulders expressively. He grinned at Thanis. \"Are you\npositive it's human?\"\n\n\"He's beautiful,\" said Thanis, and tucked the cloths around him. \"Hold\nyour tongue.\" She continued to sit there, watching Stark's face as the\nslow dreams moved across it. Balin laughed.\n\nIt was evening again when Stark awoke. He sat up, stretching lazily.\nThanis crouched by the hearthstone, stirring something savory in a\nblackened pot. She wore a red kirtle and a necklet of beaten gold, and\nher hair was combed out smooth and shining.\n\nShe smiled at him and rose, bringing him his own boots and trousers,\ncarefully cleaned, and a tunic of leather tanned fine and soft as silk.\nStark asked her where she got it.\n\n\"Balin stole it--from the baths where the nobles go. He said you might\nas well have the best.\" She laughed. \"He had a devil of a time finding\none big enough to fit you.\"\n\nShe watched with unashamed interest while he dressed. Stark said, \"Don't\nburn the soup.\"\n\nShe put her tongue out at him. \"Better be proud of that fine hide while\nyou have it,\" she said. \"There's no sign of attack.\"\n\nStark was aware of sounds that had not been there before--the pacing of\nmen on the Wall above the house, the calling of the watch. Kushat was\narmed and ready--and his time was running out. He hoped that Ciaran had\nnot been delayed on the moors.\n\nThanis said, \"I should explain about the belt. When Balin undressed you,\nhe saw Camar's name scratched on the inside of the boss. And, he can\nopen a lizard's egg without harming the shell.\"\n\n\"What about you?\" asked Stark.\n\nShe flexed her supple fingers. \"I do well enough.\"\n\n       *       *       *       *       *\n\nBalin came in. He had been seeking news, but there was little to be had.\n\n\"The soldiers are grumbling about a false alarm,\" he said. \"The people\nare excited, but more as though they were playing a game. Kushat has not\nfought a war for centuries.\" He sighed. \"The pity of it is, Stark, I\nbelieve your story. And I'm afraid.\"\n\nThanis handed him a steaming bowl. \"Here--employ your tongue with this.\nAfraid, indeed! Have you forgotten the Wall? No one has carried it since\nthe city was built. Let them attack!\"\n\nStark was amused. \"For a child, you know much concerning war.\"\n\n\"I knew enough to save your skin!\" she flared, and Balin smiled.\n\n\"She has you there, Stark. And speaking of skins....\" He glanced up at\nthe belt. \"Or better, speaking of talismans, which we were not. How did\nyou come by it?\"\n\nStark told him. \"He had a sin on his soul, did Camar. And--he was my\nfriend.\"\n\nBalin looked at him with deep respect. \"You were a fool,\" he said. \"Look\nyou. The thing is returned to Kushat. Your promise is kept. There is\nnothing for you here but danger, and were I you I would not wait to be\nflayed, or slain, or taken in a quarrel that is not yours.\"\n\n\"Ah,\" said Stark softly, \"but it is mine. The Lord Ciaran made it so.\"\nHe, too, glanced at the belt. \"What of the talisman?\"\n\n\"Return it where it came from,\" Thanis said. \"My brother is a better\nthief than Camar. He can certainly do that.\"\n\n\"No!\" said Balin, with surprising force. \"We will keep it, Stark and I.\nWhether it has power, I do not know. But if it has--I think Kushat will\nneed it, and in strong hands.\"\n\nStark said somberly, \"It has power, the Talisman. Whether for good or\nevil, I don't know.\"\n\nThey looked at him, startled. But a touch of awe seemed to repress their\ncuriosity.\n\nHe could not tell them. He was, somehow, reluctant to tell anyone of\nthat dark vision of what lay beyond the Gates of Death, which the\ntalisman of Ban Cruach had lent him.\n\nBalin stood up. \"Well, for good or evil, at least the sacred relic of\nBan Cruach has come home.\" He yawned. \"I am going to bed. Will you come,\nThanis, or will you stay and quarrel with our guest?\"\n\n\"I will stay,\" she said, \"and quarrel.\"\n\n\"Ah, well.\" Balin sighed puckishly. \"Good night.\" He vanished into an\ninner room. Stark looked at Thanis. She had a warm mouth, and her eyes\nwere beautiful, and full of light.\n\nHe smiled, holding out his hand.\n\nThe night wore on, and Stark lay drowsing. Thanis had opened the\ncurtains. Wind and moonlight swept together into the room, and she stood\nleaning upon the sill, above the slumbering city. The smile that\nlingered in the corners of her mouth was sad and far-away, and very\ntender.\n\nStark stirred uneasily, making small sounds in his throat. His motions\ngrew violent. Thanis crossed the room and touched him.\n\nInstantly he was awake.\n\n\"Animal,\" she said softly. \"You dream.\"\n\nStark shook his head. His eyes were still clouded, though not with\nsleep. \"Blood,\" he said, \"heavy in the wind.\"\n\n\"I smell nothing but the dawn,\" she said, and laughed.\n\nStark rose. \"Get Balin. I'm going up on the Wall.\"\n\nShe did not know him now. \"What is it, Stark? What's wrong?\"\n\n\"Get Balin.\" Suddenly it seemed that the room stifled him. He caught up\nhis cloak and Camar's belt and flung open the door, standing on the\nnarrow steps outside. The moonlight caught in his eyes, pale as\nfrost-fire.\n\nThanis shivered. Balin joined her without being called. He, too, had\nslept but lightly. Together they followed Stark up the rough-cut stair\nthat led to the top of the Wall.\n\nHe looked southward, where the plain ran down from the mountains and\nspread away below Kushat. Nothing moved out there. Nothing marred the\nempty whiteness. But Stark said,\n\n\"They will attack at dawn.\"\n\n\n\n\nV\n\n\nThey waited. Some distance away a guard leaned against the parapet,\nhuddled in his cloak. He glanced at them incuriously. It was bitterly\ncold. The wind came whistling down through the Gates of Death, and below\nin the streets the watchfires shuddered and flared.\n\nThey waited, and still there was nothing.\n\nBalin said impatiently, \"How can you know they're coming?\"\n\nStark shivered, a shallow rippling of the flesh that had nothing to do\nwith cold, and every muscle of his body came alive. Phobos plunged\ndownward. The moonlight dimmed and changed, and the plain was very\nempty, very still.\n\n\"They will wait for darkness. They will have an hour or so, between\nmoonset and dawn.\"\n\nThanis muttered, \"Dreams! Besides, I'm cold.\" She hesitated, and then\ncrept in under Balin's cloak. Stark had gone away from her. She watched\nhim sulkily where he leaned upon the stone. He might have been part of\nit, as dark and unstirring.\n\nDeimos sank low toward the west.\n\nStark turned his head, drawn inevitably to look toward the cliffs above\nKushat, soaring upward to blot out half the sky. Here, close under them,\nthey seemed to tower outward in a curving mass, like the last wave of\neternity rolling down, crested white with the ash of shattered worlds.\n\n_I have stood beneath those cliffs before. I have felt them leaning down\nto crush me, and I have been afraid._\n\nHe was still afraid. The mind that had poured its memories into that\ncrystal lens had been dead a million years, but neither time nor death\nhad dulled the terror that beset Ban Cruach in his journey through that\nnightmare pass.\n\nHe looked into the black and narrow mouth of the Gates of Death,\ncleaving the scarp like a wound, and the primitive ape-thing within him\ncringed and moaned, oppressed with a sudden sense of fate.\n\nHe had come painfully across half a world, to crouch before the Gates of\nDeath. Some evil magic had let him see forbidden things, had linked his\nmind in an unholy bond with the long-dead mind of one who had been half\na god. These evil miracles had not been for nothing. He would not be\nallowed to go unscathed.\n\nHe drew himself up sharply then, and swore. He had left N'Chaka behind,\na naked boy running in a place of rocks and sun on Mercury. He had\nbecome Eric John Stark, a man, and civilized. He thrust the senseless\npremonition from him, and turned his back upon the mountains.\n\nDeimos touched the horizon. A last gleam of reddish light tinged the\nsnow, and then was gone.\n\nThanis, who was half asleep, said with sudden irritation, \"I do not\nbelieve in your barbarians. I'm going home.\" She thrust Balin aside and\nwent away, down the steps.\n\nThe plain was now in utter darkness, under the faint, far Northern\nstars.\n\nStark settled himself against the parapet. There was a sort of timeless\npatience about him. Balin envied it. He would have liked to go with\nThanis. He was cold and doubtful, but he stayed.\n\nTime passed, endless minutes of it, lengthening into what seemed hours.\n\nStark said, \"Can you hear them?\"\n\n\"No.\"\n\n\"They come.\" His hearing, far keener than Balin's, picked up the little\nsounds, the vast inchoate rustling of an army on the move in stealth and\ndarkness. Light-armed men, hunters, used to stalking wild beasts in the\nshow. They could move softly, very softly.\n\n\"I hear nothing,\" Balin said, and again they waited.\n\nThe westering stars moved toward the horizon, and at length in the east\na dim pallor crept across the sky.\n\nThe plain was still shrouded in night, but now Stark could make out the\nhigh towers of the King City of Kushat, ghostly and indistinct--the\nancient, proud high towers of the rulers and their nobles, set above the\ncrowded Quarters of merchants and artisans and thieves. He wondered who\nwould be king in Kushat by the time this unrisen sun had set.\n\n\"You were wrong,\" said Balin, peering. \"There is nothing on the plain.\"\n\nStark said, \"Wait.\"\n\n       *       *       *       *       *\n\nSwiftly now, in the thin air of Mars, the dawn came with a rush and a\nleap, flooding the world with harsh light. It flashed in cruel\nbrilliance from sword-blades, from spearheads, from helmets and\nburnished mail, from the war-harness of beasts, glistened on bare russet\nheads and coats of leather, set the banners of the clans to burning,\ncrimson and gold and green, bright against the snow.\n\nThere was no sound, not a whisper, in all the land.\n\nSomewhere a hunting horn sent forth one deep cry to split the morning.\nThen burst out the wild skirling of the mountain pipes and the broken\nthunder of drums, and a wordless scream of exultation that rang back\nfrom the Wall of Kushat like the very voice of battle. The men of Mekh\nbegan to move.\n\nRaggedly, slowly at first, then more swiftly as the press of warriors\nbroke and flowed, the barbarians swept toward the city as water sweeps\nover a broken dam.\n\nKnots and clumps of men, tall men running like deer, leaping, shouting,\nswinging their great brands. Riders, spurring their mounts until they\nfled belly down. Spears, axes, sword-blades tossing, a sea of men and\nbeasts, rushing, trampling, shaking the ground with the thunder of their\ngoing.\n\nAnd ahead of them all came a solitary figure in black mail, riding a\nraking beast trapped all in black, and bearing a sable axe.\n\nKushat came to life. There was a swarming and a yelling in the streets,\nand soldiers began to pour up onto the Wall. A thin company, Stark\nthought, and shook his head. Mobs of citizens choked the alleys, and\nevery rooftop was full. A troop of nobles went by, brave in their bright\nmail, to take up their post in the square by the great gate.\n\nBalin said nothing, and Stark did not disturb his thoughts. From the\nlook of him, they were dark indeed.\n\nSoldiers came and ordered them off the Wall. They went back to their\nown roof, where they were joined by Thanis. She was in a high state of\nexcitement, but unafraid.\n\n\"Let them attack!\" she said. \"Let them break their spears against the\nWall. They will crawl away again.\"\n\nStark began to grow restless. Up in their high emplacements, the big\nballistas creaked and thrummed. The muted song of the bows became a\nwailing hum. Men fell, and were kicked off the ledges by their fellows.\nThe blood-howl of the clans rang unceasing on the frosty air, and Stark\nheard the rap of scaling ladders against stone.\n\nThanis said abruptly, \"What is that--that sound like thunder?\"\n\n\"Rams,\" he answered. \"They are battering the gate.\"\n\nShe listened, and Stark saw in her face the beginning of fear.\n\nIt was a long fight. Stark watched it hungrily from the roof all that\nmorning. The soldiers of Kushat did bravely and well, but they were as\nfolded sheep against the tall killers of the mountains. By noon the\nofficers were beating the Quarters for men to replace the slain.\n\nStark and Balin went up again, onto the Wall.\n\nThe clans had suffered. Their dead lay in windrows under the Wall, amid\nthe broken ladders. But Stark knew his barbarians. They had sat restless\nand chafing in the valley for many days, and now the battle-madness was\non them and they were not going to be stopped.\n\nWave after wave of them rolled up, and was cast back, and came on again\nrelentlessly. The intermittent thunder boomed still from the gates,\nwhere sweating giants swung the rams under cover of their own bowmen.\nAnd everywhere, up and down through the forefront of the fighting, rode\nthe man in black armor, and wild cheering followed him.\n\nBalin said heavily, \"It is the end of Kushat.\"\n\n       *       *       *       *       *\n\nA ladder banged against the stones a few feet away. Men swarmed up the\nrungs, fierce-eyed clansmen with laughter in their mouths. Stark was\nfirst at the head.\n\nThey had given him a spear. He spitted two men through with it and lost\nit, and a third man came leaping over the parapet. Stark received him\ninto his arms.\n\nBalin watched. He saw the warrior go crashing back, sweeping his fellows\noff the ladder. He saw Stark's face. He heard the sounds and smelled the\nblood and sweat of war, and he was sick to the marrow of his bones, and\nhis hatred of the barbarians was a terrible thing.\n\nStark caught up a dead man's blade, and within ten minutes his arm was\nas red as a butcher's. And ever he watched the winged helm that went\nback and forth below, a standard to the clans.\n\nBy mid-afternoon the barbarians had gained the Wall in three places.\nThey spread inward along the ledges, pouring up in a resistless tide,\nand the defenders broke. The rout became a panic.\n\n\"It's all over now,\" Stark said. \"Find Thanis, and hide her.\"\n\nBalin let fall his sword. \"Give me the talisman,\" he whispered, and\nStark saw that he was weeping. \"Give it me, and I will go beyond the\nGates of Death and rouse Ban Cruach from his sleep. And if he has\nforgotten Kushat, I will take his power into my own hands. I will fling\nwide the Gates of Death and loose destruction on the men of Mekh--or if\nthe legends are all lies, then I will die.\"\n\nHe was like a man crazed. \"Give me the talisman!\"\n\nStark slapped him, carefully and without heat, across the face. \"Get\nyour sister, Balin. Hide her, unless you would be uncle to a red-haired\nbrat.\"\n\nHe went then, like a man who has been stunned. Screaming women with\ntheir children clogged the ways that led inward from the Wall, and there\nwas bloody work afoot on the rooftops and in the narrow alleys.\n\nThe gate was holding, still.\n\n       *       *       *       *       *\n\nStark forced his way toward the square. The booths of the hucksters were\noverthrown, the wine-jars broken and the red wine spilled. Beasts\nsquealed and stamped, tired of their chafing harness, driven wild by the\nshouting and the smell of blood. The dead were heaped high where they\nhad fallen from above.\n\nThey were all soldiers here, clinging grimly to their last foothold. The\ndeep song of the rams shook the very stones. The iron-sheathed timbers\nof the gate gave back an answering scream, and toward the end all other\nsounds grew hushed. The nobles came down slowly from the Wall and\nmounted, and sat waiting.\n\nThere were fewer of them now. Their bright armor was dented and stained,\nand their faces had a pallor on them.\n\nOne last hammer-stroke of the rams.\n\nWith a bitter shriek the weakened bolts tore out, and the great gate was\nbroken through.\n\nThe nobles of Kushat made their first, and final charge.\n\nAs soldiers they went up against the riders of Mekh, and as soldiers\nthey held them until they died. Those that were left were borne back\ninto the square, caught as in the crest of an avalanche. And first\nthrough the gates came the winged battle-mask of the Lord Ciaran, and\nthe sable axe that drank men's lives where it hewed.\n\nThere was a beast with no rider to claim it, tugging at its headrope.\nStark swung onto the saddle pad and cut it free. Where the press was\nthickest, a welter of struggling brutes and men fighting knee to knee,\nthere was the man in black armor, riding like a god, magnificent, born\nto war. Stark's eyes shone with a strange, cold light. He struck his\nheels hard into the scaly flanks. The beast plunged forward.\n\nIn and over and through, making the long sword sing. The beast was\nstrong, and frightened beyond fear. It bit and trampled, and Stark cut a\npath for them, and presently he shouted above the din,\n\n\"Ho, there! _Ciaran!_\"\n\nThe black mask turned toward him, and the remembered voice spoke from\nbehind the barred slot, joyously.\n\n\"The wanderer. The wild man!\"\n\nTheir two mounts shocked together. The axe came down in a whistling\ncurve, and a red sword-blade flashed to meet it. Swift, swift, a ringing\nclash of steel, and the blade was shattered and the axe fallen to the\nground.\n\nStark pressed in.\n\nCiaran reached for his sword, but his hand was numbed by the force of\nthat blow and he was slow, a split second. The hilt of Stark's weapon,\nstill clutched in his own numbed grip, fetched him a stunning blow on\nthe helm, so that the metal rang like a flawed bell.\n\nThe Lord Ciaran reeled back, only for a moment, but long enough. Stark\ngrasped the war-mask and ripped it off, and got his hands around the\nnaked throat.\n\nHe did not break that neck, as he had planned. And the Clansmen who had\nstarted in to save their leader stopped and did not move.\n\nStark knew now why the Lord Ciaran had never shown his face.\n\nThe throat he held was white and strong, and his hands around it were\nburied in a mane of red-gold hair that fell down over the shirt of mail.\nA red mouth passionate with fury, wonderful curving bone under\nsculptured flesh, eyes fierce and proud and tameless as the eyes of a\nyoung eagle, fire-blue, defying him, hating him....\n\n\"By the gods,\" said Stark, very softly. \"By the eternal gods!\"\n\n\n\n\nVI\n\nA woman! And in that moment of amazement, she was quicker than he.\n\nThere was nothing to warn him, no least flicker of expression. Her two\nfists came up together between his outstretched arms and caught him\nunder the jaw with a force that nearly snapped his neck. He went over\nbackward, clean out of the saddle, and lay sprawled on the bloody\nstones, half stunned, the wind knocked out of him.\n\nThe woman wheeled her mount. Bending low, she took up the axe from where\nit had fallen, and faced her warriors, who were as dazed as Stark.\n\n\"I have led you well,\" she said. \"I have taken you Kushat. Will any man\ndispute me?\"\n\nThey knew the axe, if they did not know her. They looked from side to\nside uneasily, completely at a loss, and Stark, still gasping on the\nground, thought that he had never seen anything as proud and beautiful\nas she was then in her black mail, with her bright hair blowing and her\nglance like blue lightning.\n\nThe nobles of Kushat chose that moment to charge. This strange unmasking\nof the Mekhish lord had given them time to rally, and now they thought\nthat the Gods had wrought a miracle to help them. They found hope, where\nthey had lost everything but courage.\n\n\"A wench!\" they cried. \"A strumpet of the camps. _A woman!_\"\n\nThey howled it like an epithet, and tore into the barbarians.\n\nShe who had been the Lord Ciaran drove the spurs in deep, so that the\nbeast leaped forward screaming. She went, and did not look to see if any\nhad followed, in among the men of Kushat. And the great axe rose and\nfell, and rose again.\n\nShe killed three, and left two others bleeding on the stones, and not\nonce did she look back.\n\nThe clansmen found their tongues.\n\n\"_Ciaran! Ciaran!_\"\n\nThe crashing shout drowned out the sound of battle. As one man, they\nturned and followed her.\n\nStark, scrambling for his life underfoot, could not forbear smiling.\nTheir childlike minds could see only two alternatives--to slay her out\nof hand, or to worship her. They had chosen to worship. He thought the\nbards would be singing of the Lord Ciaran of Mekh as long as there were\nmen to listen.\n\nHe managed to take cover behind a wrecked booth, and presently make his\nway out of the square. They had forgotten him, for the moment. He did\nnot wish to wait, just then, until they--or she--remembered.\n\nShe.\n\nHe still did not believe it, quite. He touched the bruise under his jaw\nwhere she had struck him, and thought of the lithe, swift strength of\nher, and the way she had ridden alone into battle. He remembered the\ndeath of Thord, and how she had kept her red wolves tamed, and he was\nfilled with wonder, and a deep excitement.\n\nHe remembered what she had said to him once--_We are of one blood,\nthough we be strangers._\n\nHe laughed, silently, and his eyes were very bright.\n\nThe tide of war had rolled on toward the King City, where from the sound\nof it there was hot fighting around the castle. Eddies of the main\nstruggle swept shrieking through the streets, but the rat-runs under the\nWall were clear. Everyone had stampeded inward, the victims with the\nvictors close on their heels. The short northern day was almost gone.\n\nHe found a hiding place that offered reasonable safety, and settled\nhimself to wait.\n\nNight came, but he did not move. From the sounds that reached him, the\nsacking of Kushat was in full swing. They were looting the richer\nstreets first. Their upraised voices were thick with wine, and mingled\nwith the cries of women. The reflection of many fires tinged the sky.\n\nBy midnight the sounds began to slacken, and by the second hour after\nthe city slept, drugged with wine and blood and the weariness of battle.\nStark went silently out into the streets, toward the King City.\n\nAccording to the immemorial pattern of Martian city-states, the castles\nof the king and the noble families were clustered together in solitary\ngrandeur. Many of the towers were fallen now, the great halls open to\nthe sky. Time had crushed the grandeur that had been Kushat, more\nfatally than the boots of any conqueror.\n\nIn the house of the king, the flamboys guttered low and the chieftains\nof Mekh slept with their weary pipers among the benches of the banquet\nhall. In the niches of the tall, carved portal, the guards nodded over\ntheir spears. They, too, had fought that day. Even so, Stark did not go\nnear them.\n\nShivering slightly in the bitter wind, he followed the bulk of the\nmassive walls until he found a postern door, half open as some kitchen\nknave had left it in his flight. Stark entered, moving like a shadow.\n\n       *       *       *       *       *\n\nThe passageway was empty, dimly lighted by a single torch. A stairway\nbranched off from it, and he climbed that, picking his way by guess and\nhis memories of similar castles he had seen in the past.\n\nHe emerged into a narrow hall, obviously for the use of servants. A\ntapestry closed the end, stirring in the chill draught that blew along\nthe floor. He peered around it, and saw a massive, vaulted corridor, the\nstone walls panelled in wood much split and blackened by time, but still\nshowing forth the wonderful carvings of beasts and men, larger than life\nand overlaid with gold and bright enamel.\n\nFrom the corridor a single doorway opened--and Otar slept before it,\ncurled on a pallet like a dog.\n\nStark went back down the narrow hall. He was sure that there must be a\nback entrance to the king's chambers, and he found the little door he\nwas looking for.\n\nFrom there on was darkness. He felt his way, stepping with infinite\ncaution, and presently there was a faint gleam of light filtering around\nthe edges of another curtain of heavy tapestry.\n\nHe crept toward it, and heard a man's slow breathing on the other side.\n\nHe drew the curtain back, a careful inch. The man was sprawled on a\nbench athwart the door. He slept the honest sleep of exhaustion, his\nsword in his hand, the stains of his day's work still upon him. He was\nalone in the small room. A door in the farther wall was closed.\n\nStark hit him, and caught the sword before it fell. The man grunted once\nand became utterly relaxed. Stark bound him with his own harness and\nshoved a gag in his mouth, and went on, through the door in the opposite\nwall.\n\nThe room beyond was large and high and full of shadows. A fire burned\nlow on the hearth, and the uncertain light showed dimly the hangings and\nthe rich stuffs that carpeted the floor, and the dark, sparse shapes of\nfurniture.\n\nStark made out the lattice-work of a covered bed, let into the wall\nafter the northern fashion.\n\nShe was there, sleeping, her red-gold hair the colour of the flames.\n\nHe stood a moment, watching her, and then, as though she sensed his\npresence, she stirred and opened her eyes.\n\nShe did not cry out. He had known that she would not. There was no fear\nin her. She said, with a kind of wry humor, \"I will have a word with my\nguards about this.\"\n\n       *       *       *       *       *\n\nShe flung aside the covering and rose. She was almost as tall as he,\nwhite-skinned and very straight. He noted the long thighs, the narrow\nloins and magnificent shoulders, the small virginal breasts. She moved\nas a man moves, without coquetry. A long furred gown, that Stark guessed\nhad lately graced the shoulders of the king, lay over a chair. She put\nit on.\n\n\"Well, wild man?\"\n\n\"I have come to warn you.\" He hesitated over her name, and she said,\n\n\"My mother named me Ciara, if that seems better to you.\" She gave him\nher falcon's glance. \"I could have slain you in the square, but now I\nthink you did me a service. The truth would have come out\nsometime--better then, when they had no time to think about it.\" She\nlaughed. \"They will follow me now, over the edge of the world, if I ask\nthem.\"\n\nStark said slowly, \"Even beyond the Gates of Death?\"\n\n\"Certainly, there. Above all, there!\"\n\nShe turned to one of the tall windows and looked out at the cliffs and\nthe high notch of the pass, touched with greenish silver by the little\nmoons.\n\n\"Ban Cruach was a great king. He came out of nowhere to rule the\nNorlands with a rod of iron, and men speak of him still as half a god.\nWhere did he get his power, if not from beyond the Gates of Death? Why\ndid he go back there at the end of his days, if not to hide away his\nsecret? Why did he build Kushat to guard the pass forever, if not to\nhoard that power out of reach of all the other nations of Mars?\n\n\"Yes, Stark. My men will follow me. And if they do not, I will go\nalone.\"\n\n\"You are not Ban Cruach. Nor am I.\" He took her by the shoulders.\n\"Listen, Ciara. You're already king in the Norlands, and half a legend\nas you stand. Be content.\"\n\n\"Content!\" Her face was close to his, and he saw the blaze of it, the\nwhite intensity of ambition and an iron pride. \"Are you content?\" she\nasked him. \"Have you ever been content?\"\n\nHe smiled. \"For strangers, we do know each other well. No. But the spurs\nare not so deep in me.\"\n\n\"The wind and the fire. One spends its strength in wandering, the other\ndevours. But one can help the other. I made you an offer once, and you\nsaid you would not bargain unless you could look into my eyes. Look\nnow!\"\n\nHe did, and his hands upon her shoulders trembled.\n\n\"No,\" he said harshly. \"You're a fool, Ciara. Would you be as Otar, mad\nwith what you have seen?\"\n\n\"Otar is an old man, and likely crazed before he crossed the mountains.\nBesides--I am not Otar.\"\n\nStark said somberly, \"Even the bravest may break. Ban Cruach\nhimself....\"\n\nShe must have seen the shadow of that horror in his eyes, for he felt\nher body tense.\n\n\"What of Ban Cruach? What do you know, Stark? Tell me!\"\n\nHe was silent, and she went from him angrily.\n\n\"You have the talisman,\" she said. \"That I am sure of. And if need be, I\nwill flay you alive to get it!\" She faced him across the room. \"But\nwhether I get it or not, I will go through the Gates of Death. I must\nwait, now, until after the thaw. The warm wind will blow soon, and the\ngorges will be running full. But afterward, I will go, and no talk of\nfears and demons will stop me.\"\n\nShe began to pace the room with long strides, and the full skirts of the\ngown made a subtle whispering about her.\n\n\"You do not know,\" she said, in a low and bitter voice. \"I was a\ngirl-child, without a name. By the time I could walk, I was a servant in\nthe house of my grandfather. The two things that kept me living were\npride and hate. I left my scrubbing of floors to practice arms with the\nyoung boys. I was beaten for it every day, but every day I went. I knew\neven then that only force would free me. And my father was a king's son,\na good man of his hands. His blood was strong in me. I learned.\"\n\nShe held her head very high. She had earned the right to hold it so. She\nfinished quietly,\n\n\"I have come a long way. I will not turn back now.\"\n\n\"Ciara.\" Stark came and stood before her. \"I am talking to you as a\nfighting man, an equal. There may be power behind the Gates of Death, I\ndo not know. But this I have seen--madness, horror, an evil that is\nbeyond our understanding.\n\n\"I think you will not accuse me of cowardice. And yet I would not go\ninto that pass for all the power of all the kings of Mars!\"\n\nOnce started, he could not stop. The full force of that dark vision of\nthe talisman swept over him again in memory. He came closer to her,\ndriven by the need to make her understand.\n\n\"Yes, I have the talisman! And I have had a taste of its purpose. I\nthink Ban Cruach left it as a warning, so that none would follow him. I\nhave seen the temples and the palaces glitter in the ice. I have seen\nthe Gates of Death--_not with my own eyes, Ciara, but with his. With the\neyes and the memories of Ban Cruach!_\"\n\nHe had caught her again, his hands strong on her strong arms.\n\n\"Will you believe me, or must you see for yourself--the dreadful things\nthat walk those buried streets, the shapes that rise from nowhere in the\nmists of the pass?\"\n\nHer gaze burned into his. Her breath was hot and sweet upon his lips,\nand she was like a sword between his hands, shining and unafraid.\n\n\"Give me the talisman. Let me see!\"\n\nHe answered furiously, \"You are mad. As mad as Otar.\" And he kissed her,\nin a rage, in a panic lest all that beauty be destroyed--a kiss as\nbrutal as a blow, that left him shaken.\n\n       *       *       *       *       *\n\nShe backed away slowly, one step, and he thought she would have killed\nhim. He said heavily:\n\n\"If you will see, you will. The thing is here.\"\n\nHe opened the boss and laid the crystal in her outstretched hand. He did\nnot meet her eyes.\n\n\"Sit down. Hold the flat side against your brow.\"\n\nShe sat, in a great chair of carven wood. Stark noticed that her hand\nwas unsteady, her face the colour of white ash. He was glad she did not\nhave the axe where she could reach it. She did not play at anger.\n\nFor a long moment she studied the intricate lens, the incredible\ndepository of a man's mind. Then she raised it slowly to her forehead.\n\nHe saw her grow rigid in the chair. How long he watched beside her he\nnever knew. Seconds, an eternity. He saw her eyes turn blank and\nstrange, and a shadow came into her face, changing it subtly, altering\nthe lines, so that it seemed almost a stranger was peering through her\nflesh.\n\nAll at once, in a voice that was not her own, she cried out terribly,\n\"_Oh gods of Mars!_\"\n\nThe talisman dropped rolling to the floor, and Ciara fell forward into\nStark's arms.\n\nHe thought at first that she was dead. He carried her to the bed, in an\nagony of fear that surprised him with its violence, and laid her down,\nand put his hand over her heart.\n\nIt was beating strongly. Relief that was almost a sickness swept over\nhim. He turned, searching vaguely for wine, and saw the talisman. He\npicked it up and put it back inside the boss. A jewelled flagon stood on\na table across the room. He took it and started back, and then,\nabruptly, there was a wild clamor in the hall outside and Otar was\nshouting Ciara's name, pounding on the door.\n\nIt was not barred. In another moment they would burst through, and he\nknew that they would not stop to enquire what he was doing there.\n\nHe dropped the flagon and went out swiftly, the way he had come. The\nguard was still unconscious. In the narrow hall beyond, Stark hesitated.\nA woman's voice was rising high above the tumult in the main corridor,\nand he thought he recognized it.\n\nHe went to the tapestry curtain and looked for the second time around\nits edge.\n\nThe lofty space was full of men, newly wakened from their heavy sleep\nand as nervous as so many bears. Thanis struggled in the grip of two of\nthem. Her scarlet kirtle was torn, her hair flying in wild elf-locks,\nand her face was the face of a mad thing. The whole story of the doom of\nKushat was written large upon it.\n\nShe screamed again and again, and would not be silenced.\n\n\"Tell her, the witch that leads you! Tell her that she is already doomed\nto death, with all her army!\"\n\nOtar opened up the door of Ciara's room.\n\nThanis surged forward. She must have fled through all that castle before\nshe was caught, and Stark's heart ached for her.\n\n\"You!\" she shrieked through the doorway, and poured out all the filth of\nthe quarter upon Ciara's name. \"Balin has gone to bring doom upon you!\nHe will open wide the Gates of Death, and then you will\ndie!--die!--_die!_\"\n\nStark felt the shock of a terrible dread, as he let the curtain fall.\nMad with hatred against conquerors, Balin had fulfilled his raging\npromise and had gone to fling open the Gates of Death.\n\nRemembering his nightmare vision of the shining, evil ones whom Ban\nCruach had long ago prisoned beyond those gates, Stark felt a sickness\ngrow within him as he went down the stair and out the postern door.\n\nIt was almost dawn. He looked up at the brooding cliffs, and it seemed\nto him that the wind in the pass had a sound of laughter that mocked his\ngrowing dread.\n\nHe knew what he must do, if an ancient, mysterious horror was not to be\nreleased upon Kushat.\n\n_I may still catch Balin before he has gone too far! If I don't--_\n\nHe dared not think of that. He began to walk very swiftly through the\nnight streets, toward the distant, towering Gates of Death.\n\n\n\n\nVII\n\n\nIt was past noon. He had climbed high toward the saddle of the pass.\nKushat lay small below him, and he could see now the pattern of the\ngorges, cut ages deep in the living rock, that carried the spring\ntorrents of the watershed around the mighty ledge on which the city was\nbuilt.\n\nThe pass itself was channeled, but only by its own snows and melting\nice. It was too high for a watercourse. Nevertheless, Stark thought, a\nman might find it hard to stay alive if he were caught there by the\nthaw.\n\nHe had seen nothing of Balin. The gods knew how many hours' start he\nhad. Stark imagined him, scrambling wild-eyed over the rocks, driven by\nthe same madness that had sent Thanis up into the castle to call down\ndestruction on Ciara's head.\n\nThe sun was brilliant but without warmth. Stark shivered, and the icy\nwind blew strong. The cliffs hung over him, vast and sheer and crushing,\nand the narrow mouth of the pass was before him. He would go no farther.\nHe would turn back, now.\n\nBut he did not. He began to walk forward, into the Gates of Death.\n\n_The light was dim and strange at the bottom of that cleft. Little veils\nof mist crept and clung between the ice and the rock, thickened, became\nmore dense as he went farther and farther into the pass. He could not\nsee, and the wind spoke with many tongues, piping in the crevices of the\ncliffs._\n\nThe steps of the Earthman slowed and faltered. He had known fear in his\nlife before. But now he was carrying the burden of two men's\nterrors--Ban Cruach's, and his own.\n\nHe stopped, enveloped in the clinging mist. He tried to reason with\nhimself--that Ban Cruach's fears had died a million years ago, that Otar\nhad come this way and lived, and Balin had come also.\n\nBut the thin veneer of civilization sloughed away and left him with the\nnaked bones of truth. His nostrils twitched to the smell of evil, the\nsubtle unclean taint that only a beast, or one as close to it as he, can\nsense and know. Every nerve was a point of pain, raw with apprehension.\nAn overpowering recognition of danger, hidden somewhere, mocking at him,\nmade his very body change, draw in upon itself and flatten forward, so\nthat when at last he went on again he was more like a four-footed thing\nthan a man walking upright.\n\nInfinitely wary, silent, moving surely over the ice and the tumbled\nrock, he followed Balin. He had ceased to think. He was going now on\nsheer instinct.\n\nThe pass led on and on. It grew darker, and in the dim uncanny twilight\nthere were looming shapes that menaced him, and ghostly wings that\nbrushed him, and a terrible stillness that was not broken by the eerie\nvoices of the wind.\n\nRock and mist and ice. Nothing that moved or lived. And yet the sense of\ndanger deepened, and when he paused the beating of his heart was like\nthunder in his ears.\n\nOnce, far away, he thought he heard the echoes of a man's voice crying,\nbut he had no sight of Balin.\n\nThe pass began to drop, and the twilight deepened into a kind of sickly\nnight.\n\nOn and down, more slowly now, crouching, slinking, heavily oppressed,\ntempted to snarl at boulders and tear at wraiths of fog. He had no idea\nof the miles he had travelled. But the ice was thicker now, the cold\nintense.\n\nThe rock walls broke off sharply. The mist thinned. The pallid darkness\nlifted to a clear twilight. He came to the end of the Gates of Death.\n\nStark stopped. Ahead of him, almost blocking the end of the pass,\nsomething dark and high and massive loomed in the thinning mists.\n\nIt was a great cairn, and upon it sat a figure, facing outward from the\nGates of Death as though it kept watch over whatever country lay beyond.\n\nThe figure of a man in antique Martian armor.\n\nAfter a moment, Stark crept toward the cairn. He was still almost all\nsavage, torn between fear and fascination.\n\nHe was forced to scramble over the lower rocks of the cairn itself.\nQuite suddenly he felt a hard shock, and a flashing sensation of warmth\nthat was somehow inside his own flesh, and not in any tempering of the\nfrozen air. He gave a startled leap forward, and whirled, looking up\ninto the face of the mailed figure with the confused idea that it had\nreached down and struck him.\n\nIt had not moved, of course. And Stark knew, with no need of anyone to\ntell him, that he looked into the face of Ban Cruach.\n\n       *       *       *       *       *\n\nIt was a face made for battles and for ruling, the bony ridges harsh and\nstrong, the hollows under them worn deep with years. Those eyes, dark\nshadows under the rusty helm, had dreamed high dreams, and neither age\nnor death had conquered them.\n\nAnd even in death, Ban Cruach was not unarmed.\n\nClad as for battle in his ancient mail, he held upright between his\nhands a mighty sword. The pommel was a ball of crystal large as a man's\nfist, that held within it a spark of intense brilliance. The little,\nblinding flame throbbed with its own force, and the sword-blade blazed\nwith a white, cruel radiance.\n\nBan Cruach, dead but frozen to eternal changelessness by the bitter\ncold, sitting here upon his cairn for a million years and warding\nforever the inner end of the Gates of Death, as his ancient city of\nKushat warded the outer.\n\nStark took two cautious steps closer to Ban Cruach, and felt again the\nshock and the flaring heat in his blood. He recoiled, satisfied.\n\nThe strange force in the blazing sword made an invisible barrier across\nthe mouth of the pass, protected Ban Cruach himself. A barrier of short\nwaves, he thought, of the type used in deep therapy, having no heat in\nthemselves but increasing the heat in body cells by increasing their\nvibration. But these waves were stronger than any he had known before.\n\nA barrier, a wall of force, closing the inner end of the Gates of Death.\nA barrier that was not designed against man.\n\nStark shivered. He turned from the sombre, brooding form of Ban Cruach\nand his eyes followed the gaze of the dead king, out beyond the cairn.\n\nHe looked across this forbidden land within the Gates of Death.\n\nAt his back was the mountain barrier. Before him, a handful of miles to\nthe north, the terminus of the polar cap rose like a cliff of bluish\ncrystal soaring up to touch the early stars. Locked in between those two\ntitanic walls was a great valley of ice.\n\nWhite and glimmering that valley was, and very still, and very\nbeautiful, the ice shaped gracefully into curving domes and hollows.\nAnd in the center of it stood a dark tower of stone, a cyclopean bulk\nthat Stark knew must go down an unguessable distance to its base on the\nbedrock. It was like the tower in which Camar had died. But this one was\nnot a broken ruin. It loomed with alien arrogance, and within its bulk\npallid lights flickered eerily, and it was crowned by a cloud of\nshimmering darkness.\n\n_It was like the tower of his dread vision, the tower that he had seen,\nnot as Eric John Stark, but as Ban Cruach!_\n\nStark's gaze dropped slowly from the evil tower to the curving ice of\nthe valley. And the fear within him grew beyond all bounds.\n\nHe had seen that, too, in his vision. The glimmering ice, the domes and\nhollows of it. He had looked down through it at the city that lay\nbeneath, and he had seen those who came and went in the buried streets.\n\nStark hunkered down. For a long while he did not stir.\n\nHe did not want to go out there. He did not want to go out from the\ngrim, warning figure of Ban Cruach with his blazing sword, into that\nsilent valley. He was afraid, afraid of what he might see if he went\nthere and looked down through the ice, afraid of the final dread\nfulfillment of his vision.\n\nBut he had come after Balin, and Balin must be out there somewhere. He\ndid not want to go, but he was himself, and he must.\n\n       *       *       *       *       *\n\nHe went, going very softly, out toward the tower of stone. And there was\nno sound in all that land.\n\nThe last of the twilight had faded. The ice gleamed, faintly luminous\nunder the stars, and there was light beneath it, a soft radiance that\nfilled all the valley with the glow of a buried moon.\n\nStark tried to keep his eyes upon the tower. He did not wish to look\ndown at what lay under his stealthy feet.\n\nInevitably, he looked.\n\n_The temples and the palaces glittering in the ice...._\n\nLevel upon level, going down. Wells of soft light spanned with soaring\nbridges, slender spires rising, an endless variation of streets and\ncrystal walls exquisitely patterned, above and below and overlapping, so\nthat it was like looking down through a thousand giant snowflakes. A\nmetropolis of gossamer and frost, fragile and lovely as a dream, locked\nin the clear, pure vault of the ice.\n\nStark saw the people of the city passing along the bright streets, their\noutlines blurred by the icy vault as things are half obscured by water.\nThe creatures of vision, vaguely shining, infinitely evil.\n\nHe shut his eyes and waited until the shock and the dizziness left him.\nThen he set his gaze resolutely on the tower, and crept on, over the\nglassy sky that covered those buried streets.\n\nSilence. Even the wind was hushed.\n\nHe had gone perhaps half the distance when the cry rang out.\n\nIt burst upon the valley with a shocking violence. \"_Stark! Stark!_\" The\nice rang with it, curving ridges picked up his name and flung it back\nand forth with eerie crystal voices, and the echoes fled out whispering\n_Stark! Stark!_ until it seemed that the very mountains spoke.\n\nStark whirled about. In the pallid gloom between the ice and the stars\nthere was light enough to see the cairn behind him, and the dim figure\natop it with the shining sword.\n\nLight enough to see Ciara, and the dark knot of riders who had followed\nher through the Gates of Death.\n\nShe cried his name again. \"Come back! Come back!\"\n\nThe ice of the valley answered mockingly, \"_Come back! Come back!_\" and\nStark was gripped with a terror that held him motionless.\n\nShe should not have called him. She should not have made a sound in that\ndeathly place.\n\nA man's hoarse scream rose above the flying echoes. The riders turned\nand fled suddenly, the squealing, hissing beasts crowding each other,\nfloundering wildly on the rocks of the cairn, stampeding back into the\npass.\n\nCiara was left alone. Stark saw her fight the rearing beast she rode\nand then flung herself out of the saddle and let it go. She came toward\nhim, running, clad all in her black armor, the great axe swinging high.\n\n\"Behind you, Stark! Oh, gods of Mars!\"\n\nHe turned then and saw them, coming out from the tower of stone, the\npale, shining creatures that move so swiftly across the ice, so fleet\nand swift that no man living could outrun them.\n\n       *       *       *       *       *\n\nHe shouted to Ciara to turn back. He drew his sword and over his\nshoulder he cursed her in a black fury because he could hear her mailed\nfeet coming on behind him.\n\n_The gliding creatures, sleek and slender, reedlike, bending, delicate\nas wraiths, their bodies shaped from northern rainbows of amethyst and\nrose--if they should touch Ciara, if their loathsome hands should touch\nher...._\n\nStark let out one raging catlike scream, and rushed them.\n\nThe opalescent bodies slipped away beyond his reach. The creatures\nwatched him.\n\nThey had no faces, but they watched. They were eyeless but not blind,\nearless, but not without hearing. The inquisitive tendrils that formed\ntheir sensory organs stirred and shifted like the petals of ungodly\nflowers, and the color of them was the white frost-fire that dances on\nthe snow.\n\n\"Go back, Ciara!\"\n\nBut she would not go, and he knew that they would not have let her. She\nreached him, and they set their backs together. The shining ones ringed\nthem round, many feet away across the ice, and watched the long sword\nand the great hungry axe, and there was something in the lissome swaying\nof their bodies that suggested laughter.\n\n\"You fool,\" said Stark. \"You bloody fool.\"\n\n\"And you?\" answered Ciara. \"Oh, yes, I know about Balin. That mad girl,\nscreaming in the palace--she told me, and you were seen from the wall,\nclimbing to the Gates of Death. I tried to catch you.\"\n\n\"Why?\"\n\nShe did not answer that. \"They won't fight us, Stark. Do you think we\ncould make it back to the cairn?\"\n\n\"No. But we can try.\"\n\nGuarding each others' backs, they began to walk toward Ban Cruach and\nthe pass. If they could once reach the barrier, they would be safe.\n\nStark knew now what Ban Cruach's wall of force was built against. And he\nbegan to guess the riddle of the Gates of Death.\n\nThe shining ones glided with them, out of reach. They did not try to bar\nthe way. They formed a circle around the man and woman, moving with them\nand around them at the same time, an endless weaving chain of many\nbodies shining with soft jewel tones of color.\n\nThey drew closer and closer to the cairn, to the brooding figure of Ban\nCruach and his sword. It crossed Stark's mind that the creatures were\nplaying with him and Ciara. Yet they had no weapons. Almost, he began to\nhope....\n\nFrom the tower where the shimmering cloud of darkness clung came a black\ncrescent of force that swept across the ice-field like a sickle and\ngathered the two humans in.\n\nStark felt a shock of numbing cold that turned his nerves to ice. His\nsword dropped from his hand, and he heard Ciara's axe go down. His body\nwas without strength, without feeling, dead.\n\nHe fell, and the shining ones glided in toward him.\n\n\n\n\nVIII\n\n\nTwice before in his life Stark had come near to freezing. It had been\nlike this, the numbness and the cold. And yet it seemed that the dark\nforce had struck rather at his nerve centers than at his flesh.\n\nHe could not see Ciara, who was behind him, but he heard the metallic\nclashing of her mail and one small, whispered cry, and he knew that she\nhad fallen, too.\n\nThe glowing creatures surrounded him. He saw their bodies bending over\nhim, the frosty tendrils of their faces writhing as though in excitement\nor delight.\n\nTheir hands touched him. Little hands with seven fingers, deft and\nfrail. Even his numbed flesh felt the terrible cold of their touch,\nfreezing as outer space. He yelled, or tried to, but they were not\nabashed.\n\nThey lifted him and bore him toward the tower, a company of them,\nbearing his heavy weight upon their gleaming shoulders.\n\nHe saw the tower loom high and higher still above him. The cloud of dark\nforce that crowned it blotted out the stars. It became too huge and high\nto see at all, and then there was a low flat arch of stone close above\nhis face, and he was inside.\n\nStraight overhead--a hundred feet, two hundred, he could not tell--was a\nglobe of crystal, fitted into the top of the tower as a jewel is held in\na setting.\n\nThe air around it was shadowed with the same eerie gloom that hovered\noutside, but less dense, so that Stark could see the smouldering purple\nspark that burned within the globe, sending out its dark vibrations.\n\nA globe of crystal, with a heart of sullen flame. Stark remembered the\nsword of Ban Cruach, and the white fire that burned in its hilt.\n\nTwo globes, the bright-cored and the dark. The sword of Ban Cruach\ntouched the blood with heat. The globe of the tower deadened the flesh\nwith cold. It was the same force, but at opposite ends of the spectrum.\n\nStark saw the cryptic controls of that glooming globe--a bank of them,\non a wide stone ledge just inside the tower, close beside him. There\nwere shining ones on that ledge tending those controls, and there were\nother strange and massive mechanisms there too.\n\nFlying spirals of ice climbed up inside the tower, spanning the great\nstone well with spidery bridges, joining icy galleries. In some of those\ngalleries, Stark vaguely glimpsed rigid, gleaming figures like statues\nof ice, but he could not see them clearly as he was carried on.\n\nHe was being carried downward. He passed slits in the wall, and knew\nthat the pallid lights he had seen through them were the moving bodies\nof the creatures as they went up and down these high-flung, icy bridges.\nHe managed to turn his head to look down, and saw what was beneath him.\n\nThe well of the tower plunged down a good five hundred feet to bedrock,\nwidening as it went. The web of ice-bridges and the spiral ways went\ndown as well as up, and the creatures that carried him were moving\nsmoothly along a transparent ribbon of ice no more than a yard in width,\nsuspended over that terrible drop.\n\nStark was glad that he could not move just then. One instinctive start\nof horror would have thrown him and his bearers to the rock below, and\nwould have carried Ciara with them.\n\nDown and down, gliding in utter silence along the descending spiral\nribbon. The great glooming crystal grew remote above him. Ice was solid\nnow in the slots of the walls. He wondered if they had brought Balin\nthis way.\n\nThere were other openings, wide arches like the one they had brought\ntheir captives through, and these gave Stark brief glimpses of broad\navenues and unguessable buildings, shaped from the pellucid ice and\nflooded with the soft radiance that was like eerie moonlight.\n\nAt length, on what Stark took to be the third level of the city, the\ncreatures bore him through one of these archways, into the streets\nbeyond.\n\n       *       *       *       *       *\n\nBelow him now was the translucent thickness of ice that formed the floor\nof this level and the roof of the level beneath. He could see the\nblurred tops of delicate minarets, the clustering roofs that shone like\nchips of diamond.\n\nAbove him was an ice roof. Elfin spires rose toward it, delicate as\nneedles. Lacy battlements and little domes, buildings star-shaped,\nwheel-shaped, the fantastic, lovely shapes of snow-crystals, frosted\nover with a sparkling foam of light.\n\nThe people of the city gathered along the way to watch, a living,\nshifting rainbow of amethyst and rose and green, against the pure\nblue-white. And there was no least whisper of sound anywhere.\n\nFor some distance they went through a geometric maze of streets. And\nthen there was a cathedral-like building all arched and spired,\nstanding in the center of a twelve-pointed plaza. Here they turned, and\nbore their captives in.\n\nStark saw a vaulted roof, very slim and high, etched with a glittering\ntracery that might have been carving of an alien sort, delicate as the\nweavings of spiders. The feet of his bearers were silent on the icy\npaving.\n\nAt the far end of the long vault sat seven of the shining ones in high\nseats marvellously shaped from the ice. And before them, grey-faced,\nshuddering with cold and not noticing it, drugged with a sick horror,\nstood Balin. He looked around once, and did not speak.\n\nStark was set on his feet, with Ciara beside him. He saw her face, and\nit was terrible to see the fear in her eyes, that had never shown fear\nbefore.\n\nHe himself was learning why men went mad beyond the Gates of Death.\n\nChill, dreadful fingers touched him expertly. A flash of pain drove down\nhis spine, and he could stand again.\n\nThe seven who sat in the high seats were motionless, their bright\ntendrils stirring with infinite delicacy as though they studied the\nthree humans who stood before them.\n\nStark thought he could feel a cold, soft fingering of his brain. It came\nto him that these creatures were probably telepaths. They lacked organs\nof speech, and yet they must have some efficient means of\ncommunications. Telepathy was not uncommon among the many races of the\nSolar System, and Stark had had experience with it before.\n\nHe forced his mind to relax. The alien impulse was instantly stronger.\nHe sent out his own questing thought and felt it brush the edges of a\nconsciousness so utterly foreign to his own that he knew he could never\nprobe it, even had he had the skill.\n\nHe learned one thing--that the shining faceless ones looked upon him\nwith equal horror and loathing. They recoiled from the unnatural human\nfeatures, and most of all, most strongly, they abhorred the warmth of\nhuman flesh. Even the infinitesimal amount of heat radiated by their\nhalf-frozen human bodies caused the ice-folk discomfort.\n\nStark marshalled his imperfect abilities and projected a mental question\nto the seven.\n\n\"What do you want of us?\"\n\nThe answer came back, faint and imperfect, as though the gap between\ntheir alien minds was almost too great to bridge. And the answer was one\nword.\n\n\"_Freedom!_\"\n\nBalin spoke suddenly. He voiced only a whisper, and yet the sound was\nshockingly loud in that crystal vault.\n\n\"They have asked me already. Tell them no, Stark! Tell them no!\"\n\nHe looked at Ciara then, a look of murderous hatred. \"If you turn them\nloose upon Kushat, I will kill you with my own hands before I die.\"\n\nStark spoke again, silently, to the seven. \"I do not understand.\"\n\n       *       *       *       *       *\n\nAgain the struggling, difficult thought. \"We are the old race, the kings\nof the glacial ice. Once we held all the land beyond the mountains,\noutside the pass you call the Gates of Death.\"\n\nStark had seen the ruins of the towers out on the moors. He knew how far\ntheir kingdom had extended.\n\n\"We _controlled_ the ice, far outside the polar cap. Our towers\nblanketed the land with the dark force drawn from Mars itself, from the\nmagnetic field of the planet. That radiation bars out heat, from the\nSun, and even from the awful winds that blow warm from the south. So\nthere was never any thaw. Our cities were many, and our race was great.\n\n\"Then came Ban Cruach, from the south....\n\n\"He waged a war against us. He learned the secret of the crystal globes,\nand learned how to reverse their force and use it against us. He,\nleading his army, destroyed our towers one by one, and drove us back....\n\n\"Mars needed water. The outer ice was melted, our lovely cities crumbled\nto nothing, so that creatures like Ban Cruach might have water! And our\npeople died.\n\n\"We retreated at the last, to this our ancient polar citadel behind the\nGates of Death. Even here, Ban Cruach followed. He destroyed even this\ntower once, at the time of the thaw. But this city is founded in polar\nice--and only the upper levels were harmed. Even Ban Cruach could not\ntouch the heart of the eternal polar cap of Mars!\n\n\"When he saw that he could not destroy us utterly, he set himself in\ndeath to guard the Gates of Death with his blazing sword, that we might\nnever again reclaim our ancient dominion.\n\n\"That is what we mean when we ask for freedom. We ask that you take away\nthe sword of Ban Cruach, so that we may once again go out through the\nGates of Death!\"\n\nStark cried aloud, hoarsely, \"_No!_\"\n\nHe knew the barren deserts of the south, the wastes of red dust, the\ndead sea bottoms--the terrible thirst of Mars, growing greater with\nevery year of the million that had passed since Ban Cruach locked the\nGates of Death.\n\nHe knew the canals, the pitiful waterways that were all that stood\nbetween the people of Mars and extinction. He remembered the yearly\nrelease from death when the spring thaw brought the water rushing down\nfrom the north.\n\nHe thought of these cold creatures going forth, building again their\ngreat towers of stone, sheathing half a world in ice that would never\nmelt. He thought of the people of Jekkara and Valkis and Barrakesh, of\nthe countless cities of the south, watching for the flood that did not\ncome, and falling at last to mingle their bodies with the blowing dust.\n\nHe said again, \"No. Never.\"\n\nThe distant thought-voice of the seven spoke, and this time the question\nwas addressed to Ciara.\n\nStark saw her face. She did not know the Mars he knew, but she had\nmemories of her own--the mountain-valleys of Mekh, the moors, the snowy\ngorges. She looked at the shining ones in their high seats, and said,\n\n\"If I take that sword, it will be to use it against you as Ban Cruach\ndid!\"\n\nStark knew that the seven had understood the thought behind her words.\nHe felt that they were amused.\n\n\"The secret of that sword was lost a million years ago, the day Ban\nCruach died. Neither you nor anyone now knows how to use it as he did.\nBut the sword's radiations of warmth still lock us here.\n\n\"We cannot approach that sword, for its vibrations of heat slay us if we\ndo. But you warm-bodied ones can approach it. And you will do so, and\ntake it from its place. _One of you will take it!_\"\n\nThey were very sure of that.\n\n\"We can see, a little way, into your evil minds. Much we do not\nunderstand. But--the mind of the large man is full of the woman's image,\nand the mind of the woman turns to him. Also, there is a link between\nthe large man and the small man, less strong, but strong enough.\"\n\nThe thought-voice of the seven finished, \"The large man will take away\nthe sword for us because he must--to save the other two.\"\n\nCiara turned to Stark. \"They cannot force you, Stark. Don't let them. No\nmatter what they do to me, don't let them!\"\n\nBalin stared at her with a certain wonder. \"You would die, to protect\nKushat?\"\n\n\"Not Kushat alone, though its people too are human,\" she said, almost\nangrily. \"There are my red wolves--a wild pack, but my own. And others.\"\nShe looked at Balin. \"What do _you_ say? Your life against the\nNorlands?\"\n\nBalin made an effort to lift his head as high as hers, and the red jewel\nflashed in his ear. He was a man crushed by the falling of his world,\nand terrified by what his mad passion had led him into, here beyond the\nGates of Death. But he was not afraid to die.\n\nHe said so, and even Ciara knew that he spoke the truth.\n\nBut the seven were not dismayed. Stark knew that when their\nthought-voice whispered in his mind,\n\n\"It is not death alone you humans have to fear, but the manner of your\ndying. You shall see that, before you choose.\"\n\n       *       *       *       *       *\n\nSwiftly, silently, those of the ice-folk who had borne the captives into\nthe city came up from behind, where they had stood withdrawn and\nwaiting. And one of them bore a crystal rod like a sceptre, with a spark\nof ugly purple burning in the globed end.\n\nStark leaped to put himself between them and Ciara. He struck out,\nraging, and because he was almost as quick as they, he caught one of the\nslim luminous bodies between his hands.\n\nThe utter coldness of that alien flesh burned his hands as frost will\nburn. Even so, he clung on, snarling, and saw the tendrils writhe and\nstiffen as though in pain.\n\nThen, from the crystal rod, a thread of darkness spun itself to touch\nhis brain with silence, and the cold that lies between the worlds.\n\nHe had no memory of being carried once more through the shimmering\nstreets of that elfin, evil city, back to the stupendous well of the\ntower, and up along the spiral path of ice that soared those dizzy\nhundreds of feet from bedrock to the glooming crystal globe. But when he\nagain opened his eyes, he was lying on the wide stone ledge at\nice-level.\n\nBeside him was the arch that led outside. Close above his head was the\ncontrol bank that he had seen before.\n\nCiara and Balin were there also, on the ledge. They leaned stiffly\nagainst the stone wall beside the control bank, and facing them was a\nsquat, round mechanism from which projected a sort of wheel of crystal\nrods.\n\nTheir bodies were strangely rigid, but their eyes and minds were awake.\nTerribly awake. Stark saw their eyes, and his heart turned within him.\n\nCiara looked at him. She could not speak, but she had no need to. _No\nmatter what they do to me...._\n\nShe had not feared the swordsmen of Kushat. She had not feared her red\nwolves, when he unmasked her in the square. She was afraid now. But she\nwarned him, ordered him not to save her.\n\n_They cannot force you. Stark! Don't let them._\n\nAnd Balin, too, pleaded with him for Kushat.\n\nThey were not alone on the ledge. The ice-folk clustered there, and out\nupon the flying spiral pathway, on the narrow bridges and the spans of\nfragile ice, they stood in hundreds watching, eyeless, faceless, their\nbodies drawn in rainbow lines across the dimness of the shaft.\n\nStark's mind could hear the silent edges of their laughter. Secret,\nknowing laughter, full of evil, full of triumph, and Stark was filled\nwith a corroding terror.\n\nHe tried to move, to crawl toward Ciara standing like a carven image in\nher black mail. He could not.\n\nAgain her fierce, proud glance met his. And the silent laughter of the\nice-folk echoed in his mind, and he thought it very strange that in this\nmoment, now, he should realize that there had never been another woman\nlike her on all of the worlds of the Sun.\n\nThe fear she felt was not for herself. It was for him.\n\nApart from the multitudes of the ice-folk, the group of seven stood upon\nthe ledge. And now their thought-voice spoke to Stark, saying,\n\n\"Look about you. Behold the men who have come before you through the\nGates of Death!\"\n\nStark raised his eyes to where their slender fingers pointed, and saw\nthe icy galleries around the tower, saw more clearly the icy statues in\nthem that he had only glimpsed before.\n\n       *       *       *       *       *\n\nMen, set like images in the galleries. Men whose bodies were sheathed in\na glittering mail of ice, sealing them forever. Warriors, nobles,\nfanatics and thieves--the wanderers of a million years who had dared to\nenter this forbidden valley, and had remained forever.\n\nHe saw their faces, their tortured eyes wide open, their features frozen\nin the agony of a slow and awful death.\n\n\"They refused us,\" the seven whispered. \"They would not take away the\nsword. And so they died, as this woman and this man will die, unless you\nchoose to save them.\n\n\"We will show you, human, how they died!\"\n\nOne of the ice-folk bent and touched the squat, round mechanism that\nfaced Balin and Ciara. Another shifted the pattern of control on the\nmaster-bank.\n\nThe wheel of crystal rods on that squat mechanism began to turn. The\nrods blurred, became a disc that spun faster and faster.\n\nHigh above in the top of the tower the great globe brooded, shrouded in\nits cloud of shimmering darkness. The disc became a whirling blur. The\nglooming shadow of the globe deepened, coalesced. It began to lengthen\nand descend, stretching itself down toward the spinning disc.\n\nThe crystal rods of the mechanism drank the shadow in. And out of that\nspinning blur there came a subtle weaving of threads of darkness, a\ngossamer curtain winding around Ciara and Balin so that their outlines\ngrew ghostly and the pallor of their flesh was as the pallor of snow at\nnight.\n\nAnd still Stark could not move.\n\nThe veil of darkness began to sparkle faintly. Stark watched it, watched\nthe chill motes brighten, watched the tracery of frost whiten over\nCiara's mail, touch Balin's dark hair with silver.\n\nFrost. Bright, sparkling, beautiful, a halo of frost around their\nbodies. A dust of splintered diamond across their faces, an aureole of\nbrittle light to crown their heads.\n\nFrost. Flesh slowly hardening in marbly whiteness, as the cold slowly\nincreased. And yet their eyes still lived, and saw, and understood.\n\nThe thought-voice of the seven spoke again.\n\n\"You have only minutes now to decide! Their bodies cannot endure too\nmuch, and live again. Behold their eyes, and how they suffer!\n\n\"Only minutes, human! Take away the sword of Ban Cruach! Open for us the\nGates of Death, and we will release these two, alive.\"\n\nStark felt again the flashing stab of pain along his nerves, as one of\nthe shining creatures moved behind him. Life and feeling came back into\nhis limbs.\n\nHe struggled to his feet. The hundreds of the ice-folk on the bridges\nand galleries watched him in an eager silence.\n\nHe did not look at them. His eyes were on Ciara's. And now, her eyes\npleaded.\n\n\"Don't, Stark! Don't barter the life of the Norlands for me!\"\n\nThe thought-voice beat at Stark, cutting into his mind with cruel\nurgency.\n\n\"Hurry, human! They are already beginning to die. Take away the sword,\nand let them live!\"\n\nStark turned. He cried out, in a voice that made the icy bridges\ntremble:\n\n\"I will take the sword!\"\n\nHe staggered out, then. Out through the archway, across the ice, toward\nthe distant cairn that blocked the Gates of Death.\n\n\n\n\nIX\n\n\nAcross the glowing ice of the valley Stark went at a stumbling run that\ngrew swifter and more sure as his cold-numbed body began to regain its\nfunctions. And behind him, pouring out of the tower to watch, came the\nshining ones.\n\nThey followed after him, gliding lightly. He could sense their\nexcitement, the cold, strange ecstasy of triumph. He knew that already\nthey were thinking of the great towers of stone rising again above the\nNorlands, the crystal cities still and beautiful under the ice, all\nvestige of the ugly citadels of man gone and forgotten.\n\nThe seven spoke once more, a warning.\n\n\"If you turn toward us with the sword, the woman and the man will die.\nAnd you will die as well. For neither you nor any other can now use the\nsword as a weapon of offense.\"\n\nStark ran on. He was thinking then only of Ciara, with the\nfrost-crystals gleaming on her marble flesh and her eyes full of mute\ntorment.\n\nThe cairn loomed up ahead, dark and high. It seemed to Stark that the\nbrooding figure of Ban Cruach watched him coming with those shadowed\neyes beneath the rusty helm. The great sword blazed between those dead,\nfrozen hands.\n\n[Illustration: _The great sword blazed between those dead, frozen\nhands...._]\n\nThe ice-folk had slowed their forward rush. They stopped and waited,\nwell back from the cairn.\n\nStark reached the edge of tumbled rock. He felt the first warm flare of\nthe force-waves in his blood, and slowly the chill began to creep out\nfrom his bones. He climbed, scrambling upward over the rough stones of\nthe cairn.\n\nAbruptly, then, at Ban Cruach's feet, he slipped and fell. For a second\nit seemed that he could not move.\n\nHis back was turned toward the ice-folk. His body was bent forward, and\nshielded so, his hands worked with feverish speed.\n\nFrom his cloak he tore a strip of cloth. From the iron boss he took the\nglittering lens, the talisman of Ban Cruach. Stark laid the lens against\nhis brow, and bound it on.\n\n_The remembered shock, the flood and sweep of memories that were not his\nown. The mind of Ban Cruach thundering its warning, its hard-won\nknowledge of an ancient, epic war...._\n\nHe opened his own mind wide to receive those memories. Before he had\nfought against them. Now he knew that they were his one small chance in\nthis swift gamble with death. Two things only of his own he kept firm in\nthat staggering tide of another man's memories. Two names--Ciara and\nBalin.\n\nHe rose up again. And now his face had a strange look, a curious\nduality. The features had not changed, but somehow the lines of the\nflesh had altered subtly, so that it was almost as though the old\nunconquerable king himself had risen again in battle.\n\nHe mounted the last step or two and stood before Ban Cruach. A shudder\nran through him, a sort of gathering and settling of the flesh, as\nthough Stark's being had accepted the stranger within it. His eyes, cold\nand pale as the very ice that sheathed the valley, burned with a cruel\nlight.\n\nHe reached and took the sword, out of the frozen hands of Ban Cruach.\n\nAs though it were his own, he knew the secret of the metal rings that\nbound its hilt, below the ball of crystal. The savage throb of the\ninvisible radiation beat in his quickening flesh. He was warm again, his\nblood running swiftly, his muscles sure and strong. He touched the rings\nand turned them.\n\nThe fan-shaped aura of force that had closed the Gates of Death narrowed\nin, and as it narrowed it leaped up from the blade of the sword in a\ntongue of pale fire, faintly shimmering, made visible now by the full\nfocus of its strength.\n\nStark felt the wave of horror bursting from the minds of the ice-folk as\nthey perceived what he had done. And he laughed.\n\nHis bitter laughter rang harsh across the valley as he turned to face\nthem, and he heard in his brain the shuddering, silent shriek that went\nup from all that gathered company....\n\n\"_Ban Cruach! Ban Cruach has returned!_\"\n\nThey had touched his mind. They knew.\n\n       *       *       *       *       *\n\nHe laughed again, and swept the sword in a flashing arc, and watched the\nlong bright blade of force strike out more terrible than steel, against\nthe rainbow bodies of the shining ones.\n\nThey fell. Like flowers under a scythe they fell, and all across the ice\nthe ones who were yet untouched turned about in their hundreds and fled\nback toward the tower.\n\nStark came leaping down the cairn, the talisman of Ban Cruach bound upon\nhis brow, the sword of Ban Cruach blazing in his hand.\n\nHe swung that awful blade as he ran. The force-beam that sprang from it\ncut through the press of creatures fleeing before him, hampered by their\nown numbers as they crowded back through the archway.\n\nHe had only a few short seconds to do what he had to do.\n\nRushing with great strides across the ice, spurning the withered bodies\nof the dead.... And then, from the glooming darkness that hovered around\nthe tower of stone, the black cold beam struck down.\n\nLike a coiling whip it lashed him. The deadly numbness invaded the cells\nof his flesh, ached in the marrow of his bones. The bright force of the\nsword battled the chill invaders, and a corrosive agony tore at Stark's\ninner body where the antipathetic radiations waged war.\n\nHis steps faltered. He gave one hoarse cry of pain, and then his limbs\nfailed and he went heavily to his knees.\n\nInstinct only made him cling to the sword. Waves of blinding anguish\nracked him. The coiling lash of darkness encircled him, and its touch\nwas the abysmal cold of outer space, striking deep into his heart.\n\n_Hold the sword close, hold it closer, like a shield. The pain is great,\nbut I will not die unless I drop the sword._\n\nBan Cruach the mighty had fought this fight before.\n\nStark raised the sword again, close against his body. The fierce pulse\nof its brightness drove back the cold. Not far, for the freezing touch\nwas very strong. But far enough so that he could rise again and stagger\non.\n\nThe dark force of the tower writhed and licked about him. He could not\nescape it. He slashed it in a blind fury with the blazing sword, and\nwhere the forces met a flicker of lightning leaped in the air, but it\nwould not be beaten back.\n\nHe screamed at it, a raging cat-cry that was all Stark, all primitive\nfury at the necessity of pain. And he forced himself to run, to drag his\ntortured body faster across the ice. _Because Ciara is dying, because\nthe dark cold wants me to stop...._\n\nThe ice-folk jammed and surged against the archway, in a panic hurry to\ntake refuge far below in their many-levelled city. He raged at them,\ntoo. They were part of the cold, part of the pain. Because of them Ciara\nand Balin were dying. He sent the blade of force lancing among them, his\nhatred rising full tide to join the hatred of Ban Cruach that lodged in\nhis mind.\n\nStab and cut and slash with the long terrible beam of brightness. They\nfell and fell, the hideous shining folk, and Stark sent the light of Ban\nCruach's weapon sweeping through the tower itself, through the openings\nthat were like windows in the stone.\n\nAgain and again, stabbing through those open slits as he ran. And\nsuddenly the dark beam of force ceased to move. He tore out of it, and\nit did not follow him, remaining stationary as though fastened to the\nice.\n\nThe battle of forces left his flesh. The pain was gone. He sped on to\nthe tower.\n\nHe was close now. The withered bodies lay in heaps before the arch. The\nlast of the ice-folk had forced their way inside. Holding the sword\nlevel like a lance, Stark leaped in through the arch, into the tower.\n\n       *       *       *       *       *\n\nThe shining ones were dead where the destroying warmth had touched\nthem. The flying spiral ribbons of ice were swept clean of them, the\narching bridges and the galleries of that upper part of the tower.\n\nThey were dead along the ledge, under the control bank. They were dead\nacross the mechanism that spun the frosty doom around Ciara and Balin.\nThe whirling disc still hummed.\n\nBelow, in that stupendous well, the crowding ice-folk made a seething\npattern of color on the narrow ways. But Stark turned his back on them\nand ran along the ledge, and in him was the heavy knowledge that he had\ncome too late.\n\nThe frost had thickened around Ciara and Balin. It encrusted them like\nstiffened lace, and now their flesh was overlaid with a diamond shell of\nice.\n\nSurely they could not live!\n\nHe raised the sword to smite down at the whirring disc, to smash it, but\nthere was no need. When the full force of that concentrated beam struck\nit, meeting the focus of shadow that it held, there was a violent flare\nof light and a shattering of crystal. The mechanism was silent.\n\nThe glooming veil was gone from around the ice-shelled man and woman.\nStark forgot the creatures in the shaft below him. He turned the blazing\nsword full upon Ciara and Balin.\n\nIt would not affect the thin covering of ice. If the woman and the man\nwere dead, it would not affect their flesh, any more than it had Ban\nCruach's. But if they lived, if there was still a spark, a flicker\nbeneath that frozen mail, the radiation would touch their blood with\nwarmth, start again the pulse of life in their bodies.\n\nHe waited, watching Ciara's face. It was still as marble, and as white.\n\nSomething--instinct, or the warning mind of Ban Cruach that had learned\na million years ago to beware the creatures of the ice--made him glance\nbehind him.\n\nStealthy, swift and silent, up the winding ways they came. They had\nguessed that he had forgotten them in his anxiety. The sword was turned\naway from them now, and if they could take him from behind, stun him\nwith the chill force of the sceptre-like rods they carried....\n\nHe slashed them with the sword. He saw the flickering beam go down and\ndown the shaft, saw the bodies fall like drops of rain, rebounding here\nand there from the flying spans and carrying the living with them.\n\nHe thought of the many levels of the city. He thought of all the\ncountless thousands that must inhabit them. He could hold them off in\nthe shaft as long as he wished if he had no other need for the sword.\nBut he knew that as soon as he turned his back they would be upon him\nagain, and if he should once fall....\n\nHe could not spare a moment, or a chance.\n\nHe looked at Ciara, not knowing what to do, and it seemed to him that\nthe sheathing frost had melted, just a little, around her face.\n\nDesperately, he struck down again at the creatures in the shaft, and\nthen the answer came to him.\n\nHe dropped the sword. The squat, round mechanism was beside him, with\nits broken crystal wheel. He picked it up.\n\nIt was heavy. It would have been heavy for two men to lift, but Stark\nwas a driven man. Grunting, swaying with the effort, he lifted it and\nlet it fall, out and down.\n\nLike a thunderbolt it struck among those slender bridges, the spiderweb\nof icy strands that spanned the shaft. Stark watched it go, and listened\nto the brittle snapping of the ice, the final crashing of a million\nshards at the bottom far below.\n\nHe smiled, and turned again to Ciara, picking up the sword.\n\n       *       *       *       *       *\n\nIt was hours later. Stark walked across the glowing ice of the valley,\ntoward the cairn. The sword of Ban Cruach hung at his side. He had taken\nthe talisman and replaced it in the boss, and he was himself again.\n\nCiara and Balin walked beside him. The color had come back into their\nfaces, but faintly, and they were still weak enough to be glad of\nStark's hands to steady them.\n\nAt the foot of the cairn they stopped, and Stark mounted it alone.\n\nHe looked for a long moment into the face of Ban Cruach. Then he took\nthe sword, and carefully turned the rings upon it so that the radiation\nspread out as it had before, to close the Gates of Death.\n\nAlmost reverently, he replaced the sword in Ban Cruach's hands. Then he\nturned and went down over the tumbled stones.\n\nThe shimmering darkness brooded still over the distant tower. Underneath\nthe ice, the elfin city still spread downward. The shining ones would\nrebuild their bridges in the shaft, and go on as they had before,\ndreaming their cold dreams of ancient power.\n\nBut they would not go out through the Gates of Death. Ban Cruach in his\nrusty mail was still lord of the pass, the warder of the Norlands.\n\nStark said to the others, \"Tell the story in Kushat. Tell it through the\nNorlands, the story of Ban Cruach and why he guards the Gates of Death.\nMen have forgotten. And they should not forget.\"\n\nThey went out of the valley then, the two men and the woman. They did\nnot speak again, and the way out through the pass seemed endless.\n\nSome of Ciara's chieftains met them at the mouth of the pass above\nKushat. They had waited there, ashamed to return to the city without\nher, but not daring to go back into the pass again. They had seen the\ncreatures of the valley, and they were still afraid.\n\nThey gave mounts to the three. They themselves walked behind Ciara, and\ntheir heads were low with shame.\n\nThey came into Kushat through the riven gate, and Stark went with Ciara\nto the King City, where she made Balin follow too.\n\n\"Your sister is there,\" she said. \"I have had her cared for.\"\n\nThe city was quiet, with the sullen apathy that follows after battle.\nThe men of Mekh cheered Ciara in the streets. She rode proudly, but\nStark saw that her face was gaunt and strained.\n\nHe, too, was marked deep by what he had seen and done, beyond the Gates\nof Death.\n\nThey went up into the castle.\n\nThanis took Balin into her arms, and wept. She had lost her first wild\nfury, and she could look at Ciara now with a restrained hatred that had\na tinge almost of admiration.\n\n\"You fought for Kushat,\" she said, unwillingly, when she had heard the\nstory. \"For that, at least, I can thank you.\"\n\nShe went to Stark then, and looked up at him. \"Kushat, and my brother's\nlife....\" She kissed him, and there were tears on her lips. But she\nturned to Ciara with a bitter smile.\n\n\"No one can hold him, any more than the wind can be held. You will learn\nthat.\"\n\nShe went out then with Balin, and left Stark and Ciara alone, in the\nchambers of the king.\n\n       *       *       *       *       *\n\nCiara said, \"The little one is very shrewd.\" She unbuckled the hauberk\nand let it fall, standing slim in her tunic of black leather, and walked\nto the tall windows that looked out upon the mountains. She leaned her\nhead wearily against the stone.\n\n\"An evil day, an evil deed. And now I have Kushat to govern, with no\nreward of power from beyond the Gates of Death. How man can be misled!\"\n\nStark poured wine from the flagon and brought it to her. She looked at\nhim over the rim of the cup, with a certain wry amusement.\n\n\"The little one is shrewd, and she is right. I don't know that I can be\nas wise as she.... Will you stay with me, Stark, or will you go?\"\n\nHe did not answer at once, and she asked him, \"What hunger drives you,\nStark? It is not conquest, as it was with me. What are you looking for\nthat you cannot find?\"\n\nHe thought back across the years, back to the beginning--to the boy\nN'Chaka who had once been happy with Old One and little Tika, in the\nblaze and thunder and bitter frosts of a valley in the Twilight Belt of\nMercury. He remembered how all that had ended, under the guns of the\nminers--the men who were his own kind.\n\nHe shook his head. \"I don't know. It doesn't matter.\" He took her\nbetween his two hands, feeling the strength and the splendor of her, and\nit was oddly difficult to find words.\n\n\"I want to stay, Ciara. Now, this minute, I could promise that I would\nstay forever. But I know myself. You belong here, you will make Kushat\nyour own. I don't. Someday I will go.\"\n\nCiara nodded. \"My neck, also, was not made for chains, and one country\nwas too little to hold me. Very well, Stark. Let it be so.\"\n\nShe smiled, and let the wine-cup fall.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Black Amazon of Mars, by Leigh Brackett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BLACK AMAZON OF MARS ***\n\n***** This file should be named 32664.txt or 32664.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/6/32664/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}