{"title": "The Test Colony", "author": "Winston Marks", "releaseDate": "June 3, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            THE TEST COLONY\n\n                            BY WINSTON MARKS\n\n                       Illustrated by Kelly Freas\n\n[Transcriber Note: This etext was produced from If Worlds of Science\nFiction September 1954. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Benson did his best to keep his colony from going native,\nbut what can you do when the Natives have a rare human intelligence and\nknow all about the facts of life?_]\n\n\nIt was the afternoon of our arrival. Our fellow members of the \"test\ncolony\" were back in the clearing at the edge of the lake, getting their\nground-legs and drinking in the sweet, clean air of Sirius XXII. I was\nstrolling along the strip of sandy beach with Phillip Benson, leader of\nour group, sniffing the spicy perfume of the forest that crowded within\ntwenty feet of the water's edge.\n\nHalf a billion miles overhead, Sirius shone with an artificially white\nglow. Somewhere on the horizon, Earth lay, an invisible, remote speck of\ndust we had forsaken 24 dreary, claustrophobic months ago.\n\nThe trip had taken its toll from all of us, even tough-minded Phil\nBenson. We both found it difficult to relax and enjoy the invigorating,\noxygen-rich air and the balmy climate. As official recorder, I was\ntrying to think of words suitable to capture the magnificence, the sheer\nloveliness of the planet which would be our home for at least four\nyears, perhaps forever.\n\nEach absorbed in his own thoughts, Benson and I were some 500 yards from\nthe clearing when he stopped me with a hand on my arm. \"Who is that?\" he\ndemanded.\n\nUp the beach where he pointed, two naked forms emerged from the calm\nwaters. They skipped across the sand and began rolling together\nplayfully in the soft grasses at the forest's edge. Even at this\ndistance they were visibly male and female.\n\n\"I can't make them out,\" I said. My only thought was that one of the\nyoung couples had swum down ahead of us and was enjoying the first\nprivacy attainable in two years.\n\nBenson's eyes were sharper. \"Sam, they--they look like--\"\n\nOur voices must have reached them, for they sprang apart and rose to\ntheir feet facing us.\n\n\"Like youngsters,\" I supplied.\n\n\"We have no kids with us,\" Benson reminded me. He began to move forward,\nslowly, as though stalking a wild animal.\n\n\"Wait, Phil,\" I said. \"The planet is uninhabited. They can't be--\"\n\nHe continued shuffling ahead, and I followed. Within 20 paces I knew he\nwas right. Whoever they were they hadn't come with us!\n\nBenson stopped so quickly I bumped into him. \"Look, Sam! Their hands and\nfeet! Four digits and--no thumbs!\"\n\nI could now make out the details. The two forms were not quite human.\nThe toes were long and prehensile. The fingers, too, were exceptionally\nlong, appearing to have an extra joint, but as Benson mentioned, there\nwas no opposing thumb.\n\nThey stood well apart now, the female seeking no protection from the\nmale. Curiosity was written in their faces, and when we stopped\nadvancing they began edging forward until they were only five yards\naway.\n\nTheir outlines, instead of becoming clearer, had fuzzed up more as they\napproached. Now it was evident that their bodies were lightly covered\nwith a silky hair, some two or three inches long. It had already dried\nout in the warm sun and was standing out away from their skins like\ngolden haloes.\n\nThey stood well under five feet tall, and in every detail, except the\nbody hair and digits, appeared to be miniature adults, complete with\nnavels.\n\nEven in the midst of the shock of surprise, I was taken by their\nremarkable beauty. \"They're true mammals!\" I exclaimed.\n\n\"Without a doubt,\" Benson said, eyeing the full contours of the lithe\nlittle female. Her pink flesh tones were a full shade lighter than those\nof the male. Both had well-spaced eyes under broad foreheads. Their fine\nfeatures were drawn into fearless, half-quizzical, half-good-natured\nexpressions of deep interest. They stood relaxed as if waiting for a\nparley to begin.\n\n\"This,\" said Benson, \"is one hell of a note!\"\n\nThey cocked their heads at the sound like robins. I said, \"Why? They\ndon't appear very vicious to me.\"\n\n\"Neither does man,\" Benson replied. \"It's his brain that makes him\ndeadly. Look at those skulls, the ear placement, the eyes and forehead.\nIf I know my skull formations, I think man has met his intellectual\nequal at last--maybe, even, his superior.\"\n\n\"What makes you think they may have superior minds?\" As a psychologist I\nfelt Benson was jumping to a pretty quick conclusion.\n\n\"The atmosphere. Forty percent oxygen. Invariably, on other planets,\nthat has meant higher metabolisms in the fauna. In a humanoid animal\nthat strongly implies high mental as well as physical activity.\"\n\nAs if to prove his point, the two little creatures tired of the\none-sided interview, bent slightly at the knees and leaped at a\nforty-five degree angle high into the tree branches. The female caught\nthe first limb with her long fingers and swung out of sight into the\nfoliage. The male hung by his long toes for a moment, regarding us with\nan inverted impish expression, then he, too, vanished.\n\nI grunted with disappointment. Benson said, \"Don't worry, they'll be\nback. Soon enough.\"\n\n       *       *       *       *       *\n\nAs we returned to the clearing Jane Benson and Susan, my wife, came to\nmeet us. Although both brunettes rated high in feminine charms among the\nforty women of our group, somehow they appeared a little ungainly and\nuncommonly tall against my mental image of the little people we had just\nleft. Their faces were pale from the long interment in the ship, and\nbright spots of sunburn on cheekbones and forehead gave them a clownish,\nmade-up appearance.\n\n\"We've sorted and identified the fruits,\" Sue called to us. \"The\nhandbook is right. They're delicious! We've got a feast spread. Just\nwait until you--\" She caught our expressions. \"What's wrong?\"\n\nBenson shrugged. \"You girls go on ahead and get the crowd together. I\nhave an important announcement to make.\" Jane pouted a little and\nhesitated, but Benson insisted. \"Run along now, please. I want to gather\nmy thoughts.\"\n\nWe trailed after them slowly. I didn't like Benson's moody reaction to\nour discovery of an intelligent life-form. To me it was exciting. What\nfabulous news I would have to send back with the first liaison ship to\ncontact us four years hence! And it would be entirely unexpected,\nbecause the original exploration party had failed to make the discovery.\nThat in itself was an intriguing mystery. How could twenty-two\nscientists, bent on a minute examination of a planet's flora and fauna,\noverlook the most fabulous creation of all--an animal virtually in men's\nimage? The only guess I could make was that they must belong to a\nnomadic tribe small enough to escape discovery.\n\nBenson broke silence as the narrow beach strip began to widen into the\ngrassy plain where our ship squatted like a hemispherical cathedral.\n\"This poses so many problems,\" he said shaking his head.\n\nI said, \"Phil, I think you're taking your job too seriously. You just\ncan't plan every detail of organizing our community down to the\nrationing of tooth-powder.\"\n\n\"Planning never hurt any project,\" Benson said.\n\n\"I disagree,\" I told him. \"You've had too long to dwell on your plans.\nNow the first unpredictable incident throws you into an uproar. Relax,\nPhil. Take your problems one at a time. We don't even know that we'll\never see the little creatures again. Maybe they're shy.\"\n\nHe scarcely heard me. He was a large, well-muscled man of 46 years, an\nex-college president and an able administrator. He and Jane, his wife,\nwere the only two of our party older than the 35-year age limit. His\nbackground as a sociologist and anthropologist and his greater maturity\nwere important factors in stabilizing a new colony, but his point of\nview had grown excessively conservative, it seemed to me.\n\nA crew of craftsmen with their busy little power saws had constructed a\nsloping ship's ramp of rough planks sawed from the nearest trees. We\nstepped through and over the assembled people who were lying around in\nthe grass at the base of the ramp, and Benson mounted twenty feet above\nus at the entrance to the ship.\n\nEveryone was in high spirits, and a light cheer rippled through the\nassembly. Benson, however, ignored it and bent a thoroughly serious gaze\nout over his \"flock\".\n\n\"Please give me your closest attention,\" he began and waited until\neveryone was quiet. \"Until further notice, we must proceed under a\nyellow alert during daylight hours and a red alert at night. All work\nparties leaving the ship will check with the scribe every hour on the\nhour. We will resume sleeping in the ship. Women are restricted to\nwithin 100 yards of the ship at all times. Men will go armed and will\nplease inform themselves of their position on the security watch list\nwhich will be posted tonight.\" He squinted in the bright sunlight. \"For\nthe moment, you men with sidearms, post yourselves around the ship.\nSound off loud if you sight anything larger than a rabbit.\"\n\nThe men named got slowly to their feet, fingering their light hunting\npistols self-consciously. Benson continued, \"You may appreciate these\nprecautions when I tell you that Sam Rogers and I just encountered two\nremarkably humanoid animals on the beach less than half a mile from\nhere.\"\n\nTension replaced levity, as Benson described our meeting with the\nnatives. I thought he gave it a needlessly grim emphasis with such terms\nas, \"_quicker than cats_\", and \"_devilishly intelligent_\", but I held my\npeace.\n\nHe summarized, \"I do not want to alarm anyone unduly, but we must face\nup to the fact that we are totally unprepared for such a contingency.\nThe exploration group failed us badly in overlooking these creatures.\nThey may not be inimical to our culture, but until this is established\nwe must consider them prime threats. That is all,\" he concluded.\n\nNo one grumbled aloud, but their faces showed keen disappointment at the\nresumption of quartering in the ship. Reluctantly, the women began\nrolling up the still-deflated air-mattresses that were scattered about\nthe soft, deep grass. Sue complained, \"Sam, if these people don't get a\nlittle privacy pretty soon we'll turn into an ant colony. There'll be\nlovin' in the streets.\"\n\n\"It's not my idea,\" I said. \"I'll be nailed to a table at the foot of\nthe ramp all day making check marks. Phil is taking this entirely too\nbig. The little people are really charming. He neglected to mention that\nthey are beautifully formed and quite gentle in their--their actions.\"\n\n\"Actions?\" she said. \"What happened, really?\"\n\nI described the conditions under which we first saw the natives, and she\nlaughed a little strainedly. \"I can just imagine the look on Phil\nBenson's face.\"\n\nI knew what she meant. In trying to enforce the shipboard rule of\nsegregation of the sexes, our leader had developed an oversensitive\nattitude toward certain aspects of modesty. In the unutterable boredom\nof space, the pledge we had all taken to complete continence for the\nvoyage was a severe test to all forty couples.\n\nHad propriety and space considerations been the only reasons for the\ninfamous \"no-romance\" regulation, it would never have held up. But all\nconcerned realized the problem of childbirth in space under the\njam-packed living conditions, tight water and food rationing and the\nfetid, recirculated air.\n\nNow the second honeymoons were over before they started. It was back to\nthe ship and the night-life of monks and nuns.\n\nThat night, Sue and I joined the four ship's officers, their wives,\nPhillip Benson and Jane in the navigation cupola atop our doomed ship\nthat had become a \"fortress\". The small control room was the only\nsemi-private room in the ship, and even Benson was admitted by\ninvitation only. The meeting was a council of war, so to speak, and the\nofficers were pressed into service to organize and operate the security\nguard.\n\nWhen the guard watch was worked out for a week in advance, I spoke up.\n\"I think we're getting off on the wrong foot, Phil. We can't stay penned\nup like animals at night and expect to function as humans.\"\n\nBenson argued: \"We are a carefully balanced group, Sam. We can't afford\ncasualties. Look at our medical corps, two doctors and four nurses.\nSuppose we were attacked and lost them?\"\n\nCaptain Spooner, whose authority had lapsed when we touched down, backed\nup Benson. \"I see no great hardship in the precautions. Inconvenience,\nyes, but nothing that the danger doesn't fully justify.\"\n\nHe was a cocky, virile, bald-headed little terrier of 35 years. His very\nyoung wife and the wives of the other three officers seemed only lightly\nperturbed at the prospects of continuing celibacy, which confirmed my\nsuspicions.\n\nI said, \"That's gritty of you, Captain, but remember, the rest of us\nhaven't had the relative privacy of the bridge. If this restriction\ncontinues long I predict violations of the discipline, and probably some\nserious behaviour problems.\"\n\nMy position as colony psychologist had become somewhat obscured under\nthe snowstorm of paperwork that my secondary job as official scribe had\nbrought. Benson seemed now to recall that mental health _was_ my\nconcern. He said, \"I thought you reported high morale upon arrival.\"\n\n\"I did, but the tensions are there, and it's foolish to draw them too\ntightly. We have a well-picked, highly adaptable group of people. Let's\nkeep them that way. The quicker we hit a more normal existence the less\nrisk we run of emotional disturbances.\"\n\n\"They'll take it,\" Benson said positively, and Spooner nodded in\narrogant agreement.\n\n       *       *       *       *       *\n\nMy 20-hour wristwatch, geared to the shorter rotation of Sirius XXII,\nsaid nine o'clock, one hour before noon, when the women began\nundressing.\n\nThere had been an air of conspiracy among them all morning, a studied\ncasualness as they wandered around near the ship, forming small\nconversational eddies, dispersing and reforming elsewhere. I had just\nfinished checking in the 11-man fruit-gathering detail. I looked up from\nmy roster in time to see the first motions of the \"great disrobing\".\nZippers unzipped, snaps popped open, slacks, skirts, blouses and jumpers\nfell to the grass, and a dazzling spectacle of space-bleached feminine\nepidermis burst into view.\n\nThe ladies were very calm about it, but a chorus of yips sounded and\nswelled into a circus of cheers from the male working parties.\n\nBefore I could fathom it Benson came charging down the ramp followed by\nhis fruit-stowing detail. He stopped at the foot of the ramp, mouth open\nand eyes pinched with annoyance.\n\n[Illustration]\n\nHe spotted Jane and Sue. \"What is going on out here?\" he demanded\nloudly.\n\nOur two wives waved at us and strolled over, doing a splendid job of\nacting unconcerned. \"Just a little sun-bathing,\" Jane said, shooing a\nsmall insect from a pale shoulder.\n\nSusan refused to meet my eye. She was watching two birds soar overhead.\n\"It's fantastic,\" she said. \"If you don't look at things too closely,\nyou'd never know we weren't at a summer camp up in Wisconsin--except for\nthe fruits. They remind me more of Tahiti. It's marvelous! The\nmosquitoes don't even bite.\"\n\n\"They will,\" I said, \"as soon as they get a good taste of human blood.\nAnd baby, you're sure making it easy for them.\"\n\nBenson was distracted from the conversation by the converging male\ncolonists, who were whooping and yelling like a horde of school boys. He\nbacked up the ramp and ordered, \"Let's get on with the work. You've seen\nyour wives in the altogether before.\"\n\nThe men quieted a little, but one yelled, \"Yeah, but not lately!\"\n\nAnother added, \"And not _all together_.\"\n\nIn spite of the fact that nude sun-bathing was a commonplace,\ntwenty-second-century custom on Earth, by tacit consent clothes had been\nworn at all times aboard ship. The women had gone along with Benson for\ntwo years on such matters, so this was clearly a feminine protest\nagainst the spirit of the yellow alert.\n\nYoung doctors Sorenson and Bailey came trotting up, grinning\nappreciatively but wagging their fingers. Without consulting Benson,\nBailey mounted the ramp and shouted, \"Blondes and redheads, ten minutes\nexposure. Brunettes, fifteen.\"\n\nA great booing issued from the men, but Bailey held up his hand for\nsilence. \"The medical staff will make no effort to enforce these\nexposure maximums, but be advised that the radiation here is about the\nsame as Miami Beach in June, so don't let the air-conditioning fool\nyou.\"\n\nBenson was spared further decisions on the issue, because at that moment\none of the sentries remembered to take a quick look at the vector of\nforest he was supposed to be guarding. Unable to make his voice heard\nover the hub-hub, the guard fired his pistol in the air.\n\nWe all jumped up and stared, and Benson muttered, \"Dear God!\"\n\n       *       *       *       *       *\n\nOur people were scattered over an acre around the ramp, and encompassing\nthem was a semi-circle of at least a hundred \"savages\", frozen like\nbronze statues at the sound of the gun-shot. They curved in an arc less\nthan a hundred yards from the ship.\n\nTheir hands were empty of weapons, and their motionless attitudes were\nin no way threatening. To the contrary, they seemed small and quite\ninoffensive except for their numbers.\n\nActing in my capacity as psychologist, I ran up the ramp and called out\nas calmly as a shout would permit, \"Everybody take it easy! Don't make\nany quick moves. Above all, don't anyone fire off a weapon again unless\nthere is an obvious attack.\"\n\nBenson clutched my arm. \"Are you mad? We've got to get the women\ninside.\"\n\n\"That's what I'm thinking,\" I said. \"But if we invite attack by running\nthey won't all make it.\"\n\n\"They aren't armed. The men can stand them off.\"\n\n\"Then what are you worrying about?\" I demanded. \"Relax for a minute and\nsee what happens.\"\n\nBenson simmered and reluctantly accepted my logic. Meanwhile, the line\nof natives became mobile again. They closed in at a casual saunter,\nrolling off the balls of their long feet with a peculiar, slow, bouncing\nmotion.\n\nA ripple of subdued exclamations ran through our people, and in turn the\nlittle natives moved their lips, turned their heads to one another and\nseemed to be commenting among themselves.\n\nBenson began hissing futile commands for the women to start boarding the\nship. No one paid any attention. I could sense no great danger in the\nsituation. In fact I felt more attracted than repelled by the little\ngolden-haired creatures.\n\nBailey, who was still on the ramp, took a different view. He called out,\n\"They don't look dangerous, but keep away from them. Lord knows what\nkind of bugs they may have in them.\"\n\nIt was a sobering thought. Their most insignificant disease germ might\neasily wipe out our colony if it proved contagious.\n\nYet, how could we stop these natives without inflicting bloodshed? On\nthey came in their shambling, loose-gaited walk. Benson was unsnapping\nhis holster flap, and even the highly curious women were beginning to\nshrink back toward the gangplank, when a light breeze swept through us\nfrom behind. It rustled the grass softly and moved into the natives,\nonly 20 yards away.\n\nThe wavering line stopped again. Segments began to retreat, first\nsingly, then in pairs and groups. All but a handful of the most curious\nsuddenly bounded for the forest and disappeared.\n\nThe others came forward again, but with increasing bewilderment.\nRepeatedly, they raised their noses and sniffed the air.\n\nBailey said from behind us, \"They catch our scent and don't know what to\nmake of it. Thank heavens most of them took off. We can handle a dozen\nof them easily enough.\"\n\nOur people opened ranks and let the little creatures infiltrate. Sue\nsqueezed my arm. \"Why, they're beautiful little things! They make me\nfeel self-conscious with my bleached-out skin. They certainly look\nintelligent, those eyes--no fear in them at all--look, they're even\nsmiling!\"\n\nIndeed, several of the creatures were grinning broadly at the male\nmembers of our party. They found our clothing amusing.\n\nNow we could hear their soft voices conversing in a language that was\nliquid with a great many compound vowel sounds, not unlike Earth's\nFinnish tongue. Their quick, dark eyes seemed to take in everything.\nThey seemed torn between a consuming curiosity and a strong aversion to\nour scent. One by one they satisfied the former and yielded to the\nlatter, dropping back and racing for the forest in great, joyous bounds\npunctuated with happy little whoops of undefinable emotion.\n\nAt last only one, chesty little male was left. Benson exhaled heavily\nbeside me. \"It's the little fellow we saw on the beach, Sam. Look, he's\ncoming through.\"\n\nA tawny stripe of brown, furry hair ran from his high forehead, over the\ncrown of his proud skull and down his neck to fade into the typical,\ndeep, golden fuzz of his body. As he approached the ramp I saw that his\nface was smooth, entirely free of hair as though clean-shaven.\n\nBy now Benson was as fascinated as the rest of us. I stepped down in\nfront of him to confront our visitor. I placed a hand on my chest and\nsaid, \"Sam Rogers!\"\n\nThe dark eyes swept from my feet to my head and fastened upon my face.\nHe pointed four long fingers at me and repeated distinctly, \"Samrogers.\"\n\nMy name is easy to pronounce, but it was a shock to hear it from the\nlips of an extra-terrestrial being.\n\nThen he placed the same hand on his own chest and said, \"Joe!\" Actually,\nit came out with a rapid widening and narrowing of his lips that sounded\nlike a quick version of, \"Jo-ah-o-ah-oh,\" but the vowel echoes were so\nrapid that for practical purposes it read, \"Joe,\" to me.\n\nI pointed my hand at him and repeated, \"Joe!\" He looked vaguely\ndisappointed at my crude aspiratory control, but then a bright smile\ncreased his cocky little face. His hand flicked out and back.\n\n\"Samrogers--Joe.\"\n\nInvoluntarily I nodded my head. He nodded back and smiled again. Before\nI could think of what comes after, \"Dr. Livingstone, I presume,\" he\nwrinkled his nose, squinted his eyes, whirled and darted off for the\ntimber.\n\nWe stood rooted for a minute, then Bailey said, \"We must really stink.\nPlucky little fellow took it as long as he could.\"\n\nBenson looked back at Bailey and me. \"Well, what do you think?\"\n\nI looked at Bailey, and he looked at Dr. Sorenson. \"Lord, I don't know.\nExcept for the possibility of microbe infection, they appear perfectly\nharmless to me,\" Sorenson said.\n\nI said, \"Since they don't like our scent there doesn't seem to be much\ndanger of contact. Phil, why don't we call off the yellow alert with the\nexception of a rule or two about fraternization in closed spaces?\"\n\nBenson looked over his people. All were paired off now, husband with\nwife. And to a man their arms were wrapped protectively around their\nrespective spouses, watching for the decision. Their faces read, \"Is\nthis innocuous little race of people the cause of all the trouble?\"\n\nBenson rubbed the gray of his temple with a knuckle. He mounted the ramp\nand announced, \"The emergency is reduced to a blue alert. Women will\nhave the freedom of the clearing and the visible beach, but only\nauthorized working parties will enter the forest. Men will continue to\nwear sidearms. When outside shelters are complete we will sleep in them,\nbut until then, or until we are better informed about the natives, we\nshall continue sleeping in the ship.\"\n\n       *       *       *       *       *\n\nThe new order of the day did nothing to mitigate the resentment and\ntension, but it did accelerate assembly of the lumber mill and house\nconstruction. The little Sirians seemed to have satisfied their\ncuriosity, for they left us to our labors for a whole week.\n\nThe first building of our projected village was completed on the seventh\nday. It was little more than a two-room shanty, but it represented the\nmost sought after prize of the moment, _privacy_!\n\nWe drew lots for it, and, with the uncommon justice, one of the hardest\nworking amateur carpenters won. The women brought in armloads of grass\nfor a couch and decorated it with wild-flowers. When evening fell it\nseemed like an occasion for a celebration, and Benson relented on the\nevening curfew.\n\nWe gathered scraps from the lumber mill, carefully cleared a sandy strip\non the beach of all inflammable matter and built a huge bonfire. In the\nrich atmosphere even the green wood burned merrily, spitting green sap\nand sending up clouds of pungent, aromatic smoke.\n\nSue had just curled up in the crook of my arm, and we were working on a\ncase of Earth-nostalgia, when we noticed our visitors again. They came\nbounding, up to the wide rim of the firelight. They jabbered in excited,\necstatic voices but stopped short of our human assembly. Only one, I\nrecognized him as Joe, picked his way through us and came close to\ninspect the crackling blaze.\n\nFascinated, Sue and I watched his profile contort with an expression of\nimmense admiration. It was not the awe of a savage, but the heartfelt\nappreciation of a human for a rare and beautiful spectacle.\n\n\"Fire must be unknown to them,\" Sue whispered.\n\n\"At least mighty rare,\" I said. \"The handbook says no volcanoes and no\nthunderstorms.\"\n\nJoe turned at the sound of our low voices. With eyes half-blinded by the\nglare he searched for me. \"Samrogers!\" he called clearly. \"Samrogers!\"\n\nI rose to my feet and answered, \"Joe! Right here, Joe.\"\n\nHe picked his way over to me, smiling broadly and glancing back at the\nfire every step or two. A pace away he stopped, pointed at me, said,\n\"Samrogers,\" pointed at himself, said, \"Joe!\" _then pointed at the fire\nand waited_.\n\nIt was a clearly indicated question. I answered it respectfully, \"Fire!\"\n\nHe repeated, \"Fire,\" and his eyes glowed like sparks. Then he made\ngestures of picking up some of the fire and taking it away, turning to\nme to pose the question.\n\nSorenson, propped up on an elbow, said, \"I'll be damned. He's asking you\nto give him some of the fire.\"\n\n\"No,\" Benson said. \"He knows fire, knows you can't take the flames. He's\nasking for _the means to build a fire_.\"\n\nI faced Joe, shook my head solemnly and said, \"No!\" To give meaning to\nthe word I sat down and turned my head away for a moment. When I looked\nback Joe was looking very disappointed. It made Sue so sad that she held\nout a wedge of sweet melon to him. Joe accepted the gift easily,\ngracefully and with a small smile of \"thank you\". He turned back,\nsquatted as near the blaze as comfort would permit and chewed absently\nat the melon.\n\nThereafter he ignored the animated conversation that sprang up among us.\nJane wanted to know why we didn't give him one of our lighters. \"He's\njust as intelligent as we are,\" she insisted. She got no argument on\nthat score, but her husband pointed out that the golden people were\nunaccustomed to handling fire, and that during the present dry season\neven the green foliage might take off in a holocaust if ignited in this\nrich, oxygen air.\n\nEven as he spoke, a long, slender pole, flaming at one end, toppled from\nthe settling fire and rolled near Joe. With scarcely a pause to debate,\nhe leaped to his feet, grabbed the pole by the cool end and waved it\naloft like a torch.\n\nWith a triumphant yell he plunged through us and out across the field\nbearing his prize aloft trailing sparks.\n\nI tried to shoot low, but my light caliber pellet caught him rather high\nin the thigh. He dived to the ground senseless in a shower of sparks.\nHis fellow creatures immediately gathered around him. When we closed in\nto retrieve the fire-wand and stamp out the sparks, the other natives\nfaded away, crinkling their noses. They made no effort to remove Joe,\nbut cast many admiring glances back at the fire he had stolen.\n\nSue came up storming at me. \"You didn't have to _shoot_ him.\" She\nstarted to kneel down beside him, but Dr. Bailey restrained her.\n\n\"Easy, Susan. Remember the quarantine.\"\n\n\"We can't let him lie there and bleed to death,\" I said, feeling\nunaccountably ashamed for my deed, although there was scarcely an\nalternative.\n\nBenson came up, \"Nice shot, Sam.\"\n\nI said, \"Phil, I want permission to enter quarantine with Joe, here. Let\nme have the instruments, and I'll probe for the bullet and take care of\nhim.\"\n\nBenson shook his head. \"We can't take that chance. We couldn't spare you\nif you caught something.\"\n\n\"Who could you spare better?\" I demanded. \"See here, we've got to find\nout sooner or later whether these little fellows carry anything\ncontagious. If they do, well, then we have a decision to face, but we\ncan't decide anything until we know.\"\n\nSue was at my side now. She said. \"You have a dozen people who can punch\na micro-writer. Sam and I aren't indispensable. Besides, it was he who\ncrippled the poor little fellow.\"\n\nWithout waiting for an answer she called out, \"Larson, where are you?\"\nThe lucky carpenter tried to draw back in the shadows, knowing full well\nwhat she had in mind.\n\nBenson stared at me for a minute. He said gruffly, \"Very well, if you\ncan talk Larson out of his cottage, go ahead, play hero!\"\n\nI didn't feel very heroic right then. Two hours later, when we had the\nbullet out of Joe and had him bedded down comfortably for the night, Sue\ncosied up to me in our double sleeping silks and murmured, \"What a guy\nhas to go through out here to get a little privacy!\"\n\nPoor Larson!\n\n       *       *       *       *       *\n\nBailey and Sorenson set up their lab outside our cabin door. Joe's wound\nwas seriously infected, and none of our cautiously applied remedies\nwould control the raging fever with which he awoke the first morning. He\nlay, apathetic, eyes half closed, murmuring, \"Tala! Tala!\"\n\nThe doctors seized the opportunity to launch a study of Sirian microbes,\ndiseases and earth molds. Sue and I took cultures from Joe's wound, and\nthe medics experimented with the effects of local mold products similar\nto the penicillin series. By force-feeding we managed to keep Joe alive\nuntil Bailey, one morning, held up a hypo full of clear liquid and told\nus how to administer it.\n\nJoe responded at once. The following day he began sitting up and\nvociferously demanding, \"Tala, Tala!\"\n\n\"Must be his wife or girl-friend,\" Sue deduced. She was wrong. Joe began\nmaking motions of a person lifting a vessel and drinking. When we\noffered him water he refused, repeating, \"Tala!\" and making more\ndrinking motions. He tried to rise, but the pain in his swollen thigh\nstopped him. He sank back licking his lips like a man dying of thirst,\nand in spite of his general improvement, he stayed in a sullen, subdued\nattitude.\n\nAs his wound closed and the swelling reduced, Joe's temperature, which\nhad reached a fabulous 142 degrees F., stabilized at 137 F., thereby\nconfirming Benson's prediction that the natives would display a much\nhigher metabolism. Sue, who had spent hours stroking the fevered brow,\nhad grown used to Joe's hot-bloodedness, and she teased me about my\nrelative \"frigidity\".\n\nUntil Joe got his \"tala\" I made disappointing progress at teaching him\nour language. He picked up our words for those few items that pertained\nto his comfort, such as food, drink, bedpan and pillow--he revelled in\nthe luxury of our down-filled pillows. But at first he evinced little\ninterest in communication.\n\nThen one morning we arose to find him standing and clinging weakly to\nthe door jamb, searching the perimeter of the clearing with frantic\neyes.\n\nWe scolded him, but he ignored us. He spotted a fellow native examining\none of the unfinished huts, which were going up at the rate of one a\nday. He called out in a loud, clear voice, and the little golden\ncreature came running over to investigate.\n\nIt was a lovely little female, and I told Sue, \"We have a reunion on our\nhands. Must be his mate.\"\n\nBut Joe was quite indifferent to her charms. She seemed tolerably happy\nto see him, touched his bandages with long, gentle fingers, then hurried\noff to the forest as if in response to his commands. Joe made no effort\nto follow. He seemed still to realize that he was in good hands and was\nprofiting by the care he was receiving.\n\nHowever, he chafed for the ten minutes or so before her return. We\nwaited with high curiosity. I bet Sue that we were about to learn what\n\"tala\" was. When the female approached again we were mystified. \"Why\nit's just a mango,\" Sue said. Indeed, the yellow-skinned, kidney-shaped\nfruit which the little native bore carefully in both hands appeared to\nbe one of the over-sized specimens we had named after its smaller Earth\ncounterpart.\n\nJoe reached greedily for the fruit, poked a hole in the rind with a\npointed forefinger and drank deeply. Watching from the door of our\nbedroom, we could smell a delightful, tangy scent that was only vaguely\ntypical of the Sirian mangoes we had eaten.\n\nTo our surprise, as Joe drank, the skin collapsed like a plastic bag.\n\"It must be a different species, or else it's much riper than any we've\ngathered,\" Sue said.\n\nWhen Joe paused to breathe, the female took the fruit from him and\nsucked at it enthusiastically. They sank down on Joe's bed and took\nturns drinking the juice until the quart-sized skin was crumpled and\nempty.\n\nI fear I interrupted an incipient romance in order to retrieve the\ndiscarded skin. The female wrinkled her nose and made for the door. I\nwatched her roll unsteadily across the clearing with eccentric little\nlurches. The bland smile on Joe's handsome face deepened my suspicion. I\npointed to the skin and asked, \"Tala?\"\n\nHe nodded, patted his stomach and repeated, \"Tala!\"\n\nFrom that moment our relations improved immensely. Joe enlisted the help\nof various females to keep him supplied with skins of tala, and with the\nsatiation of his craving he took a completely new interest in life.\n\n       *       *       *       *       *\n\nWe spent hours every day working out our language difficulties. He\nlearned so rapidly that I abandoned learning his language in favor of\nteaching him ours. Even such abstract concepts as time and space proved\nno obstacles. He grasped the purpose of my wristwatch after a single\nday's demonstration of its relationship to the passage of Sirius across\nthe sky.\n\nUsing a pencil I had managed to convey our symbols for large numbers.\nJoe could count up to any number now, and he seemed actually to\nunderstand the open-end nature of our system of enumeration.\n\nIt made possible a mutual agreement on such matters as the number of\n\"days\" in a year, which he was mildly interested to learn numbered 440\non his planet. Then a startling piece of information came from him when\nI asked how long his people lived.\n\n\"Two years. Maybe three,\" he replied. Because of the shorter days, a\nSirian year about equalled an Earth year, and I found it difficult to\nbelieve that these wonderful little animals lived only two or three\nyears. He persisted until I believed him.\n\nHe was strangely vague when I tried to determine the common manner of\ndeath. Indeed, personal death was a concept either so hazy or\ndistasteful to him that he refused to dwell on it. The most he would\nconvey was that there were always new faces in the tribe, and the old\nfaces rarely remained more than three years. At this time, he described\nhimself as being more than a year old.\n\nThis was only one of several startling items that were revealed in our\nconversations. The golden people matured in three months to fully grown\nadults. A female could bear several babies a year and usually did. Yet\nJoe insisted that his tribe was the only clan on the face of the planet,\nso far as he knew, and that it numbered fewer than a thousand\nindividuals.\n\nThere was no such thing as monogamy or even polygamy. True, at night\nwhen the air was cooler, they paired off, male and female, and each male\nchose from among several favorites. But there was no formal nor\npermanent mating arrangement.\n\nBenson, who had set up a sheltered desk outside Joe's window in order to\nlisten in with an anthropologist's avid interest, posed the question\nwhich grew into quite a mystery. Under such fruitful conditions and\nideal environment, why hadn't Joe's people overrun the planet? Even with\nthe brief life-span, each female should produce many babies.\n\nJoe had no answer. The problem didn't interest him, and he refused to\nponder it. He'd squat in the corner jealously guarding his limp-skinned\nmango, nipping at it occasionally when our questions failed to make\nsense.\n\nWe were all, incidentally, quite curious to taste Joe's tala juice, but\nit was his sole property. His lady-friends would hand it to no one but\nhim, and he guarded it selfishly. Bailey and Sorenson had enlisted the\nhelp of our two organic chemists to examine the moist residue of the\nempty skins, but with their limited lab facilities all they could do was\nmake guesses that the coveted juice was the product of fermentation or\nenzymic action with which we were unfamiliar.\n\nAs a psychologist I knew that Joe responded to the tala similarly to the\nway a human dipsomaniac does to alcohol. When he was well-supplied he\nwas cheerful and happy. When he ran out, he became taciturn and\nirritable. His frequent resort to the liquor, when we tried to force him\nto answer troublesome questions, confirmed my suspicion that there were\ncertain matters his brilliant mind simply refused to embrace, and the\nsimplest way to avoid worrying about them was to take another drink of\ntala.\n\nBenson and I discussed this one afternoon while Joe was taking a nap. We\nsat in the shade of my hut spooning the lush pulp of a mango into our\nmouths. He said, \"Everything points to a race of super-intelligence held\ndown by sheer degeneracy.\"\n\n\"You mean the tala-drinking?\" I asked.\n\nHe nodded. \"For one thing. Our work parties report that they never stop\ndrinking the stuff. The older ones get quite plastered. I've seen it\nmyself. Disgusting. And they have no common sense of, of--well, I\nshouldn't say decency, because obviously morality as we know it just\ndoesn't exist. But thank heavens they don't care for the scent of\nhumans.\"\n\nI said, \"Don't depend on that too much. I asked Joe about it, and he\nsaid that we don't necessarily smell bad to them. It's just so alien to\nany scent they've known that they tend to shy off. Joe is quite used to\nit now. He lets Sue rub his back and his head. She's made quite a pet of\nhim.\"\n\nBenson didn't like this news at all. He pondered thoughtfully for a\nmoment. \"That means that they'll all gradually get used to being around\nus. I don't like it, Phil. They're just human enough to have a bad\ninfluence on the colony. They're dissolute and entirely without\nambition. In fact they seem to have damned little race survival instinct\nat all.\"\n\nI had pondered this many times, but it hadn't struck me as especially\ndangerous to the colony. Benson went on, \"We have a glorious planet\nhere, rich in minerals and other natural resources. By comparison, Earth\nis so worn-out and depleted and over-crowded that the contrast is almost\ntoo great.\"\n\n\"What are you driving at?\" I demanded.\n\n\"Just this. From the first the biggest problem here has been to prod\neveryone to work. We have a civilization to build here, and that means\nclearing more land, breaking the soil, mining, construction,\nmanufacturing.\"\n\n\"Look,\" I said somewhat impatiently, \"you don't expect 80 people to\naccomplish all this in four years, surely?\"\n\n\"I expect progress,\" he said firmly. \"Do you realize that when we\nfinished the last of the forty houses that virtually ended the building\nprogram? Work on the two warehouses, the water system, sewage disposal\nplant and the commissary we planned is almost at a standstill.\"\n\n\"The people want time to finish up their homes and make them\ncomfortable,\" I objected.\n\n\"That's what they say,\" he told me, \"but they're fooling away their\ntime.\"\n\n\"Phil, we've only been here a month, and--\"\n\n\"And if I hadn't pulled a blue alert,\" he interrupted, \"we wouldn't even\nhave the residentials built yet. Now they've got their precious privacy,\nand the pressure is off. They'd rather go chasing off into the woods to\nhunt exotic fruit and peek at the natives than get on with the project.\"\n\nI hadn't realized things were this serious. \"Don't they obey orders any\nmore? What about your work schedules?\"\n\n\"I've pushed them as hard as I can without forcing a test of my\nauthority,\" he said. \"They claim they deserve time to get adjusted and\nrelax a little before buckling down.\"\n\n\"I agree with them,\" I said. \"They're all serious, industrious people,\nand this is still an adventure with them. It will wear off pretty soon,\nand they'll be yearning for comforts of Earth. They'll buckle down when\nthe rainy season hits,\" I predicted.\n\n\"I wonder. Here's one good example. Look over there. Donnegan's food\ndetail is just now returning with its first load. They left three hours\nago.\" He yelled over to the foreman.\n\nDonnegan, a large, pleasant-faced biologist sauntered over to us. Benson\nsaid, \"Was the _expedition_ successful?\"\n\nDonnegan brushed off the sarcasm. \"Fooling aside, it is getting to be\nsomething of an expedition to find fruit. The natives are cleaning it\nout near at hand.\"\n\nTurning to me Benson said, \"There's another thing. The little devils\nhave settled all around us, and everything is community property with\nthem. Not only do they strip the fruit but they pick up anything that\nisn't nailed down and wander off with it.\"\n\n\"That's odd,\" I said. \"Joe indicates that they place no value on\npossessions normally.\"\n\n\"Oh, they don't keep things,\" Donnegan explained. \"They pack them off,\nfiddle with them and then we find them strewn all over the forest.\nSometimes I'd like to wring their little necks!\"\n\nBenson looked up at him quickly. \"Sounds funny coming from you, Paul.\nYou were one of their chief defenders at the meeting last week.\"\n\nDonnegan's face darkened. \"That was last week, before I found out a few\nthings. As a matter of fact, I think it's time you knew about them,\ntoo.\" He squatted down by us and unburdened himself.\n\n       *       *       *       *       *\n\nAs it so often will, a barrier had erected itself between the colony\nmembers and their leader, Phillip Benson. Donnegan somewhat shamefacedly\nconfessed what had gone on behind this curtain of silence.\n\nIt seemed that two weeks earlier Bromley, one of the chemists, had\ncontrived some rather crude, old-fashioned, sulphur-and-phosphorus,\nfriction matches. Trading on the native's delight with fire, he had\nbribed them with matches to give him one of the tala-mangoes which he\ntasted, then promptly proceeded to swill until he was quite drunk.\n\nIn a generous mood he passed out matches to other male members of the\ncolony who, in turn, made the barter and joined the party.\n\n\"The stuff is really delicious,\" Donnegan admitted. \"And it doesn't even\ngive you a hang-over.\"\n\n\"Go on,\" Benson invited coldly.\n\nWithin a few days, Donnegan related, everybody was nipping on the tala.\nBromley was turning out a steady supply of matches from his lab, and\nthey were now the going currency for trading with the natives. In order\nto keep their wives quiet the men brought the super-ripe mangoes home\nand shared them.\n\nThe precious fruit, it developed, came from regular mango trees but\nreached the desired, fermented condition only at the leafy crowns of the\ntrees where even the nimble, light-weight natives found it hazardous and\ndifficult to reach them. Bromley said that he knew of several native\ncasualties from fatal falls that had occurred since the traffic in tala\nincreased.\n\nBenson asked the question that was in my mind. \"What caused you to come\nto me at this late date?\" he demanded. \"Something more serious must have\nhappened.\"\n\n\"Well, I didn't mind the tala-drinking so much--but, well, Captain\nSpooner and I came back to his hut one afternoon this week and found his\npretty little wife with one of the natives--a male. Spooner thought it\nwas a big joke--he was a little drunk at the time, and so was his wife.\nBut I don't think it's any joke at all.\"\n\nBenson was on his feet, his face livid. \"What else?\"\n\nBromley said, \"I checked around a little bit, and I found that quite a\nfew of our people are making pets out of the natives. The little devils\nhave got used to our scent, and they'll do anything just to watch a\nmatch burn.\"\n\n\"But the quarantine?\" I said.\n\n\"I guess they figure it's safe enough. Personally, I don't. But they\nfeel that since you and Sue have escaped any disease there's no reason\nfor the non-fraternizing rule, not even in closed spaces. Several\ncouples I know hold parties every night in their huts after dark. They\ninvite a couple of natives who supply the tala. They all sit around a\ncandle. The natives sleep there.\"\n\nHe kicked at an empty tala skin that Joe had tossed out the door\nearlier. \"Things are out of hand, and I'm ashamed I haven't come to you\nsooner, Benson.\"\n\nPhil was so outraged he couldn't speak. I said, \"Thanks, Donnegan. You\ndid the right thing.\"\n\nHe left us, and while Benson was struggling to control his anger I said,\n\"It's a wonder they haven't burned the place down. The forest must be\ndamp enough to sustain fire, or they certainly would have set one.\"\n\n\"It might have been better,\" Benson said, \"if they had burned the whole\ndamned planet up! And you thought I was exaggerating! There you have it,\na perfect set-up to make beachcombers out of the whole colony. Plenty of\nfree food, liquor, beautiful native girls and a mild climate.\"\n\n\"And native boys,\" I added, remembering suddenly that I was harboring\none of the \"pets\" under my own roof.\n\nBenson clenched his fists. \"From the first I knew what the answer must\ncome to. I just didn't have the guts to face it.\"\n\nI nodded. \"I suppose we'll have to drive them off.\"\n\n\"Drive them off, _nothing_! They're nomads, and they'd be back sooner or\nlater. There will always be people in the colony willing to deal with\nthem secretly, and the natives are clever enough to circumvent any\ndiscipline I aim against them.\"\n\n\"What else can you do, short of--genocide?\"\n\n\"Why rule out genocide? Sam, face it! Race extermination is the only\npermanent and satisfactory solution.\"\n\nThe thought was abhorrent to me, but he argued, \"If we don't eliminate\nthem entirely they'll always be around to plague us. Just picture what\nthis or any future colony would look like after a year or two of\nuninhibited mingling and loafing and swilling down that tala. Is that\nthe civilization that Earth sent us out here to establish?\"\n\nIn every part of the universe where living conditions have been too kind\nand discipline too lax, men have been known to _go native_, and suddenly\nI felt that Benson had been much more acute in his apprehensions than I,\na graduate psychologist who was supposed to understand human nature.\n\nSomewhat subdued I said, \"How do you plan to accomplish a complete\nextermination? If we start hunting them down they'll just fade into the\nwoods. Besides, you'd have a devil of a time getting agreement among our\npeople to take on such a messy project.\"\n\n\"It has to be done, that's all. I want you to keep completely quiet\nabout what we've learned until I can think about it. Bromley should have\nsome ideas. He's a biologist.\"\n\nWhen Benson said, \"biologist\", the obvious solution popped into my head.\n\"If we could sterilize them--all the males, anyway--they have such a\nshort life-span--\"\n\n\"Too slow. Besides, how are you going to coax all the males to lie down\nand--\" His eyes opened wider, \"Radiation!\"\n\n\"Exactly. We take them for a tour of the ship, including the X-ray\nbooth, and pour on the power.\"\n\n\"Might be done at that. But it would be so slow.\"\n\n       *       *       *       *       *\n\nSlow or not, no better plan was conceived among six of us who met\nsecretly that night in Benson's new ship quarters. Donnegan brought his\nfellow biologist, Terrence Frost, and I had contacted the two medics. We\nreached swift agreement as to the necessity of taking steps, and decided\nto work on my rough plan. It was also voted not to divulge our\nintentions to the others, and then the meeting broke up.\n\nWhen I returned to my hut, Jane was sitting cross-legged just outside my\ndoor visiting with Susan. I thought she would be curious about the\nconfidential nature of the meeting from which she was excluded, but she\nhad other things on her mind. She stood up and said, \"I think your\npatient is recovered, and you've got a problem, mister.\" She stalked off\ninto the night.\n\nI looked at Sue's pink face and half-guessed the answer before she told\nme. It seemed that Joe had suddenly developed amorous inclinations. Sue\nhad the habit of stroking his head like a pet dog, and this evening,\nwithout warning, Joe had begun returning the caresses in a manner so\ncasual and gentle that Sue hadn't noticed the trend.\n\nFrom a more objective viewpoint, however, Jane had observed the rather\nunplatonic indications of Joe's attitude and mortified Sue by drawing\nher attention to it with an acid remark.\n\nIn my fury I fancied that Joe had tried to take advantage of my absence.\nHis cleverness in avoiding such advances in my presence was nullified by\nhis error of assuming that Jane would pose no obstacle.\n\nAt present he sprawled in his corner beside an empty mango skin,\nbreathing rapidly, innocently asleep. The incident served to drive home\nDonnegan's story and steel me against the many twinges of conscience I\nwas to suffer in our campaign to wipe out Joe's race.\n\nIt also served as an adequate excuse, in Sue's eyes, when I told Joe the\nnext morning that he was quite well enough to return to the forest. This\nwas a fact we both had known for over a week, but Joe in his indolent\nway, had been quite content to remain and talk with me endlessly. Until\nnow, I had welcomed his presence as an inexhaustible source of\ninformation.\n\nHe accepted the dismissal without rancor and promised to return and\nvisit us next spring.\n\n\"Next spring?\" I said.\n\n\"We will leave soon,\" he said. \"We go south in the autumn.\"\n\n\"Wait,\" I said. And I told him that as a gesture of friendship we had\ndecided to take all males of his race for a tour through the ship. Would\nhe take this word to his people?\n\nHe said he would, but his face became very thoughtful.\n\nThat afternoon they formed a short line at the ramp, and the \"tours\"\nbegan. The line was short because they refused to wait long for\nanything, but as the line shortened, others came from the woods to take\ntheir places. To produce a favorable \"press\" on our show and thus assure\nperfect attendance by _all_ the males, Benson rigged several mechanical\ndisplays of flashing lights and whirling devices.\n\nThey were delighted, and when they got to the X-ray booth, to induce\nthem to stand still we set up a gas torch with a beautiful, vermilion,\nstrontium flame. The only problem at this point was to get them to move\non after they got their painless dose of sterilizing radiation.\n\nEvery tenth \"golden boy\" was shunted into a small chamber filled with\n_orgon_, the instant anaesthetizing gas, and Dr. Sorenson, wearing an\noxygen mask, would catch him as he fell, take his specimen, hand it\nthrough a slot to Dr. Bailey and then drag the unsuspecting victim into\nthe fresh air where the nurses took over with more wonders to distract\nhis attention.\n\nThis running spot-check on the collected semen samples assured us that\nour radiation was effectively destroying the spermatozoa.\n\nI sat at my old place at the base of the ramp, weeding out the\noccasional females who tried to sneak in and also checking to see that\nwe had no repeats.\n\nOur method was simplicity itself. As each native finished our tour an\nattendant atomized a faint but very permanent stain of waterproof dye on\nthe hair of the right shoulder blade. It was hardly noticeable unless\nyou were looking for it, and that was one of my jobs.\n\nIn two days we \"toured\" 481 males.\n\nA week later the night rains began, and our unwelcomed neighbors\nvanished.\n\n       *       *       *       *       *\n\nBenson had postponed his little lecture deliberately, and now he called\nus all together for a fatherly talk which I helped him prepare. He began\nabruptly.\n\n\"Since nature has been so bountiful in providing us with tala, I don't\nintend to proclaim any silly prohibition regarding its consumption. With\na little reflection, however, I hope that all of you can understand that\nwe must have some control. I am fully aware that many of you arranged\nyour own private channels for obtaining this liquor, but with the\ndeparture of our tree-climbing friends the easy source has dried up.\n\n\"Now, to prevent some of you from breaking your fool necks trying to\nclimb the trees yourselves, I propose that we place tala in the\ncommissary as a normal ration to be issued equitably to all--when it is\navailable. And working together, our clearing parties will, no doubt,\nfell enough mango trees to give us all a fair taste.\"\n\nBenson's unexpected tolerance and remarkable proposal was received with\nmixed embarrassment, relief and enthusiasm. He went on, \"We have enjoyed\nalmost two months of rather unrestrained partying, and I'm not going to\nrail at you for some of the illicit behaviour that came to my attention.\nSo far the intimacies which some of you took with the natives have\nproduced no epidemics nor bastard offspring on either side. However,\nwere I to accept your actions as typical of the future, I would consider\nour colony doomed already and write off this planet as unfit for further\ninvestment by Earth civilization.\n\n\"Instead, I feel you will, during the winter months, regain your\nperspective and apply yourself to the principles which brought us here\nand must continue to bind us together if we are to survive as a\npermanent culture.\"\n\nBenson's speech had the desired effect. Without the little people around\nto distract us, the colonists plunged into their work, and things got\ndone. True, a rather disproportionate number of logs brought in by the\nfalling crews turned out to be mango-wood, but the tala-rationing\nprogram added incentive precisely where it was needed. The perimeter of\nour clearing advanced rapidly, the cultivating and planting parties\nfollowed closely behind, and the sawmill added an industrious sound to\nthe whole operation.\n\nAs Benson had hoped, when the people buckled down they once again began\nyearning for the conveniences they had left on earth. The chemists\nfinally contrived suitable raw materials for the plasticizer and began\nmanufacturing screens for our gaping windows, much-needed pipe for our\nwater and sewage systems and even a few \"frivolous\" luxuries such as\ncups, saucers and fruit bowls. The commissary and other public buildings\nwere planked out roughly, and the hospital-clinic was completed before\nthe first two babies arrived.\n\nThe history-making blessed event was an honor and an onus to Captain\nSpooner and his young wife. To father the first human offspring on\nSirius XXII was the fond hope of many of us, but Spooner and the Second\nOfficer had something over a light-year head-start on the rest of us.\n\nInfant Spooner arrived just 5-1/2 months after our landing. The Mate's\nbaby came two weeks later. Sue herself was satisfyingly pregnant. By\nspring it was obvious that Earth's gynecologists had chosen the members\nof our colony well, and there would be no dearth of young blood. Fully a\nthird of the women were expecting, and Sue's date indicated she would\nhave won the derby if it hadn't been for the ship's officers' perfidy.\n\nThe colony as a whole was in good shape. As the most pressing work was\ndisposed of, the men took turns at the pleasant hunting details, and we\nbegan enjoying fresh meat from the small game of the forest.\n\nOn one such trip I brought back a live little animal that looked like a\ncross between a three-toed sloth and a teddy bear, except that he had a\nlong, woofly snout like an ant-eater. He seemed to be hibernating in the\ncrotch of a small tree, and when I shook him down he cuddled up and\nclung to my neck so lovingly that I decided he'd make a good pet for\nSue.\n\nThe little cub kept nipping affectionately at my neck on the hike back,\nand he clung so close he was a nuisance, but Sue was delighted. We had\nto improvise a cage at night to keep him from mauling us and keeping us\nawake.\n\nSue named him, \"Toots\", and we were the envy of all the camp. When Joe\nand his people returned three weeks later, and we discovered the truth\nabout Toots, the others were happy they hadn't acquired a similar pet.\n\n       *       *       *       *       *\n\nIt was late spring, and the mango trees were rapidly refilling their\nhigh branches with the tala-fruit. We now had a roofed central kitchen\nwhere the women prepared our meals. We ate at long tables in the open.\n\nShortly after the noon meal one day, Joe and his people returned. He\ncaught up to Sue and me as we were strolling to our hut for our daily\nfifteen-minute siesta. He appeared tired from the journey but quite glad\nto see us. I felt the pangs of conscience as I added my hypocritical\nwelcome to Sue's warm greeting.\n\nIn his old room we sat on the rough furniture I had fashioned, and Joe\neyed Sue's fruitful contours. \"A baby soon, eh? We have many babies\namong us.\"\n\n\"You--have?\" I said.\n\n\"Many were born on the return trip. They slowed up the females with\ntheir sucking. For eight days they are a burden on the mother.\"\n\nSue exclaimed, \"Eight days? Then what happens?\"\n\nThe subject did not greatly interest Joe. \"Then they find their own\nfood--if the _koodi_ does not find them first.\"\n\n\"What in the world is a _koodi_?\" Sue asked with a shiver.\n\nJoe was silent for a minute. He wrinkled his broad brow and looked at\nme. \"Samrogers, you asked me many questions about how we die. I did not\nunderstand this death for a long time. Now I know. It is when the\n_koodi_ comes. He comes to the very young and to the old. The babies are\ntoo small to hold him off. The old drink much tala, then the _koodi_\ncomes to them. This is my third year, and my thirst for tala is great.\nThe _koodi_ will come.\"\n\nHis words painted a clear picture of a superstitious concept of death,\npersonifying it even as humans refer to the \"grim reaper\". But Sue took\na different view. \"What does the _koodi_ look like?\" she persisted.\n\nJoe looked puzzled. He raised a long, four-segmented finger and pointed\nto a corner of the room where Toots was curled up like a fur neck-piece.\n\"He looks like that. There is a _koodi_.\"\n\nMy first impulse was to reject the statement as ridiculous. Toots was as\nharmless as an over-sized kitten. Besides, the manual made no mention\nof--\n\nSue made a small sound in her throat. Her face was colorless. \"Sam! Get\nhim out of here!\"\n\n\"But the manual--\"\n\n\"The manual didn't mention Joe's people, either,\" she said\nhalf-hysterically. \"_Get Toots out of here._\"\n\nStill unbelieving I walked over and hauled the little fuzzy animal up\ninto my arms. Instantly, he cuddled close and rammed his pointed snout\nunder my open collar and began nibbling at my neck. I took him outside,\nand out of perverse curiosity I let him have his way with my neck. At\nfirst it tickled, as always, but instead of batting his head away I let\nhim nibble with his soft, pointed lips.\n\nSue called out, \"Sam what are you doing? Kill him, Sam!\"\n\nHis lips spread into a little circle on my flesh and began sucking\ngently. There was no pain, just the throb of my jugular under his mouth.\nNow his long, soft, hairy arms became firmer around my neck. I jerked\nback and they gripped hard. A chill of panic stabbed me, and I could\nfeel the taut flesh of my neck drawn more deeply into his puckered lips.\n\nI tugged at him silently, not wishing to frighten Sue. He wouldn't come\nloose. In broad, noon-daylight I had a Sirian vampire in my arms,\nthreatening to rupture my jugular vein and kill me within speaking\ndistance of half a hundred people. I tried to level my voice. \"Joe,\nwould you come out here, please?\"\n\nHe came at once, stared with a blank expression and said, \"You have been\ndrinking much tala?\"\n\n\"Help me, dammit!\" I said, holding my voice down. \"I can't shake him\nloose. He's trying to--\" The long, tight arm squeezed off my breath. In\nturn I tried to strangle him, but under the thick fur was a bony\nprotection where there should have been soft neck.\n\n\"It does no good to kill the _koodi_,\" Joe said. \"There is always\nanother. Once they hold you tightly it is too late.\"\n\nSue thought differently. She came through the door like a hell-cat.\nCatching up her garden hoe she swung a blow that, had it missed Toots,\nwould have crushed my skull. But Sue didn't miss. I fell on my back, and\nToots let go, dead of a broken spine.\n\n       *       *       *       *       *\n\nThe \"liquor control board\" was Benson's best idea. Not only did it put\ntala on a legitimate basis, but it controlled our dealings with the\nnatives. Bromley, the chemist, who was the original offender, was\ncharged with manufacturing the wooden matches, and the medium of\nexchange was concentrated in the hands of the commissary \"purchasing\nagent\".\n\nThe reason that Benson sanctioned the controlled tala trade with the\nnatives stemmed from our apparent failure to sterilize the males. There\nwas, indeed, a huge crop of native babies, tiny little dolls that looked\nlike spider monkeys and dropped from their mothers' breasts after little\nmore than a week.\n\nThe brisk tala trade was part of our program to keep the natives in\nclose association while we devised ways and means to discover the cause\nof our failure. All quarantine rules had long since been dropped, and\nSorenson and Bailey began inventing ruses to lure the males into the gas\nchamber again.\n\nWeeks passed while we worked our way through the whole male population\nagain, testing for fertility and X-raying it wherever we found it.\nThrough Joe we advertised new wonders to be seen in the ship, and as the\nsight-seers left we tagged each with an atomized spot on the other\nshoulder, indicating that he was still sterile or had just become so.\n\nThis time we tallied 496 males which, according to Joe, was certainly\nthe whole masculine population. The mystery of our failure at genocide\nforced an unpleasant decision on Benson. The biologists and medics\ninsisted that we must win the natives' confidence even further to gain\ntheir cooperation. As the heat of summer bore down and the mercury rose,\nwe eased off on the work schedule and deliberately planned social\nfunctions to which we had Joe invite a group of natives. There were\npicnics and beach parties where our guests brought their own tala, and\nours was carefully rationed. Group singing entranced the little golden\npeople, and they took remarkable delight in the discovery of their own,\nsweetly pitched voices. Enterprising Joe, with his remarkable memory,\nsoon became unofficial song leader, and all day long we would hear the\nnatives practicing.\n\nSue's baby came, a sturdy little boy whom we named Richard Joseph--Sue\ninsisted on the second name, and I couldn't argue her out of it without\nrevealing my reasons. Within two weeks the clinic's nursery was full of\nbabies, and it was at this point that the natives' interest became\ndeeply stirred.\n\nThe language barriers were breaking down rapidly. Many of our regular\nvisitors were females, and with Joe's help as an interpreter they were\nsoon able to ask questions. Their greatest curiosity hinged on the\nfabulous care we gave our infants.\n\nAlthough I wouldn't permit Sue to do it, several of our women began\nusing female natives for baby-sitters. This led to the first basic\nbehaviour change we had noticed. The females began to pay more attention\nto their own offspring. It was as if they had just discovered the\npleasure of fondling their babies and watching them crawl and kick and\ngurgle. Even after the first week they were still carrying them around,\nfinding choice morsels of fruit for them, fanning off the insects and\nsinging them to sleep with their new-found abilities to make music.\n\nBenson noticed it and called a meeting of the secret six. He said, \"Our\nlittle program had better work this time or we are in for it. Apparently\nthis _koodi_ animal that Sam had the tussle with is the principal\npopulation control, and now the mothers are packing their kids around\nuntil they're old enough to fight off the _koodi_.\"\n\nDonnegan shook his head. \"Damned if I can find out where we slipped up.\nFrost and I just finished a series of tests with native ova and human\nsperm. They don't mix. Of course, we didn't expect them to, but what in\nhell is the answer?\"\n\nI hadn't known of this project. I said, \"You didn't think that our male\ncolonists--\"\n\nBenson scowled with exasperation. \"We don't know what to think, Sam! We\nsterilized 481 native males last fall, and the babies are just as thick\nas ever.\"\n\nI said, \"Well, we got to 496 of them this time. That should do it for\nsure. Joe says he'll keep a lookout for any males without the two stains\non his shoulder.\"\n\nBenson narrowed his eyes. \"You know, it strikes me that Joe is being\nawfully helpful. What reason did you give him for wanting this\ninformation?\"\n\n\"He didn't ask,\" I said.\n\n       *       *       *       *       *\n\nOur 12-month year was composed of 37-day months, except February which\nwe shorted six days to make it come out even.\n\nAccording to this calendar the \"May-flies\" came in July, just a month\nbefore our first anniversary. The little winged insects were a seasonal\nlife-form, one more item that escaped the exploratory party, and for\nwhich we were unprepared.\n\nThey came out of the north, and they struck us before we could take\nshelter in the ship or our plastic-screened huts. They were a little\nsmaller than flying ants, and even their long wings were jet-black.\nTheir bites were infinitesimal, but each one smarted like a prick with a\nhot needle.\n\nIn the midst of the confusion of rescuing babies and herding everyone in\ndoors, I noticed that all the natives had disappeared into the forest.\nEveryone had suffered a hundred bites or more, and we were sorry,\nswollen sights. Sue insisted that I cover myself and make a run for the\nclinic to see if Dr. Bailey had any remedies for the bites. Richard\nJoseph was crying loudly from the irritation, so I agreed.\n\nIt was only 75 yards to the clinic, and I made it without collecting\nmany more stings. But the doctors had nothing to offer. They were\ndabbing various salves, astringents and pastes on test patches of their\nown skin, but nothing seemed to have any effect at all.\n\n\"All we hope,\" said Sorenson, \"is that the flies aren't\nmicrobe-carriers.\"\n\nI started out the door to return then stepped back and peered through\nthe screen. The forest was erupting with natives. They staggered into\nthe clearing, headed for the center of it and sank down as if with great\nweariness. On and on they came until the ground among our buildings was\nliterally paved with their prone bodies.\n\n\"Poor devils.\" Bailey murmured as the clouds of flies continued to sweep\nthrough our village. \"Nothing we can do, though. I wonder why they come\nout in the open? You'd think they had better protection in the trees.\"\n\nI had no answers, so I covered my head again and made a dash for my own\nhut. Inside I brushed off the clinging flies and stamped on them. \"The\nmedics don't have any help for us,\" I said. Then I saw him.\n\nSue was struggling to hold Joe on his feet. His arms were draped loosely\nover her shoulders, and for a second I couldn't decided whether he was\nill or making a pass at Sue.\n\nI pulled him off her by one shoulder. He swung around and toppled into\nmy arms. Remarkably few insect bites showed under the transparent haze\nof golden hair, but he reeked of tala.\n\n\"You're drunk,\" I yelled at him. \"A lot of help you are at a time like\nthis!\"\n\n\"Tala,\" he said from loose lips. \"Much tala.\"\n\n\"You've had much tala, all right!\" I said disgusted.\n\nSue said, \"We've got to let him stay in here, Sam. The flies will eat\nhim alive out there.\" She went to the window and knocked the flies from\nthe outside of the screen. Then she screamed. I thought she had just\ndiscovered the massed natives, but she kept on screaming until I went to\nher and looked out.\n\nIn the late afternoon sun, fuzzy little brown animals were waddling out\nof the forest, closing in on the 900 or more natives lying senseless in\nthe clearing. _Koodi!_ Dozens of them.\n\nI forgot my screaming wife, my crying infant, the drunken wife-stealer\nslumped on the floor. I forgot the torture of my own stings. All I\nremember is snatching my pistol from its holster that hung by the door\nand plunging out and pulling the trigger until fire ceased to come out\nof it. Then I was kicking and smashing with a tree limb, and every blow\nsmashed one of the vile little ghouls into the grass. I thought I saw\nBenson firing and kicking, but I blacked out before I could be sure.\n\nI regained consciousness with the flies still keening in my ears. Sue\nwas calling my name and slapping me sharply in the face. Joe was trying\nto pull me to my feet, but the last thing I remember is the both of us\ncollapsing to the ground.\n\n       *       *       *       *       *\n\nI awoke days later with a burning fever and gloriously drunken sensation\nof floating. Joe brought a fruit to me when he saw I was stirring. I\ndrank the thin, tangy juice in one breath and sank back into a deep\nsleep again.\n\nMy next drink came from the long, slender fingers of a pretty little\nfemale native. This time it was water, and I stayed awake. Joe came in,\nsaw I was awake and came back in a few minutes with Benson and Dr.\nBailey.\n\nThey both looked terrible, Benson especially. Bailey said, \"Take it\neasy. Sue's at the clinic. She and the baby are all right, but you\ndamned near didn't make it.\"\n\nBenson said, \"Can you talk?\"\n\nI cleared my throat and decided I could. He waved Joe and the female\nout. Then he and Bailey sat down beside me. I asked, \"Any casualties?\"\n\n\"Two of our babies and thirty-six native babies. Some of the _koodi_\ncame in after dark.\"\n\nIt sounded strange, Benson's listing native casualties with our own.\n\nThe memory of the _koodi_ attack brought a wave of nausea over me. I\nsaid, \"Benson, I'm sorry, but I'm all done trying to murder Joe's race.\nI want no further part of it.\"\n\nBenson's face was thin and drawn, and he stared at the floor. \"If we\nhaven't murdered it already,\" he said, \"there will be no more attempts\nwhile I am in charge.\" He covered his face with his hands. \"Bailey. Tell\nhim, Bailey.\"\n\nThe doctor's voice was gravelly and weak. \"If it hadn't been for the\nnatives we'd all have died. The venom from the flies paralyzed everyone\nthe second day after the swarm hit us. The flies were gone the next\nmorning, but every soul in the colony passed out. Joe and his friends\ntook care of us, poured tala down our throats and fed us.\"\n\n\"But they were soused,\" I said.\n\n\"Their only defense against the flies. The little black devils left the\nnatives pretty well alone, and it appears that the tala was responsible.\nCould be that the stuff is what neutralized the toxin, too. They must\nhave poured a gallon of it down me, judging from the empty skins by my\nbed. At any rate, they kept us alive until we could get up and feed\nourselves.\"\n\n\"Why did they come into the clearing when they drank the tala?\" I asked.\n\nBailey said, \"Joe told us that the day he saw Sue kill the _koodi_ that\nwas attacking you, he got the idea that he should do something about\nthem himself. Through his efforts the natives no longer take the little\ndevils as an inevitable evil. They kill them wherever they find them\nnow. And when they had to get drunk to save themselves from the flies,\nJoe passed the word for them to head for the clearing. The _koodi_\nusually avoid the sunlight, but it was late in the afternoon. They came\nanyway.\"\n\n\"Phil,\" I said, \"did I see you out there with me, killing the little\nbastards?\"\n\nHe nodded silently.\n\n\"You had changed your mind about the natives at that time?\"\n\n\"I--I suppose so. Don't rub it in, Sam. It's hard enough to live with\nthe thought of how wrong I was. All I can do now is pray that whatever\nfailed in our first try failed again. Joe's people have made the human\nrace look pretty dismal. They have every right to their planet, and if\nwe are foolish enough to go native, well--at least we have a stronger\nsurvival instinct.\"\n\nAt that point Susan came in carrying Richard. He had the hiccoughs. Sue\nkissed me. \"Richard just drew his ration of sterile tala from the\nclinic. He still has a slight fever. But thanks to Joe and Harmony--\"\n\n\"Harmony? Who's that?\"\n\n\"The native girl who helped Joe nurse us. Her name is really\nHah-ah-arm-ig-hin-ih-hee, or something like that. She answers to\nHarmony, though.\"\n\nAnd she did. Hearing her name the little golden girl came through the\ndoor towing Joe by one hand.\n\nI said, \"One of your favorites, Joe?\"\n\nHe ran a caressing, four-fingered hand over her shoulder. \"I like her,\"\nhe admitted. \"She wants to call me husband like Sue calls you.\"\n\nBailey smiled. \"It seems there is a new fad among the natives. Something\nlike monogamy, I understand.\"\n\nI said, \"What do you think of the idea, Joe?\"\n\nHe thought it over. \"I have not made up my mind.\"\n\nSue pressed him, \"Why not marry Harmony, Joe?\"\n\nIn the blunt manner in which he so often made his curious revelations,\nJoe blurted out, \"Because I am in much demand among all the females. It\nis--very pleasant.\"\n\nBailey's eyes widened. He ordered, \"Bend over, Joe.\"\n\nJoe obliged so we could all examine his back. There were two brown\nstains on his shoulder blades as there should be, but Bailey was not\nsatisfied. He poked a finger into them and examined the skin under the\nhair. \"Mango pitch!\" he announced. \"Stained clean down to the skin. Did\nyou do that, Joe?\"\n\n\"Yes.\"\n\n\"Why?\"\n\n\"I knew you would force me to go into the ship with the others if I\ndidn't have the stain.\"\n\nBenson looked up, shocked. \"Then you--you knew what we were trying to\ndo?\"\n\n\"Yes. You and Samrogers spoke of it outside the hut one day. You thought\nI was asleep. Some of your words puzzled me, so I stayed away from the\nship. Then I found out what they meant.\"\n\n\"But you helped us get the others to go into the ship!\"\n\n\"It was what you wanted,\" Joe said simply. \"Later, when we went south,\nthe females saw that only Joe's favorites continued to have babies. So\nJoe became very--popular.\"\n\nI said, \"You mean they figured it out?\"\n\nJoe smiled. \"Did you think we do not know about--\" he paused to dredge\namong his amazing store of human idioms, \"--the facts of life?\"\n\nBailey shook his head. \"What a man! What a race! Think what they would\nbe if they had a human's survival instinct!\"\n\n\"And thumbs,\" I added.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Test Colony, by Winston Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TEST COLONY ***\n\n***** This file should be named 32676.txt or 32676.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/7/32676/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}