{"title": "Planet of the Gods", "author": "Robert Moore Williams", "releaseDate": "June 5, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          PLANET OF THE GODS\n\n                       By Robert Moore Williams\n\n[Transcriber Note: This etext was produced from Amazing Stories December\n1942. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: Two planets circling Vega! But a more amazing discovery\nwaited the explorers when they landed!]\n\n\n\n\nCHAPTER I\n\n\n\"What do you make of it?\" Commander Jed Hargraves asked huskily.\n\nRon Val, busy at the telescope, was too excited to look up from the\neye-piece. \"There are at least two planets circling Vega!\" he said\nquickly. \"There may be other planets farther out, but I can see two\nplainly. And Jed, the nearest planet, the one we are approaching, has an\natmosphere. The telescope reveals a blur that could only be caused by an\natmosphere. And--Jed, this may seem so impossible you won't believe\nit--but I can see several large spots on the surface that are almost\ncertainly lakes. They are not big enough to be called oceans or seas.\nBut I am almost positive they are lakes!\"\n\nAccording to the preconceptions of astronomers, formed before they had a\nchance to go see for themselves, solar systems were supposed to be rare\nbirds. Not every sun had a chance to give birth to planets. Not one sun\nin a thousand, maybe not one in a million; maybe, with the exception of\nSol, not another one in the whole universe.\n\nAnd here the first sun approached by the Third Interstellar Expedition\nwas circled by planets!\n\nThe sight was enough to drive an astronomer insane.\n\nRon Val tore his eyes away from the telescope long enough to stare at\nCaptain Hargraves. \"Air and water on this planet!\" he gasped. \"Jed, do\nyou realize what this may mean?\"\n\nJed Hargraves grinned. His face was lean and brown, and the grin,\nspreading over it, relaxed a little from the tension that had been\npresent for months.\n\n\"Easy, old man,\" he said, clapping Ron Val on the shoulder. \"There is\nnothing to get so excited about.\"\n\n\"But a solar system--\"\n\n\"We came from one.\"\n\n\"I know we did. But just the same, finding another will put our names in\nall the books on astronomy. They aren't the commonest things in the\nuniverse, you know. And to find one of the planets of this new system\nwith air and water--Jed, where there is air and water there may be\nlife!\"\n\n\"There probably is. Life, in some form, seems to be everywhere. Remember\nwe found spores being kicked around by light waves in the deepest depths\nof space. And Pluto, in our own system, has mosses and lichens that the\nbiologists insist are alive. It won't be surprising if we find life out\nthere.\" He gestured through the port at the world swimming through space\ntoward them.\n\n\"I mean intelligent life,\" Ron Val corrected.\n\n\"Don't bet on it. The old boys had the idea they would find intelligent\nlife on Mars, until they got there. Then they discovered that\nintelligent creatures had once lived on the Red Planet. Cities, canals,\nand stuff. But the people who had built the cities and canals had died\nof starvation long before humans got to Mars. So it isn't a good bet\nthat we shall find intelligence here.\"\n\n       *       *       *       *       *\n\nThe astronomer's face drooped a little. But not for long. \"That was true\nof Mars,\" he said. \"But it isn't necessarily true here. And even if Mars\nwas dead, Venus wasn't. Nor is Earth. If there is life on two of the\nplanets of our own solar system, there may be life on one of the planets\nof Vega. Why not?\" he challenged.\n\n\"Hey, wait a minute,\" Hargraves answered. \"I'm not trying to start an\nargument.\"\n\n\"Why not?\"\n\n\"If you mean why not an argument--\"\n\n\"I mean, why not life here?\"\n\n\"I don't know why not,\" Hargraves shrugged. \"For that matter, I don't\nknow _why_, either.\" He looked closely at Ron Val. \"You ape! I believe\nyou're hoping we will find life here.\"\n\n\"Of course that's what I'm hoping,\" Ron Val answered quickly. \"It would\nmean a lot to find people here. We could exchange experiences, learn a\nlot. I know it's probably too much to hope for.\" He broke off. \"Jed, are\nwe going to land here?\"\n\n\"Certainly we're going to land here!\" Jed Hargraves said emphatically.\n\"Why in the hell do you think we've crossed thirty light years if we\ndon't land on a world when we find one? This is an exploring\nexpedition--\"\n\nHargraves saw that he had no listener. Ron Val had listened only long\nenough to learn what he wanted to know, then had dived back to his\nbeloved telescope to watch the world spiraling up through space toward\nthem. That world meant a lot to Ron Val, the thrill of discovery, of\nexploring where a human foot had never trod in all the history of the\nuniverse.\n\nNew lands in the sky! The Third Interstellar Expedition--third because\ntwo others were winging out across space, one toward Sirius, the other\ntoward Cygnus--was approaching land! The fact also meant something to\nJed Hargraves, possibly a little less than it did to Ron Val because\nHargraves had more responsibilities. He was captain of the ship,\ncommander of the expedition. It was his duty to take the ship to Vega,\nand to bring it safely home.\n\nHalf of his task was done. Vega was bright in the sky ahead and the\ntough bubble of steel and quartz that was the ship was dropping down to\nrest on one of Vega's planets. Hargraves started to leave the nook that\nhoused Ron Val and his telescope.\n\nThe ship's loudspeaker system shouted with sudden sound.\n\n\"Jed! Jed Hargraves! Come to the bridge at once.\"\n\nThat was Red Nielson's voice. He was speaking from the control room in\nthe nose of the ship. Nielson sounded excited.\n\nHargraves pushed a button under the loudspeaker. The system was two-way,\nallowing for intercommunication.\n\n\"Hargraves speaking. What's wrong?\"\n\n\"A ship is approaching. It is coming straight toward us.\"\n\n\"A ship! Are you out of your head? This is Vega.\"\n\n\"I don't give a damn if it's Brooklyn! I know a space ship when I see\none. And this is one. Either get up here and take command or tell me\nwhat you want done.\"\n\nDiscipline among the personnel of this expedition was so nearly perfect\nthere was no need for it. Consequently there was none. Before leaving\nearth, skilled mental analysts had aided in the selection of this crew,\nand had welded it together so artfully that it thought, acted, and\nfunctioned as a unit. Jed Hargraves was captain, but he had never heard\nthe word spoken, and never wanted to hear it. No one had ever put \"sir\"\nafter his name. Nor had anyone ever questioned an order, after it was\ngiven. Violent argument there might be, before an order was given, with\nHargraves filtering the pros and cons through his rigidly logical mind,\nbut the instant he reached a decision the argument stopped. He was one\nof the crew, and the crew knew it. The crew was one with him, and he\nknew it.\n\nHe might question Nielson's facts, once, in surprise. But not twice. If\nNielson said a ship was approaching, a ship _was_ approaching.\n\n       *       *       *       *       *\n\n\"I'm coming,\" Hargraves rapped into the mike. \"Turn full power into the\ndefense screen. Warn the engine room to be ready for an emergency. Sound\nthe call to stations. And Red, hold us away from this planet.\"\n\nAlmost before he had finished speaking, a siren was wailing through the\nship. Although he had used the microphone in the nook that housed the\ntelescope, Ron Val had been so interested in the world they were\napproaching that he had not heard the captain's orders. He heard the\nsiren.\n\n\"What is it, Jed?\"\n\nHargraves didn't have time to explain. He was diving out the door and\nracing toward the bridge in the nose of the ship. \"Come on,\" he flung\nback over his shoulder at Ron Val. \"Your post is at the fore negatron.\"\n\nRon Val took one despairing glance at his telescope, then followed the\ncommander.\n\nAs he ran toward the control room, Hargraves heard the ship begin to\nradiate a new tempo of sound. The siren was dying into silence, its\nwarning task finished. Other sounds were taking its place. From the\nengine room in the stern was coming a spiteful hiss, like steam escaping\nunder great pressure from a tiny vent valve. That was the twin atomics,\nloading up, building up the inconceivable pressures they would feed to\nthe Kruchek drivers. A slight rumble went through the ship, a rumble\nseemingly radiated from every molecule, from every atom, in the vessel.\nIt _was_ radiated from every molecule! That rumble came from the Kruchek\ndrivers warping the ship in response to the controls on the bridge. Bill\nKruchek's going-faster-than-hell engines, engineers called them. A\nfellow by the name of Bill Kruchek had invented them. When Bill\nKrucheck's going-faster-than-hell drivers dug their toes into the\nlattice of space and put brawny shoulders behind every molecule within\nthe field they generated, a ship within that field went faster than\nlight. The Kruchek drivers, given the juice they needed in such\ntremendous quantities, took you from hell to yonder in a mighty hurry.\nThey had been idling, drifting the ship slowly in toward the planet.\nNow, in response to an impulse from Nielson on the bridge, they\ngrumbled, and hunching mighty shoulders for the load, prepared to hurl\nthe ship away from the planet. Hargraves could feel the vessel surge in\nresponse to the speed. Then there was a distant thud, and he could feel\nthe surge no longer. The anti-accelerators had been cut in, neutralizing\nthe effect of inertia.\n\nShoving open a heavy door, Hargraves was in the control room. A glance\nshowed him Nielson on the bridge. Leaning over, his fingers on the bank\nof buttons that controlled the ship, he was peering through the heavy\nquartzite observation port at something approaching from the right.\nBeside him, on his right, a man was standing ready at the radio panel.\nAnd to the left of the bridge two men had already jerked the covers from\nthe negatron and were standing ready beside it.\n\n       *       *       *       *       *\n\nRon Val leaped past Hargraves, dived for a seat on the negatron. That\nwas his post. He had been chosen for it because of his familiarity with\noptical instruments. Along the top of the negatron was a sighting\ntelescope. Ron Val looked once to see where the man on the bridge was\nlooking, then his fingers flew to the adjusting levers of the telescope.\nThe negatron swung around to the right, centered on something there.\n\n\"Ready,\" Ron Val said, not taking his eyes from the 'scope.\n\n\"Hold your fire,\" Hargraves ordered.\n\nHe was on the bridge, standing beside Red Nielson. Off to the right he\ncould see the enemy ship. Odd that he should think of it as an enemy. It\nwasn't. It was merely a strange ship. But there were relics in his mind,\nvague racial memories, of the days when stranger and enemy were\nsynonymous. The times when this was true were gone forever, but the\nthoughts remained.\n\n\"Shall we run for it?\" Nielson questioned, his hands on the controls\nthat would turn full power into the drivers.\n\n\"No. If we run, they will think we have some reason for running. That\nmight be all they would need to conclude we are up to no good. Is the\ndefense screen on full power?\"\n\n\"Yes.\" Nielson pushed the lever again to be sure. \"I'm giving it all it\nwill take.\"\n\nHargraves could barely see the screen out there a half mile from the\nship. It was twinkling dimly as it swept up cosmic dust.[1]\n\n[Footnote 1: Originally devised as a protection against meteors, it was\na field of force that would disintegrate any solid particle that struck\nit, always presuming it did not tangle with an asteroid or a meteor too\nbig for it to handle. A blood brother of the negatron, it made space\nflight, if not a first-class insurance risk, at least fairly safe.--Ed.]\n\nThe oncoming ship had been a dot in the sky. Now it was a round ball.\n\n\"Try them on the radio,\" Hargraves said. \"They probably won't understand\nus but at least they will know we're trying to communicate with them.\"\n\nThere was a swirl of action at the radio panel.\n\n\"No answer,\" the radio operator said.\n\n\"Keep trying.\"\n\n\"Look!\" Nielson shouted. \"They've changed course. They're coming\nstraight toward us.\"\n\nThe ball had bobbled in its smooth flight. As though caught in the\nattraction of a magnet it was coming straight toward them.\n\nFor an instant, Hargraves stared. Should he run or should he wait? He\ndidn't want to run and he didn't want to fight. On the other hand, he\ndid not want to take chances with the safety of the men under his\ncommand.\n\nHis mission was peaceful. Entirely so. But the ball was driving straight\ntoward them. How big it was he could not estimate. It wasn't very big.\nOddly, it presented a completely blank surface. No ports. And, so far as\nhe could tell, there was no discharge from driving engines. The latter\nmeant nothing. Their own ship showed no discharge from the Kruchek\ndrivers. But no ports--\n\nIt came so fast he couldn't see it come. The flash of light! It came\nfrom the ball. For the fractional part of a second, the defense screen\ntwinkled where the flash of light hit it. But--the defense screen was\nnot designed to turn light or any other form of radiation. The light\ncame through. It wasn't light. It carried a component of visible\nradiation but it wasn't light. The beam struck the earth ship.\n\n_Clang!_\n\n       *       *       *       *       *\n\nFrom the stern came a sudden scream of tortured metal. The ship rocked,\ncareened, tried to spin on its axis. On the control panels, a dozen red\nlights flashed, winked off, winked on again. Heavy thuds echoed through\nthe vessel. Emergency compartments closing.\n\nHargraves hesitated no longer.\n\n\"Full speed ahead!\" he shouted at Red Nielson.\n\n\"Ron Val. Fire!\"\n\nThis was an attack. This was a savage, vicious attack, delivered without\nwarning, with no attempt to parley. The ship had been hit. How badly it\nhad been damaged he did not know. But unless the damage was too heavy\nthey could outrun this ball, flash away from it faster than light,\ndisappear in the sky, vanish. The ship had legs to run. There was no\nlimit to her speed. She could go fast, then she could go faster.\n\n\"Full speed--\"\n\nNielson looked up from the bank of buttons. His face was ashen. \"She\ndoesn't respond, Jed. The drivers are off. The engine room is knocked\nout.\"\n\nThere was no rumble from Bill Kruchek's going-faster-than-hell engines.\nThe hiss of the atomics was still faintly audible. Short of\nannihilation, nothing could knock them out. Energy was being generated\nbut it wasn't getting to the drive. Leaping to the controls, Hargraves\ntried them himself.\n\nThey didn't respond.\n\n\"Engine room!\" he shouted into the communication system.\n\nThere was no answer.\n\nThe ship began to yaw, to drop away toward the planet below them. The\nplanet was far distant as yet, but the grasping fingers of its gravity\nwere reaching toward the vessel, pulling it down.\n\nVoices shouted within the ship.\n\n\"Jed!\"\n\n\"What happened?\"\n\n\"Jed, we're falling!\"\n\n\"That ball, Jed--\"\n\nVoices calling to Jed Hargraves, asking him what to do. He couldn't\nanswer. There was no answer. There was only--the ball! It was the\nanswer.\n\nThrough the observation port, he could see the circular ship. It was\ngetting ready to attack again. The sphere was moving leisurely toward\nits already crippled prey, getting ready to deliver the final stroke. It\nwould answer all questions of this crew, answer them unmistakably. It\nleered at them.\n\n_Wham!_\n\nThe ship vibrated to a sudden gust of sound. Something lashed out from\nthe vessel. Hargraves did not see it go because it, too, went faster\nthan the eye could follow. But he knew what it was. The sound told him.\nHe saw the hole appear in the sphere. A round hole that opened inward.\nDust puffed outward.\n\n_Wham, wham, wham!_\n\nThe negatron! The blood brother of the defense screen, its energies\nconcentrated into a pencil of radiation. Faster than anyone could see it\nhappen, three more holes appeared in the sphere, driving through its\nouter shell, punching into the machinery at its heart.\n\nThe sphere shuddered under the impact. It turned. Light spewed out of\nit, beaming viciously into this alien sky without direction. Smoke\nboiled from the ball. Turning it seemed to roll along the sky. It looked\nlike a huge burning snowball rolling down some vast hill.\n\nRon Val lifted a white face from the sighting 'scope of the negatron.\n\n\"Did--did I get him?\"\n\n\"I'll say you did!\" Hargraves heard somebody shout exultantly. He was\nsurprised to discover his own voice was doing the shouting. The sphere\nwas finished, done for. It was out of the fight, rolling down the vast\nhill of the sky, it would smash on the planet below.\n\nThey were following it.\n\nThere was still no answer from the engine room.\n\n\"Space suits!\" Hargraves ordered. \"Nielson, you stay here. Ron Val, you\nothers, come with me.\"\n\n\n\n\nCHAPTER II\n\nVegan World\n\n\nThe engine room was crammed to the roof with machinery. The bulked\nhousings of the atomics, their heavy screens shutting off the deadly\nradiations generated in the heart of energy seething within the twin\ndomes, were at the front. They looked like two blast furnaces that had\nsomehow wandered into a space ship by mistake and hadn't been able to\nfind their way out again. The fires of hell, hotter than any blast\nfurnace had ever been, seethed within them.\n\nBehind the atomics were the Kruchek drivers, twin brawny giants chained\nto the treadmill they pushed through the skies. Silent now. Not\ngrumbling at their task. Loafing. Like lazy slaves conscious of their\npower, they worked only when the lash was on them.\n\nBetween the drivers was the control panel. Ninety-nine percent\nautomatic, those controls. They needed little human attention, and got\nlittle. There were never more than three men on duty here. This engine\nroom almost operated itself.\n\nIt had ceased to operate itself, Jed Hargraves saw, as he forced open\nthe last stubborn air-tight door separating the engine room from the\nrest of the ship. Ceased because--Involuntarily he cried out.\n\nHe could see the sky.\n\nA great V-shaped notch straddled the back of the ship. Something,\nstriking high on the curve of the hull, had driven through inches of\nmagna steel, biting a gigantic chunk out of the ship. The beam from the\nsphere! That flashing streak of light that had driven through the\ndefense screen. It had struck here.\n\n\"Jed! They're dead!\"\n\nThat was Ron Val's voice, choking over the radio. One of the men in this\nengine room had been Hal Sarkoff, a black-browed giant from somewhere in\nMontana. Engines had behaved for Sarkoff. Intuitively he had seemed to\nknow mechanics.\n\nHe and Ron Val had been particular friends.\n\n\"The air went,\" Hargraves said. \"When that hole was knocked in the hull,\nthe air went. The automatic doors blocked off the rest of the ship. The\npoor devils--\"\n\nThe air had gone and the cold had come. He could see Sarkoff's body\nlying beside one of the drivers. The two other men were across the room.\nA door to the stern compartment was there. They were crumpled against\nit.\n\nHargraves winced with pain. He should have ordered everyone into space\nsuits. The instant Nielson reported the approach of the sphere,\nHargraves should have shouted, \"Space suits\" into the mike. He hadn't.\n\nThe receiver in his space suit crisped with sound.\n\n\"Jed! Have you got into that engine room yet? For cripes sake, Jed,\nwe're falling.\"\n\nThat was Nielson, on the bridge. He sounded frantic.\n\nSixteen feet the first second, then thirty-two, then sixty-four. They\nhad miles to fall, but their rate of fall progressed geometrically. They\nhad spent many minutes fighting their way through the air tight doors.\nOne hundred and twenty-eight feet the fourth second. Jed's mind was\nracing.\n\nNo, by thunder, that was acceleration under an earth gravity. They\ndidn't know the gravity here. It might be less.\n\nIt might be more.\n\nRon Val had run forward and was kneeling beside Sarkoff.\n\n\"Let them go,\" Hargraves said roughly. \"Ron Val, you check the drivers.\nYou--\" Swiftly he assigned them tasks, reserving the control panel for\nhimself.\n\n       *       *       *       *       *\n\nThey were specialists. Noble, the blond youth, frantically examining the\natomics, was a bio-chemist. Ushur, the powerfully built man who had\nstood at Ron Val's right hand on the negatron, was an archeologist.\n\nThey were engineers now. They had to be.\n\n\"Nothing seems to be wrong here.\" That was Ron Val, from the drivers.\n\n\"The atomics are working.\" That was Noble reporting.\n\n\"Then what the hell is wrong?\" At the control panel, Hargraves saw what\nwas wrong. The damned controls were automatic, with temperature and air\npressure cut-offs. When the air had gone from the engine room, that\nmeant something was wrong. The controls had automatically cut off the\ndrivers. The ship had stopped moving.\n\nA manual control was provided. Hargraves shoved the switch home. An\noil-immersed control thudded. The loafing giants grunted as the lash\nstruck them, roared with pain as they got hastily to work on their\ntreadmill.\n\nThe ship moved forward.\n\n\"We're moving!\" That was Red Nielson shouting. The controls on the\nbridge were responding now. \"I'm going to burn a hole in space getting\nus away from here.\"\n\n\"No!\" said Hargraves.\n\n\"What?\" There was incredulous doubt in Nielson's voice. \"That damned\nsphere came from this planet.\"\n\n\"Can't help it. We've got to land.\"\n\n\"Land here, now!\"\n\n\"There's a hole as big as the side of a house in the ship. No air in the\nengine room. Without air, we can't control the temperature. If we go\ninto space, the engine room temperature will drop almost to absolute\nzero. These drivers are not designed to work in that temperature, and\nthey won't work in it. We have to land and repair the ship before we\ndare go into space.\"\n\n\"But--\"\n\n\"We land here!\"\n\nThere was a split second of silence. \"Okay, Jed,\" Nielson said. \"But if\nwe run into another of those spheres--\"\n\n\"We'll know what to do about it. Ron Val. Ushur. Back to the bridge and\nman the negatron. If you see anything that even looks suspicious, beam\nit.\"\n\nRon Val and Usher dived through the door that led forward.\n\n\"Stern observation post. Are you alive back there?\"\n\n\"We heard you, Jed. We're alive all right.\"\n\nBack of the engine room, tucked away in the stern, was another negatron.\n\n\"Shoot on sight!\" Hargraves said.\n\nThe Third Interstellar Expedition was coming in to land--with her fangs\nbared.\n\nJed Hargraves called a volunteer to hold the switch--it had to be held\nin by hand, otherwise it would automatically kick out again--and went\nforward to the bridge. Red Nielson gladly relinquished the controls to\nhim.\n\n\"The sphere crashed over there,\" Nielson said, waving vaguely to the\nright.\n\n       *       *       *       *       *\n\nNot until he stepped on the bridge did Jed Hargraves realize how close a\ncall they had had. The fight had started well outside the upper limits\nof the atmosphere. They were well inside it now. Another few minutes and\nthey would have screamed to a flaming crash here on this world and the\nThird Interstellar Expedition would have accomplished only half its\nmission, the least important half.\n\nHe shoved the nose of the ship down, the giants working eagerly at their\ntreadmill now, as if they realized they had been caught loafing on the\njob and were trying to make amends. The planet swam up toward them. He\nbarely heard the voice of Noble reporting a chemical test of the air\nthat was now swirling around the ship. \"--oxygen, so much; water vapor;\nnitrogen--\" The air was breathable. They would not have to attempt\nrepairs in space suits, then.\n\nAbruptly, as they dropped lower, the contour of the planet seemed to\nchange from the shape of a ball to the shape of a cup. The eyes did\nthat. The eyes were tricky. But Jed knew his eyes were not tricking him\nwhen they brought him impressions of the surface below them.\n\nA gently rolling world sweeping away into the distance, moving league\nafter league into dim infinities, appeared before his eyes. No\nmountains, no hills, even. Gentle slopes rolling slowly downward into\nplains. No large rivers. Small streams winding among trees. Almost\nimmediately below them was one of the lakes Ron Val had seen through\nhis telescope. The lake was alive with blue light reflected from\nthe--No, the light came from Vega, not Sol. They were light years away\nfrom the warming rays of the friendly sun.\n\nJed lowered the ship until she barely cleared the ground, sent her\nslowly forward seeking what he wanted. There was a grove of giant trees\nbeside the lake. Overhead their foliage closed in an arch that would cut\nout the sight of the sky. This was what he wanted. He turned the ship\naround.\n\n\"Hey!\" said Nielson.\n\n\"I'm going to back her out of sight among those trees,\" Hargraves\nanswered. \"I'm hunting a hole to hide in while we lie up and lick our\nwounds.\"\n\nOverhead, boughs crashed as the ship slid out of sight. Gently he\nrelaxed the controls, let her drop an inch at a time until she rested on\nthe ground. Then he opened the switches, and grunting with relief, the\ngiants laid themselves down on their treadmill and promptly went to\nsleep. For the first time in months the ship was silent.\n\n\"Negatron crews remain at your posts. I'm going to take a look.\"\n\nThe lock hissed as it opened before him. Hargraves, Nielson, Noble,\nstepped out, the captain going first. The ground was only a couple of\nfeet away but he lowered himself to it with the precise caution that a\ntwenty-foot jump would have necessitated. He was not unaware of the\nimplications of this moment. His was the first human foot to tread the\nsoil of a planet circling Vega. The great-grand-children of his\ngreat-grand-children would tell their sons about this.\n\nThe soil was springy under his feet, possessing an elasticity that he\nhad not remembered as natural with turf. Opening his helmet, he sniffed\nthe air. It was cool and alive with a heady fragrance that came from\ngrowing vegetation, a quality the ship's synthesizers, for all the\ningenuity incorporated in them, could not duplicate. Tasting the air,\nthe cells of his lungs eagerly shouted for more. He sucked it in, and\nthe tensions that kept his body all steel springs and whipcord relaxed a\nlittle. A breeze stirred among the trees.\n\n\"Sweet Pete!\" he gasped.\n\n\"That's what I was trying to tell you as we landed,\" Nielson said. \"This\nis not a forest. This is a grove. These trees didn't just grow here in\nstraight orderly lines. They were _planted_! We are hiding in what may\nbe the equivalent of somebody's apple orchard.\"\n\nThe trees were giants. Twenty feet through at the butt, they rose a\nhundred feet into the air. Diminishing in the distance, they moved in\nregular rows down to the shore of the lake, forming a pleasant grove\nmiles in extent. A reddish fruit, not unlike apples, grew on them.\n\nIf this was an orchard, where was the owner?\n\n\n\n\nCHAPTER III\n\nThe Four Visitors\n\n\n\"Somebody coming!\" the lookout called.\n\nJed Hargraves dropped the shovel. Behind him the hiss of an electric\ncutting torch and the whang of a heavy hammer went into sudden silence.\nBack there, a hundreds yards away, they had already begun work on the\nship, attempting to repair the hole gouged in the stout magna steel of\nthe hull. They had heard the call of the lookout and were dropping tools\nto pick up weapons. Jed's hand slid down to his belt to the compact\nvibration pistol holstered there. He pulled the gun, held it ready in\nhis hand. Ron Val and Nielson did the same.\n\nVega, slanting downward, was near the western horizon. The grove was a\nmass of shadows. Through the shadows something was coming.\n\n\"They're human!\" Ron Val gasped.\n\nHargraves said nothing. His fingers tightened around the butt of the\npistol as he waited. He saw them clearly now. There were four of them.\nThey looked like--old men. Four tribal gray-beards out for a stroll in\nthe cool of the late afternoon. Each carried a staff. They were walking\ntoward the ship. Then they saw the little group that stood apart and\nturned toward them.\n\n\"The teletron. Will you go get it, please, Ron Val?\"\n\nNodding, the astro-navigator ran back to the ship. The teletron was a\nnew gadget, invented just before the expedition left earth. Far from\nperfection as yet, it was intended to aid in establishing telepathic\ncommunication between persons who had no common language. Sometimes it\nworked, a little. More often it didn't. But it might be useful here. Ron\nVal was panting when he returned with it.\n\n\"Are you going to talk to them, Jed?\"\n\n\"I'm going to try.\"\n\nThe four figures approached. Hargraves smiled. That was to show his good\nintentions. A smile ought to be common language everywhere.\n\nThe four strangers did not return his smile. They just stopped and\nlooked at him with no trace of emotion on their faces.\n\n[Illustration: What strange thing was this? Who were these people and\nwhat was their power?]\n\nThey looked human. They weren't, of course. Parallel evolution accounted\nfor the resemblance, like causes producing like results.\n\nNielson was watching them like a hawk. Without making an aggressive\nmove, the way he held his gun showed he was ready to go into action at a\nmoment's notice. Behind them, the ship was silent, its crew alert.\nHargraves bent to manipulate the complicated tuning of the teletron.\n\n\"I am Thulon,\" a voice whispered in his brain. \"No need for that.\"\n\nJed Hargraves' leaped to his feet. He caught startled glances from Ron\nVal and Nielson and knew they had heard and understood too. Understood,\nrather. There had been nothing for the ears to hear.\n\n\"Thulon! No need for--_I understood you without_--\"\n\nThulon smiled. He was taller than the average human, and very slender.\n\"We are natural telepaths. So there is no need to use your instrument.\"\n\n\"Uh? Natural telepaths! Well, I'm damned!\"\n\n\"Damned? I cannot quite grasp the meaning of the word. Your mind is\nradiating on an emotional level. Do you wish to indicate surprise? I\ncannot grasp your thinking.\"\n\nHargraves choked, fought for control of his mind. For a minute it had\nrun away with him. He brought it to heel.\n\n\"What are you doing here?\" Thulon asked.\n\n       *       *       *       *       *\n\nHargraves blinked at the directness of the question. They certainly\nwasted no time getting down to business. \"We--\" He caught himself. No\ntelling how much they could take directly from his mind!\n\n\"We came from--far away.\" He tried to force his thoughts into narrow\nchannels. \"We--\"\n\n\"There is no need to be afraid.\" Thulon smiled gently. Or was there\nwiliness in that smile? Was this stranger attempting to lure him into a\nfeeling of false security?\n\n\"I meant, what are you doing _here_?\" Thulon continued. His eyes went\ndown to the ground.\n\nThere was only one shovel on the ground. One shovel was all there had\nbeen in the ship. Thulon's glance went to it, went on.\n\nThere were three mounds. The soft mould had dug easily. It had all been\npatted back into place. On the middle mound Ron Val had finished placing\na small cross that he had hastily improvised from the ship's stores.\nScratched in the metal was a name: Hal Sarkoff.\n\n\"We had an outbreak of buboes,\" Hargraves said. \"That's a disease. Three\nof our companions died and we landed here to bury them. We had just\nfinished doing this when you arrived.\"\n\n\"Died! Three of you died? And you hid them under these mounds?\"\n\n\"Yes. Of course. There was nothing else we could--\"\n\n\"You are going to leave them here in the ground!\"\n\n\"Certainly.\" Hargraves was wondering if this method of disposing of the\ndead violated some tribal taboo of this people. Different races disposed\nof their dead in different ways. He did not know the customs of the\ninhabitants of this world. \"If we have offended against your customs, we\nare sorry.\"\n\n\"No. There was no offense.\" Thulon blanketed his thoughts. Hargraves\ncould almost feel the blanket slip into place.\n\n\"You came in that ship?\" Thulon pointed toward the vessel.\n\n\"Yes.\" It was impossible to conceal this fact.\n\n\"Ah.\" Thulon hesitated, seemed to grope through his mind for the exact\nshade of expression he wished to convey. Hargraves was aware that the\nstranger's eyes probed through him, measured him. \"It would interest us\nto examine the vessel. Would you permit this?\"\n\n\"Certainly.\" Hargraves knew that Red Nielson jerked startled eyes toward\nhim.\n\n\"Jed!\" Nielson spoke in protest.\n\n\"Shut up!\" Hargraves snapped. His body and his mind was a mass of\ntightly wound springs but his face was calm and his voice was suave. He\nturned to Thulon. \"I will be glad to take you through our ship. However,\nI do not recommend it.\"\n\n\"No?\"\n\n\"It might be dangerous, for you and your companions. We have had three\ncases of buboes, resulting in three deaths. All of us have had shots of\nimmunizing serum and we hope we will have no more cases. However, the\ngerms are unquestionably present in the atmosphere of the ship. Since\nyou probably have no immunity to the disease, to breathe the tainted air\nwould almost certainly result in an attack. This disease is fatal in\nnine cases out of ten. I therefore suggest you do not enter the ship. In\nfact,\" Hargraves concluded, \"I was about to say that it might not be\nwise for you and your companions even to come near us, because of the\npossibility that you might contract the disease.\"\n\n       *       *       *       *       *\n\nHad he gotten the story over it? Was it convincing? Out of the corner of\nhis eyes he saw Ron Val glance at him. When he had said their companions\nhad died of buboes, Ron Val had looked as if he thought he was out of\nhis mind. Now Ron Val understood. \"Good going, Jed,\" his glance seemed\nto say.\n\n\"Hargraves--\" This was Nielson speaking. His face was black.\n\n\"I suggest,\" said Jed casually, \"that you let me handle this.\"\n\nNielson gulped. \"Yes. Yes, sir,\" he said.\n\nThulon's companions had been paying attention to the conversation. But\nall the time they were stealing glances at the ship. With half their\nminds, they seemed to be listening to what was being said. But the other\nhalf of their minds was interested in that silent ship hidden under the\ntrees. Were they merely curious, such as any savage might be? Or was\nthis group making a reconnaissance? Hargraves did not know. It did not\nlook like a reconnaissance in force.\n\n\"Do you really think we might contract this disease?\" Thulon asked.\n\nHargraves shrugged. \"I'm not certain. You might not. It would all depend\non the way your bodies reacted to the organism causing the disease.\"\n\n\"Under such circumstances, you show little consideration for our welfare\nby bringing a plague ship to land here.\"\n\n\"We didn't know you existed. I assure you, however, that if you will\nremain away from the ship until we have an opportunity to disinfect it\nthoroughly, any danger to your people will be very slight. On the other\nhand, if you wish to look our vessel over, to assure yourselves that we\nare not a menace to you--which we are not--I shall be glad to take you\nthrough the ship.\"\n\nWas he drawing it too fine? He spoke clearly and forcefully. The words,\nof course, would carry no meaning. But the thought that went along with\nthem would convey what he wanted to say.\n\n\"Ah.\" The thought came from Thulon. \"Perhaps--\" Again the blanket came\nover his mind and Hargraves had the impression Thulon was conferring\nwith his companions.\n\nThe silent conference ended.\n\n\"Perhaps,\" Thulon said. \"It would be better if we returned to visit you\ntomorrow, or the day after tomorrow.\"\n\nHe bowed. Without another word he and his silent companions turned and\nbegan to walk slowly away. Not until he saw the little group slipping\naway into the dusk did Jed realize he had been holding his breath.\n\n\"Hargraves!\" Nielson's voice was harsh. \"Are you going to let them get\naway? You fool! That sphere came from this world. Have you forgotten?\"\n\n\"I have forgotten nothing, I hope.\"\n\n\"But you offered to take them through the ship! They would have seen how\nbadly damaged she is.\"\n\n\"Of course I offered to take them through the ship, then made it\nimpossible for them to accept. We can't stick up 'No Trespassing' signs\nhere. This is their world. We don't know a damned thing about it, or\nabout them. We can't run and we don't want to fight, if we can help it.\nFurthermore, Nielson, I want you to learn to control your tongue.\nRemember that in the future, will you?\"\n\nFor a second, Nielson glared at him. \"Yes, sir.\"\n\n\"All right. Go on back to the ship.\"\n\n       *       *       *       *       *\n\nNielson went clumping back toward the vessel. Hargraves turned to Ron\nVal.\n\n\"What do you make of it?\"\n\n\"I don't know, Jed. There is something about it that I don't like a\nlittle bit. They can read minds. Maybe that is what I don't like because\nI don't know how to react to it. Jed, it may be that we are in great\ndanger here.\"\n\n\"There is little doubt about _that_,\" Hargraves answered. \"Tonight we\nwill stand watches. Tomorrow we will make a reconnaissance of our own.\"\n\nDusk came over the grove. Vega hesitated on the horizon as though trying\nto make up its mind, then abruptly took the plunge and dived from sight\nbeyond the rim of the world. Night came abruptly, hiding the ship and\nits occupants. In the sky overhead, stars twinkled like the eyes of\nwatchful wolves.\n\n\n\n\nCHAPTER IV\n\nThe Monster\n\n\nThey blacked out the ship before they moved it, carefully covering each\nport with paper, then showing no lights. Hargraves handled the controls\nhimself, slowly turning current into the drivers so their grunting would\nnot reveal what was happening.\n\n\"Are we going to take her up high for tonight?\" Ushur, the archeologist\nasked. \"She will fly all right as long as we stay in the atmosphere. We\nwould be safer up high, it seems to me.\"\n\n\"Safer from ground attack, yes,\" Hargraves said thoughtfully. \"However,\nI'm afraid we would be more exposed to attack from a ship.\"\n\n\"Oh! That damned sphere. I had forgotten about it.\"\n\nHargraves moved the ship less than a mile, carefully hid her among the\ntrees. Then he posted guards outside all the ports. He took the first\nwatch himself, in the control room. Ron Val was waiting for him there.\nThe astro-navigator's face was grave. \"Jed,\" he said. \"I've been talking\nto several of the fellows. They don't believe you are taking a\nsufficiently realistic view of our situation. They don't believe you are\nfacing the facts.\"\n\n\"Um. What facts have I been evading?\"\n\n\"You apparently don't realize that it will take months--if it can be\ndone at all--to repair the damage to the ship.\"\n\nHargraves settled deep into his chair. He looked at the astro-navigator.\nRon Val wasn't angry. Nor was he mutinous. He wasn't challenging\nauthority. He was just scared.\n\n\"Ron,\" he said, \"according to the agreement under which we sailed, any\ntime the majority of the members of this expedition wants a new captain,\nthey can have him.\"\n\n\"It isn't that.\"\n\n\"I know. You fellows are scared. Hells bells, man! What do you think I\nam?\"\n\nRon Val's eyes popped open. \"Jed! Are you? You don't show it. You don't\nseem even to appreciate the spot we're in.\"\n\nHargraves slowly lit a cigarette. The fingers holding the tiny lighter\ndid not shake. \"If I had been the type to show it, do you think I would\nhave been selected to head this expedition?\"\n\n\"No. But--\"\n\n\"Because I haven't made an official announcement that we may not be able\nto repair the ship, you seem to think I don't realize the fact. I know\nhow big a hole has been ripped in our hull. I know the ship is made of\nmagna steel, the toughest, hardest, most beautiful metal yet invented. I\nknow the odds are we can't repair the hole in the hull. We don't have\nthe metal. We don't have the tools to work it. I know these things. When\nI didn't call it to your attention, I assumed it was equally obvious to\neveryone else that we may never leave this planet.\"\n\n\"Jed! Never leave this planet! Never--go home! That can't be right.\"\n\n\"See,\" said Hargraves. \"When you get the truth flung in your face, even\nyou crack wide open. Yes, it's the truth. The fact you fellows think I'm\nnot facing--the one you don't dare face--is that we may be marooned here\nfor the rest of our lives.\"\n\nThat was that. Ron Val went aft. Hargraves took up his vigil on the\nbridge. At midnight Ron Val came forward to relieve him.\n\n\"I told them what you said, Jed,\" the astro-navigator said. \"We're back\nof you one hundred per cent.\"\n\nHargraves grinned a little. \"Thanks,\" he said. \"We were selected to work\ntogether as a unit. As long as we remain a unit, we will have a chance\nagainst any enemy.\"\n\n       *       *       *       *       *\n\nDog-tired, he went to his bunk and rolled in. It seemed to him he had\nbarely closed his eyes before a hand grabbed him by the shoulder and a\nshaken voice shouted in his ear. \"Jed! Wake up.\"\n\n\"Who is it? What's wrong?\" The room was dark and he couldn't see who was\nshaking him.\n\n\"Ron Val.\" The astro-navigator's voice was hoarse with the maddest,\nwildest fright Hargraves had ever heard. \"The--the damnedest thing has\nhappened!\"\n\n\"What?\"\n\n\"Hal Sarkoff--\" That was as far as Ron Val could get.\n\n\"What about him?\"\n\n\"_He's outside trying to get in!_\"\n\n\"Have you gone insane? Sarkoff is dead. You helped me bury him.\"\n\n\"I know it. Jed, he's outside. He wants in.\"\n\nHargraves had gone to bed without removing even his shoes. He ran\nforward to the control room, Ron Val pounding behind him. Lights had\nbeen turned on here, in defiance of orders. Someone had summoned the\ncrew. They were all here, all eighteen who remained alive. The inner\ndoor of the lock was open. A dazed guard, who had been on watch outside\nthe lock, was standing in the door. He had a pistol in his hand but he\nlooked as if he didn't know what to do with it.\n\nIn the center of a group of men too frightened to move was a\nblack-haired, rugged giant.\n\n\"Sarkoff!\" Hargraves gasped.\n\nThe giant's head turned until his gaze was centered on the captain. \"You\nmoved the ship,\" he said accusingly. \"I had the damnedest time finding\nit in the dark. What did you move the ship for, Jed?\"\n\nIf some super-magician had cast a spell over the little group he could\nnot have produced a more complete stasis. No one moved. No one seemed to\nbreathe. All motion, all action, all thinking, had stopped.\n\nSarkoff's face went from face to face.\n\n\"What the heck is the matter with you guys?\" he demanded. \"Am I poison,\nor something?\"\n\nHe seemed bewildered.\n\n\"Where--where are the others?\" Ron Val stammered.\n\n\"What others? What the heck are you talking about, Ron?\"\n\n\"Nevins and Reese. We--we buried them with you. Where are they?\"\n\n\"How the hell do I kn----_You buried them with me?_\" Sarkoff's face went\nfrom bewilderment to inexplicable good nature. \"Trying to pull my leg,\nhuh? Okay. I can go along with a gag.\" He looked again at Hargraves.\n\"But I can't go along with that gag of moving the ship after you sent me\nout scouting. Why didn't you wait for me? Wandering around among all\nthese trees, I might have got lost and got myself killed. Why did you do\nthat, Jed?\" he finished angrily.\n\n\"We were--ah--afraid of an attack,\" Hargraves choked out. \"Sorry, Hal,\nbut we--we had to move the ship. We would have--hunted you up,\ntomorrow.\"\n\n       *       *       *       *       *\n\nSarkoff was not a man who was ever long angry about anything. The\napology satisfied him. He grinned. \"Okay, Jed. Forget it. Jeepers! I'm\nso hungry I could eat a cow. How about a couple of those synthetic\nsteaks we got in the ice-box?\" His eyes went around the group, came to\nrest on the astro-navigator. \"How about it, Ron? How about me and you\nfixing us up some chow?\"\n\n\"Sure,\" said Hargraves. \"Go on back to the galley and start fixing\nyourself whatever you want. You go with him, Ron. I'll handle your job\nup here while you're gone.\"\n\nNodding dumbly, Ron Val started to follow Sarkoff toward the galley.\n\"One minute,\" Hargraves called after him. \"I want to check something\nwith you before you go!\"\n\nSarkoff kept going. Ron Val returned. \"Take your cues from him,\"\nHargraves said. \"You know him better than anyone else. Whatever he says,\nyou agree. Casually bring up past events and watch his reaction. _Your\njob is to find out if that is really Hal Sarkoff!_\"\n\nThe astro-navigator, his face white, clumped toward the galley.\n\nHargraves faced a torrent of questions.\n\n\"Jed! We buried him.\"\n\n\"Jed. He had been in that engine room without air for at least ten\nminutes before we got there. He can't be alive.\"\n\n\"No air. Temperature diving toward absolute zero. He was frozen stiff,\nJed, before we moved him. We left him where he was until long after we\nlanded.\"\n\n\"I know,\" Hargraves said. \"There is no doubt about it. I used a\nstethoscope on him as soon as I could get to it after we landed. _He was\ndead._ There wasn't a sign of life.\"\n\nFrightened faces looked at him. Awed faces. Bewildered faces.\n\n\"What did you mean when you told Ron Val to find out if that is really\nSarkoff?\"\n\n\"Just what I said. That may be Sarkoff. It may be something that looks\nlike Sarkoff, acts like him, talks like him--_but isn't he_!\"\n\n\"That--that's impossible.\"\n\n\"How do we know what is possible here and what isn't?\"\n\n\"What are we going to do?\"\n\n\"We're going to act just as we would if that were Sarkoff. We're going\nto pick up our cues from him? You remember he said he was out scouting.\nThat is his story. We will not question it. We will act as though it\nwere true, until we know what is happening. Now everybody back to his\npost. Act as if nothing had happened. And for the love of Pete, don't\nask me what is going on. I don't know any more than you do.\"\n\nThey didn't want to obey that order. They had just seen a dead man\nwalking, had heard him talking, had spoken to him. There was comfort in\njust being with each other. Hargraves walked to the bridge, waited.\nEventually, discipline sent them back to their posts. He kept on\nwaiting. Ron Val returned.\n\n\"I don't know, Jed. I just don't know. We were in school together. I\nbrought up incidents that happened in school, things that only Hal and I\nknew. _Jed, he knew them._\"\n\n       *       *       *       *       *\n\nWith the exception of a hooded blue lamp on the bridge, all lights had\nbeen turned off again. The control room was in darkness. Ron Val was an\nuneasy shadow talking from dim blackness.\n\n\"Then you think that it is really Sarkoff?\"\n\n\"I don't know.\"\n\n\"But if he remembers things that only Hal could know--\"\n\n\"He remembers things that he can't know.\"\n\n\"Um. What things?\"\n\n\"He asked me how much progress had been made in repairing the ship. Jed,\nhe must have died before he knew the ship had been damaged.\"\n\n\"Not necessarily,\" said Hargraves thoughtfully. \"He might have been\nconscious for one or two minutes after the beam struck us. He would know\nthat the ship had been damaged. What did you tell him?\"\n\n\"I changed the subject.\"\n\n\"Good for you. If he isn't Sarkoff, the one thing he might want to know\nis whether the ship has been repaired. What else?\"\n\n\"Jed, he remembers _everything_ that happened after the ship was\nattacked. We almost crashed before we got the engines started. He\nremembers that. He remembers hiding the ship among the trees.\"\n\nHargraves stirred. The keen logic of his mind was being blunted by facts\nthat would not fit into any logical pattern. He tried to think. His mind\nrefused the effort. Dead men ought not to remember things that happened\nafter they died. But a dead man had remembered!\n\nFor an instant panic walked through the captain's mind. Then he got it\nunder control. There was always an answer to every question, a solution\nto every problem. Or was there? He went hunting facts.\n\n\"Does he remember being buried?\"\n\nEven in the darkness he could feel Ron Val shiver. \"No,\" Ron Val said.\n\"He doesn't remember. Just as soon as we landed, he thinks you sent him\nout, to scout the surrounding territory for possible enemies.\"\n\n\"Does he know that we had visitors in his absence?\"\n\n\"No. Or if he does, he didn't mention it, and I didn't ask. He says he\nwas returning when he saw the ship being moved. He says he tried to\nfollow, but lost it in the darkness. He says he had the devil's own time\nfinding it again, and he's still hot about being left behind.\"\n\nAgain Hargraves had to fight the panic in his mind. This much seemed\nobvious. Sarkoff's memory was accurate--until the ship landed. Then it\nwent into fantasy, into error. If one thing was certain, he had not been\nsent out to scout for enemies. If there was another fact that was\nimmutable, he had been buried.\n\n\"Where is he now?\" Hargraves asked abruptly.\n\n\"In his bunk, snoring. He ate enough for two men, yawned, said he was\nsleepy. He was sound asleep almost as soon as he touched the blankets.\"\n\nRon Val's voice relapsed into silence. The whole ship was silent.\n\n\"Jed, what are we going to do?\"\n\n\"You bunk with him, don't you?\"\n\n\"Yes. Jed! You don't mean--\"\n\nHargraves cleared his throat. \"This is not an order. You don't have to\ndo it if you don't want to. But Sarkoff must be watched. Are you willing\nto go back to the room you two shared together and get into the upper\ndeck of your bunk just as if nothing has happened?\"\n\n\"Yes,\" said Ron Val.\n\n\"Somebody must be with him--all the time. You stay awake. When he gets\nup, you get up. Whatever he does, you stay with him. I'll have you\nrelieved as soon as possible. And, Ron--\"\n\n\"Yes.\"\n\n\"You have something a man could use for courage.\"\n\nSilently, Ron Val walked out of the control room. He fumbled his way\nthrough the door and his steps echoed down the corridor that led to the\nsleeping quarters.\n\nHargraves sat in thought. Then he, too, left the control room.\n\n\"Noble, you're a bio-chemist. You come with me. Nielson, you take over\nhere in the control room. In my absence you are in command.\"\n\n\"Yes sir,\" Nielson said. \"But what are you going to do?\"\n\n\"See what is in a grave we dug yesterday,\" Hargraves answered.\n\n\n\n\nCHAPTER V\n\nWhat the Graves Revealed\n\n\nHargraves carried the shovel. He and Noble were armed, and very much\nalert.\n\n\"When you ask me if it is chemically possible for a man--or an\nanimal--to freeze, die, be buried, then rise again and live, I cannot\nanswer,\" Noble said. \"So far as I know, it is not possible. The physical\nact of freezing will involve tremendous and seemingly irreversible\nchanges in the body cells. Thawing will produce almost immediate\nbacterial action, which also seems irreversible. All I can say is, if\nHal Sarkoff is alive, we have seen a miracle that contradicts chemical\nlaws as we know them.\"\n\n\"And if he is not alive, we face a miracle of duplication. Whatever it\nis that is sleeping back in the ship, it looks, talks, acts, like Hal\nSarkoff, even to memory. Can you suggest any method by which flesh and\nbone could be so speedily moulded into a living image of a man whom we\nknow died?\"\n\n\"No,\" said Noble bluntly. \"Jed, do you realize all the possible\nimplications of this situation?\"\n\n\"Probably not,\" Hargraves answered. \"Some that I do recognize, I exclude\nfrom my thoughts.\"\n\nHis tone was so harsh that Noble said nothing more.\n\nDawn was already breaking over this Vegan world. The sky in the east was\nthe color of pearl. In the trees over them, creatures that sounded like\nbirds were beginning to chirp.\n\nThey reached the place where they had buried Hal Sarkoff and his two\ncompanions.\n\nThe graves were empty.\n\nNo effort had been made to conceal the fact that the graves had been\nopened. The dirt had been shoveled out again and had not been shoveled\nback.\n\nThere were marks in the dirt, the tracks of sandaled feet. \"Thulon, the\nthree who were with him, wore sandals!\" Hargraves rasped. \"They came\nback here. They opened these graves.\"\n\n\"But what happened after that? Are you suggesting those primitive\ngray-beards resurrected Hal Sarkoff?\"\n\n\"I'm not suggesting anything because I don't know anything,\" Hargraves\nanswered. \"I am just remembering that Thulon and the three who were with\nhim _looked human too_! I am also remembering that the sphere which\nattacked us seemingly was without a crew. Our beams blasted it wide\nopen. It was seemingly filled with machinery. Nothing else. If there\nwere any intelligent creatures in it, they were in no form that we\nrecognize. Come on!\" Hargraves started running toward the ship.\n\nThe ship, badly damaged as it was, represented their sole hope of\nsurvival. Without it, they would be helpless.\n\nHal Sarkoff was with the ship. Or the thing that was masquerading as\nSarkoff. Thulon had looked human too. Possibly Sarkoff and his two dead\ncomrades had been removed from their graves in order to make possible a\nperfect duplication of their bodies, the probing of cell structure, both\nbody and brain. Perhaps the things that lurked here on this world could\nread memories from dead minds. That might be the explanation of\nSarkoff's memory.\n\nThe important fact was that Sarkoff's body was not in its grave. Where\nso much was unknown, this was one indisputable fact. The thing that was\non the ship must be placed not only under heavy guard but in a cage from\nwhich escape was impossible. Then an examination could begin.\n\nThere was evil on this world. The trees, the vegetation, the ground\nunder his racing feet, was evil. In his calmer moments Jed Hargraves\nwould have said that evil was another word for danger. He wasn't calm\nnow. The panic he had been rigidly excluding from his mind had burst the\ndam he had built before it. He could feel danger in the air. It was in\nthe dawn, in the light of the sky. It was everywhere. He and his\ncompanions were aliens on this world, and the planet was striking at\nthem, striving to eliminate them, contriving to destroy them.\n\nHe heard it before he saw it.\n\nSomething was grunting in the air. Above the tops of the trees something\nwas grunting. He needed seconds to recognize the sound. Then he\nrecognized it. And jerked himself to a halt, his eyes wildly probing\nupward.\n\nHe saw it.\n\n       *       *       *       *       *\n\nThe ship. The grunting roar had come from the Kruchek drivers fighting\nthe gravity of the planet.\n\nThe ship had taken off without them.\n\nHad Nielson gone mad? Had he seen danger approaching and jumped the ship\ninto the sky to escape it?\n\n\"Wait! Nielson! Pick us up!\"\n\nThe ship flew on. Gaining speed, it passed over their heads. They caught\nanother glimpse of it as it passed over an opening in the branches of\nthe trees. Then it was gone, the throb of the drivers dying quickly\naway.\n\n\"Nielson will come back for us.\" Noble's voice, usually poised and\nassured, was garbled. \"He'll return and pick us up. He won't leave us\nhere.\"\n\n\"He had some reason for taking off,\" Hargraves heard himself saying.\n\"He'll come back. He has to.\" Subconsciously he knew that this, at the\nvery best, was wishful thinking.\n\nThe ship had no more than vanished until another sound came to their\nears, that of men shouting. A group came into sight among the trees,\nfollowing along the ground the course the ship had taken through the\nair.\n\n\"They're our fellows!\" Hargraves heard Noble gasp.\n\n\"What happened?\" the captain demanded, as the group approached.\n\nNielson was in the lead. There was a bruise on his cheek and his right\neye was already beginning to turn black. \"I'll tell you what happened!\"\nhe said savagely. \"Sarkoff and Ron Val took over the ship, that's what\nhappened!\"\n\n\"Ron Val!\"\n\n\"That's what I said. Ron Val was helping him. They pulled guns. Before\nwe knew what was happening, they had herded us together and were shoving\nus outside. I tried to stop it and Sarkoff took a poke at me.\"\n\n\"It wasn't really Sarkoff, then?\" Noble whispered.\n\n\"Any damned fool would have known that!\" Nielson answered. He spoke to\nthe bio-chemist but his eyes were on Hargraves. \"I'm going to repeat\nthat, so there won't be any misunderstanding of my meaning. Any damned\nfool would have known that a dead man doesn't get up out of his grave\nand come to life again. Except you, Hargraves. You always were a sucker\nfor fairy stories.\"\n\nJed Hargraves winced with every word that was spoken. They kept on\ncoming.\n\n\"You ought to have known that thing wasn't Hal Sarkoff. Any man in his\nright senses would have known it instantly. Any man fit to command would\nhave taken measures to meet the situation, either by destroying that\nthing, or locking it up. But you were running things, Hargraves. You\nwere in charge. And you had to sit back and think before you would act.\nYou had to make sure you were right, before you went ahead. Your\nnegligence, Hargraves, cost us our only chance of ever returning home.\"\n\nNielson's voice was harsh with anger. And--Hargraves recognized the\nbitter truth--every word Nielson uttered was correct. Whatever the thing\nwas that had come to the ship, he should have recognized it as a source\nof danger. He had so recognized it. But he had not acted.\n\n\"I--\"\n\n\"Shut up!\" Nielson snapped. \"According to our agreement, any time you\nare shown to be unfit to command, you may be removed by a vote of the\nmajority. There is no question but that you have shown yourself unfit to\nbe in charge of this expedition.\"\n\n       *       *       *       *       *\n\nNo time was wasted in reaching a decision. To Nielson's question as to\nwhether Hargraves should be removed from command, there was a chorus of\n\"Ayes.\"\n\n\"No,\" said one voice. It was Usher, the archeologist.\n\n\"State your objection,\" Nielson rasped.\n\n\"The old one about changing horses in mid-stream,\" the archeologist\nanswered. \"Also the old one about not jumping to conclusions before all\nthe evidence is in.\"\n\n\"What evidence isn't in?\"\n\n\"We don't know why Ron Val joined Sarkoff,\" the archeologist answered.\n\n\"What difference does that make? We don't even know that Ron Val was\nstill himself. The thing that looked like Ron Val might have been\nanother monstrosity like Sarkoff.\"\n\n\"So it might,\" the archeologist shrugged. \"Anyhow my vote is not\nimportant. I'm just putting it in for the sake of the record, if there\never is a record. I would also like to mention that if ever we needed\ndiscipline and unity, now is the time.\"\n\n\"We will have discipline, I promise you,\" Nielson said. \"Hargraves, you\nare removed from command, understand?\"\n\n\"Yes,\" said Hargraves steadily.\n\nOnly one ballot was needed to put Nielson in charge.\n\n\"All right,\" said Ushur to the new captain. \"You're the boss now. We're\nall behind you. What are you going to do?\"\n\n\"Do? I--\" Nielson looked startled. He glanced at Hargraves.\n\nThe former captain sighed. It was easy enough to elect a new leader.\nVehemently he wished that all problems could be solved so easily.\n\n\"I suggest,\" he said, \"--and this is only a suggestion--that we attempt\nto find the ship, and if possible, to regain possession of her. She is\nthe only tool we have to work with.\"\n\n\"That is exactly what I was going to say,\" Nielson said emphatically.\n\"Find the ship.\"\n\nTo give him credit, he set about the job in a workmanlike manner,\nsending two scouts ahead of the main group, throwing out a scout on each\nflank. The only way they could hope to find the ship was by following\nthe course it had taken through the air. Since Sarkoff, in taking over\nthe vessel, had not disarmed them, each possessed a vibration pistol. In\na fight against ordinary enemies they would be able to give a good\naccount of themselves. But would any enemy they met likely be ordinary?\n\nHargraves drew Usher aside. \"I would like to talk to you,\" he said.\n\"What actually happened when the ship was taken?\"\n\n\"I don't know, Jed,\" the archeologist ruefully answered. \"I was in my\ncabin. The first thing I knew I heard a hell of a hullabaloo going on up\nin the control room. I dashed up there to see what was going on.\"\n\n\"What was happening?\"\n\n\"Nielson, Rodney, Turner, and a couple of others were there. So\nwere--well, they looked like Sarkoff and Ron Val. Nielson was getting up\noff the floor. Sarkoff and Ron Val had both drawn their guns and were\ncovering the group. When I came charging in, Sarkoff covered me. Before\nI could recover from my surprise, he and Ron Val had kicked every one of\nus out of the ship. Then they took off.\" The archeologist shook his\nshaggy head.\n\n\"Ron Val was helping?\"\n\n\"No question about it. Which means, of course, that he was either under\nsome subtle form of hypnosis, or _it_ wasn't Ron Val. I would bet my\nlife on his loyalty.\"\n\n       *       *       *       *       *\n\n\"So would I,\" said Hargraves. And the memory came back of how thrilled\nRon Val had been at the prospect of landing on this, world. \"It would\nmean a lot to find people here. We could exchange experiences, learn a\nlot,\" Ron Val had said, his face glowing at the thought. All the others\nhad felt the same way. The Third Interstellar Expedition had no military\nambitions. It was not bent on conquest. The solar system had outgrown\nmilitary expeditions, war, and the thought of war, and cruisers went out\nfrom it not to fight but to learn. Knowledge was the thing they sought,\nall knowledge, so the human race could determine its place in the\ncosmos, could know the history of all things past, could possibly\nforecast the shape of things to come.\n\nThe landing of the Third Interstellar Expedition on this Vegan world had\nbeen a part of a vast evolution, a march that, starting on earth so long\nago that all history of it was forever lost, was now reaching out across\nthe cosmos. A new evolution! Ron Val had always been talking about this\nnew evolution. It was one of his favorite subjects.\n\n\"What do you make of this world?\" Hargraves asked abruptly. \"The only\nsign of civilization we have seen is this vast grove. No cities, no\nindustrial plants, no evidence of progress. Yet the spherical ship that\nattacked us certainly indicates a highly mechanical civilization. Of\ncourse there may be cities here that we haven't seen, but as we landed\nwe saw a large land area. No roads were visible, no canals, not even any\ncultivated fields. What does all this mean to you, as an archeologist?\"\n\n\"Nothing,\" Usher answered promptly. \"I would say this country is a\nwilderness. But the trees planted in regular rows disprove this. On\nearth, at least, centuries would be required for trees as large as these\nto grow. Forestry, planned centuries in advance, can only come from a\nhigh and stable culture. However, as you say, all other signs of this\nhigh culture are absent, no cities, no transportation facilities,\napparently damned few inhabitants--we have seen only four. All\ncivilizations with which we are familiar move through recognized stages,\nfirst the nomadic stage, which involves tending flocks and herds. Then\ncomes the tilling of the soil, in which farming is the principal\noccupation of most of the people. After that, with industrialization, we\nhave cities developing. If there is another stage we have not reached it\non earth.\"\n\n\"Do you think they might have reached the final stage here?\" Hargraves\nquestioned.\n\n\"I don't know what the final stage may be,\" the archeologist answered.\n\"Also, and this is more important, I can't begin to guess at the real\nnature of the inhabitants of this world. Until I do know their real\nnature, what they look like, what they eat, where they sleep, what they\nthink, I can't even guess intelligently about them. However,\" Usher\nbroke off with a wry grin, \"all these philosophical observations are of\nno importance while our own necks are threatened with the ax.\"\n\nVega was straight overhead when they found the ship. One of the advance\nscouts came hurrying back with the information.\n\n\"She is lying in a little meadow beside the lake,\" the scout reported.\n\"They're doing something to her. I can't tell what. But the trees extend\nto within fifty yards of her. We can approach that near without being\nseen.\"\n\n\n\n\nCHAPTER VI\n\nThe Capture of the Ship\n\n\nNielson made his dispositions with care. The ship lay in a little meadow\nwhere the trees bent inward from the blue water of the lake to form a\ncove. Her nose was pointed toward the water and her tail was almost in\nthe trees. Nielson sent three men on a wide circuit. They were to attack\nfrom the farther side. It was to be a feint. While the three men drew\nattention to them, the main body was to charge.\n\n\"We have every chance of succeeding,\" Nielson said. \"And if we do gain\nthe ship again, this time we won't stay here. Vega has at least two\nplanets. The ship will fly to the other one without repairs. You should\nhave thought of that, Hargraves.\"\n\n\"There are a lot of things I should have thought of and didn't,\"\nHargraves answered. There was no animosity in his tone. \"What I would\nlike to know is what they are doing there beside the ship?\"\n\nThulon and his three companions were visible beside the vessel. They\nwere busily engaged in setting up a device of some kind. Others of their\nspecies had joined them until there were possibly thirty or forty\npresent. Through the the gaping hole in the hull, still others could be\nseen peering out. What they were doing Hargraves could not discern.\n\n\"Odd,\" said Usher beside him.\n\n\"What is?\"\n\n\"It's odd that they should still seem to be human in form,\" the\narcheologist answered. \"Ah. Perhaps there is the reason.\"\n\nBoth locks were open. The thing that looked like Hal Sarkoff had just\nemerged from the nearest one. He went directly to the main group. They\nwere erecting something that looked like a tripod. Several were carrying\npieces of metal from the ship which they were fastening together to form\nthe legs of the tripod. At the apex of the tripod something that looked\nlike a box was coming into existence.\n\n\"They are completely unarmed,\" Hargraves heard Nielson say. \"There isn't\na weapon in the whole damned bunch. We'll blast them senseless before\nthey even know they're being attacked.\"\n\n\"If they don't succeed in manning the negatron,\" Usher pointed out.\n\n\"They don't know how to operate the negatron.\"\n\n\"Don't they? I might mention that they seem to know everything that\nSarkoff knew. And Hal certainly knew how that negatron operated. He\ncould take it apart and put it back together blind-folded.\"\n\n\"That's so,\" Nielson admitted. For a second unease showed on his lean\nface. \"Well, that only means we will have to lick them before they can\nget that negatron into operation. One thing is certain--we have to have\nthe ship.\"\n\n\"You're right on that score,\" Usher grimly said.\n\nSeconds ticked away into minutes. The group busy about the ship had no\nintimation they were about to be attacked. They were careless to the\npoint of foolhardiness. No sentries had been posted, no effort had been\nmade to hide the vessel.\n\n\"What are they, really?\" Hargraves thought. He wondered if they were\nsome strange form of water-dwelling life that lived in the lakes of this\nplanet. Perhaps that was what they were! Perhaps the transition from the\nfish to the mammal had never been made on this planet, the fish-form\ndeveloping keen intelligence. Certainly there was intelligence on this\nworld. But it seemed to be an intelligence humans could not comprehend.\n\n       *       *       *       *       *\n\nThe signal for the attack sounded. Fierce shouts came from the other\nside of the ship. The shouters were hidden, but there was no mistaking\nthe sounds. They came from human throats.\n\n\"Give 'em hell, boys!\"\n\n\"Tear 'em to pieces!\"\n\nThe harsh throbbing of vibration pistols split the quiet air.\n\n\"Steady!\" Nielson said. \"Wait until they go to see what's happening.\"\n\nThe group busy around the ship raised startled faces from their task.\nThey seemed to listen. Then they turned and ran around the bow of the\nvessel.\n\n\"Come on!\" cried Nielson, leaping from concealment.\n\nThere wasn't a person left in sight to oppose them. Fifty yards to\ncross. Fifty yards to the ship! Fifty yards to a fighting chance for\nlife!\n\nUnder their racing feet the soft turf was soundless.\n\nTwenty-five yards to go now. Ten yards. Ten feet to the open lock.\n\nThulon appeared in the lock. He looked in surprise at the charging men.\n\nExcept for the rough staff that he carried he was weaponless.\n\nNielson didn't give the command to fire, didn't need to give it. Every\nvibration pistol had been drawn long before the men leaped from cover.\nEvery pistol came up at the same instant, every index finger squeezed a\ntrigger.\n\nOnly Thulon stood between them and a fighting chance for life. They came\nof warrior races, these men. No bugles urged them on. They needed no\nbugles.\n\nA howling vortex of radiation smashed at the figure in the lock.\n\nOne vibration pistol would destroy a man, smash him to bloody bits. More\nthan a dozen pistols were centered on the figure standing before them.\n\nThulon stood unharmed.\n\nStaff in front of him he stood facing the fingers of hell reaching for\nhim. The flaming fingers grasped, and did not touch him.\n\nThe shooting stopped as abruptly as it began. The charge stopped.\nHargraves saw Nielson staring dazedly from the figure in the lock to the\npistol in his hand as if the two were irreconcilable. The pistol ought\nto have destroyed Thulon. It hadn't destroyed him. For a mad moment,\nHargraves felt sorry for the new captain. He, too, had run headlong into\na logical impossibility.\n\nAll sounds were suddenly stilled, all shouting stopped, all noises died\naway.\n\nAround the bow of the ship Hal Sarkoff came running. He saw the group\nand looked bewildered. \"Hey! How did you guys get here?\"\n\n\"Blast him!\" Nielson said, centering his pistol on this new target.\n\nFrom the staff in Thulon's hand came a soft tinkle, a bell-like sound.\nNothing seemed to happen but Nielson staggered as if he had been hit a\nsharp blow. The pistol flew out of his hand and landed twenty feet away.\n\n       *       *       *       *       *\n\n\"Listen, you apes,\" Sarkoff shouted at the top of his voice. \"I'm Hal\nSarkoff. I've always been Hal Sarkoff. I'll never be anybody else but\nHal Sarkoff. Do you get it?\"\n\nThey didn't get it.\n\n\"If you--\" Nielson whispered. \"If you are really Sarkoff, then\nwho--what--is he?\" He pointed toward Thulon still standing in the lock.\n\n\"Him?\" The grin on the craggy face belonged to Hal Sarkoff and to no one\nelse. \"Meet a god,\" he said.\n\n\"A god?\" That was Usher speaking now, his voice a tense whisper.\n\nSarkoff continued grinning. \"Well, he resurrected me when I was deader\nthan hell. I guess that makes him a god.\"\n\n\"You--you know you were dead?\"\n\n\"Yep. At least I guess I know it. The last thing I remember is trying to\nget back to the control panel when we got that hole knocked in the ship,\nso I could cut the drivers back in. After that everything gets kind of\nhazy. The next thing I remember is my pal here,\" he gestured toward\nThulon, \"and a lot of his buddies chirping like sparrows while they\nworked over me. And believe me, they were working me over plenty. I felt\nlike I had been turned inside out, wrung out, hung out to dry, then\nstuffed all over again.\"\n\n\"But when you came back to the ship,\" Hargraves spoke, \"you said you\nremembered everything that had happened, the crash of the ship, our\nhiding her. If you were dead, how did you learn these things?\"\n\n\"He told me,\" Sarkoff answered, nodding toward Thulon. \"He filled out my\nmemory for me with dope he had taken from your mind while you were\ntalking. Reading minds is one of that old boy's minor accomplishments.\"\n\n\"Then why didn't you tell us the truth?\" Hargraves exploded. \"You said\nyou had been sent out scouting. Why didn't you tell us what had really\nhappened?\" Mentally he added, \"If it happened!\"\n\n\"Because you apes wouldn't have believed me!\" Sarkoff answered. \"To your\nknowledge--mine, too, until it happened--dead men don't get up out of\ntheir graves and walk. If I had told you the truth, you wouldn't have\nbelieved a word of it. If I told you something you knew wasn't true,\nthat you had sent me out on a scouting trip, you would know I was lying,\nyou would figure it was a trick of some kind, and you would wait around\nand try to discover the trick. While you were waiting around trying to\ncatch me, I could get in some missionary work on Ron Val. I knew I could\nconvert him, if I had a chance to talk to him. With him on my side, we\ncould convince the rest of you. It would have worked too. All it needed\nwas a little time for you boys to get used to the idea of a dead man\ncoming back to life.\" He looked at Nielson. \"Remind me to black that\nother eye of yours one of these days.\"\n\n\"What?\" said Hargraves. \"What's this?\"\n\n\"Our pal Nielson,\" Sarkoff said. \"If _you_ think before you act, _he_\nacts before he thinks. You had no sooner gone chasing off to see if I\nwas really where you had buried me, which was what I thought you would\ndo, until Nielson comes poking into where Ron Val and I were holding a\nconference. Nielson had a gun. He had it out ready to use. He figured\nthe only safe thing to do was to shoot me. So,\" Sarkoff shrugged, \"I had\nto smack him. He had forced my hand.\"\n\n[Illustration: Fists lashed out, weapons appeared, and cries of fury\nrent the air]\n\nThere was a slight stir among the group. This was news to all of them.\n\n\"Is this true?\" Hargraves said.\n\n\"Yes,\" said Nielson defiantly. \"And I was right. I should have killed\nhim. He isn't Hal Sarkoff. He isn't telling the truth about coming back\nto life. Sarkoff is dead.\"\n\n       *       *       *       *       *\n\nSarkoff glanced up at Thulon who was still standing in the lock looking\ndown at the men before him. There was a ghost of a smile on his face.\n\n\"See!\" said Sarkoff, addressing Thulon. \"I told you we couldn't tell\nthese boys anything. They have to see, they have to feel, they have to\nbe shown.\"\n\n\"Well,\" the thought came from Thulon to everyone. \"Why don't you show\nthem?\"\n\n\"Okay,\" Sarkoff answered. \"Nevins!\" he shouted. \"Reese! Come out of that\nship.\"\n\nNevins and Reese were the two engineers who had died with Sarkoff.\n\nThulon moved a little to one side. Nevins and Reese came out of the\nship. They were grinning.\n\n\"Feel us!\" Sarkoff shouted. \"Pinch us. Cut off a slice of skin and\nexamine it under a microscope. Make blood tests. Use X-rays. Do whatever\nyou damned please.\" He shoved a brawny arm under Nielson's nose. \"Here.\nPinch this and see if you think it's real.\"\n\nNielson shrank away.\n\nNevins and Reese passed among the men, offering themselves in evidence.\nStartled voices called softly in answer to other startled voices.\n\"They're real.\"\n\n\"This is no lie. This is the truth.\"\n\n\"I've known this man for years. This is Eddie Nevins.\"\n\n\"And this is Sam Reese.\"\n\nHargraves heard the voices, saw the conclusion they were reaching.\n\n\"One moment,\" he said.\n\nThe voices went into silence. Eyes turned questioningly to him.\n\n\"Even if these men are really Hal Sarkoff and Eddie Nevins and Sam\nReese, if they are the companions we knew as dead who have miraculously\nbeen returned to us, there are still facts that do not fit into a\nlogical pattern. Even here on this world the laws of logic must hold\ntrue.\"\n\nSilence fell. Men looked at him and at each other. Where there had been\nwonder on their faces, new doubts were appearing.\n\n\"What facts, Jed?\" Sarkoff questioned.\n\n\"The sphere that attacked us, that attempted to destroy us, without\nwarning. This is a fact that does not fit.\"\n\n\"The sphere?\" Uncertainty showed on Sarkoff's face. Then he grinned\nagain and turned to Thulon. \"You tell him about that sphere.\"\n\n\"Gladly,\" Thulon's thoughts came. \"As you know, Vega has two planets.\nLong ago we were at war with the inhabitants of this other planet. Part\nof our defenses around our own planet were floating fortresses. The war\nis done but we have left guards in the sky to protect us if we are\nattacked. The sphere that attacked you was one of our automatic forts\nwhich we had left in the sky.\"\n\n\"Ah!\" said Hargraves. The cold logic of his mind sought a pattern that\nwould include fortresses in the sky. Presuming war between two planets,\nsuch fortresses were logical. But--\n\n\"The construction of such a sphere indicates vast technical knowledge,\ntremendous workshops. I have seen no laboratories and no industrial\ncenters that could produce such a fortress. I have, moreover, seen no\ncivilization that will serve as a background for such construction.\"\n\n       *       *       *       *       *\n\nHe waited for an answer. Usher, the archeologist, looked suddenly at\nhim, then looked at Thulon.\n\n\"The fortresses were built long ago,\" Thulon said. \"In those past\nmilleniums we had industrial centers. We no longer need them and we no\nlonger have them.\"\n\n\"Then there _is_ another stage!\" the archeologist gasped. \"You are past\nthe city stage in your evolutionary process. You are beyond the metal\nage. What--\" Usher eagerly asked. \"What comes after that?\"\n\n\"We are beyond the age of cities,\" Thulon answered. \"The next but\npossibly not final stage is a return to nature. We live in the groves\nand the fields, beside the lakes, under the trees. We need no protection\nfrom the elements because we are in unison with them. There are no\nenemies on this world, no dangers, almost no death. In your thinking you\ncan only describe us as gods. Our activities are almost entirely mental.\nOur only concession of materialism is this.\" He lifted the staff. \"When\nyou fired at me, this staff canceled your beams. It would have canceled\nthem if they had been a thousand times stronger. When one of you\nattempted to destroy Sarkoff, force went out from this staff, knocking\nthe weapon from his hand. There are certain powers leashed within this\nstaff, certain arrangements of crystals that are very nearly ultimate\nmatter. Through this staff my will is worked. Some day,\" he smiled, \"we\nwill even be able to discard the staff. That is the goal of our\nevolution.\"\n\nThe thoughts went into soft silence and Thulon looked down at them.\n\"Does that satisfy you?\" His eyes went among the group, came to rest on\nHargraves. \"No, I see it does not. There is still one fact that you\ncannot fit into your pattern.\"\n\n\"Yes,\" said Hargraves. \"If all that you have told us is true, why was\nthe ship stolen?\"\n\n\"Everything has to fit for you?\" Sarkoff answered. \"Well, that's why you\nare our leader. I can answer this question. I took the ship so I could\nhave it repaired. Then, when I brought it back to you, fit to fly again,\nall of us would have evidence that we could not deny. You might doubt my\nidentity, you might doubt me, but you would not doubt a ship that had\nbeen repaired. Thulon,\" Sarkoff ended, \"will you do your stuff?\"\n\n       *       *       *       *       *\n\nStanding a little apart from the rest Hargraves watched. Thulon and his\ncomrades brought metal from the vessel. How they used the tripod he\ncould not see but in some way they seemed to use it to melt the metal.\nThis was magna steel. They worked it as if it were pure tin. It didn't\nseem to be hot but they spread sheets of it over the gaping hole in the\nhull. They closed the hole. He knew the ship had been repaired but still\nhe did not move. On the ground before him was something that looked like\nan ant hill. He watched this, his mind reaching out and grasping a\nbigger problem. The ants, he could see, were swarming.\n\nNielson detached himself from the group at the ship and came to him.\n\n\"Jed,\" he said hesitatingly.\n\n\"What?\"\n\n\"Jed, what Hal said about me attacking him was right. I thought--I\nthought he wasn't Sarkoff. I thought I was doing what was right.\"\n\n\"I don't doubt you,\" Hargraves answered. His mind was not on what\nNielson was saying.\n\n\"Jed.\"\n\n\"Uh?\"\n\n\"Jed. I--\"\n\n\"What is it?\"\n\n\"Jed, will you take over command again?\" The words came fast. \"I--\"\n\n\"Huh? Take over command? Don't you like the job?\"\n\nNielson shivered. \"No. I'm not ready for it yet. Jed, will you take it\nover, please?\"\n\n\"Huh? Oh, sure, if that is what the fellows want.\"\n\n\"They want it. So do I.\"\n\n\"Okay then.\" Hargraves was scarcely aware that Nielson had left. Nor did\nhe notice Ron Val approaching.\n\n\"Jed.\"\n\n\"Huh?\"\n\n\"Jed, I've been talking to Thulon.\" The astro-navigator's voice was\ntrembling with excitement. \"Jed, do you know that Thulon and his people\n_belong to our race_?\"\n\n\"What?\" the startled captain gasped. \"Oh, damn it, Ron Val, you're\ndreaming again.\"\n\n       *       *       *       *       *\n\nIt would be a wonderful dream come true, Hargraves knew, if it was true.\nThe human race had kin folks in the universe! Man did not stand alone.\nThere was something breath-taking in the very thought of it.\n\n\"Thulon says the tests he ran on Hal Sarkoff proved it. He says his\npeople sent out exploring expeditions long ago, just like we are doing,\nonly the groups they sent out were more colonists than explorers. He\nsays one of these groups landed on earth and that we are the descendants\nof that group, sons of colonists come back to the mother world after\nuncounted centuries of absence--\"\n\nRon Val was babbling, the words were tumbling over each other on his\nlips.\n\n\"Oh, hell, Ron Val, it doesn't fit,\" Jed Hargraves said. \"We can trace\nour evolutionary chain back to the fish in the seas--\"\n\n\"Sure,\" Ron Val interrupted. \"But we don't know that those fish came\nfrom the seas of earth!\"\n\n\"Huh?\" Hargraves gasped. \"Well, I'll be damned! I never thought of that\npossibility.\" He looked at the lakes dancing in the Vegan sunshine. From\nthese lakes, from these seas, had come the original fish-like creature\nthat eventually became human in form! The thought was startling.\n\n\"The colonists landed on earth thousands of years ago,\" Ron Val said.\n\"Maybe they smashed their ship in landing, had to learn to live off the\ncountry. Maybe they forgot who they were, in time. Jed, we have legends\nthat we are the children of God. Maybe--Oh, Jed, Thulon says it's true.\"\n\nHargraves hesitated, torn between doubt and longing. He looked down. On\nthe ground in front of him the ants were still swarming. Hundreds of\nthem were coming from the ant hill and were flying off. There were\nthousands of them. Eventually, in the recesses of this vast grove, there\nwould be new colonies, which would swarm in their turn. He watched them\nflying away. The air was bright with the glint of their wings.\n\nHe looked up. Thulon was coming toward them. Thulon was smiling.\n\"Welcome home,\" his voice whispered in their minds. \"Welcome home.\"\n\nHargraves began to smile.\n\n\n\n\n\nEnd of Project Gutenberg's Planet of the Gods, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PLANET OF THE GODS ***\n\n***** This file should be named 32696.txt or 32696.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/9/32696/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}