{"title": "The Sword", "author": "Frank Quattrocchi", "releaseDate": "June 5, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               THE SWORD\n\n                          By Frank Quattrocchi\n\n                       Illustrated by Tom Beecham\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction March 1953. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _There were but three days in which to decipher the most\ncryptic message ever delivered to earth._]\n\n\nGeorge Harrison noticed the flashing red light on the instrument panel\nas he turned onto the bridge to Balboa Island. Just over the bridge, he\npulled the car to the curb and flipped the switch with violence.\n\"Harrison,\" he muttered.\n\n\"How's the water, fella?\" asked the voice of Bob Mills, his assistant.\n\nThere was a beautiful moon over the island. The surf lapped at the tiers\nof the picturesque bridge. Soft music was playing somewhere. There was a\ntinkle of young laughter on the light sea breeze.\n\nHarrison was vacationing and he viewed the emergency contact from\nIntersolar Spaceport with annoyance.\n\n\"What do you want, Bob?\"\n\n\"Sorry, George,\" Bob Mills said more seriously. \"I guess you got to come\nback.\"\n\n\"Listen--\" protested Harrison.\n\n\"Orders, George--orders from upstairs.\"\n\nHarrison took a long look at the pleasant island street stretching out\nbefore him. Sea-corroded street lamps lit the short, island\nthoroughfare. People in light blue jeans, bronzed youths in skipper\ncaps, deep-tanned girls in terry-cloth.\n\n\"What the hell is it?\"\n\n\"Don't know, but it's big. Better hurry.\" He clicked off.\n\nHarrison skidded the car into a squealing turn. Angrily, he raced over\nthe bridge and onto the roaring highway. Thirty minutes later Intersolar\nSpaceport, Los Angeles, blazed ahead of him.\n\nThe main gate guards waved him in immediately and two cycle guards ran\ninterference for him through the scores of video newsmen who lined the\nspaceport street.\n\nBob Mills met him at the entrance to the Administration building.\n\n\"Sorry, George, but--\"\n\n\"Yeah. Oh, sure. Now what the hell is it all about?\"\n\nMills handed him a sheaf of tele-transmittals. They bore heavy secret\nstamps. Harrison looked up quizzically.\n\n\"You saw the video boys,\" Mills said. \"The wheels think there might be\nsome hysteria.\"\n\n\"Any reason for it?\"\n\n\"Not that we know of--not that _I_ know of anyway. The thing is coming\nin awfully fast--speed of light times a factor of at least two, maybe\nfour.\"\n\nHarrison whistled softly and scanned the reports frowning.\n\n\"They contacted us--\"\n\n\"What?\"\n\n\"_--in perfect Intersolar Convention code._ Said they were coming in.\nThat's all. The port boys have done all they could to find out what to\nexpect and prepare for it. Somebody thought Engineering might be\nneeded--that's why they sent for you.\"\n\n\"Used Intersolar Convention code, eh,\" mused Harrison.\n\n\"Yes,\" said Mills. \"But there's nothing like this thing known in the\nsolar system, nothing even close to this fast. Besides that, there was a\nsighting several days ago that's being studied.\n\n\"One of the radio observatories claims to have received a new signal\nfrom one of the star clusters....\"\n\n       *       *       *       *       *\n\nThe huge metal vessel settled to a perfect contact with its assigned\nstrip. It hovered over the geometric center of the long runway and\ntouched without raising a speck of dust.\n\nNot a sound, not a puff of smoke issued from any part of it. Immediately\nit rose a few feet above the concrete and began to move toward the\nparking strip. It moved with the weightless ease of an ancient dirigible\non a still day. It was easily the largest, strangest object ever seen\nbefore at the spaceport.\n\nA team of searchlight men swivelled the large spot atop the tower and\nbathed the ship in orange light.\n\n\"What's that mean?\" asked Mills paging his way through a book.\n\n\"'Halt propulsion equipment,' I think,\" said Harrison.\n\n\"It's a good thing the code makers were vague about that,\" smiled Mills.\n\"It's a good thing they didn't say jets or rockets--'cause this thing\nhasn't got any.\"\n\n\"_Attention!_\"\n\nThat single word suddenly issued from the alien ship.\n\n\"_The Races of Wan greet you._\"\n\nIt might have been the voice of a frog. It was low, gutteral, entirely\nalien, entirely without either enthusiasm or trace of human emotion.\n\n\"Jesus!\" muttered Mills.\n\nScores of video teams focused equipment on the gleaming alien.\n\n\"_The Races of Wan desire contact with you._\"\n\n\"In English yet!\" amazed Mills.\n\n\"The basis of this contact together with its nature are dependent upon\n_you_!\"\n\nThe voice had become ugly. There was nothing human about it save only\nthe words, which were in flawless English.\n\n\"Your system has long been under surveillance by the Races of Wan.\nYour--progress has been noted.\"\n\nThere was almost a note of contempt, thought Harrison, in the last\nsentence.\n\n\"Your system is about to reach others. It therefore becomes a matter of\nurgency that the Races of Wan make contact.\n\n\"Your cultural grasp is as yet quite small. You reach four of your own\nsystem's planets. You have attempted--with little success--colonization.\nYou anticipate further penetrations.\n\n\"You master the physical conditions of your system with difficulty. You\nare a victim of many of the natural laws--natural laws which you dimly\nperceive.\n\n\"But you master yourselves with greatest difficulty, and you are\ninfinitely more a victim of forces within your very nature--_forces\nwhich you know almost not at all_.\"\n\n\"What the hell--\" began Mills.\n\n\"Because of this disparity your maturity as a race is much in doubt.\nThere are many among the cultures of the stars who would consider your\nrace deviant and deadly. There are a very few who would welcome you to\nthe reaches of space.\n\n\"But most desire more information. Thus our visit. We have come to\ngather data that will determine your--disposition--\n\n\"Your race accepts the principle of extermination. You relentlessly seek\nand kill for commercial or political advantage. You live in mistrust and\nenvy and threat. Yet, as earthlings, you have power. It is not great,\nbut it contains a threat. We wish now to know the extent of that threat.\n\n\"Here is the test.\"\n\nSuddenly an image resolved itself on the gleaming metal of the ship\nitself.\n\n_It was a blueprint._\n\nA hundred cameras focused on it.\n\n\"_Construct this. It is defective. Correct that which renders it not\nuseful. We shall return in three days for your solution._\"\n\n\"Good God!\" exclaimed Harrison. \"It's a--_sword_!\"\n\n\"A what?\" asked Mills.\n\n\"A sword--people used to chop each other's heads off with them.\"\n\nAlmost at once the metal giant was seen to move. Quickly it retraced its\npath across the apron, remained poised on the center of the runway, then\ndisappeared almost instantaneously.\n\n       *       *       *       *       *\n\nThe Intersolar Council weathered the storm. The representative of the\ncolony on Venus was recalled, his political life temporarily ended. A\nvigilante committee did for a time picket the spaceport. But the\ntremendous emotional outbursts of the first day gradually gave way to a\nsemblance of order.\n\nVideo speakers, some of them with huge followings, still denounced the\nISC for permitting the alien to land in the first place. Others clamored\nfor a fleet to pursue the arrogant visitor. And there were many fools\nwho chose to ignore the implications of the strange speech and its\nimplied threat. Some even thought it was a gigantic hoax.\n\nBut most men soon came to restore their trust in the scientists of the\nIntersolar Council.\n\nHarrison cast down the long sheet of morning news that had rolled out of\nthe machine.\n\n\"The fools! They'll play politics right up to the last, won't they?\"\n\n\"What else?\" asked Mills. \"Playing politics is as good a way as any of\navoiding what you can't figure out or solve.\"\n\n\"And yet, what the hell are _we_ doing here?\" Harrison mused. \"Listen to\nthis.\"\n\nHe picked up a stapled sheaf of papers from his desk.\n\n\"'_Analysis of word usage indicates a complete knowledge of the English\nlanguage_'--that's brilliant, isn't it? '_The ideational content and\ngeneral semantic tone of the alien speech indicates a relatively high\nintelligence._\n\n\"'_Usage is current, precise...._' Bob, the man who wrote that report is\none of the finest semantics experts in the solar system. He's the brain\nthat finally broke that ancient Martian ceremonial language they found\non the columns.\"\n\n\"Well, mastermind,\" said Mills. \"What will the _Engineering_ report say\nwhen you get around to writing it?\"\n\n\"Engineering report? What are you talking about?\"\n\n\"You didn't read the memo on your desk then? The one that requested a\npreliminary report from every department by 2200 today.\"\n\n\"Good God, no,\" said Harrison snapping up the thin yellow sheet. \"What\nin hell has a sword got to do with Engineering?\"\n\n\"What's it got to do with Semantics?\" mocked Robert Mills.\n\n       *       *       *       *       *\n\n_Construct this. It is defective. Correct that which renders it not\nuseful._\n\nHarrison's eyes burned. He would have to quit pretty soon and dictate\nthe report. There wasn't any use in trying to go beyond a certain point.\nYou got so damned tired you couldn't think straight. You might as well\ngo to bed and rest. Bob Mills had gone long before.\n\nHe poured over the blueprint again, striving to concentrate. Why in hell\nhad he not given up altogether? What possible contribution could an\nengineer make toward the solution of such a problem?\n\n_Construct this._\n\nYou simply made the thing according to a simple blueprint. You tried out\nwhat you got, found out what it was good for, found out then what was\nkeeping it from doing that. You fixed it.\n\nWell, the sword had been constructed. Fantastic effort had been directed\ninto producing a perfect model of the print. Every minute convolution\nhad been followed to an incredible point of perfection. Harrison was\nwilling to bet there was less than a ten thousandths error--even in the\nhandle, where the curves seemed to be more artistic than mechanical.\n\n_It is defective._\n\nWhat was defective about it? Nobody had actually tried the ancient\nweapon, it was true. You didn't go around chopping people's heads off.\nBut experts on such things had examined the twelve-pound blade and had\npronounced it \"well balanced\"--whatever that meant. It would crack a\nskull, sever arteries, kill or maim.\n\n_Correct...._\n\nWhat was there to correct? Could you make it maim or kill better? Could\nyou sharpen it so that it would go through thick clothing or fur? Yes.\nCould you make it a bit heavier so that it might slice a metal shield?\nYes, perhaps. All of these things had been half-heartedly suggested. But\nnobody had yet proposed any kind of qualitative change or been able to\nsuggest any kind of change that would meet the next admonition of the\nalien:\n\nCorrect _that which renders it not useful_.\n\nWhat actually could be done to a weapon to make it useful? Matter of\nfact, what was there about the present weapon that made it _not_ useful.\nApparently it was useful as hell--useful enough to cut a man's throat,\npierce his heart, slice an arm off him....\n\nWhat were the possible swords; what was the morphology of _concept\nsword_?\n\nHarrison picked up a dog-eared report.\n\nThere was the _rapier_, a thin, light, extremely flexible kind of sword\n(if you considered the word \"sword\" generic, as the Semantics expert had\npointed out). It was good for duels, man-to-man combat, usually on what\nthe ancients had called the \"field of honor.\"\n\nThere were all kinds of short swords, dirks, shivs, stilettos, daggers.\nThey were the weapons of stealth men--and sometimes women--used in the\nnight. The assassin's weapon, the glitter in the darkened alley.\n\nThere were the _machetes_. Jungle knives, cane-cutting instruments. The\nbayonets....\n\nYou could go on and on from there, apparently. But what did you get?\nThey were all more or less useful, Harrison supposed. There was nothing\nmore you could do with any kind of sword that was designed for a\nspecific purpose.\n\nHarrison sighed in despair. He had expected vastly more when he had\nfirst heard the alien mention \"test\". He had expected some complex\ninstrument, something new to Terra and her colonies. Something involving\ncomplex and perhaps unknown principles of an alien technology. Something\nappropriate to the strange metal craft that traveled so very fast.\n\nOr perhaps a paradox. A thing that could not be constructed without\nexploding, like a lattice of U235 of exactly critical size. Or an\ninstrument that must be assembled in an impossible sequence, like a\nclock with a complete, single-pieced outer shell. Or a part of a thing\nthat could be \"corrected\" only if the whole thing were visualized,\nconstructed, and tested.\n\nNo, the blueprint he held now involved an awareness that must prove\nbeyond mere technology, or at least Terran technology. Maybe it involved\nan awareness that transcended Terran philosophy as well.\n\nHarrison slapped the pencil down on his desk, rose, put his coat on, and\nleft the office.\n\n       *       *       *       *       *\n\n\"... we are guilty as the angels of the bible were guilty. Pride! That's\nit, folks, pride. False pride....\"\n\nHarrison fringed the intent crowd of people cursing when, frequently,\nsomeone carelessly bumped into him in an effort to get nearer the\nsidewalk preacher.\n\n\"We tried to live with the angels above. We wanted to fly like the\nbirds. And then we wanted to fly like the angels....\"\n\nSomeone near Harrison muttered an \"Amen\". Harrison wove his way through\nthem wondering where the hundreds of such evangelists had come from so\nsuddenly.\n\n\"Ya know, folks, the angels themselves got uppity once. _They_ wanted to\nbe like Gawd himself, they did. Now, it's us.\"\n\nThere was a small flutter of laughter among the crowd. It was very\nquickly suppressed--so quickly that Harrison gained a new appreciation\nof the tenor of the crowd.\n\n\"That's right, laugh! Laugh at our folly!\" continued the thin-faced,\nbright-eyed man. \"It was a sword that the angel used to kick Adam and\nEve out of the garden. The sword figures all through the bible, folks.\nYou ought to read the bible. You ought to get to know it. It's all\nthere. All there for you to read....\"\n\n_By Christ_, thought Harrison. Here was an aspect of the concept, sword,\nhe had not considered. Morphological thinking required that _all_\naspects of a concept be explored, all plotted against all others for\npossible correlation....\n\nNo. That was silly. The bible was a beautiful piece of literature and\nsome people believed it inspired. But the great good men who wrote the\nbible had little scientific knowledge of a sword. They would simply\ndescribe the weapon as a modern fiction writer would describe a\nblaster--without knowing any more about one than that it existed and was\na weapon.\n\nSurely the ISC's weapons expert could be trusted to know his swords.\n\n       *       *       *       *       *\n\n\"Go on home,\" Mills pleaded. \"You're shot and you know it. You said\nyourself this isn't our show.\"\n\n\"You go home, Bob. I'm all right.\"\n\n\"George ... you're acting strange. Strange as hell.\"\n\n\"I'm all right. Leave me alone,\" snapped Harrison becoming irritable.\n\nMills watched silently as the haggard man slipped a tablet into his\nmouth.\n\n\"It's all right, Bob,\" smiled Harrison weakly. \"I know how to use\nBenzedrine.\"\n\n\"You damn fool, you'll wreck yourself....\"\n\nBut the engineer ignored him. He continued paging his way through the\nbook--the bible, no less. George Harrison and the bible!\n\n       *       *       *       *       *\n\nMills was awakened by the telephone. Reaching in the dark for it he\nanswered almost without reaching consciousness.\n\nIt was Harrison.\n\n\"Bob, listen to me. If an angel were to look at us right now, what would\nhe think?\"\n\n\"For God's sake!\" Mills cried into the instrument. \"What's up? You still\nat the office?\"\n\n\"Yeah, answer the question.\"\n\n\"Hold on, George. I'll be down and get you. What you been drinking?\"\n\n\"Bob, would he--she--think much of us? Would the angel figure we\nwere....\"\n\n\"How the hell would _I_ know?\"\n\n\"No, Bob, what you should have asked is 'how the hell would _he_ know.'\"\n\n       *       *       *       *       *\n\nIn a daze Mills heard the click as the other hung up.\n\n       *       *       *       *       *\n\n\"Mr. Harrison, your assistant is looking for you.\"\n\n\"Yes, I know, Kirk. But will you do it?\"\n\n\"Mr. Harrison, we only got one of them. If we screw it up it'll take\ntime to make another and today's the day, you know.\"\n\n\"I'll take the blame.\"\n\n\"Mr. Harrison, you look kind of funny. Hadn't I better....\"\n\nHarrison was sketching a drawing on a piece of waste paper. He was\nworking in quick rough strokes, copying something from a book.\n\n\"They'll blame us both, Mr. Harrison. Anyway, it might hold up somebody\nwho's got a real idea....\"\n\n\"_I_ have a real idea, Kirk. I'm going to draw it for you.\"\n\nThe metal worker noticed that the book Harrison was copying from was a\ndictionary, a very old and battered one.\n\n\"Here, can you follow what I've drawn?\"\n\nThe metal worker accepted it reluctantly, giving Harrison an odd, almost\npatronizing look. \"This is crazy.\"\n\n\"Kirk!\"\n\n\"Look, Mr. Harrison. We worked a long time together. You....\"\n\nHarrison suddenly rose from the chair.\n\n\"This is our one chance of beating this thing, no matter how crazy it\nseems. Will you do the job?\"\n\n\"You believe you got something, eh,\" the other said. \"You think you\nhave?\"\n\n\"I have to have.\"\n\n       *       *       *       *       *\n\n\"Gentlemen,\" said the President of the Intersolar Council. \"There is\nvery little to say. There can be no denying the fact that we have\nexhausted our efforts at finding a satisfactory solution.\n\n\"The contents of this book of reports represents the greatest\nconcentration of expert reasoning perhaps ever applied to a single\nproblem.\n\n\"But alas, the problem remains--unsolved.\"\n\nHe paused to glance at his wristwatch.\n\n\"The aliens return in an hour. As you very well know there is one action\nthat remains for us. It is one we have held to this hour. It is one that\nhas always been present and one that we have been constantly urged to\nuse.\n\n\"Force, gentlemen. It is not insignificant. It lies at our command. It\nrepresents the technology of the Intersolar alliance. I will entertain a\nmotion to use it.\"\n\nThere were no nay votes.\n\n       *       *       *       *       *\n\nThe alien arrived on schedule. The ship grew from a tiny bright speck in\nthe sky to full size. It settled to a graceful landing as before on the\nstrip and silently moved into the revetment.\n\nAgain it spoke in the voice of the frog, but the tone was, if anything,\nless human this time.\n\n\"Earthmen, we have come for your solution.\"\n\nAt that instant a hundred gun crews stiffened and waited for a signal\nbehind their carefully camouflaged blast plates and inside dummy\nbuildings....\n\nHarrison was running. The Administration building was empty. His\nfootsteps echoed through the long, silent halls. He headed for an\nemergency exit that led directly to the blast tunnel. All doors were\nlocked.\n\nThe only way was over the wall. He paused and tossed the awkward, heavy\nobject over the ten-foot wall. Then, backing toward the building, he ran\nand jumped for a hold onto the wall's edge. He failed by several inches\nto reach it.\n\n\"Earthmen, we have come for your solution.\"\n\nHe ran at the wall once more. This time he caught a fair hold with one\nhand. Digging at the rough concrete with his feet he was able to secure\nthe hold and begin pulling his body upward.\n\nQuickly he was over the wall and onto the apron, a hundred yards from\nthe shining metal ship.\n\n\"Wait!\" he shouted. \"Wait, for God's sake!\"\n\nPicking up the object he had tossed over the wall, he raised it above\nhis head and ran toward the alien ship.\n\n\"Wait! Here is the solution,\" he gasped.\n\nSomehow the command to fire was not given. There was a long moment of\ncomplete silence on the field. Nothing moved.\n\nThen the voice of the frog boomed from the alien ship.\n\n\"The solution appears to be correct.\"\n\n       *       *       *       *       *\n\nThe alien left three days later. Regular communications would begin\nwithin the week. Future meetings would work out technical difficulties.\nPreliminary trade agreements, adequately safeguarded, were drafted and\ntransmitted to the ship. The Races of Man and the Races of Wan were in\nharmony.\n\n       *       *       *       *       *\n\n\"It was simply too obvious for any of us to notice,\" explained Harrison.\n\"It took that street-corner evangelist to jar something loose--even then\nit was an accident.\"\n\n\"And the rest of us--\" started Mills.\n\n\"While _all_ of us worked on the assumption that the test involved a\nshowing of strength--a flexing of technological muscle.\"\n\n\"I still don't see--\"\n\n\"Well, the evangelist put the problem on the right basis. He humbled us,\nexalted the aliens--that is, he thought the alien was somehow a\nmessenger from God to put us in our places.\"\n\n\"We were pretty humble ourselves, especially the last day,\" protested\nMills.\n\n\"But humble about our _technology_,\" put in Harrison. \"The aliens must\nbe plenty far beyond us technologically. But how about their cultural\nsuperiority. Ask yourself how a culture that could produce the ship\nwe've just seen could survive without--well destroying itself.\"\n\n\"I still don't understand.\"\n\n\"The aliens developed pretty much equally in _all_ directions. They\ndeveloped force--plenty of it, enough force to kick that big ship\nthrough space at the speed of light plus. They must also have learned to\ncontrol force, to live with it.\"\n\n\"Maybe you better stick to the sword business,\" said Mills.\n\n\"The sword is the crux of the matter. What did the alien say about the\nsword? 'It is defective.' It _is_ defective, Bob. Not as an instrument\nof death. It will kill a man or injure him well enough.\n\n\"But a sword--or any other instrument of force for that matter--is a\nterribly ineffectual tool. It was originally designed to act as a tool\nof social control. Did it--or any subsequent weapon of force--do a good\njob at that?\n\n\"As long as man used swords, or gunpowder, or atom bombs, or hydrogen\nbombs, he was doomed to a fearful anarchy of unsolved problems and\ndreadful immaturity.\n\n\"No, the sword is not useful. To fix it--to 'correct that which renders\nit not useful'--meant to make it something else. Now what in the hell\ndid that mean? What can you do with a sword?\"\n\n\"You mean besides cut a man in two with it,\" said Mills.\n\n\"Yes, what can you do with it besides use it as a weapon? Here our\nstreet-corner friend referred me to the right place: The bible!\n\n\"_They shall beat their swords into ploughshares, and their spears into\npruning-hooks; nation shall not lift up sword against nation, neither\nshall they learn war any more._\n\n\"The aliens just wanted to know if we meant what we said.\"\n\n\"Do we?\"\n\n\"We better. It's going to take a hell of a lot more than a silly\nploughshare to convince those babies on that ship. But there's more to\nit than that. The ability of a culture finally to pound all of its\nswords--its intellectual ones as well as its steel ones--into\nploughshares must be some kind of least common denominator for cultures\nthat are headed for the stars.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Sword, by Frank Quattrocchi\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SWORD ***\n\n***** This file should be named 32697.txt or 32697.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/6/9/32697/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}