{"title": "Fly By Night", "author": "Arthur Dekker Savage", "releaseDate": "June 7, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             FLY by NIGHT\n\n                        By Arthur Dekker Savage\n\n                         Illustrated by Ed Emsh\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction May 1954. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _A young man and a young woman alone on the first\nover-the-moon ship. The world cheered them as the most romantic\nadventurers in all history. Do-gooders decried them as immoral stunters.\nGaunt, serious militarists pronounced them part of the most crucial\nexperiment ever undertaken...._]\n\n\nThe general introduced them in the ship's shadow, a trim lieutenant, a\nclean-cut major. \"You probably already think of each other as Carol and\nKen. At any rate, there are no two people in the world who have heard as\nmuch about each other without previously meeting.\"\n\nShe offered her hand and he took it, held it for a long moment while\ntheir eyes locked. \"Hello, Carol,\" he said warmly. \"I'd have known you\nfrom your pictures.\" And he realized as never before what a poor\nsubstitute were the hoarded scraps of paper.\n\n\"Hello--Ken.\" A smile made her face radiant. \"I've sort of studied your\npictures too.\"\n\nKen turned his eyes to the crowd--a roaring, cheering multitude\nsurrounding the poised rocket ship here on the California desert in this\nzero hour. To certain harried physicists and engineers, it was a moment\npromising paramount achievement. To romanticists of 1966, watching their\nvideo screens avidly, it was fulfillment of their most sensual dreams: a\nbeautiful girl being given wholly and unreservedly to a handsome young\nman; the flight around the moon was merely an added fillip. To a few\ngaunt military psychologists it was the end of a long nightmare of\nprotests by women's clubs, demonstrations by national female societies\nand actual attempts at murder by fanatical blue-noses; and a mere\nbeginning of the most crucial experiment ever undertaken--which _had_ to\nbe a success.\n\n[Illustration]\n\n\nSuddenly Ken was angry at the knowing looks from the throng's nearest\nranks. While the general continued his prepared speech into the mike,\nfocus of the hollow, hungry eyes of the video cameras, Ken pulled Carol\nto his side and held her with an arm about her waist, glaring when the\ncrowd murmured and the cameras swung their way again. He had not\nquestioned the actions of the military, of the world, before. But now--a\npublic spectacle--\n\nDuring the years of rigorous, specialized training almost from childhood\nthey had kept him away from Carol, teasing him--it was the only word\nthat now occurred to his mind--with the dangled promise of her presence\non the flight. They had let him see her pictures--intimate, almost-nude\nphotos harvested by the gossip columnists, snaps of her glory in bathing\nattire as she lounged by a swimming pool.\n\nSwimming. Since he had been selected as a boy, every free afternoon he\nhad been made to swim, swim, swim--developing the long, smooth muscles\nthey wanted him to have. It had been, he knew, the same with Carol.\n\nHad they taunted her with his pictures too? Had she responded by wanting\nhim, loving him, longing for him? How did she feel about their first\nmoment together being shared by the greedy eyes of continents?\n\nThe President was speaking now, rolling sonorous sentences into the\nmike, words which would officially sanction this unorthodox act of the\nmilitary, which would justify the morally unprecedented dispensing of\nmaid to man without benefit of--anything. Because the psychologists had\nwanted it that way. Ken leaned down to whisper in her ear, \"I wish I\ncould get you inside the ship.\"\n\nShe looked at him with sudden coolness. \"Impatient, Major?\" She turned\naway quickly and he could feel her body stiffen.\n\nHad he said something wrong? Or--the new thought was jarring disharmony:\ndid he represent the end of this girl's--_his_ girl's--hopes for a\nconventional, happy marriage? Did she think him the altar of sacrifice,\nwhereupon she would accrue the moralist's scorn and, tomorrow, attract\nonly the lecherous? Or was it just an act? What, besides ship and\ninstrument operation, had they taught her?\n\nGrimly he listened to the President, who was then extolling their merits\nas though--well, as though they were some sort of laboratory specimens.\n\"... acute hearing, 20/10 vision ... perfect health ... highest\ncombination of intelligence and fast physical reactions ... exceptional\nbravery and loyalty.\" Cheers. \"... intensive training ... youngest to\nreceive their military ranks ... expert pilots ... _fittest humans for\nthis attempt_.\"\n\nStubbornly, Ken continued to hold her waist. He watched the sun sneak\naround one stubby wing of the _Latecomer_. He'd need those glinting\nwings to land. Land? What were the actual odds against circling the moon\nand landing again on earth? That phase--and a lot of others--had never\nbeen discussed. The speeches were over and he put the thought from his\nmind. They were extending the mike to him, waiting for his farewell--or\nhis last words?\n\nAbruptly, ignoring the mike, he swung Carol up the ramp and crawled in\nthrough the port behind her.\n\n       *       *       *       *       *\n\nIn the narrow confines she slipped out of her uniform. She glanced at\nhim once, quickly, then cast down her eyes. \"You don't have to look, you\nknow.\"\n\nThere was a hurt in his throat. \"I want to look, Carol. I don't ever\nwant to stop looking at you. I--\" He choked off, tore his eyes from her\nand hurriedly began to get out of his uniform.\n\nHidden from the spectators outside, they divested themselves of all but\nfilmy, clinging, chemically inert garb. Carol's body was sheathed in a\nkind of sarong. Ken wore a short, kilt-like affair. They pulled on soft,\ntough-soled sandals. The medics had insisted on this specific attire,\nbut the psychologists had planned it that way. Their discarded clothing\nwas dropped into a basket. Ken shoved it out the port, down the ramp,\nslammed and bolted the hatch. Then he stared at it. Clamped to the inner\nside were two knives: one was about the length of a bayonet, shaped like\na saber; the other was half that length, and straight. Both were\nsheathed, with belts wrapped around checkered handles.\n\nAll his official instructions flashed through his head in an instant.\nAll the technical data, instrument operation, procedures, emergency\nmeasures. There had never been mention of knives. Except--of course.\nSurvival training. If he were unable to bring the ship to its proper\ndestination, was forced down in uninhabited territory, a knife would be\nessential equipment. But so would a gun, fishing tackle, matches,\nclothing....\n\nThe ship's radio said, \"Fourteen minutes to take-off.\"\n\nKen flung himself on the couch. Carol moved in quietly beside him.\n\n\"You understand, Carol,\" he said, \"you're to touch no controls unless\nI'm unable to.\"\n\n\"Yes.\"\n\n\"You'll handle the cameras only, but you'll keep reminding me of every\nstep to be taken, as though I'd forgotten, and make sure I answer\nsensibly each time.\"\n\n\"Yes, Ken.\"\n\nYes, _Ken_. A pulse throbbed in his temple.\n\nThey watched the crowd on the screen--scattered now, far from that area\nbelow and behind the ship which would be washed in radiation. They\nlistened to the radio calling off the minutes before departure. Ken\nkept his thoughts on the structure of the space vessel, similar in\nmany ways to vastly cheaper atmosphere models he and Carol had\nflown--separately--for hundreds of training hours. Behind them, and\nlining the inner hull, was a light, spongy wall protecting them from the\natomic converters aft. The surrounding couch could be regulated to form\na resilient cocoon during high-G acceleration and deceleration, or\nduring periods of weightlessness. Forward were the controls, instruments\nand hooded viewport.\n\nEscape velocity was not needed to pull away from gravity. With atomic\nengines and the new, low-mass shielding, fuel quantity was a problem of\ndollars only--and none had been spared for this voyage. The\npsychologists had seen to that.\n\n\"Eight minutes to take-off.\"\n\nHe started the atomic reactors, a mighty purring here in the sealed\ncabin. Gently, watching the instruments, he tested bow and stern\nrockets, matching fore and aft forces delicately, tentatively increasing\nstern thrust until the craft barely stirred in its silicone-greased,\nmagnetized launching rack.\n\n\"Two minutes to take-off.\"\n\nThey placed their faces against soft masks in the couch, down through\nwhich they could watch the instruments, in a mirror, the video screen\nand bow viewport. The couch encompassed them, their arms in padded slots\nreaching to the controls.\n\n\"... thirty-four, thirty-three, thirty-two, thirty-one....\"\n\nThunder hammered at their ears. The couch squeezed them as the\n_Latecomer_ shot beyond its ramp, increased its velocity. Ken gripped a\nlever which cut in the autopilot to take them beyond atmosphere, beyond\ngravity.\n\n       *       *       *       *       *\n\nKen unhooded the viewport, leaving covered only that section which\nblocked a tiny blinding sun. They stared into an utter, absolute ebony\nthat suddenly seemed to be straining against the thick canopy, mocking\nthe dim lights of the compartment. For many hours now, nothing to do but\nwait and watch, make occasional control corrections.\n\nHe caused the couch to relax, offered Carol a water sausage. They had\neaten nothing, and drunk but sparingly, since twenty-four hours before\ntake-off. Her hand touched his as she took the container. It was like an\nelectric shock, and his heart thudded. Deliberately, he brushed his\nfingers over hers, clasped her wrist, looking at her.\n\nShe became motionless. Then she looked up at him, lingeringly. Her lips\nparted.\n\nThe pressure within him mounted. Almost reverently he reached for\nher--then stopped when tears formed in her eyes. He drew back,\nuncomprehending. Could desire be coupled with sorrow? Or was he merely\nreading desire into some emotion not remotely connected with passion?\nShe had been given to him without reservation, but he could not bring\nhimself to take her unwillingly. The difference, he realized, between\nlove and lust--damn the psychologists. He let out his breath, fumbled in\na small plastic box near the controls, dug out several nutriment bars.\nHe handed a couple to Carol without looking at her and munched unhappily\nat the chocolate-flavored ration.\n\nThey watched the blackness of space for hours. The stars appeared as\nbright glowing blobs sunk dismally far into the heavy depths of some\nStygian jelly. It was a time to be savoring the first experience of man\nbeyond his mortal sphere, but Ken stared unseeingly, his mind dulled,\nvacant with indecision and disillusion that was almost a physical hurt.\nThe zest of adventure, in the midst of adventure, was throttled before\nit saw life. The sustaining dreams of training and preparation were\ndusty misery. Robotically, he watched the instruments, occasionally made\nmicroscopic adjustments. Carol's hands, close to his, infrequently\nchanged camera settings.\n\nUnexpectedly the radio sounded. Ken tuned to maximum volume, strained to\nhear the muted words. It was a moment before he realized they were\ndrawling, abnormally slow, like one of the old spring-wound phonographs\nrunning down. When he caught it, the message stunned him.\n\n\"_Late-comm-merr_ pers-sonn-nell. Re-turnn noww, noww, noww.\nEmerr-genn-cy orr-derr of the Prezz-zi-dent. _Llate-comm-merr_\npers-sonn-nell....\"\n\nHe listened to it twice more before silencing the radio. Turn back? Now?\nHe looked at Carol. She returned his stare, drawing her arms up out of\nthe slots and leaning on her elbows, frowning in puzzlement. Her breasts\nwere pendent promises of--further disappointment? Were both love and\nlife to be reduced, in a day, to twin voids of defeat? Love was Carol\nand life was a successful flight around the moon.\n\nDiscipline kept his act just short of viciousness as he slapped the\ncontrols back to manual. Grimly he silenced the stern rockets, cut in\nthe bow units slowly. The flight was to have been a loop \"over\" the\nmoon, almost intersecting its orbit at the precise time it swung\nponderously by. What possible emergency could have arisen?\n\n       *       *       *       *       *\n\nKen couldn't remember just when the fear had started--maybe on the way\noutward, now that he thought of it: the feeling of deep depression. They\nwere in free fall, weightless, the couch adjusted to keep them floating\nwithin a few inches of its confines. The brilliant, abandoned moon had\njust swung behind its big-sister world, the glaring furnace of Sol was\nstill thwarted by a section of bow hood.\n\nHe felt the fear mount--little tugging fingers frantically at work\nwithin his chest. The blue sphere of Earth seemed to recede in the black\nmuck, although he knew it was only an optical effect of space--of the\nvast, scornful emptiness in which the stars were but helpless,\nhopelessly enmeshed droplets of dross.\n\nHe shivered involuntarily. With the movement he touched the side of the\ncouch and rebounded against Carol.\n\nShe screamed.\n\nHe stared at her, his fear mounting swiftly through panic to abject,\nuncaring terror. Carol had drawn herself up into a knot, the fetal\nposition of infantile regression; her eyes were wide, unseeing, her\nmouth open in the scream that was now soundless.\n\nKen felt his mind brinking on madness. He continued to stare in a\nterrified frenzy until, from some tiny nook of sanity deep inside him,\ncame the realization that this was Carol beside him--Carol, who was his,\nwho needed him....\n\nHe fought. He staggered up from depths of bleak despair, aided by that\ndeep-rooted male instinct which rouses raging fury at danger to his\nbeloved. The innate protective impulse was heightened, strengthened by\nthat emotional desire which is strongest at first contact, undiluted by\nfamiliarity and the consequent dissolution of ideals. The prime strength\nof manhood blasted in a coruscating mental flare against the forces of\ndarkness and the unknown. Tenderly, he encircled her floating body with\nhis arms and drew her close. He soothed her as one might a baby.\n\nSlowly her eyes came back from horrific infinity. Slowly they focused on\nhis. And then, comprehension returned, she pressed tightly against him,\nclung to him, sobbing with the remnant fear of fear remembered.\n\nHe talked to her for an hour, caressing, reassuring, until her responses\nwere normal beyond any doubt. Then he told her he loved her.\n\nShe raised her head from where it was burrowed against his chest.\n\"_Love_ me, Ken? Love _me_?\"\n\nHe blinked in astonishment. \"Of course I love you. It seems like I've\nalways loved you. I tried to tell you. I--\"\n\nBut she was crying again, shaking her head a little, saying, \"Ken, Ken,\"\nover and over.\n\nThis time he continued to hold her intimately close. \"What's the matter?\nAnything wrong with love?\"\n\n\"But Ken--you could have any girl in the world!\"\n\n\"Me? Where'd you get that idea?\"\n\n\"Why, everyone knows the story of your training, and what it was for.\nThe swoon clubs must have sent you tons of letters!\"\n\n\"I never got any.\"\n\n\"Censors?\"\n\nHe shrugged. \"Could be. I used to drive myself nuts thinking of all the\nguys you must be going out with. Your story was spread around just as\nmuch as mine.\"\n\n\"They picked my few escorts with care. I used to lie awake thinking of\nyou running around with hundreds of girls.\"\n\nKen snorted. \"The army kept me too busy. I went out with a few, but I\nnever loved anybody but you. Hell, I'm only nineteen, you know.\"\n\nShe nodded, her eyes bright with happiness. She was a year younger. Then\nher words came in a flood. \"I couldn't believe you'd love me. They told\nme I was to go with you and do anything you said--anything. No\nexplanation, but I knew what they meant and I agreed because you were\ndoing such a great thing for the world and--I wanted you too. But I\nthought you'd just want me for the trip, and afterward you'd go back to\nyour other girls, and--\"\n\nHe kissed her. Again. And again. Surely there never was, never could be,\na greater delight embracing than in the floating, heady, free fall of\nnull-G. Certainly the psychologists knew no other method of retaining\nsanity in the cruelly endless jet pit engulfing the stars. Which was why\nthey had planned it that way.\n\n       *       *       *       *       *\n\nWell out of atmosphere he began to brake skillfully, easing the craft\ninto an orbital arc that would later be changed to a descending spiral.\nBiting into rarified air, he adjusted the hull heat distributor, cut in\nthe refrigeration unit, increased oxygen a trifle. He removed a small\nenvelope from its taped position on a panel and opened it to read his\nlanding instructions. Then he looked questioningly at Carol.\n\n\"Southwest Oregon. The Oregon Caves National Monument. We're to go in on\na beacon signal.\"\n\n\"You don't suppose they want us to show survival ability?\"\n\n\"On a deal like this? No, something's haywire here. First, there's not a\nstrip that'll take the _Latecomer_ for at least a hundred miles around,\nand the only road into the area twists like a snake. This baby wasn't\nbuilt with a chute, either. Second, it's only about ten miles from some\nranches, even if there's no one at the chateau, so it wouldn't be a\nsurvival problem.\" He dropped the craft's nose a few more degrees.\n\n\"Are there any more instructions?\"\n\n\"Must be.\" He unfolded the slip. \"'Abandon ship immediately upon\nlanding. Enter bronze portal to Caves with all possible haste. Look for\ninscribed square beside door, with a slot at each corner. Activate door\nas follows: simultaneously insert curved blade of longer knife entirely\nin upper left-hand slot, and straight blade of shorter knife entirely in\nlower right-hand slot. Extreme emergency. Memorize and destroy these\norders.'\" Carol hadn't seen the knives.\n\nThey lay in stunned silence until she gasped, \"But, Ken--this means they\n_knew_ about the emergency before we took off!\"\n\nHe nodded grimly. \"We were never supposed to reach the moon.\" He\ncrumpled the paper, thrust it into his mouth and chewed on it awhile,\nthen slipped it into the waste disposal unit. \"Well, we'll pick up the\nbeacon and buzz the Caves area for possibilities. There was nothing said\nabout making radio contact, so we'll just listen in. Want to take over\nthe radio on the way down?\" He forced the _Latecomer_ into as tight a\nspiral as he dared. The wings were still useless here in the ionosphere.\n\nCarol turned on the receiver, dialed expectantly. \"Ken--the whole band\nis silent!\"\n\n\"Take it easy, Lieutenant honey--we're barely through the F_{2} layer.\"\n\nBut all bands remained dead except for sun static. Rockets chattering\nfor a 2G brake and directional control, they plunged through the F_{1}\nstratum, losing Sol behind the eastern rim of Terra. Down, down for dim\ncountless minutes, through the thin ionization of E, past the lowest\nranges of auroras and noctilucent clouds and below the ozone layer.\nStill no signals of any kind on any frequency.\n\nAt last Ken leveled off in the troposphere, at an altitude of five\nmiles. A placid, swollen sun rode into view while they flashed west-ward\nover the Atlantic in a straight and lowering course that would take them\nover New York. The momentous--even though aborted--flight was over. Each\ntiniest mechanism of the _Latecomer_ had functioned perfectly. Ken took\na deep breath at the sheer pleasure of normal gravity. Man held the key\nto the planets, at least--if the psychologists could figure some way to\nnullify the soul-shattering fear imbued by deep space. Or had he and\nCarol reached the maximum distance life could tolerate? Was that the\nforeseen emergency, withheld from them lest it sap their\ncarefully-nurtured morale? He felt a vague, gnawing worry about the\nsilence of earth's transmitters.\n\nNew York would supply the answer. Over New York the cacaphony of blaring\nbroadcasts would practically tear the receivers from their moorings.\n\nAnd New York did yield an answer--of sorts. With Long Island in visual\nrange, and not a sound or a picture on any wave length which Carol's\nflying fingers tuned in at maximum volume, Ken dipped below legal\nceiling to drag the city.\n\nThen his reactions galvanized him to motion of a speed outstripping his\nthoughts. Hardly hearing Carol's gasp of dismay, he snapped the coccoon\ntight about them like a sprung trap, blasted the ship's nose to a\nskidding vertical and spurted away from the yawning craters of New York\nCity at five Gs.\n\n       *       *       *       *       *\n\nHe leveled off in ozone over Canada and relaxed the couch.\nUnbelievingly, he looked at Carol. She looked back at him, wide-eyed.\n\n\"Listen, Carol--we can't both be crazy the same way. You tell me exactly\nwhat you saw.\"\n\n\"Well--everything had been bombed.\"\n\n\"What else?\"\n\n\"There--there wasn't any movement or people or--\"\n\n\"_What else._\"\n\n\"There--oh, Ken, there were _trees growing in the craters_!\"\n\nSome of the tenseness left his features. \"Okay, honey. Now we know a\nlittle bit. The war came and went and there's not an active transmitter\nin the world. Somebody knew it was coming, even before we left, so they\nwant us to land at a hideout in Oregon. There'll be a landing strip\nthere--they've had more than a month to build it since I was at the\nCaves, and it only took a day for the whole war, for the radiation to\nclear up--and for twenty--maybe fifty-year-old trees to grow!\" His\nending sarcasm was directed at himself; youth angers at the spur of\nillogicalness.\n\nCarol pressed his shoulder and kissed him. \"Darling--maybe we shouldn't\neven think about it now. They must be waiting for us in Oregon.\"\n\n\"Yeah,\" he said absently. \"Wonder what happened farther inland?\" He\nherded the _Latecomer_ down along the border of Lakes Ontario and Erie.\nCleveland was dotted with lakes, the city rubble choked with brush. On a\nzig-zag course, Detroit was a wilderness, Chicago almost a part of Lake\nMichigan. Carol's spirits sank with each revelation.\n\nThey arced high above the jet winds, on course to Oregon.\n\nKen almost shouted with joy when their beacon code came in weakly,\nstrengthening as they approached the Pacific. Carol hugged him until he\nrelinquished control to the autopilot and gave her his undivided\nattention.\n\nThe chronometer ticked away time, but Sol gave up the unequal race, and\nso it was another morning of the same day when Ken slipped the\n_Latecomer_ over the mighty Cascades, homing on the beacon until they\nboth saw the outline of a long, level, arrow straight runway carved from\nforested mountainside and spanning chasmal, growth-choked gulches.\n\nBut it was the outline only, discernible through a light rain. \"At least\ntwo years' work,\" mused Ken, \"littered with at least a hundred years'\ndebris. _And we've only been gone a day._\" He killed signal reception,\ncircled the runway.\n\nCarol pressed his arm. \"It's been longer than a day, Ken. I mean, we've\nactually used up more time, because it was morning when we were over New\nYork, and it's still--\"\n\n\"Okay--day and night don't mean much. But we've clocked a little over\nthirty-three hours since we took off. That's _our_ time.\"\n\nThere was a catch in her throat. \"I know, darling. Something's horribly\nwrong. Everybody we know must be dead!\"\n\nHis jaw set, then he said gently, \"Snug down, kitten, we're going in.\"\n\nShe glanced through the port. \"But how can you land on _that_?\"\n\nHe tightened the couch about them. \"Blow the stuff out of the way,\" he\nsaid cheerfully. \"Maybe.\" He swooped in from the east. \"Keep an eye\npeeled for the Caves' entrance--I bet it won't look like it did last\nmonth.\"\n\nThe _Latecomer_ touched the runway at little more than a hundred miles\nper hour. Its forward rockets braked sharply, blasting aside the\nscattered dead limbs and smaller trees--roaring, bucking and hissing.\nIts underside buckled from triphammer contact with rock slides and a few\nlarger logs. It grated to a bumpy halt, gouged, scarred, split, its\nwarped hull a forever useless thing.\n\nBefore opening the port he buckled the long knife at his waist, had\nCarol do the same with the short one. He climbed out, breathing deeply\nof the warm, moist air, savoring the incense of pine while helping Carol\nto the ground.\n\n       *       *       *       *       *\n\nThey avoided the radioactive path made by the ship, picked their way\nalong the side of the strip until Carol pointed and cried, \"There it\nis!\"\n\nKen gripped her arm. \"You follow behind me, and if the welcoming\ncommittee moves this way you get up in that big madrona over there.\"\n\n\"_What?_\"\n\nHe pointed out the bear, watching from a wet tangle of brush. \"If it's a\nmale--or a female with no cubs--we're probably all right.\"\n\n\"Oh. But what will _you_ do?\"\n\n\"Don't argue, Lieutenant.\" His hand moved to the pommel of his knife.\nRanger training wasn't exactly qualification for tangling with a bear,\nbut long odds were becoming commonplace.\n\nThe animal remained where it was. They climbed over a rock slide and\nfaced a wide bronze door protected by a concrete foyer. Out a way from\nthe door was--\n\n\"Look, Ken--that's been a recent campfire!\"\n\nHe whipped the blade from its sheath. \"C'mon, kitten--get that knife\nout!\" He vaulted the ashes.\n\nA six-inch square was cut deeply in the dense metal. Ken poised his\nknife over a slot, and as Carol plunged her blade into the wall he\nrammed his home to the guard.\n\nWith a squeak and a sigh the door, terraced like a vault portal, swung\noutward slowly. Ken grabbed a recessed knob to hurry it up. Lights\nflashed inside, flooding a man-changed interior.\n\nHe leaped across the raised threshold, dragging Carol with him, swung\nthe door shut and shot home two great bolts on its inner surface. On a\nrack just beside the door was an automatic rifle, ready for instant use.\nThe psychologists had not known about the campfire, but they had planned\nfor the possibility of a hostile builder.\n\nKen and Carol looked about the first of the labyrinthine caverns.\nSquared walls were lined solidly with glass-enclosed bookshelves\nstretching as far as they could see. Crowding the floor were machines,\ncabinets of tools, implements, instruments, weapons and medical and\nsurgical supplies.\n\nThey moved to stand before a large video screen set near the door. Ken\nflipped the single toggle below it. A scene grew, showing a white-haired\narmy colonel seated behind a desk, facing them.\n\n\"Ken--it's Dr. Halsey,\" Carol whispered.\n\n\"_Was_ Dr. Halsey,\" said Ken heavily. \"I used to wonder if we had the\nsame instructors.\"\n\nThe officer's lips moved. \"Hello, Ken and Carol. I've been selected to\nmake this film to greet you, and I know both of you will return to see\nit.\" His eyebrows lifted in the quizzical expression they knew well.\n\"I'm going to rattle off a lot of explanations and suggestions, but I\nimagine the first thing you'll want to know is how all the things you've\nseen could have happened so quickly. And knowing that, will clarify the\nrest.\n\n\"You remember the experiments the Air Force made, sending small animals\nabove the stratosphere. By means of controlled diets and more\ncomplicated devices you'll find explained in a book, we learned that\nthese animals were not subjectively experiencing the time-span they\nshould have aloft. In effect, they were aging hardly at all away from\ngravity--the farther away, the less aging.\n\n\"We got some fairly accurate figures on the time-distance ratios.\nBriefly, assuming you held to your course until you were recalled, you\ncan figure that an average of ten years has elapsed on the earth's\nsurface for every hour you were in space.\"\n\nKen muttered, \"We were actually out of atmosphere about twenty-four\nhours. That would make it the year--\"\n\n\"About 2200,\" finished Carol breathlessly.\n\n\"... how or why, but that Time was evidently a variable. The realm of\nphysics was a madhouse--discreetly so, lest our enemies profit by our\nknowledge. There is no visual or other subjective means to sense the\ndeceiving change in time-rate, or its illogical effects; we knew, for\ninstance, that you would not see the moon as a solid ring girding a\ngyroscopic earth, as might seemingly be expected.\n\n\"Your message of recall was a record, slowed down to be within an\nintelligible range of fast chatter or slow drawl when you received it.\nWe could have told you to open the envelope at a certain time or\ndistance, but even minutes and miles were critical and\"--the pictured\nfeatures smiled paternally--\"we knew your interest in each other might\ncause a delay, while\"--the expression changed to serious sympathy--\"we\ndidn't know just when Space-Fear would strike.\"\n\nCarol blushed and laid her cheek against Ken's chest. \"They knew\neverything that would happen, didn't they? They--they _planned_\neverything!\"\n\nHe crushed her to him. \"Lucky they did, honey. Seems like they've put\nall their hopes in us.\"\n\n\"... imminent war, and what radiation would do to surface life. We could\nnot go with you, nor was there time to build underground installations\nfor surviving more than half a century and emerging to a temporarily\nunproductive soil. We selected you to inherit the world, and you have\nhad the hopes and prayers of your nation and your people.\"\n\nThey sat on a low chest and listened to the psychologist's voice for\nnearly an hour more. He finished on a message of hope. \"You have seen\nthe results of war. With the knowledge and material at hand, and the\natmosphere craft waiting at the sealed exit, you can contact what\nsurvivors' descendants you may find in hidden corners of the world and\nlead them to the peaceful glory of Earth's future.\n\n\"Obviously, life will not visit back and forth between the stars, or\neven the planets. The laws of Space and Time confine man to one\nworld--but it _can_ be made the best of all possible worlds, free of war\nwithin, and free of conquest from without, since the reasons which keep\nman from visiting other spheres will keep other life from visiting him.\"\n\nThe screen faded and was silent, followed by a clear, trilling whistle\nwhich swelled in a paean of lilting sound. While Ken squeezed Carol's\nhand in mounting amazement, the piping strain formed clearly into\nwords--\n\n_With understanding of universal laws, life may do as it wills, go where\nit wills ... we have come to your planet to help you ... may we?_\n\nThe psychologists had not foreseen quite everything....\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Fly By Night, by Arthur Dekker Savage\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FLY BY NIGHT ***\n\n***** This file should be named 32734.txt or 32734.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/7/3/32734/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}