{"title": "Mate in Two Moves", "author": "Winston Marks", "releaseDate": "June 8, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          MATE IN TWO MOVES\n\n                           By WINSTON MARKS\n\n                        Illustrated by ASHMAN\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nMay 1954. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n[Illustration]\n\n\n[Sidenote: _Murt's Virus was catastrophically lethal, but it killed in a\nway no disease had ever thought of--it loved its victims to death!_]\n\n\nLove came somewhat late to Dr. Sylvester Murt. In fact, it took the\nepidemic of 1961 to break down his resistance. A great many people fell\nin love that year--just about every other person you talked to--so no\none thought much about Dr. Murt's particular distress, except a fellow\nvictim who was directly involved in this case.\n\nHigh Dawn Hospital, where 38-year-old Dr. Murt was resident pathologist,\nwas not the first medical institution to take note of the \"plague.\" The\nsymptoms first came to the attention of the general practitioners, then\nto the little clinics where the G. P.s sent their patients. But long\nbefore anything medical was done about it, the plague was sweeping North\nand South America and infiltrating every continent and island in the\nworld.\n\nMurt's assistant, Dr. Phyllis Sutton, spotted the first irregularity in\nthe _Times_ one morning and mentioned it to him. They were having coffee\nin Murt's private office-lab, after completing reports on two rush\nbiopsies.\n\nShe looked up from the editorial page and remarked, \"You know, someone\nshould do a research on the pathology of pantie raids.\"\n\n       *       *       *       *       *\n\nMurt spooned sugar into his mug of coffee and stared at her. In their\nsix months' association, it was the first facetious remark she had made\nin his presence. To this moment, he had held an increasing regard for\nher quiet efficiency, sobriety, professional dignity and decorum. True,\nshe wore her white coat more tightly belted than was necessary and,\nlikewise, she refused to wear the very low hospital heels that thickened\nfeminine ankles. But she wore a minimum of come-hither in both her\ncosmetic and personality makeup. This startling remark, then, was most\nunexpected.\n\n\"Pantie raids?\" he inquired. \"Whatever would justify an inquiry into\nsuch a patently behavioristic problem?\"\n\n\"The epidemic nature and its increasing virulence,\" she replied soberly.\n\"This spring, the thing has gotten out of hand, according to this\neditorial. A harmless tradition at a few of the more uninhibited\ncampuses has turned into a national collegiate phenomenon. And now\nsecondary effects are turning up. Instructors say that intramural\nromance is turning the halls of ivy into amatory rendezvous.\"\n\nMurt sipped his coffee and said, \"Be thankful you aren't a psychiatrist.\nBacterial mutations are enough of a problem, without pondering\nunpredictable emotional disturbances.\"\n\nHis assistant pursued it further. \"It says the classrooms are emptying\ninto the marriage bureaus, and graduation exercises this year will be a\nmockery if something isn't done. What's more, statistics show a\nstartling increase in marriages at the high school level.\"\n\nMurt shrugged broad shoulders that were slightly bent from long hours\nover a microscope. \"Then be thankful you aren't an overworked\nobstetrician,\" he offered as an amendment.\n\nShe glanced up from the paper, with annoyance showing in her dark,\nwell-spaced eyes. \"Is it of no interest to you that several hundred\nthousand youngsters are leaving high school and college prematurely\nbecause they can't control their glands?\"\n\n\"Be glad, then,\" Murt said coldly, \"that you aren't an\nendocrinologist--now drink your coffee. I hear the microtome working.\nWe'll have some business in a minute.\"\n\nDr. Phyllis Sutton rustled the pages of the _Times_ together, folded it\nup and threw it at the wastebasket with more vigor than was necessary.\nThe subject was momentarily closed.\n\n       *       *       *       *       *\n\nHis staff position at High Dawn paid less, but the life suited Dr. Murt\nbetter than the hectic, though lucrative, private practices of many of\nhis colleagues. He arrived at the hospital early, seven o'clock each\nday, to be on hand for quick tissue examinations during the morning\noperations. By ten, the biopsies were usually out of the way, and he\nspent the rest of the morning and early afternoon checking material from\nthe bacteriology section and studying post-operative dissections of\ntumorous tissues and organs removed in surgery.\n\nIt was engrossing, important work, and it could be accomplished in a\nnormal work-day, leaving the pathologist considerable leisure to study,\nread and relax. Shortly after the pantie-raid conversation with Phyllis\nSutton, he found the evening paper attracting more than his usual quick\nperusal.\n\nThis emotional fuss in the young human animal was beginning to preoccupy\nthe newspaper world. Writers were raising their eyebrows and a new crop\nof metaphors at the statistics, which they described variously as\nalarming, encouraging, disheartening, provocative, distressing, romantic\nor revolting, depending upon the mood and point of view.\n\nAs June, the traditional mating month, wore into July, national\nstatistics were assembled to reveal that marriages were occurring at\nalmost double the highest previous rate, that the trend was accelerating\nrather than diminishing.\n\nJewelers and wholesale diamond merchants chalked up fabulous increases\nin the sale of engagement and wedding settings. Clergymen and qualified\npublic officials were swamped with requests for religious and civil\nmarriage ceremonies.\n\nParks, beaches and drive-in theaters were jammed with mooning and/or\nhoneymooning couples, and amusement parks began expanding their\nover-patronized tunnel-of-love facilities.\n\nThe boom in houses, furniture, appliances and TV was on, and last year's\nglut of consumer goods for the home was rapidly turning into a shortage.\n\nAll was not good news, however. The divorce courts reported their\ncalendars stacked months ahead of time, and an increasing number of\nlurid headlines were devoted to the love-triangular troubles of the\nrich, famous and notorious. Love-nest exposés and bigamous marriages\nrocketed in number.\n\nThe whole world, adolescent and adult, was falling in love, with the\ninevitable unrequited infatuations, the jealousies, infidelities and the\nbitter-sweetness of wholesale, illicit, impossible love situations in\nwhich vulnerable people found themselves increasing astronomically.\n\nWriters of popular newspaper psychology columns attributed the rampaging\nemotional fire to everything from mass-hysteria, caused by sunspots, to\nthe paternalism of a government that gave increased income-tax\ndeductions to married people.\n\n       *       *       *       *       *\n\nDr. Murt's growing interest was not entirely academic. His bachelorhood\nwas no accident of fate, but rather a carefully contrived independence,\nfor which he paid the price of eternal vigilance. As the world supply of\neligible bachelors diminished sharply, his wariness increased, and he\nbecame more and more curt with nurses and female technicians at the\nhospital.\n\nHe revealed the depth of his leeriness one afternoon at the scrub-up\nsink, where he and his assistant were washing after a messy dissection.\nPhyllis Sutton remarked, \"Holly, down in Personnel, showed me a\ntabulation she ran off for her own curiosity today, Doctor. Do you\nrealize that in this whole hospital there are only _eight_ unmarried\nfemale employees?\"\n\nMurt threw water droplets from his bare arms and muttered, \"Yes, and\nevery one of them's giving me the eye--to say nothing of half the\nmarried ones.\"\n\nHis aide dried her long arms and slender hands and looked at him with a\ncrooked smile. \"Not to underestimate your good looks, Doctor, but I am\none of the unmarried females. I trust I'm not giving you too much\ntrouble?\"\n\nHe looked up, startled. \"Yes--no, _no_--of course not. I'm referring to\nthe nurses and the technicians. What's got into them? The whole lot\nseems to be on the make!\"\n\nPhyllis combed out her short dark hair and looked at him in the mirror.\n\"I assure you the males are just as bad. These interns and four of the\nmale nurses give me a physical with their eyes every time I happen to\nmeet them.\"\n\n\"I suppose this ties in somehow with your pantie-raid theory.\"\n\n\"Well, what do _you_ think?\"\n\n\"I don't think. I just dodge. You'd do well to do the same,\" Murt told\nher, putting on his jacket and adjusting his tie.\n\nShe sat down in his oak swivel-chair and crossed her slender ankles.\n\"Are you aware of the problem they have downstairs in the out-patient\nclinic?\"\n\n\"Hadn't heard,\" Murt said.\n\n       *       *       *       *       *\n\nShe removed a file from her purse and touched up her short nails. \"The\noutlying clinics are sending their overflow to us. They can't seem to\ndiagnose the odd symptoms they're getting.\"\n\n\"I had noticed the large number of negative test results coming out of\nthe lab,\" Murt acknowledged. \"Haven't followed any of them through,\nthough.\"\n\n\"I have,\" Phyllis said with a little frown. \"Seems to be a psychosomatic\nnightmare down there.\"\n\n\"What are the symptoms?\"\n\n\"Mostly neurotic,\" she said. \"Listlessness, loss of appetite,\npalpitations, cold sweats and absent-mindedness.\"\n\n\"Why don't they go to the psychiatric clinics?\"\n\n\"Overloaded. They're sending patients here.\"\n\n\"What age groups?\"\n\n\"From puberty to senility. I'd like your permission to do a little\nspecial work on blood samples.\"\n\n\"Another theory?\" he asked caustically.\n\n\"Yes. Will you give me your permission to test it?\"\n\nMurt adjusted his Panama straw in the mirror and noticed that the\nnostrils of his straight nose were flared for some reason. \"Your time is\nyour own after three P. M. every day. If you want to take time out from\nyour thesis research, that's your business.\"\n\nHe crossed to the door and was opening it when he became aware that he\nhad had no answer. He looked back at the profile of his assistant's\nbody, which was now stretched out full length, suspended at three\npoints--her higher-than-practical heels on the linoleum tile, her spine\nand curved hips using only an inch of the chair's edge, and her head\ntilted over the chair's back. She inhaled from a king-size filter-tip\ncigarette and blew a feather of smoke at the ceiling.\n\n\"_Yuh!_\" she said finally. Her flat abdomen jumped at the exhaled\nsyllable, and so did her generous breasts under the soft emerald-green\nstreet dress.\n\n\"Good _night_!\" Murt closed the door behind him quickly and became aware\nof a sharp stab of what he defined as pure rut--the first he had\nsuffered in fifteen years.\n\n\n\n\nII\n\n\nHe taxied downtown to the athletic club, where he maintained his\nthree-room apartment. The 20-story building was a citadel of\nmasculinity--no females allowed--and recently it was an especial relief\nto enter the lobby and leave behind the world of turbulently mixed\nsexes.\n\nThe small but lush entry chamber had a deserted air about it this\nafternoon. At the room desk, Crumbley, the clerk, handed him his key\nwith a pallid hand and returned to sigh over a colored picture in\n_Esquire_--it was the \"fold-out\" page, featuring a gorgeous blonde\nreclining at full length. Crumbley's expression, however, was far from\nthe loose-lipped, lecherous leer that he normally exposed to such art.\nHis eyes had a thin glaze over them, he breathed shallowly and, if Dr.\nMurt had not known the little man's cynically promiscuous nature so\nwell, he'd have sworn Crumbley was in love.\n\nUpstairs, Murt donned rubber-soled gym shoes and sweat clothes and rode\nthe elevator back down to the gymnasium. Three times a week, he put his\nmuscles through the whole routine-work on the bars, rings, the leather\nhorse, the rope climb and a twenty-lap jog around the balcony racetrack.\nAfterward, he showered, took a dip in the swimming pool and retired to\nthe health service department for a rubdown and some sunlamp.\n\nThroughout the whole routine, he encountered not a single other member.\nWhile Charlie, the husky blond masseur, hammered and kneaded his\nmuscles, Murt reflected on the abating interest in athletics at the\nclub.\n\n\"Are we losing members, Charlie?\" he asked.\n\n\"You'd think so from how dead it is up here,\" Charlie replied. \"But\nCrumbley says we aren't. The guys just aren't exercising. Can't figure\nit, Doc. Even with the usual summer slump, it's never been this slow.\"\n\nWhen he had absorbed all the punishment he could stand, Murt rolled off,\nwent into the ultraviolet room, set an alarm clock and lay down by\nhimself on one of the paper-covered tables. He adjusted the dark goggles\nand reflected thankfully that he didn't have to go to the beach for his\nsun and have sand kicked in his face by a procession of predatory\nfemales, ogling his long limbs and trying to attract his attention.\n\nThe clean smell of ozone was pleasant, the warmth of the lamps relaxed\nhim, and he dozed off. He dreamed that he heard someone else come in and\nlie down on the next table and, when he raised his head to see who it\nwas, was amazed to discover his assistant, Dr. Phyllis Sutton, stretched\nout like himself, wearing only shower-sandals and goggles.\n\nThe alarm clock wakened him from the disturbing dream. He was sweating\nprofusely and took another shower, using the cold water at full needle\nforce to dispel his shock at his subconscious.\n\n       *       *       *       *       *\n\nWrapping the robe around him, Murt returned to his apartment to dress\nfor dinner. As he snapped the paper laundry band off a clean shirt, he\ncaught himself wondering how old Phyllis Sutton was. Twenty-eight?\nThirty? She appeared younger, but she was in her last year of residence\nto gain her specialty of pathology. That meant over eleven years of\nschool and practice. She was a lovely creature, but she was no child.\n\nHe had half an impulse to phone her for dinner, then became lost in\nstudying his own reaction to the thought. Pulse over a hundred,\nrespiration quickening, irregular. There was a tensing of the abdomen, a\nfaint burning in the pit of his stomach.\n\nHe remembered the urge at the office, the dream in the sunroom, the\nsudden sweat that had required five minutes under the cold needle\nshower.\n\nAfter so many years of deliberate, scholarly celibacy, what was\nhappening to him?\n\nHe stared at the phone. With six motions of one finger, he could dial\nPhyllis Sutton's face into view, and suddenly he yearned to do that very\nridiculous thing.\n\nAfter staring at her, off and on, for the six months since she had\ntransferred to High Dawn to complete her residency, now he wanted to see\nher face outside of working hours for some inexplicable reason.\n\nCall her up, date her, take her dancing, proposition her--get this silly\nfeeling off your chest!\n\nSuppose she was busy or refused to go out with him? Suppose she already\nhad a boy friend?\n\nThis last thought deepened the burn in the pit of his stomach, and he\nfinished dressing listlessly. To hell with it! This was poker night. If\nhe did succeed in dating his assistant, they'd inevitably talk shop.\nThat was why he enjoyed a night of cards with his six non-medical\nbrother clubmen, once a week. It was refreshing to break away from the\nprofessional point of view.\n\nNo, he wouldn't sacrifice that for any woman.\n\n       *       *       *       *       *\n\nHe ate alone, read the paper, joined the poker party at seven o'clock,\nplayed six hands of stud, cashed in his chips and returned to his room.\nIn a mood of deep irritation, he found Phyllis Sutton's home phone\nnumber and rang it four times with no result.\n\nHe thought to try the hospital. She answered from the lab extension on\naudio only, but her voice and its frankly curious tone sent vertically\npolarized chills through him.\n\n\"I--I wanted to apologize for my rudeness this afternoon,\" he said with\ndifficulty from a suddenly dry mouth.\n\nThere was a brief silence. \"Have you been drinking, Dr. Murt?\" He\nnoticed that she did not call him Sylvester. Why was he so damned\nthirsty for some little sign of warmth and friendliness from her?\n\nHe cleared his throat. \"No, I'm serious. It occurred to me that your\ninterest in the out-clinic problem was commendable, and that I was\nrather short in my remarks to you.\"\n\n\"Oh! I take it I have your permission to work my project in during the\nday, then?\"\n\n\"That's right, so long as it doesn't interfere with the routine.\" He\nsounded stuffy to himself, but he was entirely out of practice in\nspeaking to please a female.\n\n\"Thanks,\" she said wryly, and the conversation ended.\n\nSomehow, the brief talk with her restored his perspective. Once again\nshe was his assistant, and the significance of her as a woman faded. She\nwas a dedicated physician like himself. In another few years, she would\nfind a residency of her own. She had no more inclination to knock off\nand become a woman than he had to squander his time and energy on\nattaining the status of family man.\n\n       *       *       *       *       *\n\nIt was with mounting admiration that he followed her new project in\nexamining blood samples. As they came up from the clinic, she sorted the\nspecimen tubes at once, putting a tiny snip of yellow Scotch tape under\nthe label of each sample that belonged to a patient with the new\nundiagnosed disorder.\n\nThen, after the requested hemoglobin, blood sugar and other standard\ntests had been run, she retrieved the samples from the technicians,\ngrouped them in a special rack and devoted every spare minute to further\nexamination.\n\nShe centrifuged, precipitated, filtered and stained over and over, using\nevery qualitative procedure in the book. Murt signed her requisitions\nfor exotic reagents and rare stains. He helped her balance out the large\ncentrifuge to get the maximum r.p.m. from it. He let her use the most\ncostly of the fine-porosity filters.\n\nHe had little hope of success, but it was good practice for her. She was\nrequired to identify every organism she found, bone up on its known\neffects, then determine that it could not cause the symptoms reported.\n\nShe did all this without impairing her usefulness to Murt. When he\nneeded her, she was at his side, dissecting, taking down notes,\npreparing delicate sections and checking slides before they came to him.\n\nIn several weeks, she exhausted all known tests on the first samples.\nAfter lunch one day, she turned her palms up. \"_Nichts da!_\" she said,\npulling a mashed cigarette from the huge pocket of her white smock.\n\nHe glanced at her and swiveled to stare out the window. It was part of\nhis tight campaign to prevent a disastrous recurrence of the emotional\ntempest he had suffered the day she had begun this research.\n\n\"It was a nice brush-up on your bacteriology,\" he said. \"Have you saved\nthe filtrates?\"\n\n\"Yes, of course. Did I overlook anything?\"\n\n\"Nothing that we could do here, but there's an electron microscope\ndowntown at Ebert Industrial Labs. How about photomicrography? Could be\na filtrable virus.\"\n\nHe knew that she was aware of the possibility, and also that she was\nreluctant to ask him for additional funds to go into a virus hunt with\nthe expensive piece of equipment.\n\n\"Wonderful!\" she told him. \"I did hate to ask you, but it would be a\nshame to waste all that immaculate filtrate.\"\n\n\n\n\nIII\n\n\nA week passed, during which a bulletin from the Government Health\nService announced official suspicion that the human race was suffering a\nmysterious, pandemic affliction which was as yet undiagnosed. Although\nthe symptoms, as reported by hundreds of clinics, were relatively mild,\nthe effect on the nation's economy was growing serious.\n\nIndustry and business reported unprecedented absenteeism. Factory\nsupervisors and insurance companies were frantic over the upsurge in\naccidents. It was estimated that almost fifty per cent of the population\nexhibited the symptoms of depression, absent-mindedness, insomnia and\nloss of appetite.\n\nNegligent driving was increasing the highway toll sharply. Educational\ninstitutions reported classroom discipline rapidly vanishing. Armed\nforces headquarters cautiously admitted a new high in desertions and\nAWOLs.\n\nThe consensus among psychiatrists and psychologists was that the\ncondition stemmed from pathogenic causes.\n\nDr. Murt raised his eyebrows when he read this. Perhaps Phyllis Sutton\nwas right, after all.\n\nThe bulletin continued, \"All clinical pathologists are requested to be\nalert to the presence of any unusual organisms discovered in body fluids\nor tissues examined. Please report your findings to the U. S. Public\nHealth Service.\"\n\nMurt found Phyllis Sutton at the microtome, finishing a wax section, and\nshowed her the bulletin.\n\n\"Score one for woman's intuition,\" he smiled. \"Federal Health Service\ntends to agree with your theory.\"\n\n\"Now I _am_ eager to see those pictures,\" she said.\n\n       *       *       *       *       *\n\nLess than two hours later, a messenger brought the photomicrographs, and\nthe two pathologists bent over them together. Phyllis had submitted\neighteen samples, six of which were controls taken from healthy,\nunafflicted subjects. Per her instructions, smears of the specimens in\nvarious degrees of dilution had been photographed through the great\nelectron microscope.\n\n[Illustration]\n\nMurt muttered to himself as they compared the controls with the\n\"infected specimens.\" The \"healthy\" samples were relatively clear,\nexcept for minute protein matter. Conversely, all twelve suspect\nspecimens swarmed with shadowy six-sided dots.\n\nPhyllis' eyes widened. \"There is something there! Do you suppose it\ncould be the Love Bug?\"\n\n\"Love Bug?\"\n\n\"Certainly. That bulletin didn't go into the psychologists' findings.\nThe diagnosticians downstairs say that the symptoms appear to be no more\nthan complaints of the lovesick.\"\n\n\"Are you back on the pantie-raid theme again?\"\n\n\"I've never been off it,\" she replied. \"From the first, I've had a\nnotion that some organism was increasing glandular activity. Excess\nemotionalism often originates in overstimulated glands.\"\n\n\"Of course, but mental attitudes can trigger the glands, and they are\ninteracting. How do you separate the effects? How could you guess that\nan organism was responsible?\"\n\nShe shrugged. \"It was a possibility within our specialty, so I set out\nto prove or disprove it. From the appearance of these photographs, I\ndon't think we have _disproved_ it.\"\n\nIt was a properly cautious statement that pleased Murt. They were a long\nway from proving that their newly discovered virus was the culprit, but\nthe research had definitely produced a question mark.\n\nMurt ordered copies of the photomicrographs from Ebert Industrial Labs\nand arranged for a complete dossier to be forwarded to the U. S. Health\nService.\n\nThat night, he was startled by a headline and lead story that quoted the\ngovernment bulletin. The science editor had a field day, tying in\nspeculation that \"Doctors Suspect Love Bug Epidemic.\"\n\n       *       *       *       *       *\n\nThe next day, three reporters called upon him, each with the same query.\n\"It's rumored that you are doing research on the Love Bug, Dr. Murt.\nAnything to report?\"\n\nHe shooed them out angrily, after learning that someone at Ebert Labs\nhad given them the tip. Phyllis smiled at him as he slammed the door\nafter the last reporter.\n\n\"You still discount the Love Bug idea, don't you?\" she asked.\n\n\"I dislike sensationalism in a matter like this,\" he said. \"Even if\ntheir assumptions were true, I wouldn't like it.\"\n\n\"You can't blame the papers. They're starved for some explanation. I\npity your passion for anonymity if your virus proves to be the causative\nfactor.\"\n\n\"_My_ virus?\"\n\n\"Certainly. The whole project is under your auspices and direction.\"\n\n\"See here, Phyl, _you_ did the work.\"\n\n\"Don't you dare mention my name,\" she said. \"You're my superior and\nsenior pathologist and it's your duty to protect me against the press. I\ndon't want columnists popping out of my bathroom any more than you do.\"\n\nMurt gave up. \"The argument is entirely anticipatory,\" he pointed out.\n\"The virus might turn out to be a batch of dormant German measles. Would\nyou consider having dinner with me tonight?\"\n\n\"Why?\" She shot the question back at him like a rebounding tennis ball.\n\"Answer that first!\"\n\nMurt opened his mouth. He could not recall ever hearing such a rude\nrejoinder to an invitation to dinner. Not that there had been a plethora\nof amenities between them, but this was unthinkable! The question was,\nwhy _should_ she have dinner with him? Give her eight good reasons. What\nwas his motive in asking her? In one word, _why_?\n\nMurt searched her face, but only a quiet interest showed in her\nexpression.\n\n\"Why does any man invite any woman to dinner?\" he countered.\n\n\"You aren't _any_ man, Dr. Murt. Nor am I _any_ woman. I want your\nspecific reason for inviting me to dinner. Is it to discuss professional\nmatters or--what?\"\n\n\"Good Lord, Dr. Sutton!\" He followed her lead in using the formal\naddress. \"Man is a social animal! I would enjoy your company at dinner,\nthat's all. At least, I thought I would.\"\n\nShe looked at him unrelentingly. \"If the talk will be about baseball,\nbooks or billiards, I'm for it. If it's to be moonlight, roses and\ndimmed lights--no sale.\"\n\n       *       *       *       *       *\n\nIt was like asking one's grandfather for a date. His regard for her\nhighly professional approach turned to resentment. After all, she was a\nwoman, a woman who persisted in belting her smock too tightly and\nwearing sheer nylons. Why this absurd revulsion at his casual\nacknowledgment of her sex?\n\nHe almost withdrew the invitation, but changed his mind at the last\nmoment. \"You name the place and the subject for conversation.\"\n\nShe nodded. \"Very well, I'll pick you up at seven.\"\n\nHe had his date--with an emancipated female, and she didn't let him\nforget it during the whole meal. The restaurant she picked was\nexpensive, but about as romantic as a bus depot. She ordered beer\ninstead of a cocktail, toyed wordlessly with a $5.00 steak, and argued\nover the check.\n\nOnly as they were preparing to leave did she betray a sign of\nfemininity. A platinum blonde, two tables away, had been eying Murt.\nSuddenly, she lurched to her feet without a word to her escort,\nstaggered over to the pathologist, slurred, \"You're what I've b'n\nlookin' for all m'life,\" and planted a wet alcoholic kiss on his mouth\nbefore he could defend himself.\n\nHer escort peeled her away with sad-eyed apologies. There was no\njealousy or anger in his face, only a deep hurt. \"She--she isn't well, I\nthink,\" he said. \"You know, this new--whatever it is that's going\naround.\"\n\nMurt wiped off the lipstick and looked at Phyllis, expecting to find at\nbest sardonic amusement, but she seemed pale and annoyed.\n\n\"I'm sorry I brought you here,\" she said.\n\n\"Think nothing of it,\" Murt told her. \"You heard the man. This is what's\ngoing around. Do you think I'll catch it?\"\n\nPhyllis wasn't amused. She did let him ride the taxi to her apartment,\nbut bade him a terse goodby at the door.\n\nExcept for the incident of the blonde and Phyl's reaction, the evening\nhad been a bust. Murt wondered how he had ever visualized her as a\nwarm-blooded, responsive female. He smiled at the evening of torment she\nhad once given him.\n\nShe was entirely frigid or else so leery of men that she might as well\nhave been one herself.\n\n\n\n\nIV\n\n\nThe following morning, he presided at a specialists' conference at the\nhospital, during which he revealed the results of the blood research.\nThey had all read the Health Service bulletin and were sharply\ninterested in the photomicrographs.\n\nWhen the meeting was over, Feldman, the bacteriologist, and Stitchell,\nan endocrinologist, volunteered to work with Murt. They gave Phyllis'\n\"gland-irritation\" theory more credence than Murt. He outlined a\nprogram. Both agreed to take the problem back to their own departments.\n\nThe conference set Murt behind in his work and he spoke scarcely five\nwords to his assistant until he was ready to leave. As he finished\nscrubbing up, she handed him an early edition of the _Times_.\n\n\"Local Doctor Isolates Love Bug!\" The story was sketchy and not half so\npositive as the headline, but it did name him and High Dawn Hospital,\nand described the new virus.\n\nHe stared at Phyllis Sutton. \"Did you--\"\n\n\"Of course not. The reporters were here, but I sent them away. I told\nthem we were medicine men, not tobacco men.\"\n\n\"Your name isn't even mentioned,\" he said suspiciously.\n\n\"You signed the report to the Health Service,\" she pointed out. \"The\nleak probably came at that end.\" She put her hand on his arm. \"It wasn't\nyour fault.\"\n\nHis fury cooled as he noted her gesture. Then she realized that he was\nlooking down at her hand and withdrew it quickly.\n\nThe next few days were blindly busy. A note from the government\nacknowledged receipt of his report and pictures, and was followed by a\nmessage that the virus could not be identified. The implication was that\nthere was a strong possibility that it was the causative factor in the\nnew _malaise_.\n\n       *       *       *       *       *\n\nMurt devoted more attention to the joint laboratory work on the virus.\nThe newspapers continued to come up with confidential information they\nshouldn't have had, and they dubbed the Love Bug, _Murt's Virus_. The\nname stuck, and the pathologist found himself famous overnight.\n\nPhyllis continued to force all the credit upon him, on threat of\ntransferring out if he violated her confidence. Except for the nuisance\nof dodging reporters, the accolade was not entirely unpleasant.\n\nHis pictures--old ones, Lord knew where they had dug them up--began\nappearing in the papers. Instead of reproving him, the hospital board\nvoted him a substantial salary increase and gave him a free hand in\ndirecting the research. A government grant was obtained to supplement\nhis budget, and the work picked up speed.\n\nNecessarily, the lead that Phyllis Sutton's early research had given\nthem on the rest of the medical world was maintained largely because of\nthe time lag in disseminating the information contained in Murt's\nreport, and the additional time it took for other clinical laboratories\nto confirm it.\n\nCages of experimental animals began arriving along with several\nadditional specialists. Ebert Industrial Labs, contrite over the\noriginal information leak, made available their electron microscope, and\nMurt assigned the new toxicologist to work over there with Feldman, the\nbacteriologist, studying ways to weaken or destroy the virus.\n\nStitchell, the endocrinologist, and a trio of psychologists from the\nState University began injecting monkeys with virus when Feldman found\nhe could propagate it in sterile medium.\n\nOn September 12, 1961, Dr. Sylvester Murt became a victim of the virus\nwhich bore his name.\n\n       *       *       *       *       *\n\nHe had slept poorly and he awakened feeling empty. His first dismal\nthought was that Phyl wouldn't be at the hospital this morning. He had\ntold her to spend a few hours down at Ebert Labs, getting notes on their\nprogress.\n\nAs he shaved, dressed and breakfasted, this thought preyed on his mind.\nIt wasn't until he had put in half the morning clock-watching and\ndoor-gazing that he stepped outside his wretchedness and took an\nobjective look at his feelings.\n\nIt wasn't that he missed her help--he had plenty of personnel at his\ndisposal now. He simply longed for the sight of her, for the sound of\nher voice and her heels clipping busily around his office-lab.\n\n_Here we go again_, he thought, and then he came up short. The feeling\nwas similar to the silly evening of infatuation he had allowed himself,\nbut it was intensified tenfold. The burn in his stomach was almost\npainful. He caught himself sighing like a frustrated poet, and he grew\nto hate the sight of the hall door, through which she kept right on not\nappearing.\n\nWhen she failed to show up by 11:30, and he gagged over his lunch, he\nknew he was sick.\n\nHe had Murt's Virus!\n\nNow what? Did knowing you had it make it any easier? Easier to make a\ndamned fool of himself, he supposed. He'd have to take hold of himself\nor he'd scare her off the grounds.\n\nAt the thought of her leaving him for good, something like a dull\ncrosscut saw hacked across his diaphragm, and he dropped his forkful of\npotato salad.\n\nBack at his office, he diluted 30 cc of pure grain alcohol with water\nand swallowed it. Some of the distress and anxiety symptoms were\nrelieved, and he bent determinedly to his work.\n\nWhen her distinctive steps finally came through the door, he refused to\nraise his head from the binocular microscope. \"How are they making out\nover there?\" he mumbled.\n\n\"It's slow,\" she said, dropping her notes on his desk. \"They're halfway\nthrough the sulfas so far. No results yet.\"\n\n       *       *       *       *       *\n\nRelief at having her near him again was so great, it was almost\nfrightening. But he gained equal pleasure from finding his self-control\nadequate to keep from raising his head and devouring her with his eyes.\n\n\"Sylvester,\" her voice came from behind his stool, \"if you don't mind,\nI'd rather not go over there again.\"\n\n\"Why not?\"\n\nHer voice was strangely soft. \"Because I--I missed....\"\n\nAt that instant, her hand rested on his shoulder and it sent a charge of\nhigh voltage through him. He stiffened.\n\n\"_Don't do that!_\" he said sharply.\n\nHe could see her reflection dimly in the window glass. She took a step\nbackward. \"What's the matter, Sylvester?\"\n\nHe fought back the confusion in his brain, considered explaining that he\nwas making a fine adjustment on the scope. But he didn't. He turned and\nlet her have it. \"Because I've got the virus,\" he said in a flat voice.\n\"And the object of my affection--or infected, overstimulated glands--is\n_you_!\"\n\n\"Oh, dear! That blonde at the restaurant....\" Phyl's face was pale, but\nshe composed her features quickly. \"Do you want me to leave?\"\n\n\"Lord no! That magnifies the symptoms. Stay with me and--and just be\nyourself. I won't bother you. If I lay a finger on you, clobber me.\"\n\n\"Have you had your blood tested?\"\n\n\"I don't have to. I've got all the symp--\"\n\nHe broke off, realizing that he was taking for granted that the new\nvirus _was_ the cause of his feeling. Clinically, this was nowhere near\nproved yet. Slowly he rolled up his sleeve above the elbow. He dipped a\nswatch of gauze in alcohol and swabbed a vein.\n\n\"All right, Phyl, you're the doctor. Make with the syringe.\"\n\n       *       *       *       *       *\n\nBy nightfall, Murt came to understand the reasons for the increase in\nindustrial accidents, absenteeism and the rest of the social effects of\nthe \"mild\" epidemic. Phyllis Sutton was in his mind constantly. He\ndeliberately did not look at her. But he was aware of her every\nmovement, the texture and shape of her hand when she handed him a slide,\nthe scent of her powder, the sound of her heels.\n\nWhen she left the room, he found himself awaiting her return and\nconjecturing on what she was doing every moment. Not that it was\ndifficult to adjust his behavior--no, that was relatively easy. All he\nhad to do was think about every remark he made to her, censoring word,\ninflection and tone of voice--and, by keeping his back to her, it was\neasy to prevent his eyes from darting glances at her profile and staring\nat the curve of her hip below the tight belt.\n\nBy staying busy, he fought off the depression until he left for the\nclub, when it closed in on him like an autumn fog. He stopped at the\nclub bar.\n\nCurly, the bald-headed bartender, eyed him curiously when he ordered a\ndouble Scotch.\n\n\"Heavy going down at the hospital these days?\" Curly asked.\n\nMurt envied him his relaxed, carefree expression. He nodded. \"Pretty\nbusy. I suppose you're catching it, too. Lot of people drowning their\nsorrows these days?\"\n\nCurly looked up at the clock. \"You said it! In about a half hour, the\nplace'll be loaded. This epidemic is going to run the distilleries dry\nif it doesn't end pretty soon.\"\n\n\"Does liquor help any?\"\n\n\"Seems to--a little. It's the damnedest thing! Everybody's in love with\nthe wrong people--I mean ten times as bad as usual. Of course, not\neverybody. Take my wife--she's got it bad, but she's still in love with\n_me_. So it could be worse.\"\n\n       *       *       *       *       *\n\n\"What do you mean?\" Murt asked, raising his head.\n\n\"I mean it's bad enough for the poor woman to have the guy she wants.\nIt's the jealousy angle. Every minute I'm away, she sits at home\nwondering if I'm faithful. Calls me up six times a shift. I don't dare\ntake her out anyplace. Every time another female comes in sight, she\nstarts worrying. Kate's a damned good wife, always has been, or I\nwouldn't be putting up with it. That's what's happening to a lot of\nmarriages. Some guys get fed up and start looking around. About that\ntime, the bug bites _them_ and look out, secretary!\"\n\n\"But it's not her fault,\" Murt said emphatically.\n\n\"I know,\" Curly shrugged. \"A lot of people don't make any allowances for\nit, though. You know Peter, the elevator boy? He and his wife both got\nit. For a while it was okay, but I guess they finally drove themselves\nnuts, keeping tabs on each other. Now they can't stand to be together\nand they can't stand to be apart. Poor joker ran the cage past the\nbasement limit-switch three times today and had to be bailed out of the\nshaft. Mr. Johnson said he'd fire him if he could get another boy.\"\n\nThe implication was shocking to Murt. He had supposed that unhappiness\nwould stem principally from cases of unrequited love, such as his own,\nbut it was apparent that the disease magnified the painful aspects of\nmutual love as well. Over-possessiveness and jealousy were common reefs\nof marriage, so it was hardly illogical that the divorce courts were as\nbusy as the marriage license bureaus, after all.\n\n       *       *       *       *       *\n\nIt helped a little to immerse himself in the troubles of others, but,\nafter another double Scotch, he went to his apartment and immediately\nfell into despondency. The desire to phone Phyllis was almost\noverpowering, though he knew talking to her wouldn't help. Instead, he\ndressed and went to dinner. The club boasted a fine chef, but the food\ntasted like mucilage.\n\nLater, he went to the bar and drank excessively. Yet he had to take a\nsedative to get to sleep.\n\nHe awoke in a stupor at ten o'clock. His phone was jangling\npersistently. It was Phyllis Sutton, and her face showed sharp concern.\n\n\"Are you all right, Sylvester?\"\n\nFor a moment his hangover dominated, but then it all came back. \"Good\nmorning! I'm _great_!\" he moaned.\n\n\"Stitchell and the new toxicologist think they have something to\nreport,\" she said.\n\n\"So do I. Alcohol is positively not the answer.\"\n\n\"This is important. Your suggestion on the sulfa series seems to have\npaid off.\"\n\n\"I'll be right over,\" he said, \"as soon as I amputate my head.\"\n\n\"Come down to the zoo. I'll be there.\"\n\nThe thought of a remedy that might relieve him was a fair hangover cure.\nHe dressed quickly and even managed to swallow a little coffee and\ntoast.\n\n\n\n\nV\n\n\nAt the hospital, he went directly to the \"zoo\" in the basement. A knot\nof personnel, including Phyllis, Peterson, the toxicologist, and\nFeldman, opened to admit him to the cage under their inspection. A quick\nglance at the control cages showed no change in the undoctored monkeys.\nMales and females were paired off, huddling together miserably,\nchattering and sadly rubbing their heads together. Each couple eyed the\nother couples suspiciously. Even here, the overpossessiveness was\nevident, and Murt cringed from the pitiful, disconsolate expressions.\n\nThe cage before him, however, appeared normally animated. The monks were\nfeeding and playing happily. Feldman was grinning. \"Had to try a new\nderivative, Sylvester, but the sulfa series was the right approach.\"\n\nMurt stared at the cage, redeyed. \"Hadn't realized you succeeded in\nproducing the symptoms in monkeys.\"\n\nPhyllis said, \"Why, I gave you that report yester--\" She broke off with\nan understanding glance.\n\nPeterson was exclaiming, \"I never saw such a rapid-acting remedy! And so\nfar, there's no evidence of toxic effect.\"\n\n\"It must absorb directly into the gland tissue,\" Feldman added. \"Hardly\nhad time to materially reduce the virus content significantly.\"\n\nMurt murmured words of congratulations to them, turned on his heel and\nstalked out. Phyllis followed him to his office.\n\n\"Get me some of the stuff and notes on the dosages they administered,\"\nhe ordered.\n\n\"Certainly,\" she said. \"But why didn't you ask--_Dr. Murt, you aren't\ngoing to try it on yourself?_\"\n\n\"Why not?\" he barked hoarsely.\n\n\"It'll be weeks before we can determine if it's safe,\" she protested,\nhorrified.\n\n\"We haven't got weeks. People are falling apart. This thing's\ncontagious.\"\n\nEven while Murt said it, he felt it was the wrong approach. He knew his\nown perspective was shot, but Phyllis would probably try to protect him\nagainst himself.\n\nShe did not. Instead, her face softened with sympathy and something else\nhe refused to identify. She said, \"I'll be right back.\"\n\n       *       *       *       *       *\n\nThe pressure in his head throbbed down his neck into his body. He wanted\nher so much, it was difficult to resist following her out into the hall.\nShe returned in a few minutes with a 500-cc glass-stoppered reagent\nbottle half full of a milky fluid.\n\n\"Oral administration?\" he asked.\n\nShe nodded. \"Fifteen cc for the monkeys.\"\n\nShe secured a small beaker and a tapered graduate from the glassware\ncabinet and set them before him. He poured 50 cc into the graduated\nmeasure and transferred it to the beaker.\n\n[Illustration]\n\n\"What do they call it?\" he asked.\n\n\"Sulfa-tetradine,\" she replied. \"One of a series Peterson was testing.\nThere is no physiological data on it yet. All he knows is that it\ninhibited the virus in culture. So they tried it on the monkeys.\"\n\nMurt raised the beaker to his lips. It was against every sensible tenet\nof scientific procedure. He was amazed that Phyllis was silent as he\nswallowed the bland, chalky fluid. He heard a clink. Turning, he saw her\nraising the graduate to her lips. In it was a like quantity of\nsulfa-tetradine.\n\n\"What are you doing?\" he half-shouted. \"We don't need a test-control!\"\n\n\"I'm not a control,\" she said softly, touching her lips with a scrap of\ngauze. \"I've had the virus for months.\"\n\nHe stared at her unbelievingly. \"How do you know?\"\n\n\"One of the first test samples was my own blood,\" she said. \"You saw it.\nIt was one of the twelve positive.\"\n\n\"But the symptoms--you don't show a sign of--\"\n\n\"Thanks,\" she said. \"I started to break down yesterday, but you didn't\nnotice. You see, you are my fixation and when you told me that you had\nit, too, I--\"\n\n\"_Your_ fixation!\" The beaker slipped from his fingers and smashed to\nthe tile. \"_You're in love with me?_\"\n\nHer arms hung loosely at her sides and tears rimmed her eyes.\n\"Pathologically or otherwise, I've been a case since before I started\nthe blood tests.\"\n\nThey moved together and clung to each other. \"Phyl, Phyl--why didn't you\ntell me?\"\n\n       *       *       *       *       *\n\nFiercely, she closed his lips with her own, and her fingers dug deeply\ninto his shoulders. His arms pulled her closer yet, trying to fill the\nvoid in him that was greater than the Universe. For a long minute, the\nknowledge of her love and physical contact with her straining body\ndispelled the bleak loneliness.\n\nWhen their lips parted, they gasped for breath.\n\nIt was no good. It was like tearing at an itching insect bite with your\nfingernails. The relief was only momentary, and it left the wound\nbleeding and more irritated than ever. Even if they were married--look\nat Peter at the club--Peter and his wife, mutually in love and\ncompletely miserable. It wasn't normal love. It was the damned virus!\n\nAs well argue with gravity. He tried to tell her, but he couldn't make\nher understand. Her restraint had been magnificent, but when the dam\nbroke, it was beyond stopping the flood of her emotion. And now he\ncouldn't believe it himself. Nothing this wonderful could be destroyed\nby mere misunderstanding. He cursed the years of his celibacy. All that\ntime wasted--lost!\n\nIt was six o'clock before they reached her apartment. The License Bureau\nhad been a mob scene. Hours more, upstairs in the City Hall waiting for\nthe judge, while they held hands like a pair of college sophomores,\nstaring into each others' eyes, drinking, drinking the elixir of\nadoration with a thirst that wouldn't be sated.\n\nPhyllis weakened first. In the cab, after the ceremony, she released his\nhand and wiped her damp forehead.\n\nThen, in the elevator, Murt felt himself relaxing. The alchemy of\nsustained passion had exhausted them both, he decided.\n\nAs Phyllis slipped the key in the door, she looked up at him in\nsurprise. \"Do you know, I'm hungry. I'm starved--for the first time in\nmonths.\"\n\nMurt discovered his own stomach was stirring with a prosaic pangful\ndemand of its own. \"We should have stopped to eat,\" he said, realizing\nthey had forgotten lunch.\n\n\"_Steaks!_ I have some beauties in my freezer!\" Phyllis exclaimed. They\npeeled off their coats and she led him into the small kitchen. She\npointed at the cupboard and silverware drawer. \"Set the table. We'll eat\nin five minutes.\"\n\n       *       *       *       *       *\n\nSlipping into an apron, she explored the freezer for meat and French\nfries, dropped them into the HF cooker and set the timer for 90 seconds.\nWhen it clicked off, she was emptying a transparent sack of prepared\nsalad into a bowl.\n\n\"Coffee will be ready in 50 seconds, so let's eat,\" she announced.\n\nFor minutes, they ate silently, ravenously, face to face in the little\nbreakfast nook. Murt had forgotten the pure animal pleasure of\nsatisfying a neglected appetite, and so, apparently, had his wife.\n\n_Wife!_ The thought jolted him.\n\nTheir eyes met, and he knew that the same thing was in her mind.\n\nThe sulfa-tetradine!\n\nWith the edge barely off his hunger, he stopped eating. She did, too.\nThey sipped the steaming coffee and looked at each other.\n\n\"I--feel better,\" Phyllis said at last.\n\n\"So do I.\"\n\n\"I mean--I feel differently.\"\n\nHe studied her face. It was new. The tenseness was gone and it was a\nbeautiful face, with soft lips and intelligent eyes. But now the eyes\nwere merely friendly.\n\nAnd it aroused no more than a casual pleasure in him, the pleasure of\nviewing a lovely painting or a perfect sunset. A peaceful intellectual\nrapport settled over them, inducing a physical lethargy. They spoke\nfreely of their sensations, of the hypo-adrenal effects, and wondered\nthat there was no unpleasant reaction. They decided that, initially at\nleast, sulfa-tetradine was a miraculous success. Murt thought he should\ngo back to the hospital and work out a report right away.\n\nPhyllis agreed and offered to accompany him, but he said she had better\nget a night's sleep. The next day would be hectic.\n\nAfter four hours at his desk, he called a taxi and, without hesitation,\ngave the address of his club. Not until he fell wearily into bed did he\nremember it was his wedding night.\n\nBy mutual agreement, the marriage was annulled the next day.\n\nFeldman and Peterson were gratified at the efficacy of their drug, but\nboth were horrified that Murt had chosen to experiment on himself. As\nusual, Phyl had insisted on being left out of the report.\n\n       *       *       *       *       *\n\nAfter a week of close observation, one of the monkeys was chloroformed\nand tissue-by-tissue examination was made by an army of histologists.\nBlood samples showed completely clear of the virus, as did a recheck on\nMurt's own blood. No deleterious effects could be detected, so the\nresults were published through the Government Health Service.\n\nIt was the day before Christmas before Dr. Sylvester Murt first noticed\nthe approaching symptoms of a relapse, or reinfection--he couldn't guess\nwhich. The past weeks had been pleasantly busy and, as acclaimed\nauthority on Murt's virus, he had had little time to think subjectively\nabout his experience.\n\nSulfa-tetradine was now considered the specific for the affliction and\nwas being produced and shipped by the carload all over the world. The\npress had over-generously insisted on giving him all the credit for the\nremedy as well as the isolation of the disease virus. He was an\ninternational hero.\n\nThe warning of another attack came to him at 3:30 in the afternoon, when\nPhyllis Sutton was leaving. She stuck her head back in the door and gave\nhim an uncommonly warm smile and cried, \"Merry Christmas, Doctor!\"\n\nHe waved at her and, as the door closed, caught his breath. There was\nthe burn in his stomach again. It passed away and he refused to give it\nfurther thought.\n\nHis own cab wound its way through the heavy Christmas Eve traffic an\nhour before store-closing time. Finally, the vehicle stalled in a jam.\nIt was only six blocks to his club, so Murt paid off the driver and\nwalked.\n\nPart of his strategy of bachelorhood had been to ignore Christmas and\nthe other sentimental seasons, when loneliness costs many a man his\nindependence. But now it was impossible to ignore the snowflakes, the\nbustling, package-laden crowds and the street-corner Santa Clauses with\ntheir tinkling bells.\n\n       *       *       *       *       *\n\nHe found himself staring into department store windows at the gay\ndecorations.\n\nA pair of shimmering, nearly invisible nylons caught his eye. They were\nthe most impalpable of substances, only their bare outline visible\nagainst the white background.\n\nHe thought of Phyllis and, on impulse, went into the store and bought a\npair. The clerk had to pick a size at random for him. Outside, on the\nsidewalk, he stared at the prettily gift-wrapped package and finally\nacknowledged the tremor, the tension and the old ache in the region of\nhis diaphragm.\n\n_Relapse!_\n\nHe plodded three slushy blocks up a side-street before he found a cab.\nHe gave Phyllis Sutton's address to the driver and sank back in the taxi\nas a wave of weakness overcame him. What if she weren't home? It was\nChristmas Eve. She would probably be visiting friends or relatives.\n\nBut she wasn't. She opened the door under his impatient knock, and her\neyes widened cordially.\n\n\"Sylvester!\" she exclaimed. \"Merry Christmas! Is that for me?\" She\npointed to the package, clutched forgotten in his hands.\n\n\"Merry, hell!\" he said dispiritedly. \"I came to warn you to look out for\na relapse. Mine's been coming on all day.\"\n\nShe drew him inside, made him take off his coat and sit down before she\nacknowledged his remark. The apartment was cozy, with a tiny Christmas\ntree decorated in the window. She returned from the hall closet and sat\nbeside him.\n\n\"Look what I did--on impulse,\" he said and tossed the package on her\nlap. \"That's what really turned it on.\"\n\nShe opened the nylons and looked up at him sideways.\n\nHe continued unhappily, \"I saw them in a window. Made me think of you,\nand about that time the seizure began. I tried to kid myself that I was\njust getting you a little token of--of my esteem, but the symptoms are\nalmost as bad as before already.\"\n\n       *       *       *       *       *\n\nApparently she refused to accept the seriousness of the situation. Her\nsmile was fatuous, he thought, kissably fatuous.\n\n\"Don't you realize what this means?\" he demanded. \"Peterson and Feldman\nturned up a very distressing fact. Sulfa-tetradine deposits out in the\nendocrines, so a single dose is all a person can take. This relapse of\nmine means we have it all to do over again.\"\n\n\"Think, Dr. Murt! Just think a minute,\" she urged.\n\n\"About what?\"\n\n\"If the sulfa deposits out in the very glands it's there to protect, how\ncould you be suffering another attack?\"\n\nHis arms ached to reach out and emphasize his argument. \"I don't know.\nAll I know is how I feel. In a way, this is even worse, because--\"\n\n\"I know,\" Phyllis said and perversely moved close to him. \"My relapse\ncame last Tuesday when I bought you a tie for Christmas. I sent a blood\nsample over to Ebert Labs right away. And do you know what?\"\n\n\"What?\" Murt asked in a bewildered fog.\n\n\"It was negative. I don't have Murt's Virus.\" She slipped an arm around\nhis waist and put her head on his shoulder. \"All I've got is Murt\nhimself.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mate in Two Moves, by Winston Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MATE IN TWO MOVES ***\n\n***** This file should be named 32748-8.txt or 32748-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/7/4/32748/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}