{"title": "Red Nails", "author": "Robert E. Howard", "releaseDate": "June 9, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Red Nails\n\n                          By ROBERT E. HOWARD\n\n\n _One of the strangest stories ever written--the tale of a barbarian\n adventurer, a woman pirate, and a weird roofed city inhabited by the\n                most peculiar race of men ever spawned_\n\n\n    Nearly four years ago, WEIRD TALES published a story called \"The\n    Phoenix on the Sword,\" built around a barbarian adventurer named\n    Conan, who had become king of a country by sheer force of valor and\n    brute strength. The author of that story was Robert E. Howard, who\n    was already a favorite with the readers of this magazine for his\n    stories of Solomon Kane, the dour English Puritan and redresser of\n    wrongs. The stories about Conan were speedily acclaimed by our\n    readers, and the barbarian's weird adventures became immensely\n    popular. The story presented herewith is one of the most powerful\n    and eery weird tales yet written about Conan. We commend this story\n    to you, for we know you will enjoy it through and through.\n\n\n\n\n_1. The Skull on the Crag_\n\n\nThe woman on the horse reined in her weary steed. It stood with its legs\nwide-braced, its head drooping, as if it found even the weight of the\ngold-tasseled, red-leather bridle too heavy. The woman drew a booted\nfoot out of the silver stirrup and swung down from the gilt-worked\nsaddle. She made the reins fast to the fork of a sapling, and turned\nabout, hands on her hips, to survey her surroundings.\n\nThey were not inviting. Giant trees hemmed in the small pool where her\nhorse had just drunk. Clumps of undergrowth limited the vision that\nquested under the somber twilight of the lofty arches formed by\nintertwining branches. The woman shivered with a twitch of her\nmagnificent shoulders, and then cursed.\n\nShe was tall, full-bosomed and large-limbed, with compact shoulders. Her\nwhole figure reflected an unusual strength, without detracting from the\nfemininity of her appearance. She was all woman, in spite of her bearing\nand her garments. The latter were incongruous, in view of her present\nenvirons. Instead of a skirt she wore short, wide-legged silk breeches,\nwhich ceased a hand's breadth short of her knees, and were upheld by a\nwide silken sash worn as a girdle. Flaring-topped boots of soft leather\ncame almost to her knees, and a low-necked, wide-collared, wide-sleeved\nsilk shirt completed her costume. On one shapely hip she wore a straight\ndouble-edged sword, and on the other a long dirk. Her unruly golden\nhair, cut square at her shoulders, was confined by a band of crimson\nsatin.\n\nAgainst the background of somber, primitive forest she posed with an\nunconscious picturesqueness, bizarre and out of place. She should have\nbeen posed against a background of sea-clouds, painted masts and\nwheeling gulls. There was the color of the sea in her wide eyes. And\nthat was as it should have been, because this was Valeria of the Red\nBrotherhood, whose deeds are celebrated in song and ballad wherever\nseafarers gather.\n\n[Illustration: \"Convinced that his death was upon him, the Cimmerian\nacted according to his instinct.\"]\n\nShe strove to pierce the sullen green roof of the arched branches and\nsee the sky which presumably lay about it, but presently gave it up with\na muttered oath.\n\nLeaving her horse tied she strode off toward the east, glancing back\ntoward the pool from time to time in order to fix her route in her mind.\nThe silence of the forest depressed her. No birds sang in the lofty\nboughs, nor did any rustling in the bushes indicate the presence of any\nsmall animals. For leagues she had traveled in a realm of brooding\nstillness, broken only by the sounds of her own flight.\n\nShe had slaked her thirst at the pool, but she felt the gnawings of\nhunger and began looking about for some of the fruit on which she had\nsustained herself since exhausting the food she had brought in her\nsaddle-bags.\n\nAhead of her, presently, she saw an outcropping of dark, flint-like rock\nthat sloped upward into what looked like a rugged crag rising among the\ntrees. Its summit was lost to view amidst a cloud of encircling leaves.\nPerhaps its peak rose above the tree-tops, and from it she could see\nwhat lay beyond--if, indeed, anything lay beyond but more of this\napparently illimitable forest through which she had ridden for so many\ndays.\n\nA narrow ridge formed a natural ramp that led up the steep face of the\ncrag. After she had ascended some fifty feet she came to the belt of\nleaves that surrounded the rock. The trunks of the trees did not crowd\nclose to the crag, but the ends of their lower branches extended about\nit, veiling it with their foliage. She groped on in leafy obscurity, not\nable to see either above or below her; but presently she glimpsed blue\nsky, and a moment later came out in the clear, hot sunlight and saw the\nforest roof stretching away under her feet.\n\nShe was standing on a broad shelf which was about even with the\ntree-tops, and from it rose a spire-like jut that was the ultimate peak\nof the crag she had climbed. But something else caught her attention at\nthe moment. Her foot had struck something in the litter of blown dead\nleaves which carpeted the shelf. She kicked them aside and looked down\non the skeleton of a man. She ran an experienced eye over the bleached\nframe, but saw no broken bones nor any sign of violence. The man must\nhave died a natural death; though why he should have climbed a tall crag\nto die she could not imagine.\n\n       *       *       *       *       *\n\nShe scrambled up to the summit of the spire and looked toward the\nhorizons. The forest roof--which looked like a floor from her\nvantage-point--was just as impenetrable as from below. She could not\neven see the pool by which she had left her horse. She glanced\nnorthward, in the direction from which she had come. She saw only the\nrolling green ocean stretching away and away, with only a vague blue\nline in the distance to hint of the hill-range she had crossed days\nbefore, to plunge into this leafy waste.\n\nWest and east the view was the same; though the blue hill-line was\nlacking in those directions. But when she turned her eyes southward she\nstiffened and caught her breath. A mile away in that direction the\nforest thinned out and ceased abruptly, giving way to a cactus-dotted\nplain. And in the midst of that plain rose the walls and towers of a\ncity. Valeria swore in amazement. This passed belief. She would not have\nbeen surprised to sight human habitations of another sort--the\nbeehive-shaped huts of the black people, or the cliff-dwellings of the\nmysterious brown race which legends declared inhabited some country of\nthis unexplored region. But it was a startling experience to come upon a\nwalled city here so many long weeks' march from the nearest outposts of\nany sort of civilization.\n\nHer hands tiring from clinging to the spire-like pinnacle, she let\nherself down on the shelf, frowning in indecision. She had come\nfar--from the camp of the mercenaries by the border town of Sukhmet\namidst the level grasslands, where desperate adventurers of many races\nguard the Stygian frontier against the raids that come up like a red\nwave from Darfar. Her flight had been blind, into a country of which she\nwas wholly ignorant. And now she wavered between an urge to ride\ndirectly to that city in the plain, and the instinct of caution which\nprompted her to skirt it widely and continue her solitary flight.\n\nHer thoughts were scattered by the rustling of the leaves below her. She\nwheeled cat-like, snatched at her sword; and then she froze motionless,\nstaring wide-eyed at the man before her.\n\nHe was almost a giant in stature, muscles rippling smoothly under his\nskin which the sun had burned brown. His garb was similar to hers,\nexcept that he wore a broad leather belt instead of a girdle. Broadsword\nand poniard hung from this belt.\n\n\"Conan, the Cimmerian!\" ejaculated the woman. \"What are _you_ doing on\nmy trail?\"\n\nHe grinned hardly, and his fierce blue eyes burned with a light any\nwoman could understand as they ran over her magnificent figure,\nlingering on the swell of her splendid breasts beneath the light shirt,\nand the clear white flesh displayed between breeches and boot-tops.\n\n\"Don't you know?\" he laughed. \"Haven't I made my admiration for you\nplain ever since I first saw you?\"\n\n\"A stallion could have made it no plainer,\" she answered disdainfully.\n\"But I never expected to encounter you so far from the ale-barrels and\nmeat-pots of Sukhmet. Did you really follow me from Zarallo's camp, or\nwere you whipped forth for a rogue?\"\n\nHe laughed at her insolence and flexed his mighty biceps.\n\n\"You know Zarallo didn't have enough knaves to whip me out of camp,\" he\ngrinned. \"Of course I followed you. Lucky thing for you, too, wench!\nWhen you knifed that Stygian officer, you forfeited Zarallo's favor and\nprotection, and you outlawed yourself with the Stygians.\"\n\n\"I know it,\" she replied sullenly. \"But what else could I do? You know\nwhat my provocation was.\"\n\n\"Sure,\" he agreed. \"If I'd been there, I'd have knifed him myself. But\nif a woman must live in the war-camps of men, she can expect such\nthings.\"\n\nValeria stamped her booted foot and swore.\n\n\"Why won't men let me live a man's life?\"\n\n\"That's obvious!\" Again his eager eyes devoured her. \"But you were wise\nto run away. The Stygians would have had you skinned. That officer's\nbrother followed you; faster than you thought, I don't doubt. He wasn't\nfar behind you when I caught up with him. His horse was better than\nyours. He'd have caught you and cut your throat within a few more\nmiles.\"\n\n\"Well?\" she demanded.\n\n\"Well what?\" He seemed puzzled.\n\n\"What of the Stygian?\"\n\n\"Why, what do you suppose?\" he returned impatiently. \"I killed him, of\ncourse, and left his carcass for the vultures. That delayed me, though,\nand I almost lost your trail when you crossed the rocky spurs of the\nhills. Otherwise I'd have caught up with you long ago.\"\n\n\"And now you think you'll drag me back to Zarallo's camp?\" she sneered.\n\n\"Don't talk like a fool,\" he grunted. \"Come, girl, don't be such a\nspitfire. I'm not like that Stygian you knifed, and you know it.\"\n\n\"A penniless vagabond,\" she taunted.\n\nHe laughed at her.\n\n\"What do you call yourself? You haven't enough money to buy a new seat\nfor your breeches. Your disdain doesn't deceive me. You know I've\ncommanded bigger ships and more men than you ever did in your life. As\nfor being penniless--what rover isn't, most of the time? I've squandered\nenough gold in the sea-ports of the world to fill a galleon. You know\nthat, too.\"\n\n\"Where are the fine ships and the bold lads you commanded, now?\" she\nsneered.\n\n\"At the bottom of the sea, mostly,\" he replied cheerfully. \"The\nZingarans sank my last ship off the Shemite shore--that's why I joined\nZarallo's Free Companions. But I saw I'd been stung when we marched to\nthe Darfar border. The pay was poor and the wine was sour, and I don't\nlike black women. And that's the only kind that came to our camp at\nSukhmet--rings in their noses and their teeth filed--bah! Why did you\njoin Zarallo? Sukhmet's a long way from salt water.\"\n\n\"Red Ortho wanted to make me his mistress,\" she answered sullenly. \"I\njumped overboard one night and swam ashore when we were anchored off the\nKushite coast. Off Zabhela, it was. There a Shemite trader told me that\nZarallo had brought his Free Companies south to guard the Darfar border.\nNo better employment offered. I joined an east-bound caravan and\neventually came to Sukhmet.\"\n\n       *       *       *       *       *\n\n\"It was madness to plunge southward as you did,\" commented Conan, \"but\nit was wise, too, for Zarallo's patrols never thought to look for you in\nthis direction. Only the brother of the man you killed happened to\nstrike your trail.\"\n\n\"And now what do you intend doing?\" she demanded.\n\n\"Turn west,\" he answered. \"I've been this far south, but not this far\neast. Many days' traveling to the west will bring us to the open\nsavannas, where the black tribes graze their cattle. I have friends\namong them. We'll get to the coast and find a ship. I'm sick of the\njungle.\"\n\n\"Then be on your way,\" she advised. \"I have other plans.\"\n\n\"Don't be a fool!\" He showed irritation for the first time. \"You can't\nkeep on wandering through this forest.\"\n\n\"I can if I choose.\"\n\n\"But what do you intend doing?\"\n\n\"That's none of your affair,\" she snapped.\n\n\"Yes, it is,\" he answered calmly. \"Do you think I've followed you this\nfar, to turn around and ride off empty-handed? Be sensible, wench. I'm\nnot going to harm you.\"\n\nHe stepped toward her, and she sprang back, whipping out her sword.\n\n\"Keep back, you barbarian dog! I'll spit you like a roast pig!\"\n\nHe halted, reluctantly, and demanded: \"Do you want me to take that toy\naway from you and spank you with it?\"\n\n\"Words! Nothing but words!\" she mocked, lights like the gleam of the sun\non blue water dancing in her reckless eyes.\n\nHe knew it was the truth. No living man could disarm Valeria of the\nBrotherhood with his bare hands. He scowled, his sensations a tangle of\nconflicting emotions. He was angry, yet he was amused and filled with\nadmiration for her spirit. He burned with eagerness to seize that\nsplendid figure and crush it in his iron arms, yet he greatly desired\nnot to hurt the girl. He was torn between a desire to shake her soundly,\nand a desire to caress her. He knew if he came any nearer her sword\nwould be sheathed in his heart. He had seen Valeria kill too many men in\nborder forays and tavern brawls to have any illusions about her. He knew\nshe was as quick and ferocious as a tigress. He could draw his\nbroadsword and disarm her, beat the blade out of her hand, but the\nthought of drawing a sword on a woman, even without intent of injury,\nwas extremely repugnant to him.\n\n\"Blast your soul, you hussy!\" he exclaimed in exasperation. \"I'm going\nto take off your----\"\n\nHe started toward her, his angry passion making him reckless, and she\npoised herself for a deadly thrust. Then came a startling interruption\nto a scene at once ludicrous and perilous.\n\n\"_What's that?_\"\n\nIt was Valeria who exclaimed, but they both started violently, and Conan\nwheeled like a cat, his great sword flashing into his hand. Back in the\nforest had burst forth an appalling medley of screams--the screams of\nhorses in terror and agony. Mingled with their screams there came the\nsnap of splintering bones.\n\n\"Lions are slaying the horses!\" cried Valeria.\n\n\"Lions, nothing!\" snorted Conan, his eyes blazing. \"Did you hear a lion\nroar? Neither did I! Listen at those bones snap--not even a lion could\nmake that much noise killing a horse.\"\n\n       *       *       *       *       *\n\nHe hurried down the natural ramp and she followed, their personal feud\nforgotten in the adventurers' instinct to unite against common peril.\nThe screams had ceased when they worked their way downward through the\ngreen veil of leaves that brushed the rock.\n\n\"I found your horse tied by the pool back there,\" he muttered, treading\nso noiselessly that she no longer wondered how he had surprised her on\nthe crag. \"I tied mine beside it and followed the tracks of your boots.\nWatch, now!\"\n\nThey had emerged from the belt of leaves, and stared down into the lower\nreaches of the forest. Above them the green roof spread its dusky\ncanopy. Below them the sunlight filtered in just enough to make a\njade-tinted twilight. The giant trunks of trees less than a hundred\nyards away looked dim and ghostly.\n\n\"The horses should be beyond that thicket, over there,\" whispered Conan,\nand his voice might have been a breeze moving through the branches.\n\"Listen!\"\n\nValeria had already heard, and a chill crept through her veins; so she\nunconsciously laid her white hand on her companion's muscular brown arm.\nFrom beyond the thicket came the noisy crunching of bones and the loud\nrending of flesh, together with the grinding, slobbering sounds of a\nhorrible feast.\n\n\"Lions wouldn't make that noise,\" whispered Conan. \"Something's eating\nour horses, but it's not a lion--Crom!\"\n\nThe noise stopped suddenly, and Conan swore softly. A suddenly risen\nbreeze was blowing from them directly toward the spot where the unseen\nslayer was hidden.\n\n\"Here it comes!\" muttered Conan, half lifting his sword.\n\nThe thicket was violently agitated, and Valeria clutched Conan's arm\nhard. Ignorant of jungle-lore, she yet knew that no animal she had ever\nseen could have shaken the tall brush like that.\n\n\"It must be as big as an elephant,\" muttered Conan, echoing her thought.\n\"What the devil----\" His voice trailed away in stunned silence.\n\nThrough the thicket was thrust a head of nightmare and lunacy. Grinning\njaws bared rows of dripping yellow tusks; above the yawning mouth\nwrinkled a saurian-like snout. Huge eyes, like those of a python a\nthousand times magnified, stared unwinkingly at the petrified humans\nclinging to the rock above it. Blood smeared the scaly, flabby lips and\ndripped from the huge mouth.\n\nThe head, bigger than that of a crocodile, was further extended on a\nlong scaled neck on which stood up rows of serrated spikes, and after\nit, crushing down the briars and saplings, waddled the body of a titan,\na gigantic, barrel-bellied torso on absurdly short legs. The whitish\nbelly almost raked the ground, while the serrated back-bone rose higher\nthan Conan could have reached on tiptoe. A long spiked tail, like that\nof a gargantuan scorpion, trailed out behind.\n\n\"Back up the crag, quick!\" snapped Conan, thrusting the girl behind him.\n\"I don't think he can climb, but he can stand on his hind-legs and reach\nus----\"\n\nWith a snapping and rending of bushes and saplings the monster came\nhurtling through the thickets, and they fled up the rock before him like\nleaves blown before a wind. As Valeria plunged into the leafy screen a\nbackward glance showed her the titan rearing up fearsomely on his\nmassive hind-legs, even as Conan had predicted. The sight sent panic\nracing through her. As he reared, the beast seemed more gigantic than\never; his snouted head towered among the trees. Then Conan's iron hand\nclosed on her wrist and she was jerked headlong into the blinding welter\nof the leaves, and out again into the hot sunshine above, just as the\nmonster fell forward with his front feet on the crag with an impact that\nmade the rock vibrate.\n\n       *       *       *       *       *\n\nBehind the fugitives the huge head crashed through the twigs, and they\nlooked down for a horrifying instant at the nightmare visage framed\namong the green leaves, eyes flaming, jaws gaping. Then the giant tusks\nclashed together futilely, and after that the head was withdrawn,\nvanishing from their sight as if it had sunk in a pool.\n\nPeering down through broken branches that scraped the rock, they saw it\nsquatting on its haunches at the foot of the crag, staring unblinkingly\nup at them.\n\nValeria shuddered.\n\n\"How long do you suppose he'll crouch there?\"\n\nConan kicked the skull on the leaf-strewn shelf.\n\n\"That fellow must have climbed up here to escape him, or one like him.\nHe must have died of starvation. There are no bones broken. That thing\nmust be a dragon, such as the black people speak of in their legends. If\nso, it won't leave here until we're both dead.\"\n\nValeria looked at him blankly, her resentment forgotten. She fought down\na surging of panic. She had proved her reckless courage a thousand times\nin wild battles on sea and land, on the blood-slippery decks of burning\nwar-ships, in the storming of walled cities, and on the trampled sandy\nbeaches where the desperate men of the Red Brotherhood bathed their\nknives in one another's blood in their fights for leadership. But the\nprospect now confronting her congealed her blood. A cutlas-stroke in the\nheat of battle was nothing; but to sit idle and helpless on a bare rock\nuntil she perished of starvation, besieged by a monstrous survival of an\nelder age--the thought sent panic throbbing through her brain.\n\n\"He must leave to eat and drink,\" she said helplessly.\n\n\"He won't have to go far to do either,\" Conan pointed out. \"He's just\ngorged on horse-meat, and like a real snake, he can go for a long time\nwithout eating or drinking again. But he doesn't sleep after eating,\nlike a real snake, it seems. Anyway, he can't climb this crag.\"\n\nConan spoke imperturbably. He was a barbarian, and the terrible patience\nof the wilderness and its children was as much a part of him as his\nlusts and rages. He could endure a situation like this with a coolness\nimpossible to a civilized person.\n\n\"Can't we get into the trees and get away, traveling like apes through\nthe branches?\" she asked desperately.\n\nHe shook his head. \"I thought of that. The branches that touch the crag\ndown there are too light. They'd break with our weight. Besides, I have\nan idea that devil could tear up any tree around here by its roots.\"\n\n\"Well, are we going to sit here on our rumps until we starve, like\nthat?\" she cried furiously, kicking the skull clattering across the\nledge. \"I won't do it! I'll go down there and cut his damned head\noff----\"\n\nConan had seated himself on a rocky projection at the foot of the spire.\nHe looked up with a glint of admiration at her blazing eyes and tense,\nquivering figure, but, realizing that she was in just the mood for any\nmadness, he let none of his admiration sound in his voice.\n\n\"Sit down,\" he grunted, catching her by her wrist and pulling her down\non his knee. She was too surprised to resist as he took her sword from\nher hand and shoved it back in its sheath. \"Sit still and calm down.\nYou'd only break your steel on his scales. He'd gobble you up at one\ngulp, or smash you like an egg with that spiked tail of his. We'll get\nout of this jam some way, but we shan't do it by getting chewed up and\nswallowed.\"\n\nShe made no reply, nor did she seek to repulse his arm from about her\nwaist. She was frightened, and the sensation was new to Valeria of the\nRed Brotherhood. So she sat on her companion's--or captor's--knee with a\ndocility that would have amazed Zarallo, who had anathematized her as a\nshe-devil out of hell's seraglio.\n\nConan played idly with her curly yellow locks, seemingly intent only\nupon his conquest. Neither the skeleton at his feet nor the monster\ncrouching below disturbed his mind or dulled the edge of his interest.\n\nThe girl's restless eyes, roving the leaves below them, discovered\nsplashes of color among the green. It was fruit, large, darkly crimson\nglobes suspended from the boughs of a tree whose broad leaves were a\npeculiarly rich and vivid green. She became aware of both thirst and\nhunger, though thirst had not assailed her until she knew she could not\ndescend from the crag to find food and water.\n\n\"We need not starve,\" she said. \"There is fruit we can reach.\"\n\nConan glanced where she pointed.\n\n\"If we ate that we wouldn't need the bite of a dragon,\" he grunted.\n\"That's what the black people of Kush call the Apples of Derketa.\nDerketa is the Queen of the Dead. Drink a little of the juice, or spill\nit on your flesh, and you'd be dead before you could tumble to the foot\nof this crag.\"\n\n\"Oh!\"\n\nShe lapsed into dismayed silence. There seemed no way out of their\npredicament, she reflected gloomily. She saw no way of escape, and Conan\nseemed to be concerned only with her supple waist and curly tresses. If\nhe was trying to formulate a plan of escape, he did not show it.\n\n\"If you'll take your hands off me long enough to climb up on that peak,\"\nshe said presently, \"you'll see something that will surprise you.\"\n\nHe cast her a questioning glance, then obeyed with a shrug of his\nmassive shoulders. Clinging to the spire-like pinnacle, he stared out\nover the forest roof.\n\n       *       *       *       *       *\n\nHe stood a long moment in silence, posed like a bronze statue on the\nrock.\n\n\"It's a walled city, right enough,\" he muttered presently. \"Was that\nwhere you were going, when you tried to send me off alone to the coast?\"\n\n\"I saw it before you came. I knew nothing of it when I left Sukhmet.\"\n\n\"Who'd have thought to find a city here? I don't believe the Stygians\never penetrated this far. Could black people build a city like that? I\nsee no herds on the plain, no signs of cultivation, or people moving\nabout.\"\n\n\"How could you hope to see all that, at this distance?\" she demanded.\n\nHe shrugged his shoulders and dropped down on the shelf.\n\n\"Well, the folk of the city can't help us just now. And they might not,\nif they could. The people of the Black Countries are generally hostile\nto strangers. Probably stick us full of spears----\"\n\nHe stopped short and stood silent, as if he had forgotten what he was\nsaying, frowning down at the crimson spheres gleaming among the leaves.\n\n\"Spears!\" he muttered. \"What a blasted fool I am not to have thought of\nthat before! That shows what a pretty woman does to a man's mind.\"\n\n\"What are you talking about?\" she inquired.\n\nWithout answering her question, he descended to the belt of leaves and\nlooked down through them. The great brute squatted below, watching the\ncrag with the frightful patience of the reptile folk. So might one of\nhis breed have glared up at their troglodyte ancestors, treed on a\nhigh-flung rock, in the dim dawn ages. Conan cursed him without heat,\nand began cutting branches, reaching out and severing them as far from\nthe end as he could reach. The agitation of the leaves made the monster\nrestless. He rose from his haunches and lashed his hideous tail,\nsnapping off saplings as if they had been toothpicks. Conan watched him\nwarily from the corner of his eye, and just as Valeria believed the\ndragon was about to hurl himself up the crag again, the Cimmerian drew\nback and climbed up to the ledge with the branches he had cut. There\nwere three of these, slender shafts about seven feet long, but not\nlarger than his thumb. He had also cut several strands of tough, thin\nvine.\n\n\"Branches too light for spear-hafts, and creepers no thicker than\ncords,\" he remarked, indicating the foliage about the crag. \"It won't\nhold our weight--but there's strength in union. That's what the\nAquilonian renegades used to tell us Cimmerians when they came into the\nhills to raise an army to invade their own country. But we always fight\nby clans and tribes.\"\n\n\"What the devil has that got to do with those sticks?\" she demanded.\n\n\"You wait and see.\"\n\nGathering the sticks in a compact bundle, he wedged his poniard hilt\nbetween them at one end. Then with the vines he bound them together, and\nwhen he had completed his task, he had a spear of no small strength,\nwith a sturdy shaft seven feet in length.\n\n\"What good will that do?\" she demanded. \"You told me that a blade\ncouldn't pierce his scales----\"\n\n\"He hasn't got scales all over him,\" answered Conan. \"There's more than\none way of skinning a panther.\"\n\nMoving down to the edge of the leaves, he reached the spear up and\ncarefully thrust the blade through one of the Apples of Derketa, drawing\naside to avoid the darkly purple drops that dripped from the pierced\nfruit. Presently he withdrew the blade and showed her the blue steel\nstained a dull purplish crimson.\n\n\"I don't know whether it will do the job or not,\" quoth he. \"There's\nenough poison there to kill an elephant, but--well, we'll see.\"\n\n       *       *       *       *       *\n\nValeria was close behind him as he let himself down among the leaves.\nCautiously holding the poisoned pike away from him, he thrust his head\nthrough the branches and addressed the monster.\n\n\"What are you waiting down there for, you misbegotten offspring of\nquestionable parents?\" was one of his more printable queries. \"Stick\nyour ugly head up here again, you long-necked brute--or do you want me\nto come down there and kick you loose from your illegitimate spine?\"\n\nThere was more of it--some of it couched in eloquence that made Valeria\nstare, in spite of her profane education among the seafarers. And it had\nits effect on the monster. Just as the incessant yapping of a dog\nworries and enrages more constitutionally silent animals, so the\nclamorous voice of a man rouses fear in some bestial bosoms and insane\nrage in others. Suddenly and with appalling quickness, the mastodonic\nbrute reared up on its mighty hind legs and elongated its neck and body\nin a furious effort to reach this vociferous pigmy whose clamor was\ndisturbing the primeval silence of its ancient realm.\n\nBut Conan had judged his distance with precision. Some five feet below\nhim the mighty head crashed terribly but futilely through the leaves.\nAnd as the monstrous mouth gaped like that of a great snake, Conan drove\nhis spear into the red angle of the jaw-bone hinge. He struck downward\nwith all the strength of both arms, driving the long poniard blade to\nthe hilt in flesh, sinew and bone.\n\nInstantly the jaws clashed convulsively together, severing the\ntriple-pieced shaft and almost precipitating Conan from his perch. He\nwould have fallen but for the girl behind him, who caught his sword-belt\nin a desperate grasp. He clutched at a rocky projection, and grinned his\nthanks back at her.\n\nDown on the ground the monster was wallowing like a dog with pepper in\nits eyes. He shook his head from side to side, pawed at it, and opened\nhis mouth repeatedly to its widest extent. Presently he got a huge front\nfoot on the stump of the shaft and managed to tear the blade out. Then\nhe threw up his head, jaws wide and spouting blood, and glared up at the\ncrag with such concentrated and intelligent fury that Valeria trembled\nand drew her sword. The scales along his back and flanks turned from\nrusty brown to a dull lurid red. Most horribly the monster's silence was\nbroken. The sounds that issued from his blood-streaming jaws did not\nsound like anything that could have been produced by an earthly\ncreation.\n\nWith harsh, grating roars, the dragon hurled himself at the crag that\nwas the citadel of his enemies. Again and again his mighty head crashed\nupward through the branches, snapping vainly on empty air. He hurled his\nfull ponderous weight against the rock until it vibrated from base to\ncrest. And rearing upright he gripped it with his front legs like a man\nand tried to tear it up by the roots, as if it had been a tree.\n\nThis exhibition of primordial fury chilled the blood in Valeria's veins,\nbut Conan was too close to the primitive himself to feel anything but a\ncomprehending interest. To the barbarian, no such gulf existed between\nhimself and other men, and the animals, as existed in the conception of\nValeria. The monster below them, to Conan, was merely a form of life\ndiffering from himself mainly in physical shape. He attributed to it\ncharacteristics similar to his own, and saw in its wrath a counterpart\nof his rages, in its roars and bellowings merely reptilian equivalents\nto the curses he had bestowed upon it. Feeling a kinship with all wild\nthings, even dragons, it was impossible for him to experience the sick\nhorror which assailed Valeria at the sight of the brute's ferocity.\n\nHe sat watching it tranquilly, and pointed out the various changes that\nwere taking place in its voice and actions.\n\n\"The poison's taking hold,\" he said with conviction.\n\n\"I don't believe it.\" To Valeria it seemed preposterous to suppose that\nanything, however lethal, could have any effect on that mountain of\nmuscle and fury.\n\n\"There's pain in his voice,\" declared Conan. \"First he was merely angry\nbecause of the stinging in his jaw. Now he feels the bite of the poison.\nLook! He's staggering. He'll be blind in a few more minutes. What did I\ntell you?\"\n\nFor suddenly the dragon had lurched about and went crashing off through\nthe bushes.\n\n\"Is he running away?\" inquired Valeria uneasily.\n\n\"He's making for the pool!\" Conan sprang up, galvanized into swift\nactivity. \"The poison makes him thirsty. Come on! He'll be blind in a\nfew moments, but he can smell his way back to the foot of the crag, and\nif our scent's here still, he'll sit there until he dies. And others of\nhis kind may come at his cries. Let's go!\"\n\n\"Down there?\" Valeria was aghast.\n\n\"Sure! We'll make for the city! They may cut our heads off there, but\nit's our only chance. We may run into a thousand more dragons on the\nway, but it's sure death to stay here. If we wait until he dies, we may\nhave a dozen more to deal with. After me, in a hurry!\"\n\nHe went down the ramp as swiftly as an ape, pausing only to aid his less\nagile companion, who, until she saw the Cimmerian climb, had fancied\nherself the equal of any man in the rigging of a ship or on the sheer\nface of a cliff.\n\n       *       *       *       *       *\n\nThey descended into the gloom below the branches and slid to the ground\nsilently, though Valeria felt as if the pounding of her heart must\nsurely be heard from far away. A noisy gurgling and lapping beyond the\ndense thicket indicated that the dragon was drinking at the pool.\n\n\"As soon as his belly is full he'll be back,\" muttered Conan. \"It may\ntake hours for the poison to kill him--if it does at all.\"\n\nSomewhere beyond the forest the sun was sinking to the horizon. The\nforest was a misty twilight place of black shadows and dim vistas. Conan\ngripped Valeria's wrist and glided away from the foot of the crag. He\nmade less noise than a breeze blowing among the tree-trunks, but Valeria\nfelt as if her soft boots were betraying their flight to all the forest.\n\n\"I don't think he can follow a trail,\" muttered Conan. \"But if a wind\nblew our body-scent to him, he could smell us out.\"\n\n\"Mitra grant that the wind blow not!\" Valeria breathed.\n\nHer face was a pallid oval in the gloom. She gripped her sword in her\nfree hand, but the feel of the shagreen-bound hilt inspired only a\nfeeling of helplessness in her.\n\nThey were still some distance from the edge of the forest when they\nheard a snapping and crashing behind them. Valeria bit her lip to check\na cry.\n\n\"He's on our trail!\" she whispered fiercely.\n\nConan shook his head.\n\n\"He didn't smell us at the rock, and he's blundering about through the\nforest trying to pick up our scent. Come on! It's the city or nothing\nnow! He could tear down any tree we'd climb. If only the wind stays\ndown----\"\n\nThey stole on until the trees began to thin out ahead of them. Behind\nthem the forest was a black impenetrable ocean of shadows. The ominous\ncrackling still sounded behind them, as the dragon blundered in his\nerratic course.\n\n\"There's the plain ahead,\" breathed Valeria. \"A little more and\nwe'll----\"\n\n\"Crom!\" swore Conan.\n\n\"Mitra!\" whispered Valeria.\n\nOut of the south a wind had sprung up.\n\nIt blew over them directly into the black forest behind them. Instantly\na horrible roar shook the woods. The aimless snapping and crackling of\nthe bushes changed to a sustained crashing as the dragon came like a\nhurricane straight toward the spot from which the scent of his enemies\nwas wafted.\n\n\"Run!\" snarled Conan, his eyes blazing like those of a trapped wolf.\n\"It's all we can do!\"\n\nSailor's boots are not made for sprinting, and the life of a pirate does\nnot train one for a runner. Within a hundred yards Valeria was panting\nand reeling in her gait, and behind them the crashing gave way to a\nrolling thunder as the monster broke out of the thickets and into the\nmore open ground.\n\nConan's iron arm about the woman's waist half lifted her; her feet\nscarcely touched the earth as she was borne along at a speed she could\nnever have attained herself. If he could keep out of the beast's way for\na bit, perhaps that betraying wind would shift--but the wind held, and a\nquick glance over his shoulder showed Conan that the monster was almost\nupon them, coming like a war-galley in front of a hurricane. He thrust\nValeria from him with a force that sent her reeling a dozen feet to fall\nin a crumpled heap at the foot of the nearest tree, and the Cimmerian\nwheeled in the path of the thundering titan.\n\nConvinced that his death was upon him, the Cimmerian acted according to\nhis instinct, and hurled himself full at the awful face that was bearing\ndown on him. He leaped, slashing like a wildcat, felt his sword cut deep\ninto the scales that sheathed the mighty snout--and then a terrific\nimpact knocked him rolling and tumbling for fifty feet with all the wind\nand half the life battered out of him.\n\nHow the stunned Cimmerian regained his feet, not even he could have ever\ntold. But the only thought that filled his brain was of the woman lying\ndazed and helpless almost in the path of the hurtling fiend, and before\nthe breath came whistling back into his gullet he was standing over her\nwith his sword in his hand.\n\nShe lay where he had thrown her, but she was struggling to a sitting\nposture. Neither tearing tusks nor trampling feet had touched her. It\nhad been a shoulder or front leg that struck Conan, and the blind\nmonster rushed on, forgetting the victims whose scent it had been\nfollowing, in the sudden agony of its death throes. Headlong on its\ncourse it thundered until its low-hung head crashed into a gigantic tree\nin its path. The impact tore the tree up by the roots and must have\ndashed the brains from the misshapen skull. Tree and monster fell\ntogether, and the dazed humans saw the branches and leaves shaken by the\nconvulsions of the creature they covered--and then grow quiet.\n\nConan lifted Valeria to her feet and together they started away at a\nreeling run. A few moments later they emerged into the still twilight of\nthe treeless plain.\n\n       *       *       *       *       *\n\nConan paused an instant and glanced back at the ebon fastness behind\nthem. Not a leaf stirred, nor a bird chirped. It stood as silent as it\nmust have stood before Man was created.\n\n\"Come on,\" muttered Conan, taking his companion's hand. \"It's touch and\ngo now. If more dragons come out of the woods after us----\"\n\nHe did not have to finish the sentence.\n\nThe city looked very far away across the plain, farther than it had\nlooked from the crag. Valeria's heart hammered until she felt as if it\nwould strangle her. At every step she expected to hear the crashing of\nthe bushes and see another colossal nightmare bearing down upon them.\nBut nothing disturbed the silence of the thickets.\n\nWith the first mile between them and the woods, Valeria breathed more\neasily. Her buoyant self-confidence began to thaw out again. The sun had\nset and darkness was gathering over the plain, lightened a little by the\nstars that made stunted ghosts out of the cactus growths.\n\n\"No cattle, no plowed fields,\" muttered Conan. \"How do these people\nlive?\"\n\n\"Perhaps the cattle are in pens for the night,\" suggested Valeria, \"and\nthe fields and grazing-pastures are on the other side of the city.\"\n\n\"Maybe,\" he grunted. \"I didn't see any from the crag, though.\"\n\nThe moon came up behind the city, etching walls and towers blackly in\nthe yellow glow. Valeria shivered. Black against the moon the strange\ncity had a somber, sinister look.\n\nPerhaps something of the same feeling occurred to Conan, for he stopped,\nglanced about him, and grunted: \"We stop here. No use coming to their\ngates in the night. They probably wouldn't let us in. Besides, we need\nrest, and we don't know how they'll receive us. A few hours' sleep will\nput us in better shape to fight or run.\"\n\nHe led the way to a bed of cactus which grew in a circle--a phenomenon\ncommon to the southern desert. With his sword he chopped an opening, and\nmotioned Valeria to enter.\n\n\"We'll be safe from snakes here, anyhow.\"\n\nShe glanced fearfully back toward the black line that indicated the\nforest some six miles away.\n\n\"Suppose a dragon comes out of the woods?\"\n\n\"We'll keep watch,\" he answered, though he made no suggestion as to what\nthey would do in such an event. He was staring at the city, a few miles\naway. Not a light shone from spire or tower. A great black mass of\nmystery, it reared cryptically against the moonlit sky.\n\n\"Lie down and sleep. I'll keep the first watch.\"\n\nShe hesitated, glancing at him uncertainly, but he sat down cross-legged\nin the opening, facing toward the plain, his sword across his knees, his\nback to her. Without further comment she lay down on the sand inside the\nspiky circle.\n\n\"Wake me when the moon is at its zenith,\" she directed.\n\nHe did not reply nor look toward her. Her last impression, as she sank\ninto slumber, was of his muscular figure, immobile as a statue hewn out\nof bronze, outlined against the low-hanging stars.\n\n\n\n\n_2. By the Blaze of the Fire-Jewels_\n\n\nValeria awoke with a start, to the realization that a gray dawn was\nstealing over the plain.\n\nShe sat up, rubbing her eyes. Conan squatted beside the cactus, cutting\noff the thick pears and dexterously twitching out the spikes.\n\n\"You didn't awake me,\" she accused. \"You let me sleep all night!\"\n\n\"You were tired,\" he answered. \"Your posterior must have been sore, too,\nafter that long ride. You pirates aren't used to horseback.\"\n\n\"What about yourself?\" she retorted.\n\n\"I was a _kozak_ before I was a pirate,\" he answered. \"They live in the\nsaddle. I snatch naps like a panther watching beside the trail for a\ndeer to come by. My ears keep watch while my eyes sleep.\"\n\nAnd indeed the giant barbarian seemed as much refreshed as if he had\nslept the whole night on a golden bed. Having removed the thorns, and\npeeled off the tough skin, he handed the girl a thick, juicy cactus\nleaf.\n\n\"Skin your teeth in that pear. It's food and drink to a desert man. I\nwas a chief of the Zuagirs once--desert men who live by plundering the\ncaravans.\"\n\n\"Is there anything you haven't been?\" inquired the girl, half in\nderision and half in fascination.\n\n\"I've never been king of an Hyborian kingdom,\" he grinned, taking an\nenormous mouthful of cactus. \"But I've dreamed of being even that. I\nmay be too, some day. Why shouldn't I?\"\n\nShe shook her head in wonder at his calm audacity, and fell to devouring\nher pear. She found it not unpleasing to the palate, and full of cool\nand thirst-satisfying juice. Finishing his meal, Conan wiped his hands\nin the sand, rose, ran his fingers through his thick black mane, hitched\nat his sword-belt and said:\n\n\"Well, let's go. If the people in that city are going to cut our throats\nthey may as well do it now, before the heat of the day begins.\"\n\nHis grim humor was unconscious, but Valeria reflected that it might be\nprophetic. She too hitched her sword-belt as she rose. Her terrors of\nthe night were past. The roaring dragons of the distant forest were like\na dim dream. There was a swagger in her stride as she moved off beside\nthe Cimmerian. Whatever perils lay ahead of them, their foes would be\nmen. And Valeria of the Red Brotherhood had never seen the face of the\nman she feared.\n\nConan glanced down at her as she strode along beside him with her\nswinging stride that matched his own.\n\n\"You walk more like a hillman than a sailor,\" he said. \"You must be an\nAquilonian. The suns of Darfar never burnt your white skin brown. Many a\nprincess would envy you.\"\n\n\"I am from Aquilonia,\" she replied. His compliments no longer irritated\nher. His evident admiration pleased her. For another man to have kept\nher watch while she slept would have angered her; she had always\nfiercely resented any man's attempting to shield or protect her because\nof her sex. But she found a secret pleasure in the fact that this man\nhad done so. And he had not taken advantage of her fright and the\nweakness resulting from it. After all, she reflected, her companion was\nno common man.\n\n       *       *       *       *       *\n\nThe sun rose behind the city, turning the towers to a sinister crimson.\n\n\"Black last night against the moon,\" grunted Conan, his eyes clouding\nwith the abysmal superstition of the barbarian. \"Blood-red as a threat\nof blood against the sun this dawn. I do not like this city.\"\n\nBut they went on, and as they went Conan pointed out the fact that no\nroad ran to the city from the north.\n\n\"No cattle have trampled the plain on this side of the city,\" said he.\n\"No plowshare has touched the earth for years, maybe centuries. But\nlook: once this plain was cultivated.\"\n\nValeria saw the ancient irrigation ditches he indicated, half filled in\nplaces, and overgrown with cactus. She frowned with perplexity as her\neyes swept over the plain that stretched on all sides of the city to the\nforest edge, which marched in a vast, dim ring. Vision did not extend\nbeyond that ring.\n\nShe looked uneasily at the city. No helmets or spear-heads gleamed on\nbattlements, no trumpets sounded, no challenge rang from the towers. A\nsilence as absolute as that of the forest brooded over the walls and\nminarets.\n\nThe sun was high above the eastern horizon when they stood before the\ngreat gate in the northern wall, in the shadow of the lofty rampart.\nRust flecked the iron bracings of the mighty bronze portal. Spiderwebs\nglistened thickly on hinge and sill and bolted panel.\n\n\"It hasn't been opened for years!\" exclaimed Valeria.\n\n\"A dead city,\" grunted Conan. \"That's why the ditches were broken and\nthe plain untouched.\"\n\n\"But who built it? Who dwelt here? Where did they go? Why did they\nabandon it?\"\n\n\"Who can say? Maybe an exiled clan of Stygians built it. Maybe not. It\ndoesn't look like Stygian architecture. Maybe the people were wiped out\nby enemies, or a plague exterminated them.\"\n\n\"In that case their treasures may still be gathering dust and cobwebs in\nthere,\" suggested Valeria, the acquisitive instincts of her profession\nwaking in her; prodded, too, by feminine curiosity. \"Can we open the\ngate? Let's go in and explore a bit.\"\n\nConan eyed the heavy portal dubiously, but placed his massive shoulder\nagainst it and thrust with all the power of his muscular calves and\nthighs. With a rasping screech of rusty hinges the gate moved\nponderously inward, and Conan straightened and drew his sword. Valeria\nstared over his shoulder, and made a sound indicative of surprise.\n\nThey were not looking into an open street or court as one would have\nexpected. The opened gate, or door, gave directly into a long, broad\nhall which ran away and away until its vista grew indistinct in the\ndistance. It was of heroic proportions, and the floor of a curious red\nstone, cut in square tiles, that seemed to smolder as if with the\nreflection of flames. The walls were of a shiny green material.\n\n\"Jade, or I'm a Shemite!\" swore Conan.\n\n\"Not in such quantity!\" protested Valeria.\n\n\"I've looted enough from the Khitan caravans to know what I'm talking\nabout,\" he asserted. \"That's jade!\"\n\nThe vaulted ceiling was of lapis lazuli, adorned with clusters of great\ngreen stones that gleamed with a poisonous radiance.\n\n\"Green fire-stones,\" growled Conan. \"That's what the people of Punt call\nthem. They're supposed to be the petrified eyes of those prehistoric\nsnakes the ancients called Golden Serpents. They glow like a cat's eyes\nin the dark. At night this hall would be lighted by them, but it would\nbe a hellishly weird illumination. Let's look around. We might find a\ncache of jewels.\"\n\n\"Shut the door,\" advised Valeria. \"I'd hate to have to outrun a dragon\ndown this hall.\"\n\nConan grinned, and replied: \"I don't believe the dragons ever leave the\nforest.\"\n\nBut he complied, and pointed out the broken bolt on the inner side.\n\n\"I thought I heard something snap when I shoved against it. That bolt's\nfreshly broken. Rust has eaten nearly through it. If the people ran\naway, why should it have been bolted on the inside?\"\n\n\"They undoubtedly left by another door,\" suggested Valeria.\n\nShe wondered how many centuries had passed since the light of outer day\nhad filtered into that great hall through the open door. Sunlight was\nfinding its way somehow into the hall, and they quickly saw the source.\nHigh up in the vaulted ceiling skylights were set in slot-like\nopenings--translucent sheets of some crystalline substance. In the\nsplotches of shadow between them, the green jewels winked like the eyes\nof angry cats. Beneath their feet the dully lurid floor smoldered with\nchanging hues and colors of flame. It was like treading the floors of\nhell with evil stars blinking overhead.\n\nThree balustraded galleries ran along on each side of the hall, one\nabove the other.\n\n\"A four-storied house,\" grunted Conan, \"and this hall extends to the\nroof. It's long as a street. I seem to see a door at the other end.\"\n\nValeria shrugged her white shoulders.\n\n\"Your eyes are better than mine, then, though I'm accounted sharp-eyed\namong the sea-rovers.\"\n\n       *       *       *       *       *\n\nThey turned into an open door at random, and traversed a series of empty\nchambers, floored like the hall, and with walls of the same green jade,\nor of marble or ivory or chalcedony, adorned with friezes of bronze,\ngold or silver. In the ceilings the green fire-gems were set, and their\nlight was as ghostly and illusive as Conan had predicted. Under the\nwitch-fire glow the intruders moved like specters.\n\nSome of the chambers lacked this illumination, and their doorways showed\nblack as the mouth of the Pit. These Conan and Valeria avoided, keeping\nalways to the lighted chambers.\n\nCobwebs hung in the corners, but there was no perceptible accumulation\nof dust on the floor, or on the tables and seats of marble, jade or\ncarnelian which occupied the chambers. Here and there were rugs of that\nsilk known as Khitan which is practically indestructible. Nowhere did\nthey find any windows, or doors opening into streets or courts. Each\ndoor merely opened into another chamber or hall.\n\n\"Why don't we come to a street?\" grumbled Valeria. \"This place or\nwhatever we're in must be as big as the king of Turan's seraglio.\"\n\n\"They must not have perished of plague,\" said Conan, meditating upon the\nmystery of the empty city. \"Otherwise we'd find skeletons. Maybe it\nbecame haunted, and everybody got up and left. Maybe----\"\n\n\"Maybe, hell!\" broke in Valeria rudely. \"We'll never know. Look at these\nfriezes. They portray men. What race do they belong to?\"\n\nConan scanned them and shook his head.\n\n\"I never saw people exactly like them. But there's the smack of the East\nabout them--Vendhya, maybe, or Kosala.\"\n\n\"Were you a king in Kosala?\" she asked, masking her keen curiosity with\nderision.\n\n\"No. But I was a war-chief of the Afghulis who live in the Himelian\nmountains above the borders of Vendhya. These people favor the Kosalans.\nBut why should Kosalans be building a city this far to west?\"\n\nThe figures portrayed were those of slender, olive-skinned men and\nwomen, with finely chiseled, exotic features. They wore filmy robes and\nmany delicate jeweled ornaments, and were depicted mostly in attitudes\nof feasting, dancing or love-making.\n\n\"Easterners, all right,\" grunted Conan, \"but from where I don't know.\nThey must have lived a disgustingly peaceful life, though, or they'd\nhave scenes of wars and fights. Let's go up that stair.\"\n\nIt was an ivory spiral that wound up from the chamber in which they were\nstanding. They mounted three flights and came into a broad chamber on\nthe fourth floor, which seemed to be the highest tier in the building.\nSkylights in the ceiling illuminated the room, in which light the\nfire-gems winked pallidly. Glancing through the doors they saw, except\non one side, a series of similarly lighted chambers. This other door\nopened upon a balustraded gallery that overhung a hall much smaller than\nthe one they had recently explored on the lower floor.\n\n\"Hell!\" Valeria sat down disgustedly on a jade bench. \"The people who\ndeserted this city must have taken all their treasures with them. I'm\ntired of wandering through these bare rooms at random.\"\n\n\"All these upper chambers seem to be lighted,\" said Conan. \"I wish we\ncould find a window that overlooked the city. Let's have a look through\nthat door over there.\"\n\n\"You have a look,\" advised Valeria. \"I'm going to sit here and rest my\nfeet.\"\n\n       *       *       *       *       *\n\nConan disappeared through the door opposite that one opening upon the\ngallery, and Valeria leaned back with her hands clasped behind her\nhead, and thrust her booted legs out in front of her. These silent rooms\nand halls with their gleaming green clusters of ornaments and burning\ncrimson floors were beginning to depress her. She wished they could find\ntheir way out of the maze into which they had wandered and emerge into a\nstreet. She wondered idly what furtive, dark feet had glided over those\nflaming floors in past centuries, how many deeds of cruelty and mystery\nthose winking ceiling-gems had blazed down upon.\n\nIt was a faint noise that brought her out of her reflections. She was on\nher feet with her sword in her hand before she realized what had\ndisturbed her. Conan had not returned, and she knew it was not he that\nshe had heard.\n\nThe sound had come from somewhere beyond the door that opened on to the\ngallery. Soundlessly in her soft leather boots she glided through it,\ncrept across the balcony and peered down between the heavy balustrades.\n\n_A man was stealing along the hall._\n\nThe sight of a human being in this supposedly deserted city was a\nstartling shock. Crouching down behind the stone balusters, with every\nnerve tingling, Valeria glared down at the stealthy figure.\n\nThe man in no way resembled the figures depicted on the friezes. He was\nslightly above middle height, very dark, though not negroid. He was\nnaked but for a scanty silk clout that only partly covered his muscular\nhips, and a leather girdle, a hand's breadth broad, about his lean\nwaist. His long black hair hung in lank strands about his shoulders,\ngiving him a wild appearance. He was gaunt, but knots and cords of\nmuscles stood out on his arms and legs, without that fleshy padding that\npresents a pleasing symmetry of contour. He was built with an economy\nthat was almost repellent.\n\nYet it was not so much his physical appearance as his attitude that\nimpressed the woman who watched him. He slunk along, stooped in a\nsemi-crouch, his head turning from side to side. He grasped a\nwide-tipped blade in his right hand, and she saw it shake with the\nintensity of the emotion that gripped him. He was afraid, trembling in\nthe grip of some dire terror. When he turned his head she caught the\nblaze of wild eyes among the lank strands of black hair.\n\nHe did not see her. On tiptoe he glided across the hall and vanished\nthrough an open door. A moment later she heard a choking cry, and then\nsilence fell again.\n\nConsumed with curiosity, Valeria glided along the gallery until she came\nto a door above the one through which the man had passed. It opened into\nanother, smaller gallery that encircled a large chamber.\n\nThis chamber was on the third floor, and its ceiling was not so high as\nthat of the hall. It was lighted only by the fire-stones, and their\nweird green glow left the spaces under the balcony in shadows.\n\nValeria's eyes widened. The man she had seen was still in the chamber.\n\nHe lay face down on a dark crimson carpet in the middle of the room. His\nbody was limp, his arms spread wide. His curved sword lay near him.\n\nShe wondered why he should lie there so motionless. Then her eyes\nnarrowed as she stared down at the rug on which he lay. Beneath and\nabout him the fabric showed a slightly different color, a deeper,\nbrighter crimson.\n\nShivering slightly, she crouched down closer behind the balustrade,\nintently scanning the shadows under the overhanging gallery. They gave\nup no secret.\n\nSuddenly another figure entered the grim drama. He was a man similar to\nthe first, and he came in by a door opposite that which gave upon the\nhall.\n\nHis eyes glared at the sight of the man on the floor, and he spoke\nsomething in a staccato voice that sounded like \"Chicmec!\" The other did\nnot move.\n\nThe man stepped quickly across the floor, bent, gripped the fallen man's\nshoulder and turned him over. A choking cry escaped him as the head fell\nback limply, disclosing a throat that had been severed from ear to ear.\n\nThe man let the corpse fall back upon the blood-stained carpet, and\nsprang to his feet, shaking like a wind-blown leaf. His face was an ashy\nmask of fear. But with one knee flexed for flight, he froze suddenly,\nbecame as immobile as an image, staring across the chamber with dilated\neyes.\n\nIn the shadows beneath the balcony a ghostly light began to glow and\ngrow, a light that was not part of the fire-stone gleam. Valeria felt\nher hair stir as she watched it; for, dimly visible in the throbbing\nradiance, there floated a human skull, and it was from this skull--human\nyet appallingly misshapen--that the spectral light seemed to emanate. It\nhung there like a disembodied head, conjured out of night and the\nshadows, growing more and more distinct; human, and yet not human as she\nknew humanity.\n\nThe man stood motionless, an embodiment of paralyzed horror, staring\nfixedly at the apparition. The thing moved out from the wall and a\ngrotesque shadow moved with it. Slowly the shadow became visible as a\nman-like figure whose naked torso and limbs shone whitely, with the hue\nof bleached bones. The bare skull on its shoulders grinned eyelessly, in\nthe midst of its unholy nimbus, and the man confronting it seemed unable\nto take his eyes from it. He stood still, his sword dangling from\nnerveless fingers, on his face the expression of a man bound by the\nspells of a mesmerist.\n\n       *       *       *       *       *\n\nValeria realized that it was not fear alone that paralyzed him. Some\nhellish quality of that throbbing glow had robbed him of his power to\nthink and act. She herself, safely above the scene, felt the subtle\nimpact of a nameless emanation that was a threat to sanity.\n\nThe horror swept toward its victim and he moved at last, but only to\ndrop his sword and sink to his knees, covering his eyes with his hands.\nDumbly he awaited the stroke of the blade that now gleamed in the\napparition's hand as it reared above him like Death triumphant over\nmankind.\n\nValeria acted according to the first impulse of her wayward nature. With\none tigerish movement she was over the balustrade and dropping to the\nfloor behind the awful shape. It wheeled at the thud of her soft boots\non the floor, but even as it turned, her keen blade lashed down, and a\nfierce exultation swept her as she felt the edge cleave solid flesh and\nmortal bone.\n\nThe apparition cried out gurglingly and went down, severed through\nshoulder, breast-bone and spine, and as it fell the burning skull rolled\nclear, revealing a lank mop of black hair and a dark face twisted in the\nconvulsions of death. Beneath the horrific masquerade there was a human\nbeing, a man similar to the one kneeling supinely on the floor.\n\nThe latter looked up at the sound of the blow and the cry, and now he\nglared in wild-eyed amazement at the white-skinned woman who stood over\nthe corpse with a dripping sword in her hand.\n\nHe staggered up, yammering as if the sight had almost unseated his\nreason. She was amazed to realize that she understood him. He was\ngibbering in the Stygian tongue, though in a dialect unfamiliar to her.\n\n\"Who are you? Whence come you? What do you in Xuchotl?\" Then rushing\non, without waiting for her to reply: \"But you are a friend--goddess or\ndevil, it makes no difference! You have slain the Burning Skull! It was\nbut a man beneath it, after all! We deemed it a demon _they_ conjured up\nout of the catacombs! _Listen!_\"\n\nHe stopped short in his ravings and stiffened, straining his ears with\npainful intensity. The girl heard nothing.\n\n\"We must hasten!\" he whispered. \"_They_ are west of the Great Hall! They\nmay be all around us here! They may be creeping upon us even now!\"\n\nHe seized her wrist in a convulsive grasp she found hard to break.\n\n\"Whom do you mean by 'they'?\" she demanded.\n\nHe stared at her uncomprehendingly for an instant, as if he found her\nignorance hard to understand.\n\n\"They?\" he stammered vaguely. \"Why--why, the people of Xotalanc! The\nclan of the man you slew. They who dwell by the eastern gate.\"\n\n\"You mean to say this city is inhabited?\" she exclaimed.\n\n\"Aye! Aye!\" He was writhing in the impatience of apprehension. \"Come\naway! Come quick! We must return to Tecuhltli!\"\n\n\"Where is that?\" she demanded.\n\n\"The quarter by the western gate!\" He had her wrist again and was\npulling her toward the door through which he had first come. Great beads\nof perspiration dripped from his dark forehead, and his eyes blazed with\nterror.\n\n\"Wait a minute!\" she growled, flinging off his hand. \"Keep your hands\noff me, or I'll split your skull. What's all this about? Who are you?\nWhere would you take me?\"\n\nHe took a firm grip on himself, casting glances to all sides, and began\nspeaking so fast his words tripped over each other.\n\n\"My name is Techotl. I am of Tecuhltli. I and this man who lies with his\nthroat cut came into the Halls of Science to try and ambush some of the\nXotalancas. But we became separated and I returned here to find him with\nhis gullet slit. The Burning Skull did it, I know, just as he would have\nslain me had you not killed him. But perhaps he was not alone. Others\nmay be stealing from Xotalanc! The gods themselves blench at the fate of\nthose they take alive!\"\n\nAt the thought he shook as with an ague and his dark skin grew ashy.\nValeria frowned puzzledly at him. She sensed intelligence behind this\nrigmarole, but it was meaningless to her.\n\nShe turned toward the skull, which still glowed and pulsed on the floor,\nand was reaching a booted toe tentatively toward it, when the man who\ncalled himself Techotl sprang forward with a cry.\n\n\"Do not touch it! Do not even look at it! Madness and death lurk in it.\nThe wizards of Xotalanc understand its secret--they found it in the\ncatacombs, where lie the bones of terrible kings who ruled in Xuchotl in\nthe black centuries of the past. To gaze upon it freezes the blood and\nwithers the brain of a man who understands not its mystery. To touch it\ncauses madness and destruction.\"\n\nShe scowled at him uncertainly. He was not a reassuring figure, with his\nlean, muscle-knotted frame, and snaky locks. In his eyes, behind the\nglow of terror, lurked a weird light she had never seen in the eyes of a\nman wholly sane. Yet he seemed sincere in his protestations.\n\n\"Come!\" he begged, reaching for her hand, and then recoiling as he\nremembered her warning, \"You are a stranger. How you came here I do not\nknow, but if you were a goddess or a demon, come to aid Tecuhltli, you\nwould know all the things you have asked me. You must be from beyond the\ngreat forest, whence our ancestors came. But you are our friend, or you\nwould not have slain my enemy. Come quickly, before the Xotalancas find\nus and slay us!\"\n\nFrom his repellent, impassioned face she glanced to the sinister skull,\nsmoldering and glowing on the floor near the dead man. It was like a\nskull seen in a dream, undeniably human, yet with disturbing distortions\nand malformations of contour and outline. In life the wearer of that\nskull must have presented an alien and monstrous aspect. Life? It seemed\nto possess some sort of life of its own. Its jaws yawned at her and\nsnapped together. Its radiance grew brighter, more vivid, yet the\nimpression of nightmare grew too; it was a dream; all life was a\ndream--it was Techotl's urgent voice which snapped Valeria back from the\ndim gulfs whither she was drifting.\n\n\"Do not look at the skull! Do not look at the skull!\" It was a far cry\nfrom across unreckoned voids.\n\nValeria shook herself like a lion shaking his mane. Her vision cleared.\nTechotl was chattering: \"In life it housed the awful brain of a king of\nmagicians! It holds still the life and fire of magic drawn from outer\nspaces!\"\n\n       *       *       *       *       *\n\nWith a curse Valeria leaped, lithe as a panther, and the skull crashed\nto flaming bits under her swinging sword. Somewhere in the room, or in\nthe void, or in the dim reaches of her consciousness, an inhuman voice\ncried out in pain and rage.\n\nTechotl's hand was plucking at her arm and he was gibbering: \"You have\nbroken it! You have destroyed it! Not all the black arts of Xotalanc can\nrebuild it! Come away! Come away quickly, now!\"\n\n\"But I can't go,\" she protested. \"I have a friend somewhere near by----\"\n\nThe flare of his eyes cut her short as he stared past her with an\nexpression grown ghastly. She wheeled just as four men rushed through as\nmany doors, converging on the pair in the center of the chamber.\n\nThey were like the others she had seen, the same knotted muscles bulging\non otherwise gaunt limbs, the same lank blue-black hair, the same mad\nglare in their wide eyes. They were armed and clad like Techotl, but on\nthe breast of each was painted a white skull.\n\nThere were no challenges or war-cries. Like blood-mad tigers the men of\nXotalanc sprang at the throats of their enemies. Techotl met them with\nthe fury of desperation, ducked the swipe of a wide-headed blade, and\ngrappled with the wielder, and bore him to the floor where they rolled\nand wrestled in murderous silence.\n\nThe other three swarmed on Valeria, their weird eyes red as the eyes of\nmad dogs.\n\n[Illustration: \"You can never reach the coast. There is no escape from\nXuchotl.\"]\n\n       *       *       *       *       *\n\nShe killed the first who came within reach before he could strike a\nblow, her long straight blade splitting his skull even as his own sword\nlifted for a stroke. She side-stepped a thrust, even as she parried a\nslash. Her eyes danced and her lips smiled without mercy. Again she was\nValeria of the Red Brotherhood, and the hum of her steel was like a\nbridal song in her ears.\n\nHer sword darted past a blade that sought to parry, and sheathed six\ninches of its point in a leather-guarded midriff. The man gasped\nagonizedly and went to his knees, but his tall mate lunged in, in\nferocious silence, raining blow on blow so furiously that Valeria had no\nopportunity to counter. She stepped back coolly, parrying the strokes\nand watching for her chance to thrust home. He could not long keep up\nthat flailing whirlwind. His arm would tire, his wind would fail; he\nwould weaken, falter, and then her blade would slide smoothly into his\nheart. A sidelong glance showed her Techotl kneeling on the breast of\nhis antagonist and striving to break the other's hold on his wrist and\nto drive home a dagger.\n\nSweat beaded the forehead of the man facing her, and his eyes were like\nburning coals. Smite as he would, he could not break past nor beat down\nher guard. His breath came in gusty gulps, his blows began to fall\nerratically. She stepped back to draw him out--and felt her thighs\nlocked in an iron grip. She had forgotten the wounded man on the floor.\n\nCrouching on his knees, he held her with both arms locked about her\nlegs, and his mate croaked in triumph and began working his way around\nto come at her from the left side. Valeria wrenched and tore savagely,\nbut in vain. She could free herself of this clinging menace with a\ndownward flick of her sword, but in that instant the curved blade of the\ntall warrior would crash through her skull. The wounded man began to\nworry at her bare thigh with his teeth like a wild beast.\n\nShe reached down with her left hand and gripped his long hair, forcing\nhis head back so that his white teeth and rolling eyes gleamed up at\nher. The tall Xotalanc cried out fiercely and leaped in, smiting with\nall the fury of his arm. Awkwardly she parried the stroke, and it beat\nthe flat of her blade down on her head so that she saw sparks flash\nbefore her eyes, and staggered. Up went the sword again, with a low,\nbeast-like cry of triumph--and then a giant form loomed behind the\nXotalanc and steel flashed like a jet of blue lightning. The cry of the\nwarrior broke short and he went down like an ox beneath the pole-ax, his\nbrains gushing from his skull that had been split to the throat.\n\n\"Conan!\" gasped Valeria. In a gust of passion she turned on the Xotalanc\nwhose long hair she still gripped in her left hand. \"Dog of hell!\" Her\nblade swished as it cut the air in an upswinging arc with a blur in the\nmiddle, and the headless body slumped down, spurting blood. She hurled\nthe severed head across the room.\n\n\"What the devil's going on here?\" Conan bestrode the corpse of the man\nhe had killed, broadsword in hand, glaring about him in amazement.\n\nTechotl was rising from the twitching figure of the last Xotalanc,\nshaking red drops from his dagger. He was bleeding from the stab deep in\nthe thigh. He stared at Conan with dilated eyes.\n\n\"What is all this?\" Conan demanded again, not yet recovered from the\nstunning surprise of finding Valeria engaged in a savage battle with\nthese fantastic figures in a city he had thought empty and uninhabited.\nReturning from an aimless exploration of the upper chambers to find\nValeria missing from the room where he had left her, he had followed the\nsounds of strife that burst on his dumbfounded ears.\n\n\"Five dead dogs!\" exclaimed Techotl, his flaming eyes reflecting a\nghastly exultation. \"Five slain! Five crimson nails for the black\npillar! The gods of blood be thanked!\"\n\nHe lifted quivering hands on high, and then, with the face of a fiend,\nhe spat on the corpses and stamped on their faces, dancing in his\nghoulish glee. His recent allies eyed him in amazement, and Conan asked,\nin the Aquilonian tongue: \"Who is this madman?\"\n\nValeria shrugged her shoulders.\n\n\"He says his name's Techotl. From his babblings I gather that his people\nlive at one end of this crazy city, and these others at the other end.\nMaybe we'd better go with him. He seems friendly, and it's easy to see\nthat the other clan isn't.\"\n\n       *       *       *       *       *\n\nTechotl had ceased his dancing and was listening again, his head tilted\nsidewise, dog-like, triumph struggling with fear in his repellent\ncountenance.\n\n\"Come away, now!\" he whispered. \"We have done enough! Five dead dogs! My\npeople will welcome you! They will honor you! But come! It is far to\nTecuhltli. At any moment the Xotalancas may come on us in numbers too\ngreat even for your swords.\"\n\n\"Lead the way,\" grunted Conan.\n\nTechotl instantly mounted a stair leading up to the gallery, beckoning\nthem to follow him, which they did, moving rapidly to keep on his heels.\nHaving reached the gallery, he plunged into a door that opened toward\nthe west, and hurried through chamber after chamber, each lighted by\nskylights or green fire-jewels.\n\n\"What sort of a place can this be?\" muttered Valeria under her breath.\n\n\"Crom knows!\" answered Conan. \"I've seen _his_ kind before, though. They\nlive on the shores of Lake Zuad, near the border of Kush. They're a sort\nof mongrel Stygians, mixed with another race that wandered into Stygia\nfrom the east some centuries ago and were absorbed by them. They're\ncalled Tlazitlans. I'm willing to bet it wasn't they who built this\ncity, though.\"\n\nTechotl's fear did not seem to diminish as they drew away from the\nchamber where the dead men lay. He kept twisting his head on his\nshoulder to listen for sounds of pursuit, and stared with burning\nintensity into every doorway they passed.\n\nValeria shivered in spite of herself. She feared no man. But the weird\nfloor beneath her feet, the uncanny jewels over her head, dividing the\nlurking shadows among them, the stealth and terror of their guide,\nimpressed her with a nameless apprehension, a sensation of lurking,\ninhuman peril.\n\n\"They may be between us and Tecuhltli!\" he whispered once. \"We must\nbeware lest they be lying in wait!\"\n\n\"Why don't we get out of this infernal palace, and take to the streets?\"\ndemanded Valeria.\n\n\"There are no streets in Xuchotl,\" he answered. \"No squares nor open\ncourts. The whole city is built like one giant palace under one great\nroof. The nearest approach to a street is the Great Hall which traverses\nthe city from the north gate to the south gate. The only doors opening\ninto the outer world are the city gates, through which no living man has\npassed for fifty years.\"\n\n\"How long have you dwelt here?\" asked Conan.\n\n\"I was born in the castle of Tecuhltli thirty-five years ago. I have\nnever set foot outside the city. For the love of the gods, let us go\nsilently! These halls may be full of lurking devils. Olmec shall tell\nyou all when we reach Tecuhltli.\"\n\nSo in silence they glided on with the green fire-stones blinking\noverhead and the flaming floors smoldering under their feet, and it\nseemed to Valeria as if they fled through hell, guided by a dark-faced,\nlank-haired goblin.\n\nYet it was Conan who halted them as they were crossing an unusually wide\nchamber. His wilderness-bred ears were keener even than the ears of\nTechotl, whetted though these were by a lifetime of warfare in those\nsilent corridors.\n\n\"You think some of your enemies may be ahead of us, lying in ambush?\"\n\n\"They prowl through these rooms at all hours,\" answered Techotl, \"as do\nwe. The halls and chambers between Tecuhltli and Xotalanc are a disputed\nregion, owned by no man. We call it the Halls of Silence. Why do you\nask?\"\n\n\"Because men are in the chambers ahead of us,\" answered Conan. \"I heard\nsteel clink against stone.\"\n\nAgain a shaking seized Techotl, and he clenched his teeth to keep them\nfrom chattering.\n\n\"Perhaps they are your friends,\" suggested Valeria.\n\n\"We dare not chance it,\" he panted, and moved with frenzied activity. He\nturned aside and glided through a doorway on the left which led into a\nchamber from which an ivory staircase wound down into darkness.\n\n\"This leads to an unlighted corridor below us!\" he hissed, great beads\nof perspiration standing out on his brow. \"They may be lurking there,\ntoo. It may all be a trick to draw us into it. But we must take the\nchance that they have laid their ambush in the rooms above. Come\nswiftly, now!\"\n\n       *       *       *       *       *\n\nSoftly as phantoms they descended the stair and came to the mouth of a\ncorridor black as night. They crouched there for a moment, listening,\nand then melted into it. As they moved along, Valeria's flesh crawled\nbetween her shoulders in momentary expectation of a sword-thrust in the\ndark. But for Conan's iron fingers gripping her arm she had no physical\ncognizance of her companions. Neither made as much noise as a cat would\nhave made. The darkness was absolute. One hand, outstretched, touched a\nwall, and occasionally she felt a door under her fingers. The hallway\nseemed interminable.\n\nSuddenly they were galvanized by a sound behind them. Valeria's flesh\ncrawled anew, for she recognized it as the soft opening of a door. Men\nhad come into the corridor behind them. Even with the thought she\nstumbled over something that felt like a human skull. It rolled across\nthe floor with an appalling clatter.\n\n\"Run!\" yelped Techotl, a note of hysteria in his voice, and was away\ndown the corridor like a flying ghost.\n\nAgain Valeria felt Conan's hand bearing her up and sweeping her along as\nthey raced after their guide. Conan could see in the dark no better than\nshe, but he possessed a sort of instinct that made his course unerring.\nWithout his support and guidance she would have fallen or stumbled\nagainst the wall. Down the corridor they sped, while the swift patter of\nflying feet drew closer and closer, and then suddenly Techotl panted:\n\"Here is the stair! After me, quick! Oh, quick!\"\n\nHis hand came out of the dark and caught Valeria's wrist as she stumbled\nblindly on the steps. She felt herself half dragged, half lifted up the\nwinding stair, while Conan released her and turned on the steps, his\nears and instincts telling him their foes were hard at their backs. _And\nthe sounds were not all those of human feet._\n\nSomething came writhing up the steps, something that slithered and\nrustled and brought a chill in the air with it. Conan lashed down with\nhis great sword and felt the blade shear through something that might\nhave been flesh and bone, and cut deep into the stair beneath. Something\ntouched his foot that chilled like the touch of frost, and then the\ndarkness beneath him was disturbed by a frightful thrashing and lashing,\nand a man cried out in agony.\n\nThe next moment Conan was racing up the winding staircase, and through a\ndoor that stood open at the head.\n\nValeria and Techotl were already through, and Techotl slammed the door\nand shot a bolt across it--the first Conan had seen since they left the\nouter gate.\n\nThen he turned and ran across the well-lighted chamber into which they\nhad come, and as they passed through the farther door, Conan glanced\nback and saw the door groaning and straining under heavy pressure\nviolently applied from the other side.\n\nThough Techotl did not abate either his speed or his caution, he seemed\nmore confident now. He had the air of a man who has come into familiar\nterritory, within call of friends.\n\nBut Conan renewed his terror by asking: \"What was that thing that I\nfought on the stair?\"\n\n\"The men of Xotalanc,\" answered Techotl, without looking back. \"I told\nyou the halls were full of them.\"\n\n\"This wasn't a man,\" grunted Conan. \"It was something that crawled, and\nit was as cold as ice to the touch. I think I cut it asunder. It fell\nback on the men who were following us, and must have killed one of them\nin its death throes.\"\n\nTechotl's head jerked back, his face ashy again. Convulsively he\nquickened his pace.\n\n\"It was the Crawler! A monster _they_ have brought out of the catacombs\nto aid them! What it is, we do not know, but we have found our people\nhideously slain by it. In Set's name, hasten! If they put it on our\ntrail, it will follow us to the very doors of Tecuhltli!\"\n\n\"I doubt it,\" grunted Conan. \"That was a shrewd cut I dealt it on the\nstair.\"\n\n\"Hasten! Hasten!\" groaned Techotl.\n\nThey ran through a series of green-lit chambers, traversed a broad hall,\nand halted before a giant bronze door.\n\nTechotl said: \"This is Tecuhltli!\"\n\n\n\n\n_3. The People of the Feud_\n\n\nTechotl smote on the bronze door with his clenched hand, and then turned\nsidewise, so that he could watch back along the hall.\n\n\"Men have been smitten down before this door, when they thought they\nwere safe,\" he said.\n\n\"Why don't they open the door?\" asked Conan.\n\n\"They are looking at us through the Eye,\" answered Techotl. \"They are\npuzzled at the sight of you.\" He lifted his voice and called: \"Open the\ndoor, Xecelan! It is I, Techotl, with friends from the great world\nbeyond the forest!--They will open,\" he assured his allies.\n\n\"They'd better do it in a hurry, then,\" said Conan grimly. \"I hear\nsomething crawling along the floor beyond the hall.\"\n\nTechotl went ashy again and attacked the door with his fists, screaming:\n\"Open, you fools, open! The Crawler is at our heels!\"\n\nEven as he beat and shouted, the great bronze door swung noiselessly\nback, revealing a heavy chain across the entrance, over which\nspear-heads bristled and fierce countenances regarded them intently for\nan instant. Then the chain was dropped and Techotl grasped the arms of\nhis friends in a nervous frenzy and fairly dragged them over the\nthreshold. A glance over his shoulder just as the door was closing\nshowed Conan the long dim vista of the hall, and dimly framed at the\nother end an ophidian shape that writhed slowly and painfully into view,\nflowing in a dull-hued length from a chamber door, its hideous\nblood-stained head wagging drunkenly. Then the closing door shut off the\nview.\n\nInside the square chamber into which they had come heavy bolts were\ndrawn across the door, and the chain locked into place. The door was\nmade to stand the battering of a siege. Four men stood on guard, of the\nsame lank-haired, dark-skinned breed as Techotl, with spears in their\nhands and swords at their hips. In the wall near the door there was a\ncomplicated contrivance of mirrors which Conan guessed was the Eye\nTechotl had mentioned, so arranged that a narrow, crystal-paned slot in\nthe wall could be looked through from within without being discernible\nfrom without. The four guardsmen stared at the strangers with wonder,\nbut asked no question, nor did Techotl vouchsafe any information. He\nmoved with easy confidence now, as if he had shed his cloak of\nindecision and fear the instant he crossed the threshold.\n\n\"Come!\" he urged his new-found friends, but Conan glanced toward the\ndoor.\n\n\"What about those fellows who were following us? Won't they try to storm\nthat door?\"\n\nTechotl shook his head.\n\n\"They know they cannot break down the Door of the Eagle. They will flee\nback to Xotalanc, with their crawling fiend. Come! I will take you to\nthe rulers of Tecuhltli.\"\n\n       *       *       *       *       *\n\nOne of the four guards opened the door opposite the one by which they\nhad entered, and they passed through into a hallway which, like most of\nthe rooms on that level, was lighted by both the slot-like skylights and\nthe clusters of winking fire-gems. But unlike the other rooms they had\ntraversed, this hall showed evidences of occupation. Velvet tapestries\nadorned the glossy jade walls, rich rugs were on the crimson floors, and\nthe ivory seats, benches and divans were littered with satin cushions.\n\nThe hall ended in an ornate door, before which stood no guard. Without\nceremony Techotl thrust the door open and ushered his friends into a\nbroad chamber, where some thirty dark-skinned men and women lounging on\nsatin-covered couches sprang up with exclamations of amazement.\n\nThe men, all except one, were of the same type as Techotl, and the women\nwere equally dark and strange-eyed, though not unbeautiful in a weird\ndark way. They wore sandals, golden breast-plates, and scanty silk\nskirts supported by gem-crusted girdles, and their black manes, cut\nsquare at their naked shoulders, were bound with silver circlets.\n\nOn a wide ivory seat on a jade dais sat a man and a woman who differed\nsubtly from the others. He was a giant, with an enormous sweep of breast\nand the shoulders of a bull. Unlike the others, he was bearded, with a\nthick, blue-black beard which fell almost to his broad girdle. He wore a\nrobe of purple silk which reflected changing sheens of color with his\nevery movement, and one wide sleeve, drawn back to his elbow, revealed a\nforearm massive with corded muscles. The band which confined his\nblue-black locks was set with glittering jewels.\n\nThe woman beside him sprang to her feet with a startled exclamation as\nthe strangers entered, and her eyes, passing over Conan, fixed\nthemselves with burning intensity on Valeria. She was tall and lithe, by\nfar the most beautiful woman in the room. She was clad more scantily\neven than the others; for instead of a skirt she wore merely a broad\nstrip of gilt-worked purple cloth fastened to the middle of her girdle\nwhich fell below her knees. Another strip at the back of her girdle\ncompleted that part of her costume, which she wore with a cynical\nindifference. Her breast-plates and the circlet about her temples were\nadorned with gems. In her eyes alone of all the dark-skinned people\nthere lurked no brooding gleam of madness. She spoke no word after her\nfirst exclamation; she stood tensely, her hands clenched, staring at\nValeria.\n\nThe man on the ivory seat had not risen.\n\n\"Prince Olmec,\" spoke Techotl, bowing low, with arms outspread and the\npalms of his hands turned upward, \"I bring allies from the world beyond\nthe forest. In the Chamber of Tezcoti the Burning Skull slew Chicmec, my\ncompanion----\"\n\n\"The Burning Skull!\" It was a shuddering whisper of fear from the people\nof Tecuhltli.\n\n\"Aye! Then came I, and found Chicmec lying with his throat cut. Before I\ncould flee, the Burning Skull came upon me, and when I looked upon it my\nblood became as ice and the marrow of my bones melted. I could neither\nfight nor run. I could only await the stroke. Then came this\nwhite-skinned woman and struck him down with her sword; and lo, it was\nonly a dog of Xotalanc with white paint upon his skin and the living\nskull of an ancient wizard upon his head! Now that skull lies in many\npieces, and the dog who wore it is a dead man!\"\n\nAn indescribably fierce exultation edged the last sentence, and was\nechoed in the low, savage exclamations from the crowding listeners.\n\n\"But wait!\" exclaimed Techotl. \"There is more! While I talked with the\nwoman, four Xotalancas came upon us! One I slew--there is the stab in my\nthigh to prove how desperate was the fight. Two the woman killed. But we\nwere hard pressed when this man came into the fray and split the skull\nof the fourth! Aye! Five crimson nails there are to be driven into the\npillar of vengeance!\"\n\nHe pointed at a black column of ebony which stood behind the dais.\nHundreds of red dots scarred its polished surface--the bright scarlet\nheads of heavy copper nails driven into the black wood.\n\n\"Five red nails for five Xotalanca lives!\" exulted Techotl, and the\nhorrible exultation in the faces of the listeners made them inhuman.\n\n\"Who are these people?\" asked Olmec, and his voice was like the low,\ndeep rumble of a distant bull. None of the people of Xuchotl spoke\nloudly. It was as if they had absorbed into their souls the silence of\nthe empty halls and deserted chambers.\n\n\"I am Conan, a Cimmerian,\" answered the barbarian briefly. \"This woman\nis Valeria of the Red Brotherhood, an Aquilonian pirate. We are\ndeserters from an army on the Darfar border, far to the north, and are\ntrying to reach the coast.\"\n\nThe woman on the dais spoke loudly, her words tripping in her haste.\n\n\"You can never reach the coast! There is no escape from Xuchotl! You\nwill spend the rest of your lives in this city!\"\n\n\"What do you mean?\" growled Conan, clapping his hand to his hilt and\nstepping about so as to face both the dais and the rest of the room.\n\"Are you telling us we're prisoners?\"\n\n\"She did not mean that,\" interposed Olmec. \"We are your friends. We\nwould not restrain you against your will. But I fear other circumstances\nwill make it impossible for you to leave Xuchotl.\"\n\nHis eyes flickered to Valeria, and he lowered them quickly.\n\n\"This woman is Tascela,\" he said. \"She is a princess of Tecuhltli. But\nlet food and drink be brought our guests. Doubtless they are hungry, and\nweary from their long travels.\"\n\nHe indicated an ivory table, and after an exchange of glances, the\nadventurers seated themselves. The Cimmerian was suspicious. His fierce\nblue eyes roved about the chamber, and he kept his sword close to his\nhand. But an invitation to eat and drink never found him backward. His\neyes kept wandering to Tascela, but the princess had eyes only for his\nwhite-skinned companion.\n\n       *       *       *       *       *\n\nTechotl, who had bound a strip of silk about his wounded thigh, placed\nhimself at the table to attend to the wants of his friends, seeming to\nconsider it a privilege and honor to see after their needs. He inspected\nthe food and drink the others brought in gold vessels and dishes, and\ntasted each before he placed it before his guests. While they ate, Olmec\nsat in silence on his ivory seat, watching them from under his broad\nblack brows. Tascela sat beside him, chin cupped in her hands and her\nelbows resting on her knees. Her dark, enigmatic eyes, burning with a\nmysterious light, never left Valeria's supple figure. Behind her seat a\nsullen handsome girl waved an ostrich-plume fan with a slow rhythm.\n\nThe food was fruit of an exotic kind unfamiliar to the wanderers, but\nvery palatable, and the drink was a light crimson wine that carried a\nheady tang.\n\n\"You have come from afar,\" said Olmec at last. \"I have read the books of\nour fathers. Aquilonia lies beyond the lands of the Stygians and the\nShemites, beyond Argos and Zingara; and Cimmeria lies beyond Aquilonia.\"\n\n\"We have each a roving foot,\" answered Conan carelessly.\n\n\"How you won through the forest is a wonder to me,\" quoth Olmec. \"In\nbygone days a thousand fighting-men scarcely were able to carve a road\nthrough its perils.\"\n\n\"We encountered a bench-legged monstrosity about the size of a\nmastodon,\" said Conan casually, holding out his wine goblet which\nTechotl filled with evident pleasure. \"But when we'd killed it we had no\nfurther trouble.\"\n\nThe wine vessel slipped from Techotl's hand to crash on the floor. His\ndusky skin went ashy. Olmec started to his feet, an image of stunned\namazement, and a low gasp of awe or terror breathed up from the others.\nSome slipped to their knees as if their legs would not support them.\nOnly Tascela seemed not to have heard. Conan glared about him\nbewilderedly.\n\n\"What's the matter? What are you gaping about?\"\n\n\"You--you slew the dragon-god?\"\n\n\"God? I killed a dragon. Why not? It was trying to gobble us up.\"\n\n\"But dragons are immortal!\" exclaimed Olmec. \"They slay each other, but\nno man ever killed a dragon! The thousand fighting-men of our ancestors\nwho fought their way to Xuchotl could not prevail against them! Their\nswords broke like twigs against their scales!\"\n\n\"If your ancestors had thought to dip their spears in the poisonous\njuice of Derketa's Apples,\" quoth Conan, with his mouth full, \"and jab\nthem in the eyes or mouth or somewhere like that, they'd have seen that\ndragons are not more immortal than any other chunk of beef. The carcass\nlies at the edge of the trees, just within the forest. If you don't\nbelieve me, go and look for yourself.\"\n\nOlmec shook his head, not in disbelief but in wonder.\n\n\"It was because of the dragons that our ancestors took refuge in\nXuchotl,\" said he. \"They dared not pass through the plain and plunge\ninto the forest beyond. Scores of them were seized and devoured by the\nmonsters before they could reach the city.\"\n\n\"Then your ancestors didn't build Xuchotl?\" asked Valeria.\n\n\"It was ancient when they first came into the land. How long it had\nstood here, not even its degenerate inhabitants knew.\"\n\n\"Your people came from Lake Zuad?\" questioned Conan.\n\n\"Aye. More than half a century ago a tribe of the Tlazitlans rebelled\nagainst the Stygian king, and, being defeated in battle, fled southward.\nFor many weeks they wandered over grasslands, desert and hills, and at\nlast they came into the great forest, a thousand fighting-men with their\nwomen and children.\n\n\"It was in the forest that the dragons fell upon them, and tore many to\npieces; so the people fled in a frenzy of fear before them, and at last\ncame into the plain and saw the city of Xuchotl in the midst of it.\n\n\"They camped before the city, not daring to leave the plain, for the\nnight was made hideous with the noise of the battling monsters\nthroughout the forest. They made war incessantly upon one another. Yet\nthey came not into the plain.\n\n\"The people of the city shut their gates and shot arrows at our people\nfrom the walls. The Tlazitlans were imprisoned on the plain, as if the\nring of the forest had been a great wall; for to venture into the woods\nwould have been madness.\n\n\"That night there came secretly to their camp a slave from the city, one\nof their own blood, who with a band of exploring soldiers had wandered\ninto the forest long before, when he was a young man. The dragons had\ndevoured all his companions, but he had been taken into the city to\ndwell in servitude. His name was Tolkemec.\" A flame lighted the dark\neyes at mention of the name, and some of the people muttered obscenely\nand spat. \"He promised to open the gates to the warriors. He asked only\nthat all captives taken be delivered into his hands.\n\n\"At dawn he opened the gates. The warriors swarmed in and the halls of\nXuchotl ran red. Only a few hundred folk dwelt there, decaying remnants\nof a once great race. Tolkemec said they came from the east, long ago,\nfrom Old Kosala, when the ancestors of those who now dwell in Kosala\ncame up from the south and drove forth the original inhabitants of the\nland. They wandered far westward and finally found this forest-girdled\nplain, inhabited then by a tribe of black people.\n\n\"These they enslaved and set to building a city. From the hills to the\neast they brought jade and marble and lapis lazuli, and gold, silver and\ncopper. Herds of elephants provided them with ivory. When their city was\ncompleted, they slew all the black slaves. And their magicians made a\nterrible magic to guard the city; for by their necromantic arts they\nre-created the dragons which had once dwelt in this lost land, and whose\nmonstrous bones they found in the forest. Those bones they clothed in\nflesh and life, and the living beasts walked the earth as they walked it\nwhen Time was young. But the wizards wove a spell that kept them in the\nforest and they came not into the plain.\n\n       *       *       *       *       *\n\n\"So for many centuries the people of Xuchotl dwelt in their city,\ncultivating the fertile plain, until their wise men learned how to grow\nfruit within the city--fruit which is not planted in soil, but obtains\nits nourishment out of the air--and then they let the irrigation ditches\nrun dry, and dwelt more and more in luxurious sloth, until decay seized\nthem. They were a dying race when our ancestors broke through the forest\nand came into the plain. Their wizards had died, and the people had\nforgot their ancient necromancy. They could fight neither by sorcery nor\nthe sword.\n\n\"Well, our fathers slew the people of Xuchotl, all except a hundred\nwhich were given living into the hands of Tolkemec, who had been their\nslave; and for many days and nights the halls re-echoed to their screams\nunder the agony of his tortures.\n\n\"So the Tlazitlans dwelt here, for a while in peace, ruled by the\nbrothers Tecuhltli and Xotalanc, and by Tolkemec. Tolkemec took a girl\nof the tribe to wife, and because he had opened the gates, and because\nhe knew many of the arts of the Xuchotlans, he shared the rule of the\ntribe with the brothers who had led the rebellion and the flight.\n\n\"For a few years, then, they dwelt at peace within the city, doing\nlittle but eating, drinking and making love, and raising children. There\nwas no necessity to till the plain, for Tolkemec taught them how to\ncultivate the air-devouring fruits. Besides, the slaying of the\nXuchotlans broke the spell that held the dragons in the forest, and they\ncame nightly and bellowed about the gates of the city. The plain ran red\nwith the blood of their eternal warfare, and it was then that----\" He\nbit his tongue in the midst of the sentence, then presently continued,\nbut Valeria and Conan felt that he had checked an admission he had\nconsidered unwise.\n\n\"Five years they dwelt in peace. Then\"--Olmec's eyes rested briefly on\nthe silent woman at his side--\"Xotalanc took a woman to wife, a woman\nwhom both Tecuhltli and old Tolkemec desired. In his madness, Tecuhltli\nstole her from her husband. Aye, she went willingly enough. Tolkemec, to\nspite Xotalanc, aided Tecuhltli. Xotalanc demanded that she be given\nback to him, and the council of the tribe decided that the matter should\nbe left to the woman. She chose to remain with Tecuhltli. In wrath\nXotalanc sought to take her back by force, and the retainers of the\nbrothers came to blows in the Great Hall.\n\n\"There was much bitterness. Blood was shed on both sides. The quarrel\nbecame a feud, the feud an open war. From the welter three factions\nemerged--Tecuhltli, Xotalanc, and Tolkemec. Already, in the days of\npeace, they had divided the city between them. Tecuhltli dwelt in the\nwestern quarter of the city, Xotalanc in the eastern, and Tolkemec with\nhis family by the southern gate.\n\n\"Anger and resentment and jealousy blossomed into bloodshed and rape and\nmurder. Once the sword was drawn there was no turning back; for blood\ncalled for blood, and vengeance followed swift on the heels of atrocity.\nTecuhltli fought with Xotalanc, and Tolkemec aided first one and then\nthe other, betraying each faction as it fitted his purposes. Tecuhltli\nand his people withdrew into the quarter of the western gate, where we\nnow sit. Xuchotl is built in the shape of an oval. Tecuhltli, which took\nits name from its prince, occupies the western end of the oval. The\npeople blocked up all doors connecting the quarter with the rest of the\ncity, except one on each floor, which could be defended easily. They\nwent into the pits below the city and built a wall cutting off the\nwestern end of the catacombs, where lie the bodies of the ancient\nXuchotlans, and of those Tlazitlans slain in the feud. They dwelt as in\na besieged castle, making sorties and forays on their enemies.\n\n\"The people of Xotalanc likewise fortified the eastern quarter of the\ncity, and Tolkemec did likewise with the quarter by the southern gate.\nThe central part of the city was left bare and uninhabited. Those empty\nhalls and chambers became a battleground, and a region of brooding\nterror.\n\n\"Tolkemec warred on both clans. He was a fiend in the form of a human,\nworse than Xotalanc. He knew many secrets of the city he never told the\nothers. From the crypts of the catacombs he plundered the dead of their\ngrisly secrets--secrets of ancient kings and wizards, long forgotten by\nthe degenerate Xuchotlans our ancestors slew. But all his magic did not\naid him the night we of Tecuhltli stormed his castle and butchered all\nhis people. Tolkemec we tortured for many days.\"\n\nHis voice sank to a caressing slur, and a far-away look grew in his\neyes, as if he looked back over the years to a scene which caused him\nintense pleasure.\n\n\"Aye, we kept the life in him until he screamed for death as for a\nbride. At last we took him living from the torture chamber and cast him\ninto a dungeon for the rats to gnaw as he died. From that dungeon,\nsomehow, he managed to escape, and dragged himself into the catacombs.\nThere without doubt he died, for the only way out of the catacombs\nbeneath Tecuhltli is through Tecuhltli, and he never emerged by that\nway. His bones were never found, and the superstitious among our people\nswear that his ghost haunts the crypts to this day, wailing among the\nbones of the dead. Twelve years ago we butchered the people of Tolkemec,\nbut the feud raged on between Tecuhltli and Xotalanc, as it will rage\nuntil the last man, the last woman is dead.\n\n\"It was fifty years ago that Tecuhltli stole the wife of Xotalanc. Half\na century the feud has endured. I was born in it. All in this chamber,\nexcept Tascela, were born in it. We expect to die in it.\n\n\"We are a dying race, even as those Xuchotlans our ancestors slew. When\nthe feud began there were hundreds in each faction. Now we of Tecuhltli\nnumber only these you see before you, and the men who guard the four\ndoors: forty in all. How many Xotalancas there are we do not know, but I\ndoubt if they are much more numerous than we. For fifteen years no\nchildren have been born to us, and we have seen none among the\nXotalancas.\n\n\"We are dying, but before we die we will slay as many of the men of\nXotalanc as the gods permit.\"\n\nAnd with his weird eyes blazing, Olmec spoke long of that grisly feud,\nfought out in silent chambers and dim halls under the blaze of the\ngreen fire-jewels, on floors smoldering with the flames of hell and\nsplashed with deeper crimson from severed veins. In that long butchery a\nwhole generation had perished. Xotalanc was dead, long ago, slain in a\ngrim battle on an ivory stair. Tecuhltli was dead, flayed alive by the\nmaddened Xotalancas who had captured him.\n\nWithout emotion Olmec told of hideous battles fought in black corridors,\nof ambushes on twisting stairs, and red butcheries. With a redder, more\nabysmal gleam in his deep dark eyes he told of men and women flayed\nalive, mutilated and dismembered, of captives howling under tortures so\nghastly that even the barbarous Cimmerian grunted. No wonder Techotl had\ntrembled with the terror of capture. Yet he had gone forth to slay if he\ncould, driven by hate that was stronger than his fear. Olmec spoke\nfurther, of dark and mysterious matters, of black magic and wizardry\nconjured out of the black night of the catacombs, of weird creatures\ninvoked out of darkness for horrible allies. In these things the\nXotalancas had the advantage, for it was in the eastern catacombs where\nlay the bones of the greatest wizards of the ancient Xuchotlans, with\ntheir immemorial secrets.\n\n       *       *       *       *       *\n\nValeria listened with morbid fascination. The feud had become a terrible\nelemental power driving the people of Xuchotl inexorably on to doom and\nextinction. It filled their whole lives. They were born in it, and they\nexpected to die in it. They never left their barricaded castle except to\nsteal forth into the Halls of Silence that lay between the opposing\nfortresses, to slay and be slain. Sometimes the raiders returned with\nfrantic captives, or with grim tokens of victory in fight. Sometimes\nthey did not return at all, or returned only as severed limbs cast down\nbefore the bolted bronze doors. It was a ghastly, unreal nightmare\nexistence these people lived, shut off from the rest of the world,\ncaught together like rabid rats in the same trap, butchering one another\nthrough the years, crouching and creeping through the sunless corridors\nto maim and torture and murder.\n\nWhile Olmec talked, Valeria felt the blazing eyes of Tascela fixed upon\nher. The princess seemed not to hear what Olmec was saying. Her\nexpression, as he narrated victories or defeats, did not mirror the wild\nrage or fiendish exultation that alternated on the faces of the other\nTecuhltli. The feud that was an obsession to her clansmen seemed\nmeaningless to her. Valeria found her indifferent callousness more\nrepugnant than Olmec's naked ferocity.\n\n\"And we can never leave the city,\" said Olmec. \"For fifty years no one\nhas left it except those----\" Again he checked himself.\n\n\"Even without the peril of the dragons,\" he continued, \"we who were born\nand raised in the city would not dare leave it. We have never set foot\noutside the walls. We are not accustomed to the open sky and the naked\nsun. No; we were born in Xuchotl, and in Xuchotl we shall die.\"\n\n\"Well,\" said Conan, \"with your leave we'll take our chances with the\ndragons. This feud is none of our business. If you'll show us to the\nwest gate, we'll be on our way.\"\n\nTascela's hands clenched, and she started to speak, but Olmec\ninterrupted her: \"It is nearly nightfall. If you wander forth into the\nplain by night, you will certainly fall prey to the dragons.\"\n\n\"We crossed it last night, and slept in the open without seeing any,\"\nreturned Conan.\n\nTascela smiled mirthlessly. \"You dare not leave Xuchotl!\"\n\nConan glared at her with instinctive antagonism; she was not looking at\nhim, but at the woman opposite him.\n\n\"I think they dare,\" retorted Olmec. \"But look you, Conan and Valeria,\nthe gods must have sent you to us, to cast victory into the laps of the\nTecuhltli! You are professional fighters--why not fight for us? We have\nwealth in abundance--precious jewels are as common in Xuchotl as\ncobblestones are in the cities of the world. Some the Xuchotlans brought\nwith them from Kosala. Some, like the fire-stones, they found in the\nhills to the east. Aid us to wipe out the Xotalancas, and we will give\nyou all the jewels you can carry.\"\n\n\"And will you help us destroy the dragons?\" asked Valeria. \"With bows\nand poisoned arrows thirty men could slay all the dragons in the\nforest.\"\n\n\"Aye!\" replied Olmec promptly. \"We have forgotten the use of the bow, in\nyears of hand-to-hand fighting, but we can learn again.\"\n\n\"What do you say?\" Valeria inquired of Conan.\n\n\"We're both penniless vagabonds,\" he grinned hardily. \"I'd as soon kill\nXotalancas as anybody.\"\n\n\"Then you agree?\" exclaimed Olmec, while Techotl fairly hugged himself\nwith delight.\n\n\"Aye. And now suppose you show us chambers where we can sleep, so we can\nbe fresh tomorrow for the beginning of the slaying.\"\n\nOlmec nodded, and waved a hand, and Techotl and a woman led the\nadventurers into a corridor which led through a door off to the left of\nthe jade dais. A glance back showed Valeria Olmec sitting on his throne,\nchin on knotted fist, staring after them. His eyes burned with a weird\nflame. Tascela leaned back in her seat, whispering to the sullen-faced\nmaid, Yasala, who leaned over her shoulder, her ear to the princess'\nmoving lips.\n\n       *       *       *       *       *\n\nThe hallway was not so broad as most they had traversed, but it was\nlong. Presently the woman halted, opened a door, and drew aside for\nValeria to enter.\n\n\"Wait a minute,\" growled Conan. \"Where do I sleep?\"\n\nTechotl pointed to a chamber across the hallway, but one door farther\ndown. Conan hesitated, and seemed inclined to raise an objection, but\nValeria smiled spitefully at him and shut the door in his face. He\nmuttered something uncomplimentary about women in general, and strode\noff down the corridor after Techotl.\n\nIn the ornate chamber where he was to sleep, he glanced up at the\nslot-like skylights. Some were wide enough to admit the body of a\nslender man, supposing the glass were broken.\n\n\"Why don't the Xotalancas come over the roofs and shatter those\nskylights?\" he asked.\n\n\"They cannot be broken,\" answered Techotl. \"Besides, the roofs would be\nhard to clamber over. They are mostly spires and domes and steep\nridges.\"\n\nHe volunteered more information about the \"castle\" of Tecuhltli. Like\nthe rest of the city it contained four stories, or tiers of chambers,\nwith towers jutting up from the roof. Each tier was named; indeed, the\npeople of Xuchotl had a name for each chamber, hall and stair in the\ncity, as people of more normal cities designate streets and quarters. In\nTecuhltli the floors were named The Eagle's Tier, The Ape's Tier, The\nTiger's Tier and The Serpent's Tier, in the order as enumerated, The\nEagle's Tier being the highest, or fourth, floor.\n\n\"Who is Tascela?\" asked Conan. \"Olmec's wife?\"\n\nTechotl shuddered and glanced furtively about him before answering.\n\n\"No. She is--Tascela! She was the wife of Xotalanc--the woman Tecuhltli\nstole, to start the feud.\"\n\n\"What are you talking about?\" demanded Conan. \"That woman is beautiful\nand young. Are you trying to tell me that she was a wife fifty years\nago?\"\n\n\"Aye! I swear it! She was a full-grown woman when the Tlazitlans\njourneyed from Lake Zuad. It was because the king of Stygia desired her\nfor a concubine that Xotalanc and his brother rebelled and fled into the\nwilderness. She is a witch, who possesses the secret of perpetual\nyouth.\"\n\n\"What's that?\" asked Conan.\n\nTechotl shuddered again.\n\n\"Ask me not! I dare not speak. It is too grisly, even for Xuchotl!\"\n\nAnd touching his finger to his lips, he glided from the chamber.\n\n\n\n\n_4. Scent of Black Lotus_\n\n\nValeria unbuckled her sword-belt and laid it with the sheathed weapon on\nthe couch where she meant to sleep. She noted that the doors were\nsupplied with bolts, and asked where they led.\n\n\"Those lead into adjoining chambers,\" answered the woman, indicating the\ndoors on right and left. \"That one\"--pointing to a copper-bound door\nopposite that which opened into the corridor--\"leads to a corridor which\nruns to a stair that descends into the catacombs. Do not fear; naught\ncan harm you here.\"\n\n\"Who spoke of fear?\" snapped Valeria. \"I just like to know what sort of\nharbor I'm dropping anchor in. No, I don't want you to sleep at the foot\nof my couch. I'm not accustomed to being waited on--not by women,\nanyway. You have my leave to go.\"\n\nAlone in the room, the pirate shot the bolts on all the doors, kicked\noff her boots and stretched luxuriously out on the couch. She imagined\nConan similarly situated across the corridor, but her feminine vanity\nprompted her to visualize him as scowling and muttering with chagrin as\nhe cast himself on his solitary couch, and she grinned with gleeful\nmalice as she prepared herself for slumber.\n\nOutside, night had fallen. In the halls of Xuchotl the green fire-jewels\nblazed like the eyes of prehistoric cats. Somewhere among the dark\ntowers a night wind moaned like a restless spirit. Through the dim\npassages stealthy figures began stealing, like disembodied shadows.\n\nValeria awoke suddenly on her couch. In the dusky emerald glow of the\nfire-gems she saw a shadowy figure bending over her. For a bemused\ninstant the apparition seemed part of the dream she had been dreaming.\nShe had seemed to lie on the couch in the chamber as she was actually\nlying, while over her pulsed and throbbed a gigantic black blossom so\nenormous that it hid the ceiling. Its exotic perfume pervaded her being,\ninducing a delicious, sensuous languor that was something more and less\nthan sleep. She was sinking into scented billows of insensible bliss,\nwhen something touched her face. So supersensitive were her drugged\nsenses, that the light touch was like a dislocating impact, jolting her\nrudely into full wakefulness. Then it was that she saw, not a gargantuan\nblossom, but a dark-skinned woman standing above her.\n\nWith the realization came anger and instant action. The woman turned\nlithely, but before she could run Valeria was on her feet and had caught\nher arm. She fought like a wildcat for an instant, and then subsided as\nshe felt herself crushed by the superior strength of her captor. The\npirate wrenched the woman around to face her, caught her chin with her\nfree hand and forced her captive to meet her gaze. It was the sullen\nYasala, Tascela's maid.\n\n\"What the devil were you doing bending over me? What's that in your\nhand?\"\n\nThe woman made no reply, but sought to cast away the object. Valeria\ntwisted her arm around in front of her, and the thing fell to the\nfloor--a great black exotic blossom on a jade-green stem, large as a\nwoman's head, to be sure, but tiny beside the exaggerated vision she had\nseen.\n\n\"The black lotus!\" said Valeria between her teeth. \"The blossom whose\nscent brings deep sleep. You were trying to drug me! If you hadn't\naccidentally touched my face with the petals, you'd have--why did you do\nit? What's your game?\"\n\nYasala maintained a sulky silence, and with an oath Valeria whirled her\naround, forced her to her knees and twisted her arm up behind her back.\n\n\"Tell me, or I'll tear your arm out of its socket!\"\n\nYasala squirmed in anguish as her arm was forced excruciatingly up\nbetween her shoulder-blades, but a violent shaking of her head was the\nonly answer she made.\n\n\"Slut!\" Valeria cast her from her to sprawl on the floor. The pirate\nglared at the prostrate figure with blazing eyes. Fear and the memory of\nTascela's burning eyes stirred in her, rousing all her tigerish\ninstincts of self-preservation. These people were decadent; any sort of\nperversity might be expected to be encountered among them. But Valeria\nsensed here something that moved behind the scenes, some secret terror\nfouler than common degeneracy. Fear and revulsion of this weird city\nswept her. These people were neither sane nor normal; she began to doubt\nif they were even human. Madness smoldered in the eyes of them all--all\nexcept the cruel, cryptic eyes of Tascela, which held secrets and\nmysteries more abysmal than madness.\n\nShe lifted her head and listened intently. The halls of Xuchotl were as\nsilent as if it were in reality a dead city. The green jewels bathed the\nchamber in a nightmare glow, in which the eyes of the woman on the floor\nglittered eerily up at her. A thrill of panic throbbed through Valeria,\ndriving the last vestige of mercy from her fierce soul.\n\n\"Why did you try to drug me?\" she muttered, grasping the woman's black\nhair, and forcing her head back to glare into her sullen, long-lashed\neyes. \"Did Tascela send you?\"\n\nNo answer. Valeria cursed venomously and slapped the woman first on one\ncheek and then the other. The blows resounded through the room, but\nYasala made no outcry.\n\n\"Why don't you scream?\" demanded Valeria savagely. \"Do you fear someone\nwill hear you? Whom do you fear? Tascela? Olmec? Conan?\"\n\n       *       *       *       *       *\n\nYasala made no reply. She crouched, watching her captor with eyes\nbaleful as those of a basilisk. Stubborn silence always fans anger.\nValeria turned and tore a handful of cords from a near-by hanging.\n\n\"You sulky slut!\" she said between her teeth. \"I'm going to strip you\nstark naked and tie you across that couch and whip you until you tell me\nwhat you were doing here, and who sent you!\"\n\nYasala made no verbal protest, nor did she offer any resistance, as\nValeria carried out the first part of her threat with a fury that her\ncaptive's obstinacy only sharpened. Then for a space there was no sound\nin the chamber except the whistle and crackle of hard-woven silken cords\non naked flesh. Yasala could not move her fast-bound hands or feet. Her\nbody writhed and quivered under the chastisement, her head swayed from\nside to side in rhythm with the blows. Her teeth were sunk into her\nlower lip and a trickle of blood began as the punishment continued. But\nshe did not cry out.\n\nThe pliant cords made no great sound as they encountered the quivering\nbody of the captive; only a sharp crackling snap, but each cord left a\nred streak across Yasala's dark flesh. Valeria inflicted the punishment\nwith all the strength of her war-hardened arm, with all the\nmercilessness acquired during a life where pain and torment were daily\nhappenings, and with all the cynical ingenuity which only a woman\ndisplays toward a woman. Yasala suffered more, physically and mentally,\nthan she would have suffered under a lash wielded by a man, however\nstrong.\n\nIt was the application of this feminine cynicism which at last tamed\nYasala.\n\nA low whimper escaped from her lips, and Valeria paused, arm lifted, and\nraked back a damp yellow lock. \"Well, are you going to talk?\" she\ndemanded. \"I can keep this up all night, if necessary!\"\n\n\"Mercy!\" whispered the woman. \"I will tell.\"\n\nValeria cut the cords from her wrists and ankles, and pulled her to her\nfeet. Yasala sank down on the couch, half reclining on one bare hip,\nsupporting herself on her arm, and writhing at the contact of her\nsmarting flesh with the couch. She was trembling in every limb.\n\n\"Wine!\" she begged, dry-lipped, indicating with a quivering hand a gold\nvessel on an ivory table. \"Let me drink. I am weak with pain. Then I\nwill tell you all.\"\n\nValeria picked up the vessel, and Yasala rose unsteadily to receive it.\nShe took it, raised it toward her lips--then dashed the contents full\ninto the Aquilonian's face. Valeria reeled backward, shaking and clawing\nthe stinging liquid out of her eyes. Through a smarting mist she saw\nYasala dart across the room, fling back a bolt, throw open the\ncopper-bound door and run down the hall. The pirate was after her\ninstantly, sword out and murder in her heart.\n\nBut Yasala had the start, and she ran with the nervous agility of a\nwoman who has just been whipped to the point of hysterical frenzy. She\nrounded a corner in the corridor, yards ahead of Valeria, and when the\npirate turned it, she saw only an empty hall, and at the other end a\ndoor that gaped blackly. A damp moldy scent reeked up from it, and\nValeria shivered. That must be the door that led to the catacombs.\nYasala had taken refuge among the dead.\n\nValeria advanced to the door and looked down a flight of stone steps\nthat vanished quickly into utter blackness. Evidently it was a shaft\nthat led straight to the pits below the city, without opening upon any\nof the lower floors. She shivered slightly at the thought of the\nthousands of corpses lying in their stone crypts down there, wrapped in\ntheir moldering cloths. She had no intention of groping her way down\nthose stone steps. Yasala doubtless knew every turn and twist of the\nsubterranean tunnels.\n\nShe was turning back, baffled and furious, when a sobbing cry welled up\nfrom the blackness. It seemed to come from a great depth, but human\nwords were faintly distinguishable, and the voice was that of a woman.\n\"Oh, help! Help, in Set's name! Ahhh!\" It trailed away, and Valeria\nthought she caught the echo of a ghostly tittering.\n\nValeria felt her skin crawl. What had happened to Yasala down there in\nthe thick blackness? There was no doubt that it had been she who had\ncried out. But what peril could have befallen her? Was a Xotalanca\nlurking down there? Olmec had assured them that the catacombs below\nTecuhltli were walled off from the rest, too securely for their enemies\nto break through. Besides, that tittering had not sounded like a human\nbeing at all.\n\nValeria hurried back down the corridor, not stopping to close the door\nthat opened on the stair. Regaining her chamber, she closed the door and\nshot the bolt behind her. She pulled on her boots and buckled her\nsword-belt about her. She was determined to make her way to Conan's room\nand urge him, if he still lived, to join her in an attempt to fight\ntheir way out of that city of devils.\n\nBut even as she reached the door that opened into the corridor, a\nlong-drawn scream of agony rang through the halls, followed by the stamp\nof running feet and the loud clangor of swords.\n\n\n\n\n_5. Twenty Red Nails_\n\n\nTwo warriors lounged in the guardroom on the floor known as the Tier of\nthe Eagle. Their attitude was casual, though habitually alert. An attack\non the great bronze door from without was always a possibility, but for\nmany years no such assault had been attempted on either side.\n\n\"The strangers are strong allies,\" said one. \"Olmec will move against\nthe enemy tomorrow, I believe.\"\n\nHe spoke as a soldier in a war might have spoken. In the miniature world\nof Xuchotl each handful of feudists was an army, and the empty halls\nbetween the castles was the country over which they campaigned.\n\n[Illustration: \"Even as he shifted, he hurled the knife.\"]\n\nThe other meditated for a space.\n\n\"Suppose with their aid we destroy Xotalanc,\" he said. \"What then,\nXatmec?\"\n\n\"Why,\" returned Xatmec, \"we will drive red nails for them all. The\ncaptives we will burn and flay and quarter.\"\n\n\"But afterward?\" pursued the other. \"After we have slain them all? Will\nit not seem strange, to have no foes to fight? All my life I have\nfought and hated the Xotalancas. With the feud ended, what is left?\"\n\nXatmec shrugged his shoulders. His thoughts had never gone beyond the\ndestruction of their foes. They could not go beyond that.\n\nSuddenly both men stiffened at a noise outside the door.\n\n\"To the door, Xatmec!\" hissed the last speaker. \"I shall look through\nthe Eye----\"\n\nXatmec, sword in hand, leaned against the bronze door, straining his ear\nto hear through the metal. His mate looked into the mirror. He started\nconvulsively. Men were clustered thickly outside the door; grim,\ndark-faced men with swords gripped in their teeth--_and their fingers\nthrust into their ears_. One who wore a feathered head-dress had a set\nof pipes which he set to his lips, and even as the Tecuhltli started to\nshout a warning, the pipes began to skirl.\n\nThe cry died in the guard's throat as the thin, weird piping penetrated\nthe metal door and smote on his ears. Xatmec leaned frozen against the\ndoor, as if paralyzed in that position. His face was that of a wooden\nimage, his expression one of horrified listening. The other guard,\nfarther removed from the source of the sound, yet sensed the horror of\nwhat was taking place, the grisly threat that lay in that demoniac\nfifing. He felt the weird strains plucking like unseen fingers at the\ntissues of his brain, filling him with alien emotions and impulses of\nmadness. But with a soul-tearing effort he broke the spell, and shrieked\na warning in a voice he did not recognize as his own.\n\nBut even as he cried out, the music changed to an unbearable shrilling\nthat was like a knife in the ear-drums. Xatmec screamed in sudden agony,\nand all the sanity went out of his face like a flame blown out in a\nwind. Like a madman he ripped loose the chain, tore open the door and\nrushed out into the hall, sword lifted before his mate could stop him. A\ndozen blades struck him down, and over his mangled body the Xotalancas\nsurged into the guardroom, with a long-drawn, blood-mad yell that sent\nthe unwonted echoes reverberating.\n\nHis brain reeling from the shock of it all, the remaining guard leaped\nto meet them with goring spear. The horror of the sorcery he had just\nwitnessed was submerged in the stunning realization that the enemy were\nin Tecuhltli. And as his spearhead ripped through a dark-skinned belly\nhe knew no more, for a swinging sword crushed his skull, even as\nwild-eyed warriors came pouring in from the chambers behind the\nguardroom.\n\nIt was the yelling of men and the clanging of steel that brought Conan\nbounding from his couch, wide awake and broadsword in hand. In an\ninstant he had reached the door and flung it open, and was glaring out\ninto the corridor just as Techotl rushed up it, eyes blazing madly.\n\n\"The Xotalancas!\" he screamed, in a voice hardly human, \"_They are\nwithin the door!_\"\n\nConan ran down the corridor, even as Valeria emerged from her chamber.\n\n\"What the devil is it?\" she called.\n\n\"Techotl says the Xotalancas are in,\" he answered hurriedly. \"That\nracket sounds like it.\"\n\n       *       *       *       *       *\n\nWith the Tecuhltli on their heels they burst into the throne room and\nwere confronted by a scene beyond the most frantic dream of blood and\nfury. Twenty men and women, their black hair streaming, and the white\nskulls gleaming on their breasts, were locked in combat with the people\nof Tecuhltli. The women on both sides fought as madly as the men, and\nalready the room and the hall beyond were strewn with corpses.\n\nOlmec, naked but for a breech-clout, was fighting before his throne, and\nas the adventurers entered, Tascela ran from an inner chamber with a\nsword in her hand.\n\nXatmec and his mate were dead, so there was none to tell the Tecuhltli\nhow their foes had found their way into their citadel. Nor was there any\nto say what had prompted that mad attempt. But the losses of the\nXotalancas had been greater, their position more desperate, than the\nTecuhltli had known. The maiming of their scaly ally, the destruction of\nthe Burning Skull, and the news, gasped by a dying man, that mysterious\nwhite-skin allies had joined their enemies, had driven them to the\nfrenzy of desperation and the wild determination to die dealing death to\ntheir ancient foes.\n\nThe Tecuhltli, recovering from the first stunning shock of the surprise\nthat had swept them back into the throne room and littered the floor\nwith their corpses, fought back with an equally desperate fury, while\nthe door-guards from the lower floors came racing to hurl themselves\ninto the fray. It was the death-fight of rabid wolves, blind, panting,\nmerciless. Back and forth it surged, from door to dais, blades\nwhickering and striking into flesh, blood spurting, feet stamping the\ncrimson floor where redder pools were forming. Ivory tables crashed\nover, seats were splintered, velvet hangings torn down were stained red.\nIt was the bloody climax of a bloody half-century, and every man there\nsensed it.\n\nBut the conclusion was inevitable. The Tecuhltli outnumbered the\ninvaders almost two to one, and they were heartened by that fact and by\nthe entrance into the mêlée of their light-skinned allies.\n\nThese crashed into the fray with the devastating effect of a hurricane\nplowing through a grove of saplings. In sheer strength no three\nTlazitlans were a match for Conan, and in spite of his weight he was\nquicker on his feet than any of them. He moved through the whirling,\neddying mass with the surety and destructiveness of a gray wolf amidst a\npack of alley curs, and he strode over a wake of crumpled figures.\n\nValeria fought beside him, her lips smiling and her eyes blazing. She\nwas stronger than the average man, and far quicker and more ferocious.\nHer sword was like a living thing in her hand. Where Conan beat down\nopposition by the sheer weight and power of his blows, breaking spears,\nsplitting skulls and cleaving bosoms to the breast-bone, Valeria brought\ninto action a finesse of sword-play that dazzled and bewildered her\nantagonists before it slew them. Again and again a warrior, heaving high\nhis heavy blade, found her point in his jugular before he could strike.\nConan, towering above the field, strode through the welter smiting right\nand left, but Valeria moved like an illusive phantom, constantly\nshifting, and thrusting and slashing as she shifted. Swords missed her\nagain and again as the wielders flailed the empty air and died with her\npoint in their hearts or throats, and her mocking laughter in their\nears.\n\nNeither sex nor condition was considered by the maddened combatants. The\nfive women of the Xotalancas were down with their throats cut before\nConan and Valeria entered the fray, and when a man or woman went down\nunder the stamping feet, there was always a knife ready for the helpless\nthroat, or a sandaled foot eager to crush the prostrate skull.\n\nFrom wall to wall, from door to door rolled the waves of combat,\nspilling over into adjoining chambers. And presently only Tecuhltli and\ntheir white-skinned allies stood upright in the great throne room. The\nsurvivors stared bleakly and blankly at each other, like survivors after\nJudgment Day or the destruction of the world. On legs wide-braced, hands\ngripping notched and dripping swords, blood trickling down their arms,\nthey stared at one another across the mangled corpses of friends and\nfoes. They had no breath left to shout, but a bestial mad howling rose\nfrom their lips. It was not a human cry of triumph. It was the howling\nof a rabid wolf-pack stalking among the bodies of its victims.\n\nConan caught Valeria's arm and turned her about.\n\n\"You've got a stab in the calf of your leg,\" he growled.\n\nShe glanced down, for the first time aware of a stinging in the muscles\nof her leg. Some dying man on the floor had fleshed his dagger with his\nlast effort.\n\n\"You look like a butcher yourself,\" she laughed.\n\nHe shook a red shower from his hands.\n\n\"Not mine. Oh, a scratch here and there. Nothing to bother about. But\nthat calf ought to be bandaged.\"\n\n       *       *       *       *       *\n\nOlmec came through the litter, looking like a ghoul with his naked\nmassive shoulders splashed with blood, and his black beard dabbled in\ncrimson. His eyes were red, like the reflection of flame on black water.\n\n\"We have won!\" he croaked dazedly. \"The feud is ended! The dogs of\nXotalanc lie dead! Oh, for a captive to flay alive! Yet it is good to\nlook upon their dead faces. Twenty dead dogs! Twenty red nails for the\nblack column!\"\n\n\"You'd best see to your wounded,\" grunted Conan, turning away from him.\n\"Here, girl, let me see that leg.\"\n\n\"Wait a minute!\" she shook him off impatiently. The fire of fighting\nstill burned brightly in her soul. \"How do we know these are all of\nthem? These might have come on a raid of their own.\"\n\n\"They would not split the clan on a foray like this,\" said Olmec,\nshaking his head, and regaining some of his ordinary intelligence.\nWithout his purple robe the man seemed less like a prince than some\nrepellent beast of prey. \"I will stake my head upon it that we have\nslain them all. There were less of them than I dreamed, and they must\nhave been desperate. But how came they in Tecuhltli?\"\n\nTascela came forward, wiping her sword on her naked thigh, and holding\nin her other hand an object she had taken from the body of the feathered\nleader of the Xotalancas.\n\n\"The pipes of madness,\" she said. \"A warrior tells me that Xatmec opened\nthe door to the Xotalancas and was cut down as they stormed into the\nguardroom. This warrior came to the guardroom from the inner hall just\nin time to see it happen and to hear the last of a weird strain of music\nwhich froze his very soul. Tolkemec used to talk of these pipes, which\nthe Xuchotlans swore were hidden somewhere in the catacombs with the\nbones of the ancient wizard who used them in his lifetime. Somehow the\ndogs of Xotalanc found them and learned their secret.\"\n\n\"Somebody ought to go to Xotalanc and see if any remain alive,\" said\nConan. \"I'll go if somebody will guide me.\"\n\nOlmec glanced at the remnants of his people. There were only twenty left\nalive, and of these several lay groaning on the floor. Tascela was the\nonly one of the Tecuhltli who had escaped without a wound. The princess\nwas untouched, though she had fought as savagely as any.\n\n\"Who will go with Conan to Xotalanc?\" asked Olmec.\n\nTechotl limped forward. The wound in his thigh had started bleeding\nafresh, and he had another gash across his ribs.\n\n\"I will go!\"\n\n\"No, you won't,\" vetoed Conan. \"And you're not going either, Valeria. In\na little while that leg will be getting stiff.\"\n\n\"I will go,\" volunteered a warrior, who was knotting a bandage about a\nslashed forearm.\n\n\"Very well, Yanath. Go with the Cimmerian. And you, too, Topal.\" Olmec\nindicated another man whose injuries were slight. \"But first aid us to\nlift the badly wounded on these couches where we may bandage their\nhurts.\"\n\nThis was done quickly. As they stooped to pick up a woman who had been\nstunned by a war-club, Olmec's beard brushed Topal's ear. Conan thought\nthe prince muttered something to the warrior, but he could not be sure.\nA few moments later he was leading his companions down the hall.\n\nConan glanced back as he went out the door, at that shambles where the\ndead lay on the smoldering floor, blood-stained dark limbs knotted in\nattitudes of fierce muscular effort, dark faces frozen in masks of hate,\nglassy eyes glaring up at the green fire-jewels which bathed the ghastly\nscene in a dusky emerald witch-light. Among the dead the living moved\naimlessly, like people moving in a trance. Conan heard Olmec call a\nwoman and direct her to bandage Valeria's leg. The pirate followed the\nwoman into an adjoining chamber, already beginning to limp slightly.\n\n       *       *       *       *       *\n\nWarily the two Tecuhltli led Conan along the hall beyond the bronze\ndoor, and through chamber after chamber shimmering in the green fire.\nThey saw no one, heard no sound. After they crossed the Great Hall which\nbisected the city from north to south, their caution was increased by\nthe realization of their nearness to enemy territory. But chambers and\nhalls lay empty to their wary gaze, and they came at last along a broad\ndim hallway and halted before a bronze door similar to the Eagle Door of\nTecuhltli. Gingerly they tried it, and it opened silently under their\nfingers. Awed, they stared into the green-lit chambers beyond. For fifty\nyears no Tecuhltli had entered those halls save as a prisoner going to a\nhideous doom. To go to Xotalanc had been the ultimate horror that could\nbefall a man of the western castle. The terror of it had stalked through\ntheir dreams since earliest childhood. To Yanath and Topal that bronze\ndoor was like the portal of hell.\n\nThey cringed back, unreasoning horror in their eyes, and Conan pushed\npast them and strode into Xotalanc.\n\nTimidly they followed him. As each man set foot over the threshold he\nstared and glared wildly about him. But only their quick, hurried\nbreathing disturbed the silence.\n\nThey had come into a square guardroom, like that behind the Eagle Door\nof Tecuhltli, and, similarly, a hall ran away from it to a broad chamber\nthat was a counterpart of Olmec's throne room.\n\nConan glanced down the hall with its rugs and divans and hangings, and\nstood listening intently. He heard no noise, and the rooms had an empty\nfeel. He did not believe there were any Xotalancas left alive in\nXuchotl.\n\n\"Come on,\" he muttered, and started down the hall.\n\nHe had not gone far when he was aware that only Yanath was following\nhim. He wheeled back to see Topal standing in an attitude of horror, one\narm out as if to fend off some threatening peril, his distended eyes\nfixed with hypnotic intensity on something protruding from behind a\ndivan.\n\n\"What the devil?\" Then Conan saw what Topal was staring at, and he felt\na faint twitching of the skin between his giant shoulders. A monstrous\nhead protruded from behind the divan, a reptilian head, broad as the\nhead of a crocodile, with down-curving fangs that projected over the\nlower jaw. But there was an unnatural limpness about the thing, and the\nhideous eyes were glazed.\n\nConan peered behind the couch. It was a great serpent which lay there\nlimp in death, but such a serpent as he had never seen in his\nwanderings. The reek and chill of the deep black earth were about it,\nand its color was an indeterminable hue which changed with each new\nangle from which he surveyed it. A great wound in the neck showed what\nhad caused its death.\n\n\"It is the Crawler!\" whispered Yanath.\n\n\"It's the thing I slashed on the stair,\" grunted Conan. \"After it\ntrailed us to the Eagle Door, it dragged itself here to die. How could\nthe Xotalancas control such a brute?\"\n\nThe Tecuhltli shivered and shook their heads.\n\n\"They brought it up from the black tunnels _below_ the catacombs. They\ndiscovered secrets unknown to Tecuhltli.\"\n\n\"Well, it's dead, and if they'd had any more of them, they'd have\nbrought them along when they came to Tecuhltli. Come on.\"\n\nThey crowded close at his heels as he strode down the hall and thrust on\nthe silver-worked door at the other end.\n\n\"If we don't find anybody on this floor,\" he said, \"we'll descend into\nthe lower floors. We'll explore Xotalanc from the roof to the catacombs.\nIf Xotalanc is like Tecuhltli, all the rooms and halls in this tier will\nbe lighted--what the devil!\"\n\nThey had come into the broad throne chamber, so similar to that one in\nTecuhltli. There were the same jade dais and ivory seat, the same\ndivans, rugs and hangings on the walls. No black, red-scarred column\nstood behind the throne-dais, but evidences of the grim feud were not\nlacking.\n\nRanged along the wall behind the dais were rows of glass-covered\nshelves. And on those shelves hundreds of human heads, perfectly\npreserved, stared at the startled watchers with emotionless eyes, as\nthey had stared for only the gods knew how many months and years.\n\n       *       *       *       *       *\n\nTopal muttered a curse, but Yanath stood silent, the mad light growing\nin his wide eyes. Conan frowned, knowing that Tlazitlan sanity was hung\non a hair-trigger.\n\nSuddenly Yanath pointed to the ghastly relics with a twitching finger.\n\n\"There is my brother's head!\" he murmured. \"And there is my father's\nyounger brother! And there beyond them is my sister's eldest son!\"\n\nSuddenly he began to weep, dry-eyed, with harsh, loud sobs that shook\nhis frame. He did not take his eyes from the heads. His sobs grew\nshriller, changed to frightful, high-pitched laughter, and that in turn\nbecame an unbearable screaming. Yanath was stark mad.\n\nConan laid a hand on his shoulder, and as if the touch had released all\nthe frenzy in his soul, Yanath screamed and whirled, striking at the\nCimmerian with his sword. Conan parried the blow, and Topal tried to\ncatch Yanath's arm. But the madman avoided him and with froth flying\nfrom his lips, he drove his sword deep into Topal's body. Topal sank\ndown with a groan, and Yanath whirled for an instant like a crazy\ndervish; then he ran at the shelves and began hacking at the glass with\nhis sword, screeching blasphemously.\n\nConan sprang at him from behind, trying to catch him unaware and disarm\nhim, but the madman wheeled and lunged at him, screaming like a lost\nsoul. Realizing that the warrior was hopelessly insane, the Cimmerian\nside-stepped, and as the maniac went past, he swung a cut that severed\nthe shoulder-bone and breast, and dropped the man dead beside his dying\nvictim.\n\nConan bent over Topal, seeing that the man was at his last gasp. It was\nuseless to seek to stanch the blood gushing from the horrible wound.\n\n\"You're done for, Topal,\" grunted Conan. \"Any word you want to send to\nyour people?\"\n\n\"Bend closer,\" gasped Topal, and Conan complied--and an instant later\ncaught the man's wrist as Topal struck at his breast with a dagger.\n\n\"Crom!\" swore Conan. \"Are you mad, too?\"\n\n\"Olmec ordered it!\" gasped the dying man. \"I know not why. As we lifted\nthe wounded upon the couches he whispered to me, bidding me to slay you\nas we returned to Tecuhltli----\" And with the name of his clan on his\nlips, Topal died.\n\nConan scowled down at him in puzzlement. This whole affair had an aspect\nof lunacy. Was Olmec mad, too? Were all the Tecuhltli madder than he had\nrealized? With a shrug of his shoulders he strode down the hall and out\nof the bronze door, leaving the dead Tecuhltli lying before the staring\ndead eyes of their kinsmen's heads.\n\nConan needed no guide back through the labyrinth they had traversed. His\nprimitive instinct of direction led him unerringly along the route they\nhad come. He traversed it as warily as he had before, his sword in his\nhand, and his eyes fiercely searching each shadowed nook and corner; for\nit was his former allies he feared now, not the ghosts of the slain\nXotalancas.\n\nHe had crossed the Great Hall and entered the chambers beyond when he\nheard something moving ahead of him--something which gasped and panted,\nand moved with a strange, floundering, scrambling noise. A moment later\nConan saw a man crawling over the flaming floor toward him--a man whose\nprogress left a broad bloody smear on the smoldering surface. It was\nTechotl and his eyes were already glazing; from a deep gash in his\nbreast blood gushed steadily between the fingers of his clutching hand.\nWith the other he clawed and hitched himself along.\n\n\"Conan,\" he cried chokingly, \"Conan! Olmec has taken the yellow-haired\nwoman!\"\n\n\"So that's why he told Topal to kill me!\" murmured Conan, dropping to\nhis knee beside the man, who his experienced eye told him was dying.\n\"Olmec isn't so mad as I thought.\"\n\nTechotl's groping fingers plucked at Conan's arm. In the cold, loveless\nand altogether hideous life of the Tecuhltli his admiration and\naffection for the invaders from the outer world formed a warm, human\noasis, constituted a tie that connected him with a more natural humanity\nthat was totally lacking in his fellows, whose only emotions were hate,\nlust and the urge of sadistic cruelty.\n\n\"I sought to oppose him,\" gurgled Techotl, blood bubbling frothily to\nhis lips. \"But he struck me down. He thought he had slain me, but I\ncrawled away. Ah, Set, how far I have crawled in my own blood! Beware,\nConan! Olmec may have set an ambush for your return! Slay Olmec! He is a\nbeast. Take Valeria and flee! Fear not to traverse the forest. Olmec and\nTascela lied about the dragons. They slew each other years ago, all save\nthe strongest. For a dozen years there has been only one dragon. If you\nhave slain him, there is naught in the forest to harm you. He was the\ngod Olmec worshipped; and Olmec fed human sacrifices to him, the very\nold and the very young, bound and hurled from the wall. Hasten! Olmec\nhas taken Valeria to the Chamber of the----\"\n\nHis head slumped down and he was dead before it came to rest on the\nfloor.\n\n       *       *       *       *       *\n\nConan sprang up, his eyes like live coals. So that was Olmec's game,\nhaving first used the strangers to destroy his foes! He should have\nknown that something of the sort would be going on in that black-bearded\ndegenerate's mind.\n\nThe Cimmerian started toward Tecuhltli with reckless speed. Rapidly he\nreckoned the numbers of his former allies. Only twenty-one, counting\nOlmec, had survived that fiendish battle in the throne room. Three had\ndied since, which left seventeen enemies with which to reckon. In his\nrage Conan felt capable of accounting for the whole clan single-handed.\n\nBut the innate craft of the wilderness rose to guide his berserk rage.\nHe remembered Techotl's warning of an ambush. It was quite probable that\nthe prince would make such provisions, on the chance that Topal might\nhave failed to carry out his order. Olmec would be expecting him to\nreturn by the same route he had followed in going to Xotalanc.\n\nConan glanced up at a skylight under which he was passing and caught the\nblurred glimmer of stars. They had not yet begun to pale for dawn. The\nevents of the night had been crowded into a comparatively short space of\ntime.\n\nHe turned aside from his direct course and descended a winding staircase\nto the floor below. He did not know where the door was to be found that\nlet into the castle on that level, but he knew he could find it. How he\nwas to force the locks he did not know; he believed that the doors of\nTecuhltli would all be locked and bolted, if for no other reason than\nthe habits of half a century. But there was nothing else but to attempt\nit.\n\nSword in hand, he hurried noiselessly on through a maze of green-lit or\nshadowy rooms and halls. He knew he must be near Tecuhltli, when a sound\nbrought him up short. He recognized it for what it was--a human being\ntrying to cry out through a stifling gag. It came from somewhere ahead\nof him, and to the left. In those deathly-still chambers a small sound\ncarried a long way.\n\nConan turned aside and went seeking after the sound, which continued to\nbe repeated. Presently he was glaring through a doorway upon a weird\nscene. In the room into which he was looking a low rack-like frame of\niron lay on the floor, and a giant figure was bound prostrate upon it.\nHis head rested on a bed of iron spikes, which were already\ncrimson-pointed with blood where they had pierced his scalp. A peculiar\nharness-like contrivance was fastened about his head, though in such a\nmanner that the leather band did not protect his scalp from the spikes.\nThis harness was connected by a slender chain to the mechanism that\nupheld a huge iron ball which was suspended above the captive's hairy\nbreast. As long as the man could force himself to remain motionless the\niron ball hung in its place. But when the pain of the iron points caused\nhim to lift his head, the ball lurched downward a few inches. Presently\nhis aching neck muscles would no longer support his head in its\nunnatural position and it would fall back on the spikes again. It was\nobvious that eventually the ball would crush him to a pulp, slowly and\ninexorably. The victim was gagged, and above the gag his great black\nox-eyes rolled wildly toward the man in the doorway, who stood in silent\namazement. The man on the rack was Olmec, prince of Tecuhltli.\n\n\n\n\n_6. The Eyes of Tascela_\n\n\n\"Why did you bring me into this chamber to bandage my legs?\" demanded\nValeria. \"Couldn't you have done it just as well in the throne room?\"\n\nShe sat on a couch with her wounded leg extended upon it, and the\nTecuhltli woman had just bound it with silk bandages. Valeria's\nred-stained sword lay on the couch beside her.\n\nShe frowned as she spoke. The woman had done her task silently and\nefficiently, but Valeria liked neither the lingering, caressing touch of\nher slim fingers nor the expression in her eyes.\n\n\"They have taken the rest of the wounded into the other chambers,\"\nanswered the woman in the soft speech of the Tecuhltli women, which\nsomehow did not suggest either softness or gentleness in the speakers. A\nlittle while before, Valeria had seen this same woman stab a Xotalanca\nwoman through the breast and stamp the eyeballs out of a wounded\nXotalanca man.\n\n\"They will be carrying the corpses of the dead down into the catacombs,\"\nshe added, \"lest the ghosts escape into the chambers and dwell there.\"\n\n\"Do you believe in ghosts?\" asked Valeria.\n\n\"I know the ghost of Tolkemec dwells in the catacombs,\" she answered\nwith a shiver. \"Once I saw it, as I crouched in a crypt among the bones\nof a dead queen. It passed by in the form of an ancient man with flowing\nwhite beard and locks, and luminous eyes that blazed in the darkness. It\nwas Tolkemec; I saw him living when I was a child and he was being\ntortured.\"\n\nHer voice sank to a fearful whisper: \"Olmec laughs, but I _know_\nTolkemec's ghost dwells in the catacombs! They say it is rats which gnaw\nthe flesh from the bones of the newly dead--but ghosts eat flesh. Who\nknows but that----\"\n\nShe glanced up quickly as a shadow fell across the couch. Valeria looked\nup to see Olmec gazing down at her. The prince had cleansed his hands,\ntorso and beard of the blood that had splashed them; but he had not\ndonned his robe, and his great dark-skinned hairless body and limbs\nrenewed the impression of strength bestial in its nature. His deep black\neyes burned with a more elemental light, and there was the suggestion of\na twitching in the fingers that tugged at his thick blue-black beard.\n\nHe stared fixedly at the woman, and she rose and glided from the\nchamber. As she passed through the door she cast a look over her\nshoulder at Valeria, a glance full of cynical derision and obscene\nmockery.\n\n\"She has done a clumsy job,\" criticized the prince, coming to the divan\nand bending over the bandage. \"Let me see----\"\n\nWith a quickness amazing in one of his bulk he snatched her sword and\nthrew it across the chamber. His next move was to catch her in his giant\narms.\n\nQuick and unexpected as the move was, she almost matched it; for even as\nhe grabbed her, her dirk was in her hand and she stabbed murderously at\nhis throat. More by luck than skill he caught her wrist, and then began\na savage wrestling-match. She fought him with fists, feet, knees, teeth\nand nails, with all the strength of her magnificent body and all the\nknowledge of hand-to-hand fighting she had acquired in her years of\nroving and fighting on sea and land. It availed her nothing against his\nbrute strength. She lost her dirk in the first moment of contact, and\nthereafter found herself powerless to inflict any appreciable pain on\nher giant attacker.\n\nThe blaze in his weird black eyes did not alter, and their expression\nfilled her with fury, fanned by the sardonic smile that seemed carved\nupon his bearded lips. Those eyes and that smile contained all the cruel\ncynicism that seethes below the surface of a sophisticated and\ndegenerate race, and for the first time in her life Valeria experienced\nfear of a man. It was like struggling against some huge elemental force;\nhis iron arms thwarted her efforts with an ease that sent panic racing\nthrough her limbs. He seemed impervious to any pain she could indict.\nOnly once, when she sank her white teeth savagely into his wrist so that\nthe blood started, did he react. And that was to buffet her brutally\nupon the side of the head with his open hand, so that stars flashed\nbefore her eyes and her head rolled on her shoulders.\n\nHer shirt had been torn open in the struggle, and with cynical cruelty\nhe rasped his thick beard across her bare breasts, bringing the blood to\nsuffuse the fair skin, and fetching a cry of pain and outraged fury from\nher. Her convulsive resistance was useless; she was crushed down on a\ncouch, disarmed and panting, her eyes blazing up at him like the eyes of\na trapped tigress.\n\nA moment later he was hurrying from the chamber, carrying her in his\narms. She made no resistance, but the smoldering of her eyes showed that\nshe was unconquered in spirit, at least. She had not cried out. She knew\nthat Conan was not within call, and it did not occur to her that any in\nTecuhltli would oppose their prince. But she noticed that Olmec went\nstealthily, with his head on one side as if listening for sounds of\npursuit, and he did not return to the throne chamber. He carried her\nthrough a door that stood opposite that through which he had entered,\ncrossed another room and began stealing down a hall. As she became\nconvinced that he feared some opposition to the abduction, she threw\nback her head and screamed at the top of her lusty voice.\n\nShe was rewarded by a slap that half stunned her, and Olmec quickened\nhis pace to a shambling run.\n\nBut her cry had been echoed, and twisting her head about, Valeria,\nthrough the tears and stars that partly blinded her, saw Techotl limping\nafter them.\n\nOlmec turned with a snarl, shifting the woman to an uncomfortable and\ncertainly undignified position under one huge arm, where he held her\nwrithing and kicking vainly, like a child.\n\n\"Olmec!\" protested Techotl. \"You cannot be such a dog as to do this\nthing! She is Conan's woman! She helped us slay the Xotalancas, and----\"\n\n       *       *       *       *       *\n\nWithout a word Olmec balled his free hand into a huge fist and stretched\nthe wounded warrior senseless at his feet. Stooping, and hindered not at\nall by the struggles and imprecations of his captive, he drew Techotl's\nsword from its sheath and stabbed the warrior in the breast. Then\ncasting aside the weapon he fled on along the corridor. He did not see a\nwoman's dark face peer cautiously after him from behind a hanging. It\nvanished, and presently Techotl groaned and stirred, rose dazedly and\nstaggered drunkenly away, calling Conan's name.\n\nOlmec hurried on down the corridor, and descended a winding ivory\nstaircase. He crossed several corridors and halted at last in a broad\nchamber whose doors were veiled with heavy tapestries, with one\nexception--a heavy bronze door similar to the Door of the Eagle on the\nupper floor.\n\nHe was moved to rumble, pointing to it: \"That is one of the outer doors\nof Tecuhltli. For the first time in fifty years it is unguarded. We need\nnot guard it now, for Xotalanc is no more.\"\n\n\"Thanks to Conan and me, you bloody rogue!\" sneered Valeria, trembling\nwith fury and the shame of physical coercion. \"You treacherous dog!\nConan will cut your throat for this!\"\n\nOlmec did not bother to voice his belief that Conan's own gullet had\nalready been severed according to his whispered command. He was too\nutterly cynical to be at all interested in her thoughts or opinions. His\nflame-lit eyes devoured her, dwelling burningly on the generous expanses\nof clear white flesh exposed where her shirt and breeches had been torn\nin the struggle.\n\n\"Forget Conan,\" he said thickly. \"Olmec is lord of Xuchotl. Xotalanc is\nno more. There will be no more fighting. We shall spend our lives in\ndrinking and love-making. First let us drink!\"\n\nHe seated himself on an ivory table and pulled her down on his knees,\nlike a dark-skinned satyr with a white nymph in his arms. Ignoring her\nun-nymphlike profanity, he held her helpless with one great arm about\nher waist while the other reached across the table and secured a vessel\nof wine.\n\n\"Drink!\" he commanded, forcing it to her lips, as she writhed her head\naway.\n\nThe liquor slopped over, stinging her lips, splashing down on her naked\nbreasts.\n\n\"Your guest does not like your wine, Olmec,\" spoke a cool, sardonic\nvoice.\n\nOlmec stiffened; fear grew in his flaming eyes. Slowly he swung his\ngreat head about and stared at Tascela who posed negligently in the\ncurtained doorway, one hand on her smooth hip. Valeria twisted herself\nabout in his iron grip, and when she met the burning eyes of Tascela, a\nchill tingled along her supple spine. New experiences were flooding\nValeria's proud soul that night. Recently she had learned to fear a man;\nnow she knew what it was to fear a woman.\n\nOlmec sat motionless, a gray pallor growing under his swarthy skin.\nTascela brought her other hand from behind her and displayed a small\ngold vessel.\n\n\"I feared she would not like your wine, Olmec,\" purred the princess, \"so\nI brought some of mine, some I brought with me long ago from the shores\nof Lake Zuad--do you understand, Olmec?\"\n\nBeads of sweat stood out suddenly on Olmec's brow. His muscles relaxed,\nand Valeria broke away and put the table between them. But though reason\ntold her to dart from the room, some fascination she could not\nunderstand held her rigid, watching the scene.\n\nTascela came toward the seated prince with a swaying, undulating walk\nthat was mockery in itself. Her voice was soft, slurringly caressing,\nbut her eyes gleamed. Her slim fingers stroked his beard lightly.\n\n\"You are selfish, Olmec,\" she crooned, smiling. \"You would keep our\nhandsome guest to yourself, though you knew I wished to entertain her.\nYou are much at fault, Olmec!\"\n\nThe mask dropped for an instant; her eyes flashed, her face was\ncontorted and with an appalling show of strength her hand locked\nconvulsively in his beard and tore out a great handful. This evidence of\nunnatural strength was no more terrifying than the momentary baring of\nthe hellish fury that raged under her bland exterior.\n\nOlmec lurched up with a roar, and stood swaying like a bear, his mighty\nhands clenching and unclenching.\n\n\"Slut!\" His booming voice filled the room. \"Witch! She-devil! Tecuhltli\nshould have slain you fifty years ago! Begone! I have endured too much\nfrom you! This white-skinned wench is mine! Get hence before I slay\nyou!\"\n\nThe princess laughed and dashed the blood-stained strands into his face.\nHer laughter was less merciful than the ring of flint on steel.\n\n\"Once you spoke otherwise, Olmec,\" she taunted. \"Once, in your youth,\nyou spoke words of love. Aye, you were my lover once, years ago, and\nbecause you loved me, you slept in my arms beneath the enchanted\nlotus--and thereby put into my hands the chains that enslaved you. You\nknow you cannot withstand me. You know I have but to gaze into your\neyes, with the mystic power a priest of Stygia taught me, long ago, and\nyou are powerless. You remember the night beneath the black lotus that\nwaved above us, stirred by no worldly breeze; you scent again the\nunearthly perfumes that stole and rose like a cloud about you to enslave\nyou. You cannot fight against me. You are my slave as you were that\nnight--as you shall be so long as you shall live, Olmec of Xuchotl!\"\n\n       *       *       *       *       *\n\nHer voice had sunk to a murmur like the rippling of a stream running\nthrough starlit darkness. She leaned close to the prince and spread her\nlong tapering fingers upon his giant breast. His eyes glazed, his great\nhands fell limply to his sides.\n\nWith a smile of cruel malice, Tascela lifted the vessel and placed it to\nhis lips.\n\n\"Drink!\"\n\nMechanically the prince obeyed. And instantly the glaze passed from his\neyes and they were flooded with fury, comprehension and an awful fear.\nHis mouth gaped, but no sound issued. For an instant he reeled on\nbuckling knees, and then fell in a sodden heap on the floor.\n\nHis fall jolted Valeria out of her paralysis. She turned and sprang\ntoward the door, but with a movement that would have shamed a leaping\npanther, Tascela was before her. Valeria struck at her with her clenched\nfist, and all the power of her supple body behind the blow. It would\nhave stretched a man senseless on the floor. But with a lithe twist of\nher torso, Tascela avoided the blow and caught the pirate's wrist. The\nnext instant Valeria's left hand was imprisoned, and holding her wrists\ntogether with one hand, Tascela calmly bound them with a cord she drew\nfrom her girdle. Valeria thought she had tasted the ultimate in\nhumiliation already that night, but her shame at being manhandled by\nOlmec was nothing to the sensations that now shook her supple frame.\nValeria had always been inclined to despise the other members of her\nsex; and it was overwhelming to encounter another woman who could handle\nher like a child. She scarcely resisted at all when Tascela forced her\ninto a chair and drawing her bound wrists down between her knees,\nfastened them to the chair.\n\nCasually stepping over Olmec, Tascela walked to the bronze door and shot\nthe bolt and threw it open, revealing a hallway without.\n\n\"Opening upon this hall,\" she remarked, speaking to her feminine captive\nfor the first time, \"there is a chamber which in old times was used as a\ntorture room. When we retired into Tecuhltli, we brought most of the\napparatus with us, but there was one piece too heavy to move. It is\nstill in working order. I think it will be quite convenient now.\"\n\nAn understanding flame of terror rose in Olmec's eyes. Tascela strode\nback to him, bent and gripped him by the hair.\n\n\"He is only paralyzed temporarily,\" she remarked conversationally. \"He\ncan hear, think, and feel--aye, he can feel very well indeed!\"\n\nWith which sinister observation she started toward the door, dragging\nthe giant bulk with an ease that made the pirate's eyes dilate. She\npassed into the hall and moved down it without hesitation, presently\ndisappearing with her captive into a chamber that opened into it, and\nwhence shortly thereafter issued the clank of iron.\n\nValeria swore softly and tugged vainly, with her legs braced against the\nchair. The cords that confined her were apparently unbreakable.\n\nTascela presently returned alone; behind her a muffled groaning issued\nfrom the chamber. She closed the door but did not bolt it. Tascela was\nbeyond the grip of habit, as she was beyond the touch of other human\ninstincts and emotions.\n\nValeria sat dumbly, watching the woman in whose slim hands, the pirate\nrealized, her destiny now rested.\n\nTascela grasped her yellow locks and forced back her head, looking\nimpersonally down into her face. But the glitter in her dark eyes was\nnot impersonal.\n\n\"I have chosen you for a great honor,\" she said. \"You shall restore the\nyouth of Tascela. Oh, you stare at that! My appearance is that of youth,\nbut through my veins creeps the sluggish chill of approaching age, as I\nhave felt it a thousand times before. I am old, so old I do not remember\nmy childhood. But I was a girl once, and a priest of Stygia loved me,\nand gave me the secret of immortality and youth everlasting. He died,\nthen--some said by poison. But I dwelt in my palace by the shores of\nLake Zuad and the passing years touched me not. So at last a king of\nStygia desired me, and my people rebelled and brought me to this land.\nOlmec called me a princess. I am not of royal blood. I am greater than a\nprincess. I am Tascela, whose youth your own glorious youth shall\nrestore.\"\n\nValeria's tongue clove to the roof of her mouth. She sensed here a\nmystery darker than the degeneracy she had anticipated.\n\nThe taller woman unbound the Aquilonian's wrists and pulled her to her\nfeet. It was not fear of the dominant strength that lurked in the\nprincess' limbs that made Valeria a helpless, quivering captive in her\nhands. It was the burning, hypnotic, terrible eyes of Tascela.\n\n\n\n\n_7. He Comes from the Dark_\n\n\n\"Well, I'm a Kushite!\"\n\nConan glared down at the man on the iron rack.\n\n\"What the devil are _you_ doing on that thing?\"\n\nIncoherent sounds issued from behind the gag and Conan bent and tore it\naway, evoking a bellow of fear from the captive; for his action caused\nthe iron ball to lurch down until it nearly touched the broad breast.\n\n\"Be careful, for Set's sake!\" begged Olmec.\n\n\"What for?\" demanded Conan. \"Do you think I care what happens to you? I\nonly wish I had time to stay here and watch that chunk of iron grind\nyour guts out. But I'm in a hurry. Where's Valeria?\"\n\n\"Loose me!\" urged Olmec, \"I will tell you all!\"\n\n\"Tell me first.\"\n\n\"Never!\" The prince's heavy jaws set stubbornly.\n\n\"All right.\" Conan seated himself on a near-by bench. \"I'll find her\nmyself, after you've been reduced to a jelly. I believe I can speed up\nthat process by twisting my sword-point around in your ear,\" he added,\nextending the weapon experimentally.\n\n\"Wait!\" Words came in a rush from the captive's ashy lips. \"Tascela took\nher from me. I've never been anything but a puppet in Tascela's hands.\"\n\n\"Tascela?\" snorted Conan, and spat. \"Why, the filthy----\"\n\n\"No, no!\" panted Olmec. \"It's worse than you think. Tascela is\nold--centuries old. She renews her life and her youth by the sacrifice\nof beautiful young women. That's one thing that has reduced the clan to\nits present state. She will draw the essence of Valeria's life into her\nown body, and bloom with fresh vigor and beauty.\"\n\n\"Are the doors locked?\" asked Conan, thumbing his sword edge.\n\n\"Aye! But I know a way to get into Tecuhltli. Only Tascela and I know,\nand she thinks me helpless and you slain. Free me and I swear I will\nhelp you rescue Valeria. Without my help you cannot win into Tecuhltli;\nfor even if you tortured me into revealing the secret, you couldn't work\nit. Let me go, and we will steal on Tascela and kill her before she can\nwork magic--before she can fix her eyes on us. A knife thrown from\nbehind will do the work. I should have killed her thus long ago, but I\nfeared that without her to aid us the Xotalancas would overcome us. She\nneeded my help, too; that's the only reason she let me live this long.\nNow neither needs the other, and one must die. I swear that when we have\nslain the witch, you and Valeria shall go free without harm. My people\nwill obey me when Tascela is dead.\"\n\nConan stooped and cut the ropes that held the prince, and Olmec slid\ncautiously from under the great ball and rose, shaking his head like a\nbull and muttering imprecations as he fingered his lacerated scalp.\nStanding shoulder to shoulder the two men presented a formidable picture\nof primitive power. Olmec was as tall as Conan, and heavier; but there\nwas something repellent about the Tlazitlan, something abysmal and\nmonstrous that contrasted unfavorably with the clean-cut, compact\nhardness of the Cimmerian. Conan had discarded the remnants of his\ntattered, blood-soaked shirt, and stood with his remarkable muscular\ndevelopment impressively revealed. His great shoulders were as broad as\nthose of Olmec, and more cleanly outlined, and his huge breast arched\nwith a more impressive sweep to a hard waist that lacked the paunchy\nthickness of Olmec's midsection. He might have been an image of primal\nstrength cut out of bronze. Olmec was darker, but not from the burning\nof the sun. If Conan was a figure out of the dawn of Time, Olmec was a\nshambling, somber shape from the darkness of Time's pre-dawn.\n\n\"Lead on,\" demanded Conan. \"And keep ahead of me. I don't trust you any\nfarther than I can throw a bull by the tail.\"\n\nOlmec turned and stalked on ahead of him, one hand twitching slightly as\nit plucked at his matted beard.\n\n       *       *       *       *       *\n\nOlmec did not lead Conan back to the bronze door, which the prince\nnaturally supposed Tascela had locked, but to a certain chamber on the\nborder of Tecuhltli.\n\n\"This secret has been guarded for half a century,\" he said. \"Not even\nour own clan knew of it, and the Xotalancas never learned. Tecuhltli\nhimself built this secret entrance, afterward slaying the slaves who did\nthe work; for he feared that he might find himself locked out of his own\nkingdom some day because of the spite of Tascela, whose passion for him\nsoon changed to hate. But she discovered the secret, and barred the\nhidden door against him one day as he fled back from an unsuccessful\nraid, and the Xotalancas took him and flayed him. But once, spying upon\nher, I saw her enter Tecuhltli by this route, and so learned the\nsecret.\"\n\nHe pressed upon a gold ornament in the wall, and a panel swung inward,\ndisclosing an ivory stair leading upward.\n\n\"This stair is built within the wall,\" said Olmec. \"It leads up to a\ntower upon the roof, and thence other stairs wind down to the various\nchambers. Hasten!\"\n\n\"After you, comrade!\" retorted Conan satirically, swaying his\nbroadsword as he spoke, and Olmec shrugged his shoulders and stepped\nonto the staircase. Conan instantly followed him, and the door shut\nbehind them. Far above a cluster of fire-jewels made the staircase a\nwell of dusky dragon-light.\n\nThey mounted until Conan estimated that they were above the level of the\nfourth floor, and then came out into a cylindrical tower, in the domed\nroof of which was set the bunch of fire-jewels that lighted the stair.\nThrough gold-barred windows, set with unbreakable crystal panes, the\nfirst windows he had seen in Xuchotl, Conan got a glimpse of high\nridges, domes and more towers, looming darkly against the stars. He was\nlooking across the roofs of Xuchotl.\n\nOlmec did not look through the windows. He hurried down one of the\nseveral stairs that wound down from the tower, and when they had\ndescended a few feet, this stair changed into a narrow corridor that\nwound tortuously on for some distance. It ceased at a steep flight of\nsteps leading downward. There Olmec paused.\n\nUp from below, muffled, but unmistakable, welled a woman's scream, edged\nwith fright, fury and shame. And Conan recognized Valeria's voice.\n\nIn the swift rage roused by that cry, and the amazement of wondering\nwhat peril could wring such a shriek from Valeria's reckless lips, Conan\nforgot Olmec. He pushed past the prince and started down the stair.\nAwakening instinct brought him about again, just as Olmec struck with\nhis great mallet-like fist. The blow, fierce and silent, was aimed at\nthe base of Conan's brain. But the Cimmerian wheeled in time to receive\nthe buffet on the side of his neck instead. The impact would have\nsnapped the vertebræ of a lesser man. As it was, Conan swayed backward,\nbut even as he reeled he dropped his sword, useless at such close\nquarters, and grasped Olmec's extended arm, dragging the prince with him\nas he fell. Headlong they went down the steps together, in a revolving\nwhirl of limbs and heads and bodies. And as they went Conan's iron\nfingers found and locked in Olmec's bull-throat.\n\nThe barbarian's neck and shoulder felt numb from the sledge-like impact\nof Olmec's huge fist, which had carried all the strength of the massive\nforearm, thick triceps and great shoulder. But this did not affect his\nferocity to any appreciable extent. Like a bulldog he hung on grimly,\nshaken and battered and beaten against the steps as they rolled, until\nat last they struck an ivory panel-door at the bottom with such an\nimpact that they splintered it down its full length and crashed through\nits ruins. But Olmec was already dead, for those iron fingers had\ncrushed out his life and broken his neck as they fell.\n\n       *       *       *       *       *\n\nConan rose, shaking the splinters from his great shoulder, blinking\nblood and dust out of his eyes.\n\nHe was in the great throne room. There were fifteen people in that room\nbesides himself. The first person he saw was Valeria. A curious black\naltar stood before the throne-dais. Ranged about it, seven black candles\nin golden candlesticks sent up oozing spirals of thick green smoke,\ndisturbingly scented. These spirals united in a cloud near the ceiling,\nforming a smoky arch above the altar. On that altar lay Valeria, stark\nnaked, her white flesh gleaming in shocking contrast to the glistening\nebon stone. She was not bound. She lay at full length, her arms\nstretched out above her head to their fullest extent. At the head of the\naltar knelt a young man, holding her wrists firmly. A young woman knelt\nat the other end of the altar, grasping her ankles. Between them she\ncould neither rise nor move.\n\nEleven men and women of Tecuhltli knelt dumbly in a semicircle, watching\nthe scene with hot, lustful eyes.\n\nOn the ivory throne-seat Tascela lolled. Bronze bowls of incense rolled\ntheir spirals about her; the wisps of smoke curled about her naked limbs\nlike caressing fingers. She could not sit still; she squirmed and\nshifted about with sensuous abandon, as if finding pleasure in the\ncontact of the smooth ivory with her sleek flesh.\n\nThe crash of the door as it broke beneath the impact of the hurtling\nbodies caused no change in the scene. The kneeling men and women merely\nglanced incuriously at the corpse of their prince and at the man who\nrose from the ruins of the door, then swung their eyes greedily back to\nthe writhing white shape on the black altar. Tascela looked insolently\nat him, and sprawled back on her seat, laughing mockingly.\n\n\"Slut!\" Conan saw red. His hands clenched into iron hammers as he\nstarted for her. With his first step something clanged loudly and steel\nbit savagely into his leg. He stumbled and almost fell, checked in his\nheadlong stride. The jaws of an iron trap had closed on his leg, with\nteeth that sank deep and held. Only the ridged muscles of his calf saved\nthe bone from being splintered. The accursed thing had sprung out of the\nsmoldering floor without warning. He saw the slots now, in the floor\nwhere the jaws had lain, perfectly camouflaged.\n\n\"Fool!\" laughed Tascela. \"Did you think I would not guard against your\npossible return? Every door in this chamber is guarded by such traps.\nStand there and watch now, while I fulfill the destiny of your handsome\nfriend! Then I will decide your own.\"\n\nConan's hand instinctively sought his belt, only to encounter an empty\nscabbard. His sword was on the stair behind him. His poniard was lying\nback in the forest, where the dragon had torn it from his jaw. The steel\nteeth in his leg were like burning coals, but the pain was not as savage\nas the fury that seethed in his soul. He was trapped, like a wolf. If he\nhad had his sword he would have hewn off his leg and crawled across the\nfloor to slay Tascela. Valeria's eyes rolled toward him with mute\nappeal, and his own helplessness sent red waves of madness surging\nthrough his brain.\n\nDropping on the knee of his free leg, he strove to get his fingers\nbetween the jaws of the trap, to tear them apart by sheer strength.\nBlood started from beneath his finger nails, but the jaws fitted close\nabout his leg in a circle whose segments jointed perfectly, contracted\nuntil there was no space between his mangled flesh and the fanged iron.\nThe sight of Valeria's naked body added flame to the fire of his rage.\n\nTascela ignored him. Rising languidly from her seat she swept the ranks\nof her subjects with a searching glance, and asked: \"Where are Xamec,\nZlanath and Tachic?\"\n\n\"They did not return from the catacombs, princess,\" answered a man.\n\"Like the rest of us, they bore the bodies of the slain into the crypts,\nbut they have not returned. Perhaps the ghost of Tolkemec took them.\"\n\n\"Be silent, fool!\" she ordered harshly. \"The ghost is a myth.\"\n\nShe came down from her dais, playing with a thin gold-hilted dagger. Her\neyes burned like nothing on the hither side of hell. She paused beside\nthe altar and spoke in the tense stillness.\n\n\"Your life shall make me young, white woman!\" she said. \"I shall lean\nupon your bosom and place my lips over yours, and slowly--ah,\nslowly!--sink this blade through your heart, so that your life, fleeing\nyour stiffening body, shall enter mine, making me bloom again with\nyouth and with life everlasting!\"\n\nSlowly, like a serpent arching toward its victim, she bent down through\nthe writhing smoke, closer and closer over the now motionless woman who\nstared up into her glowing dark eyes--eyes that grew larger and deeper,\nblazing like black moons in the swirling smoke.\n\nThe kneeling people gripped their hands and held their breath, tense for\nthe bloody climax, and the only sound was Conan's fierce panting as he\nstrove to tear his leg from the trap.\n\nAll eyes were glued on the altar and the white figure there; the crash\nof a thunderbolt could hardly have broken the spell, yet it was only a\nlow cry that shattered the fixity of the scene and brought all whirling\nabout--a low cry, yet one to make the hair stand up stiffly on the\nscalp. They looked, and they saw.\n\nFramed in the door to the left of the dais stood a nightmare figure. It\nwas a man, with a tangle of white hair and a matted white beard that\nfell over his breast. Rags only partly covered his gaunt frame,\nrevealing half-naked limbs strangely unnatural in appearance. The skin\nwas not like that of a normal human. There was a suggestion of\n_scaliness_ about it, as if the owner had dwelt long under conditions\nalmost antithetical to those conditions under which human life\nordinarily thrives. And there was nothing at all human about the eyes\nthat blazed from the tangle of white hair. They were great gleaming\ndisks that stared unwinkingly, luminous, whitish, and without a hint of\nnormal emotion or sanity. The mouth gaped, but no coherent words\nissued--only a high-pitched tittering.\n\n       *       *       *       *       *\n\n\"Tolkemec!\" whispered Tascela, livid, while the others crouched in\nspeechless horror. \"No myth, then, no ghost! Set! You have dwelt for\ntwelve years in darkness! Twelve years among the bones of the dead! What\ngrisly food did you find? What mad travesty of life did you live, in the\nstark blackness of that eternal night? I see now why Xamec and Zlanath\nand Tachic did not return from the catacombs--and never will return. But\nwhy have you waited so long to strike? Were you seeking something, in\nthe pits? Some secret weapon you knew was hidden there? And have you\nfound it at last?\"\n\nThat hideous tittering was Tolkemec's only reply, as he bounded into the\nroom with a long leap that carried him over the secret trap before the\ndoor--by chance, or by some faint recollection of the ways of Xuchotl.\nHe was not mad, as a man is mad. He had dwelt apart from humanity so\nlong that he was no longer human. Only an unbroken thread of memory\nembodied in hate and the urge for vengeance had connected him with the\nhumanity from which he had been cut off, and held him lurking near the\npeople he hated. Only that thin string had kept him from racing and\nprancing off for ever into the black corridors and realms of the\nsubterranean world he had discovered, long ago.\n\n\"You sought something hidden!\" whispered Tascela, cringing back. \"And\nyou have found it! You remember the feud! After all these years of\nblackness, you remember!\"\n\nFor in the lean hand of Tolkemec now waved a curious jade-hued wand, on\nthe end of which glowed a knob of crimson shaped like a pomegranate. She\nsprang aside as he thrust it out like a spear, and a beam of crimson\nfire lanced from the pomegranate. It missed Tascela, but the woman\nholding Valeria's ankles was in the way. It smote between her shoulders.\nThere was a sharp crackling sound and the ray of fire flashed from her\nbosom and struck the black altar, with a snapping of blue sparks. The\nwoman toppled sidewise, shriveling and withering like a mummy even as\nshe fell.\n\nValeria rolled from the altar on the other side, and started for the\nopposite wall on all fours. For hell had burst loose in the throne room\nof dead Olmec.\n\nThe man who had held Valeria's hands was the next to die. He turned to\nrun, but before he had taken half a dozen steps, Tolkemec, with an\nagility appalling in such a frame, bounded around to a position that\nplaced the man between him and the altar. Again the red fire-beam\nflashed and the Tecuhltli rolled lifeless to the floor, as the beam\ncompleted its course with a burst of blue sparks against the altar.\n\nThen began slaughter. Screaming insanely the people rushed about the\nchamber, caroming from one another, stumbling and falling. And among\nthem Tolkemec capered and pranced, dealing death. They could not escape\nby the doors; for apparently the metal of the portals served like the\nmetal-veined stone altar to complete the circuit for whatever hellish\npower flashed like thunderbolts from the witch-wand the ancient waved in\nhis hand. When he caught a man or a woman between him and a door or the\naltar, that one died instantly. He chose no special victim. He took them\nas they came, with his rags flapping about his wildly gyrating limbs,\nand the gusty echoes of his tittering sweeping the room above the\nscreams. And bodies fell like falling leaves about the altar and at the\ndoors. One warrior in desperation rushed at him, lifting a dagger, only\nto fall before he could strike. But the rest were like crazed cattle,\nwith no thought for resistance, and no chance of escape.\n\nThe last Tecuhltli except Tascela had fallen when the princess reached\nthe Cimmerian and the girl who had taken refuge beside him. Tascela bent\nand touched the floor, pressing a design upon it. Instantly the iron\njaws released the bleeding limb and sank back into the floor.\n\n\"Slay him if you can!\" she panted, and pressed a heavy knife into his\nhand. \"I have no magic to withstand him!\"\n\nWith a grunt he sprang before the women, not heeding his lacerated leg\nin the heat of the fighting-lust. Tolkemec was coming toward him, his\nweird eyes ablaze, but he hesitated at the gleam of the knife in Conan's\nhand. Then began a grim game, as Tolkemec sought to circle about Conan\nand get the barbarian between him and the altar or a metal door, while\nConan sought to avoid this and drive home his knife. The women watched\ntensely, holding their breath.\n\nThere was no sound except the rustle and scrape of quick-shifting feet.\nTolkemec pranced and capered no more. He realized that grimmer game\nconfronted him than the people who had died screaming and fleeing. In\nthe elemental blaze of the barbarian's eyes he read an intent deadly as\nhis own. Back and forth they weaved, and when one moved the other moved\nas if invisible threads bound them together. But all the time Conan was\ngetting closer and closer to his enemy. Already the coiled muscles of\nhis thighs were beginning to flex for a spring, when Valeria cried out.\nFor a fleeting instant a bronze door was in line with Conan's moving\nbody. The red line leaped, searing Conan's flank as he twisted aside,\nand even as he shifted he hurled the knife. Old Tolkemec went down,\ntruly slain at last, the hilt vibrating on his breast.\n\n       *       *       *       *       *\n\nTascela sprang--not toward Conan, but toward the wand where it shimmered\nlike a live thing on the floor. But as she leaped, so did Valeria, with\na dagger snatched from a dead man, and the blade, driven with all the\npower of the pirate's muscles, impaled the princess of Tecuhltli so that\nthe point stood out between her breasts. Tascela screamed once and fell\ndead, and Valeria spurned the body with her heel as it fell.\n\n\"I had to do that much, for my own self-respect!\" panted Valeria, facing\nConan across the limp corpse.\n\n\"Well, this cleans up the feud,\" he grunted. \"It's been a hell of a\nnight! Where did these people keep their food? I'm hungry.\"\n\n\"You need a bandage on that leg.\" Valeria ripped a length of silk from a\nhanging and knotted it about her waist, then tore off some smaller\nstrips which she bound efficiently about the barbarian's lacerated limb.\n\n\"I can walk on it,\" he assured her. \"Let's begone. It's dawn, outside\nthis infernal city. I've had enough of Xuchotl. It's well the breed\nexterminated itself. I don't want any of their accursed jewels. They\nmight be haunted.\"\n\n\"There is enough clean loot in the world for you and me,\" she said,\nstraightening to stand tall and splendid before him.\n\nThe old blaze came back in his eyes, and this time she did not resist as\nhe caught her fiercely in his arms.\n\n\"It's a long way to the coast,\" she said presently, withdrawing her lips\nfrom his.\n\n\"What matter?\" he laughed. \"There's nothing we can't conquer. We'll have\nour feet on a ship's deck before the Stygians open their ports for the\ntrading season. And then we'll show the world what plundering means!\"\n\n\n[THE END]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Weird Tales_ July, August-September\n    and October 1936. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Red Nails, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RED NAILS ***\n\n***** This file should be named 32759-8.txt or 32759-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/7/5/32759/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}