{"title": "Asteroid of Fear", "author": "Raymond Zinke Gallun", "releaseDate": "June 12, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            ASTEROID of FEAR\n\n                          By RAYMOND Z. GALLUN\n\n[Transcriber Note: This etext was produced from Planet Stories March\n1951. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: _All space was electrified as that harsh challenge rang\nout ... but John Endlich hesitated. For he saw beyond his own murder--saw\nthe horror and destruction his death would unleash--and knew he dared\nnot fight back!_]\n\nThe space ship landed briefly, and John Endlich lifted the huge\nAsteroids Homesteaders Office box, which contained everything from a\nprefabricated house to toothbrushes for his family, down from the\nhold-port without help or visible effort.\n\nIn the tiny gravity of the asteroid, Vesta, doing this was no trouble at\nall. But beyond this point the situation was--bitter.\n\nHis two kids, Bubs, seven, and Evelyn, nine--clad in space-suits that\nwere slightly oversize to allow for the growth of young bodies--were\nboth bawling. He could hear them through his oxygen-helmet radiophones.\n\nAround him, under the airless sky of space, stretched desolation that\nhe'd of course known about beforehand--but which now had assumed that\nspecial and terrible starkness of reality.\n\nAt his elbow, his wife, Rose, her heart-shaped face and grey eyes framed\nby the wide face-window of her armor, was trying desperately to choke\nback tears, and be brave.\n\n\"Remember--we've _got_ to make good here, Johnny,\" she was saying.\n\"Remember what the Homesteaders Office people told us--that with modern\nequipment and the right frame of mind, life can be nice out here. It's\nworked on other asteroids. What if we are the first farmers to come to\nVesta?... Don't listen to those crazy miners! They're just kidding us!\nDon't listen to them! And don't, for gosh sakes, get sore....\"\n\nRose's words were now like dim echoes of his conscience, and of his\nrecent grim determination to master his hot temper, his sensitiveness,\nhis wanderlust, and his penchant for poker and the social\nglass--qualities of an otherwise agreeable and industrious nature, that,\non Earth, had always been his undoing. Recently, back in Illinois, he\nhad even spent six months in jail for all but inflicting murder with his\nbare fists on a bullying neighbor whom he had caught whipping a horse.\nSure--but during those six months his farm, the fifth he'd tried to run\nin scattered parts of North America, had gone to weeds in spite of\nRose's valiant efforts to take care of it alone....\n\nOh, yes--the lessons of all that past personal history should be strong\nin his mind. But now will power and Rose's frightened tones of wisdom\nboth seemed to fade away in his brain, as jeering words from another\nsource continued to drive jagged splinters into the weakest portion of\nhis soul:\n\n\"Hi, you hydroponic pun'kin-head!... How yuh like your new claim?...\nNice, ain't it? How about some fresh turnips?... Good luck, yuh\ngreenhorn.... Hiyuh, papa! Tied to baby's diaper suspenders!... Let the\npoor dope alone, guys.... Snooty.... Won't take our likker, hunh? Won't\ntake our money.... Wifey's boy! Let's make him sociable....\nHaw-Haw-haw.... Hydroponic pun'kin-head!...\"\n\nIt was a medley of coarse voices and laughter, matching the row of a\ndozen coarse faces and grins that lined the view-ports of the ship.\nThese men were asteroid miners, space-hardened and space-twisted. They'd\nbeen back to Earth for a while, to raise hell and freshen up, and spend\nthe money in their then-bulging pockets. Coming out again from Earth,\nacross the orbit of Mars to the asteroid belt, they had had the Endlichs\nas fellow passengers.\n\nJohn Endlich had battled valiantly with his feebler side, and with his\nsocial inclinations, all through that long, dreary voyage, to keep clear\nof the inevitable griefs that were sure to come to a chap like himself\nfrom involvement with such characters. In the main, it had been a rather\ntattered victory. But now, at the final moment of bleak anticlimax, they\ntook their revenge in guffaws and ridicule, hurling the noise at him\nthrough the radiophones of the space-suit helmets that they held in\ntheir laps--space-suits being always kept handy beneath the\ntraveler-seats of every interplanetary vessel.\n\n\"... Haw-haw-haw! Drop over to our camp sometime for a little drink, and\na little game, eh, pantywaist? Tain't far. Sure--just drop in on us when\nthe pressure of domesticity in this beootiful country gets you down....\nWhen the turnips get you down! Haw-haw-haw! Bring the wife along....\nShe's kinda pretty. Ought to have a man-size fella.... Just ask for\nme--Alf Neely! Haw-haw-haw!\"\n\nYeah, Alf Neely was the loudest and the ugliest of John Endlich's\nbaiters. He had gigantic arms and shoulders, small squinty eyes, and a\npendulous nose. \"Haw-haw-haw!...\"\n\nAnd the others, yelling and hooting, made it a pack: \"Man--don't he wish\nhe was back in Podunk!... What!--no tomatas, Dutch?... What did they\ntell yuh back at the Homestead office in Chicago?--that we were in\nde-e-esperate need of fresh vegetables out here? Well, where are they,\npapa?... Haw-haw-haw!...\"\n\n       *       *       *       *       *\n\nUnder the barrage John Endlich's last shreds of common-sense were all\nbut blotted out by the red murk of fury. He was small and broad--a\nstolid-looking thirty-two years old. But now his round and usually\nplacid face was as red as a fiery moon, and his underlip curled in a\nsnarl. He might have taken the savage ribbing more calmly. But there was\ntoo much grim fact behind what these asteroid miners said. Besides, out\nhere he had thought that he would have a better chance to lick the\nweaknesses in himself--because he'd _have_ to work to keep his family\nalive; because he'd been told that there'd be no one around to distract\nhim from duty. Yah! The irony of that, now, was maddening.\n\nFor the moment John Endlich was speechless and strangled--but like an\nignited firecracker. Uhunh--ready to explode. His hard body hunched, as\nif ready to spring. And the baiting waxed louder. It was like the\nyammering of crows, or the roar of a wild surf in his ears. Then came\nthe last straw. The kids had kept on bawling--more and more violently.\nBut now they got down to verbal explanations of what they thought was\nthe matter:\n\n\"Wa-aa-aa-a-ahh-h! Papa--we wanna-go-o-o--hom-m-mm-e!...\"\n\nThe timing could not have been better--or worse. The shrieks and howls\nof mirth from the miners, a moment ago, were as nothing to what they\nwere now.\n\n\"Ho-ho-ho! Tell it to Daddy, kids!... Ho-ho-ho! That was a mouthful....\nHo-ho-ho-ho! Wow!...\"\n\nThere is a point at which an extremity of masculine embarrassment can\nlead to but one thing--mayhem. Whether the latter is to be inflicted on\nthe attacked or the attacker remains the only question mark.\n\n\"I'll get you, Alf Neely!\" Endlich snarled. \"Right now! And I'll get all\nthe damned, hell-bitten rest of you guys!\"\n\nEndlich was hardly lacking in vigor, himself. Like a squat but\nstreamlined fighting rooster, rendered a hundred times more agile by the\npuny gravity, he would have reached the hold-port threshold in a single\nlithe skip--had not Rose, despairing, grabbed him around the middle to\nrestrain him. Together they slid several yards across the dried-out\nsurface of the asteroid.\n\n\"Don't, Johnny--please don't!\" she wailed.\n\nHer begging could not have stopped him. Nor could her physical\ninterference--for more than an instant. Nor could his conscience, nor\nhis recent determination to keep out of trouble. Not the certainty of\nbeing torn limb from limb, and not hell, itself, could have held him\nback, anymore, then.\n\nYet he was brought to a halt. It certainly wasn't cowardice that\naccomplished this. No.\n\nSuddenly there was no laughter among the miners. But in a body they\narose from their traveler-seats aboard the ship. Suddenly there was no\nmore humor in their faces beyond the view-ports. They were itching to be\nassaulted. The glitter in Alf Neely's small eyes was about as reassuring\nas the glitter in the eyes of a slightly prankish gorilla.\n\n\"We're waitin' for yuh, Mr. Civilization,\" he rumbled softly.\n\n       *       *       *       *       *\n\nAfter that, all space was still--electrified. The icy stars gleamed in\nthe black sky. The shrunken sun looked on. And John Endlich saw beyond\nhis own murder. To the thought of his kids--and his wife--left alone out\nhere, hundreds of millions of miles from Earth, and real law and\norder--with these lugs. These guys who had been starved emotionally, and\nwarped inside by raw space. Coldness crawled into John Endlich's guts,\nand seemed to twist steel hooks there, making him sick. The silence of a\nvacuum, and of unthinkable distances, and of ghostly remains which must\nbe left on this fragment of a world that had blown up, maybe fifty\nmillion or more years ago, added its weight to John Endlich's feelings.\n\nAnd for his family, he was scared. What hell could not have\naccomplished, became fact. His almost suicidal impulse to inflict\nviolence on his tormenters was strangled, bottled-up--brutally\nrepressed, and left to impose the pangs of neurosis on his tormented\nsoul. Narrowing domesticity had won a battle.\n\nExcept, of course, that what he had already said to Alf Neely and\nFriends was sufficient to start the Juggernaut that they represented,\nrolling. As he picked himself and Rose up from the ground, he saw that\nthe miners were grimly donning their space-suits, in preparation to\ntheir coming out of the ship to lay him low.\n\n\"Oh--tired, hunh, Pun'kin-head?\" Alf Neely growled. \"It don't matter,\nDutch. We'll finish you off without you liftin' a finger!\"\n\nIn John Endlich the rage of intolerable insults still seethed. But there\nwas no question, now, of outcome between it and the brassy taste of\ndanger on his tongue. He knew that even knuckling down, and changing\nfrom man to worm to take back his fighting words, couldn't do any good.\nHe felt like a martyr, left with his family in a Roman arena, while the\nlions approached. His butchery was as good as over....\n\nReprieve came presumably by way of the good-sense of the pilot of the\nspace ship. The hold-port was closed abruptly by a mechanism that could\nbe operated only from the main control-board. The rocket jets of the\ncraft emitted a single weak burst of flame. Like a boulder grown agile\nand flighty, the ship leaped from the landscape, and arced outward\ntoward the stars, to curve around the asteroid and disappear behind the\nscene's jagged brim. The craft had gone to make its next and final\nstop--among the air-domes of the huge mining camp on the other side of\nVesta--the side of torn rocks and rich radioactive ores.\n\nBut before the ship had vanished from sight, John Endlich heard Alf\nNeely's grim promise in his helmet radiophones: \"We'll be back tonight,\nGreenhorn. Lots of times we work night-shift--when it's daytime on this\nside of Vesta. We'll be free. Stick around. I'll rub what's left of you\nin the dust of your claim!\"\n\nEndlich was alone, then, with the fright in his wife's eyes, the\nsqualling of his children, and his own abysmal disgust and worry.\n\nFor once he ceased to be a gentle parent. \"Bubs! Evelyn!\" he snapped.\n\"Shud-d-d--up-p-p!...\"\n\nThe startled silence which ensued was his first personal victory on\nVesta. But the silence, itself, was an insidious enemy. It made his ears\nring. It made even his audible pulsebeats seemed to ache. It bored into\nhis nerves like a drill. When, after a moment, Rose spoke quaveringly,\nhe was almost grateful:\n\n\"What do we do, Johnny? We've still got to do what we're supposed to do,\ndon't we?\"\n\nWhereupon John Endlich allowed himself the luxury and the slight relief\nof a torrent of silent cussing inside his head. Damn the obvious\nquestions of women! Damn the miners. Damn the A.H.O.--the Asteroids\nHomesteaders Office--and their corny slogans and posters, meant to hook\nsuckers like himself! Damn his own dumb hide! Damn the mighty urge to\nget drunk! Damn all the bitter circumstances that made doing so\nimpossible. Damn! Damn! Damn!\n\nFinished with this orgy, he said meekly: \"I guess so, Hon.\"\n\n       *       *       *       *       *\n\nAll members of the Endlich family had been looking around them at the\nweird Vestal landscape. Through John Endlich's mind again there flashed\na picture of what this asteroid was like. At the Asteroids Homesteaders'\nSchool in Chicago, where his dependents and he had been given several\nweeks of orientation instruction, suitable to their separate needs, he\nhad been shown diagrams and photographs of Vesta. Later, he had of\ncourse seen it from space.\n\nIt was not round, like a major planet or most moons. Rather, it was like\na bomb-fragment; or even more like a shard of a gigantic broken vase. It\nwas several hundred miles long, and half as thick. One side of it--this\nside--was curved; for it had been a segment of the surface of the\nshattered planet from which all of the asteroids had come. The other\nside was jagged and broken, for it had been torn from the mesoderm of\nthat tortured mother world.\n\nFrom the desolation of his own thoughts, in which the ogre-form of Alf\nNeely lurked with its pendent promise of catastrophe soon to come, and\nfrom his own view of other desolation all around him, John Endlich was\nsuddenly distracted by the comments of his kids. All at once, conforming\nto the changeable weather of children's natures regardless of\ncircumstance, their mood had once more turned bright and adventurous.\n\n\"Look, Pop,\" Bubs chirped, his round red face beaming now from his\nhelmet face-window, in spite of his undried tears. \"This land all around\nhere was fields once! You can even see the rows of some kind of stubble!\nLike corn-stubble! And over there's a--a--almost like a fence! An' up\nthere is hills with trees on 'em--some of 'em not even knocked over. But\neverything is all dried-out and black and grey and dead! Gosh!\"\n\n\"We can see all that, Dopey!\" Evelyn, who was older, snapped at Bubs.\n\"We know that something like people lived on a regular planet here,\nawful long ago. Why don't you look over the other way? There's the\nhouse--and maybe the barn and the sheds and the old garden!\"\n\nBubs turned around. His eyes got very big. \"Oh! O-ooh-h-h!\" he gasped in\nwonder. \"Pop! Mom! Look! Don't you see?...\"\n\n\"Yeah, we see, Bubs,\" John Endlich answered.\n\nFor a long moment he'd been staring at those blocklike structures.\nOne--maybe the house--was of grey stone. It had odd, triangular windows,\nwhich may once have been glazed. Some of the others were of a blackened\nmaterial--perhaps cellulose. Wood, that is. All of the buildings were\npushed askew, and partly crumpled from top to bottom, like great\ncardboard cartons that had been half crushed.\n\nEndlich's imagination seemed forced to follow a groove, trying to\npicture that last terrible moment, fifty-million years ago. Had the\nblast been caused by natural atomic forces at the heart of the planet,\nas one theory claimed? Or had a great bomb, as large as an oversized\nmeteor, come self-propelled from space, to bury itself deep in that\nancient world? A world as big as Mars, its possible enemy--whose weird\ninhabitants had been wiped out, in a less spectacular way, perhaps in\nthe same conflict?\n\nEndlich's mind grabbed at that brief instant of explosion. The awful\njolt, which must have ended all consciousness, and all capacity for eyes\nto see what followed. Perhaps there was a short and terrible passing of\nflame. But in swift seconds, great chunks of the planet's crust must\nhave been hurled outward. In a moment the flame must have died,\ndissipated with the suddenly vanishing atmosphere, into the cold vacuum\nof the void. Almost instantly, the sky, which had been deep blue before,\nmust have turned to its present black, with the voidal stars blazing.\nThere had been no air left to sustain combustion, so buildings and trees\nhad not continued to burn, if there had been time at all to ignite them.\nAnd, with the same swiftness, all remaining artifacts and surface\nfeatures of this chip of a world's crust that was Vesta, had been\nplunged into the dual preservatives of the interplanetary\nregions--deep-freeze and all but absolute dryness. Yes--the motion of\nthe few scattered molecules in space was very fast--indicating a high\ntemperature. But without substance to be hot, there can be no heat. And\nso few molecules were there in the void, that while the concept of a\n\"hot\" space remained true, it became tangled at once with the fact that\na _practically_ complete vacuum can have _practically_ no temperature.\nWhich meant--again in practice--all but absolute zero.\n\nJohn Endlich knew. He'd heard the lectures at the Homesteaders' School.\nHere was a ghost-land, hundreds of square miles in extent--a region that\nhad been shifted in a few seconds, from the full prime of life and\nmotion, to moveless and timeless silence. It was like the mummy of a\nman. In its presence there was a chill, a revulsion, and yet a\nfascination.\n\n       *       *       *       *       *\n\nThe kids continued to jabber--more excitedly now than before. \"Pop!\nMom!\" Bubs urged. \"Let's go look inside them buildings! Maybe the\n_things_ are still there! The people, I mean. All black and dried up,\nlike the one in the showcase at school; four tentacles they had instead\nof arms and legs, the teacher said!\"\n\n\"Sure! Let's go!\" Evelyn joined in. \"I'm not scared to!\"\n\nYeah, kids' tastes could be pretty gruesome. When you thought most that\nyou had to shelter them from horror, they were less bothered by it than\nyou were. John Endlich's lips made a sour line.\n\n\"Stay here, the pair of you!\" Rose ordered.\n\n\"Aw--Mom--\" Evelyn began to protest.\n\n\"You heard me the first time,\" their mother answered.\n\nJohn Endlich moved to the great box, which had come with them from\nEarth. The nervous tension that tore at him--unpleasant and chilling,\ndriving him toward straining effort--was more than the result of the\nshameful and embarrassing memory of his very recent trouble with Alf\nNeely and Companions, and the certainty of more trouble to come from\nthat source. For there was another and even worse enemy. Endlich knew\nwhat it was--\n\nThe awful silence.\n\nHe still looked shamefaced and furious; but now he felt a gentler\nsharing of circumstances. \"We'll let the snooping go till later, kids,\"\nhe growled. \"Right now we gotta do what we gotta do--\"\n\nThe youngsters seemed to join up with his mood. As he tore the pinchbar,\nwhich had been conveniently attached to the side of the box, free of its\nstaples, and proceeded to break out supplies, their whimsical musings\nfell close to what he was thinking.\n\n\"Vesta,\" Evelyn said. \"They told us at school--remember? Vesta was the\nold Roman goddess of hearth and home. Funny--hunh--Dad?\"\n\nBubs' fancy was vivid, too. \"Look, Pop!\" he said again, pointing to a\nribbon of what might be concrete, cracked and crumpled as by a terrific\nquake, curving away toward the hills, and the broken mountains beyond.\n\"That was a road! Can't you almost hear some kinda cars and trucks goin'\nby?\"\n\nJohn Endlich's wife, helping him open the great box, also had things to\nsay, in spite of the worry showing in her face. She touched the\ndessicated soil with a gauntleted hand. \"Johnny,\" she remarked\nwonderingly. \"You can see the splash-marks of the last rain that ever\nfell here--\"\n\n\"Yeah,\" Endlich growled without any further comment. Inside himself, he\nwas fighting the battle of lost things. The blue sky. The shifting\nbeauty of clouds in sunshine. The warm whisper of wind in trees. The\nrattle of traffic. The babble of water. The buzz of insects. The smell\nof flowers. The sight of grass waving.... In short, all the evidences of\nlife.\n\n\"A lot of things that was here once, we'll bring back, won't we, Pop?\"\nBubs questioned with astonishing maturity.\n\n\"Hope so,\" John Endlich answered, keeping his doubts hidden behind\ngruffness. Maybe it was a grim joke that here and now every force in\nhimself was concentrated on substantial objectives--to the exclusion of\nhis defects. The drive in him was to end the maddening silence, and to\nrub out the mood of harsh barrenness, and his own aching homesickness,\nby struggling to bring back a little beauty of scenery, and a little of\nliving motion. It was a civilized urge, a home-building urge, maybe a\nnarrow urge. But how could anybody stand being here very long, unless\nsuch things were done? If they ever could be. Maybe, willfully, he had\nled himself into a grimmer trap than it had even seemed to be--or than\nhe had ever wanted....\n\n       *       *       *       *       *\n\nInside his space suit, he had begun to sweat furiously. And it was more\nbecause of the tension of his nerves than because of the vigor with\nwhich he plied his pinchbar, doing the first task which had to be done.\nSteel ribbons were snapped, nails were yanked silently from the great\nbox, boards were jerked loose.\n\nIn another minute John Endlich and his wife were setting up an airtight\ntent, which, when the time came, could be inflated from compressed-air\nbottles. They worked somewhat awkwardly, for their instruction period\nhad been brief, and they were green; but the job was speedily finished.\nThe first requirement--shelter--was assured.\n\nDigging again into the vast and varied contents of the box, John Endlich\nfound some things he had not expected--a fine rifle, a pistol and\nammunition. At which moment an ironic imp seemed to sit on his shoulder,\nand laugh derisively. Umhm-m--the Asteroids Homesteaders Office had\nfilled these boxes according to a precise survey of the needs of a\npeaceful settler on Vesta.\n\nIt was like Bubs, with the inquisitiveness of a seven-year-old, to ask:\n\"What did they think we needed guns for, when they knew there was no\nrabbits to shoot at?\"\n\n\"I guess they kind of suspected there'd be guys like Alf Neely, son,\"\nJohn Endlich answered dryly. \"Even if they didn't tell us about it.\"\n\nThe next task prescribed by the Homesteaders' School was to secure a\nsupply of air and water in quantity. Again, following the instructions\nthey had received, the Endlichs uncrated and set up an atom-driven\ndrill. In an hour it had bored to a depth of five-hundred feet. Hauling\nup the drill, Endlich lowered an electric heating unit on a cable from\nan atomic power-cell, and then capped the casing pipe.\n\nYes, strangely enough there was still sufficient water beneath the\nsurface of Vesta. Its parent planet, like the Earth, had had water in\nits crust, that could be tapped by means of wells. And so suddenly had\nVesta been chilled in the cold of space at the time of the parent body's\nexplosion, that this water had not had a chance to dissipate itself as\nvapor into the void, but had been frozen solid. The drying soil above it\nhad formed a tough shell, which had protected the ice beneath from\ndisappearance through sublimation...\n\nDrill down to it, melt it with heat, and it was water again, ready to be\npumped and put to use.\n\nAnd water, by electrolysis, was also an easy source of oxygen to\nbreathe.... The soil, once thawed over a few acres, would also yield\nconsiderable nitrogen and carbon dioxide--the makings of many cubic\nmeters of atmosphere. The A.H.O. survey expeditions, here on Vesta and\non other similar asteroids which were crustal chips of the original\nplanet, had done their work well, pathfinding a means of survival here.\n\nWhen John Endlich pumped the first turbid liquid, which immediately\nfroze again in the surface cold, he might, under other, better\ncircumstances, have felt like cheering. His well was a success. But his\ntense mind was racing far ahead to all the endless tasks that were yet\nto be done, to make any sense at all out of his claim. Besides, the\nshort day--eighteen hours long instead of twenty-four, and already far\nadvanced at the time of his tumultuous landing--was drawing to a close.\n\n\"It'll be dark here mighty quick, Johnny,\" Rose said. She was looking\nscared, again.\n\n       *       *       *       *       *\n\nJohn Endlich considered setting up floodlights, and working on through\nthe hours of darkness. But such lights would be a dangerous beacon for\nprowlers; and when you were inside their area of illumination, it was\ndifficult to see into the gloom beyond.\n\nStill, one did not know if the mask of darkness did not afford a greater\ninvitation to those with evil intent. For a long moment, Endlich was in\nan agony of indecision. Then he said:\n\n\"We'll knock off from work now--get in the tent, eat supper, maybe\nsleep...\"\n\nBut he was remembering Neely's promise to return tonight.\n\nIn another minute the small but dazzling sun had disappeared behind the\nbroken mountains, as Vesta, unspherical and malformed, tumbled rather\nthan rotated on its center of gravity. And several hours later, amid\nheavy cooking odors inside the now inflated plastic bubble that was the\ntent, Endlich was sprawled on his stomach, unable, through well-founded\nworry, even to remove his space suit or to allow his family to do so,\nthough there was breathable air around them. They lay with their helmet\nface-windows open. Rose and Evelyn breathed evenly in peaceful sleep.\n\nBubs, trying to be very much a man, battled slumber and yawns, and kept\nhis dad company with scraps of conversation. \"Let 'em come, Pop,\" he\nsaid cheerfully. \"Hope they do. We'll shoot 'em all. Won't we, pop? You\ngot the rifle and the pistol ready, Pop....\"\n\nYes, John Endlich had his guns ready beside him, all right--for what it\nwas worth. He wished wryly that things could be as simple as his\nhero-worshipping son seemed to think. Thank the Lord that Bubs was so\ntrusting, for his own peace of mind--the prankish and savage nature of\ncertain kinds of men, with liquor in their bellies, being what it was.\nFor John Endlich, having been, on occasion, mildly kindred to such men,\nwas well able to understand that nature. And understanding, now, chilled\nhis blood.\n\nPeering from the small plastic windows of the tent, he kept watching for\nhulking black shapes to silhouette themselves against the stars. And he\nlistened on his helmet phones, for scraps of telltale conversation,\nexchanged by short-range radio by men in space armor. Once, he thought\nhe heard a grunt, or a malicious chuckle. But it may have been just\nvagrant static.\n\nOtherwise, from all around, the stillness of the vacuum was absolute. It\nwas unnerving. On this airless piece of a planet, an enemy could sneak\nup on you, almost without stealth.\n\nAgainst that maddening silence, however, Bubs presently had a helpful\nand unprompted suggestion: \"Hey, Pop!\" he whispered hoarsely. \"Put the\nside of your helmet against the tent-floor, and listen!\"\n\nJohn Endlich obeyed his kid. In a second cold sweat began to break out\non his body, as intermittent thudding noises reached his ear. In the\nabsence of an atmosphere, sounds could still be transmitted through the\nsolid substance of the asteroid.\n\nIt took Endlich a moment to realize that the noises came, not from\nnearby, but from far away, on the other side of Vesta. The thudding was\nvibrated straight through many miles of solid rock.\n\n\"It's nothing, Bubs,\" he growled. \"Nothing but the blasting in the\nmines.\"\n\nBubs said \"Oh,\" as if disappointed. Not long thereafter he was asleep,\nleaving his harrassed sire to endure the vigil alone. Endlich dared not\ndoze off, to rest a little, even for a moment. He could only wait. If an\nevil visitation came--as he had been all but sure it must--that would be\nbad, indeed. If it didn't come--well--that still meant a sleepless\nnight, and the postponement of the inevitable. He couldn't win.\n\nThus the hours slipped away, until the luminous dial of the clock in the\ntent--it had been synchronized to Vestal time--told him that dawn was\nnear. That was when, through the ground, he heard the faint scraping. A\nrustle. It might have been made by heavy space-boots. It came, and then\nit stopped. It came again, and stopped once more. As if skulking forms\npaused to find their way.\n\nOut where the ancient and ghostly buildings were, he saw a star wink out\nbriefly, as if a shape blocked the path of its light. Then it burned\npeacefully again. John Endlich's hackles rose. His fists tightened on\nboth his rifle and pistol.\n\nHe fixed his gaze on the great box, looming blackly, the box that\ncontained the means of survival for his family and himself, as if he\nforesaw the future, a moment away. For suddenly, huge as it was, the box\nrocked, and began to move off, as if it had sprouted legs and come\nalive.\n\n       *       *       *       *       *\n\nJohn Endlich scrambled to action. He slammed and sealed the face-windows\nof the helmets of the members of his family, to protect them from\nsuffocation. He did the same for himself, and then unzipped the\ntent-flap. He darted out with the outrushing air.\n\nThis was a moment with murder poised in every tattered fragment of it.\nJohn Endlich knew. Murder was engrained in his own taut-drawn nerves,\nthat raged to destroy the trespassers whose pranks had passed the level\nof practical humor, and become, by the tampering with vital necessities,\nan attack on life itself. But there was a more immediate menace in these\nspace-twisted roughnecks.... Strike back at them, even in self-defense,\nand have it proven!\n\nHe had not the faintest doubt who they were--even though he could not\nsee their faces in the blackness. Maybe he should lay low--let them have\ntheir way.... But how could he--even apart from his raging temper, and\nhis honor as a man--when they were making off with his family's and his\nown means of survival?\n\nHe had to throw Rose and the kids into the balance--risking them to the\ndanger that he knew lay beyond his own possible ignoble demise. He did\njust that when he raised his pistol, struggling against the awful\nimpulse of the rage in him--lifted it high enough so that the explosive\nbullets that spewed from it would be sure to pass over the heads of the\ndark silhouettes that were moving about.\n\n\"Damn you, Neely!\" Endlich yelled into his helmet mike, his finger\ntightening on the trigger. \"Drop that stuff!\"\n\nAt that moment the sun's rim appeared at the landscape's jagged edge,\nand on this side of airless Vesta complete night was transformed to\ncomplete day, as abruptly as if a switch had been turned.\n\nAlf Neely and John Endlich blinked at each other. Maybe Neely was\nembarrassed a little by his sudden exposure; but if he was, it didn't\nshow. Probably the bully in him was scared; but this he covered in a\ncommon manner--with a studiedly easy swagger, and a bravado that was not\ngood sense, but bordered on childish recklessness. Yet he had a trump\ncard--by the aggressive glint in his eyes, and his unpleasant grin,\nEndlich knew that Neely knew that he was afraid for his wife, and\nwouldn't start anything unless driven and goaded sheerly wild. Even now,\nthey were seven to his one.\n\n\"Why, good morning, Neighbor Pun'kin-head!\" Neely crooned, his voice a\nburlesque of sweetness. \"Glad to oblige!\"\n\nHe hurled the great box down. As he did so, something glinted in his\ngloved paw. He flicked it expertly into the open side of the wooden case\nwhich contained so many things that were vital to the Endlichs--\n\nIt was only a tiny nuclear priming-cap, and the blast was feeble. Even\nso, the box burst apart. Splintered crates, sealed cans, great torn\nbundles and what not, went skittering far across the plain in every\ndirection, or were hurled high toward the stars, to begin falling at\nlast with the laziness of a descending feather.\n\n       *       *       *       *       *\n\nNeely and his companions hadn't attempted to move out of the way of the\nexplosion. They only rolled with its force, protected by their space\nsuits. Endlich rolled, too, helplessly, clutching his pistol and rifle:\nstill, by some superhuman effort, he managed to regain his feet before\nthe far more practiced Neely, who was hampered, no doubt, by a few too\nmany drinks, had even stopped rolling. But when Neely got up, he had\ndrawn his blaster, a useful tool of his trade, but a hellish weapon,\ntoo, at short range.\n\nStill, Endlich retained the drop on him.\n\nAlf Neely chuckled. \"Fourth of July! Hallowe'en, Dutch,\" he said\nsweetly. \"What's the matter? Don't you think it's fun? Honest to\ngosh--you just ain't neighborly!\"\n\nThen he switched his tone. It became a soft snarl that didn't alter his\ninsolent and confident smirk--and a challenge. He laughed derisively,\nalmost softly. \"I dare you to try to shoot straight, pal,\" he said.\n\"Even you got more sense than that.\"\n\nAnd John Endlich was spang against his terrible, blank wall again. Seven\nto one. Suppose he got three. There'd be four left--and more in the\ncamp. But the four would survive him. Space crazy lugs. Anyway half\ndrunk. Ready to hoot at the stars, even, if they found no better\ndiversion. Ready to push even any of their own bunch around who seemed\nweaker than they. For spite, maybe. Or just for the lid-blowing hell of\nit--as a reaction against the awful confinement of being out here.\n\n\"I was gonna smear you all over the place, Greenhorn,\" Neely rumbled.\n\"But maybe this way is more fun, hunh? Maybe we'll be back tonight. But\ndon't wait up for us. Our best regards to your sweet--family.\"\n\nJohn Endlich's blazing and just rage was strangled by that same crawling\ndread as before, as he saw them arc upward and away, propelled by the\nminiature drive-jets attached to the belts of their space-suits. Their\nreturn to camp, hundreds of miles distant, could be accomplished in a\ncouple of minutes.\n\nRose and the kids were crouched in the deflated tent. But returning\nthere, John Endlich hardly saw them. He hardly heard their frightened\nquestions.\n\nTo the trouble with Neely, he could see no end--just one destructive\nvisitation following another. Maybe, already, mortal damage had been\ndone. But Endlich couldn't lie down and quit, any more than a snake,\ntossed into a fire, could stop trying to crawl out of it, as long as\nlife lasted. Whether doing so made sense or not, didn't matter. In\nEndlich was the savage energy of despair. He was fighting not just Neely\nand his crowd, but that other enemy--which was perhaps Neely's main\ntrouble, too. Yeah--the stillness, the nostalgia, the harshness.\n\n\"No--don't want any breakfast,\" he replied sharply to Rose' last\nquestion. \"Gotta work....\"\n\n       *       *       *       *       *\n\nHe was like an ant-swarm, rebuilding a trampled nest--oblivious to the\ncertainty of its being trampled again. First he scrambled and leaped\naround, collecting his scattered and damaged gear. He found that his\nmain atomic battery--so necessary to all that he had to do--was damaged\nand unworkable. And he had no hope that he could repair it. But this\ndidn't stop his feverish activity.\n\nNow he started unrolling great bolts of a transparent, wire-strengthened\nplastic. Patching with an adhesive where explosion-rents had to be\nrepaired, he cut hundred-yard strips, and, with Rose's help, laid them\nedge to edge and fastened them together to make a continuous sheet.\nNext, all around its perimeter, he dug a shallow trench. The edges of\nthe plastic were then attached to massive metal rails, which he buried\nin the trench.\n\n\"Sealed to the ground along all the sides, Honey,\" he growled to Rose.\n\"Next we fit in the airlock cabinet, at one corner. Then we've got to\nsee if we can get up enough air to inflate the whole business. That's\nthe tough part--the way things are....\"\n\nBy then the sun was already high. And Endlich was panting\nraggedly--mostly from worry. After the massive airlock was in place,\nthey attached their electrolysis apparatus to the small atomic battery,\nwhich had been used to run the well-driller. The well was in the area\ncovered by the sheet of plastic, which was now propped up here and there\nwith long pieces of board from the great box. Over their heads, the\ntough, clear material sagged like a tent-roof which has not yet been run\nup all the way on its poles.\n\nSluggishly the electrolysis apparatus broke down the water, discharging\nthe hydrogen as waste through a pipe, out over the airless surface of\nVesta--but freeing the oxygen under the plastic roof. Yet from the start\nit was obvious that, with insufficient electric power, the process was\ntoo slow.\n\n\"And we need to use heat-coils to thaw the ground, Johnny,\" Rose said.\n\"And to keep the place warm. And to bring nitrogen gas up out of the\nsoil. The few cylinders of the compressed stuff that we've got won't be\nenough to make a start. And the carbon dioxide....\"\n\nSo John Endlich had to try to repair that main battery. He thought,\nafter a while, that he might succeed--in time. But then Rose opened the\nairlock, and the kids came in to bother him. With all the triumph of a\nfavorite puppy dragging an over-ripe bone into the house, Bubs bore a\ncrooked piece of a black substance, hard as wood and more gruesome than\na dried and moldy monkey-pelt.\n\n\"A tentacle!\" Evelyn shrilled. \"We were up to those old buildings! We\nfound the people! What's left of them! And lots of stuff. We saw one of\ntheir cars! And there was lots more. Dad--you gotta come and see!...\"\n\nHarassed as he was, John Endlich yielded--because he had a hunch, an\nidea of a possibility. So he went with his children. He passed through a\ngarden, where a pool had been, and where the blackened remains of plants\nstill projected from beds of dried soil set in odd stone-work. He passed\ninto chambers far too low for comfortable human habitation. And what did\nhe know of the uses of most of what he saw there? The niches in the\nstone walls? The slanting, ramplike object of blackened wood, beside\nwhich three weird corpses lay? The glazed plaque on the wall, which\ncould have been a religious emblem, a calendar of some kind, a\ndecoration, or something beyond human imagining? Yeah--leave such stuff\nfor Cousin Ernest, the school teacher--if he ever got here.\n\nIn the cylindrical stone shed nearby, John Endlich had a look at the\ncar--low slung, three-wheeled, a tiller, no seats. Just a flat platform.\nAll he could figure out about the motor was that steam seemed the link\nbetween atomic energy and mechanical motion.\n\nBeyond the car was what might be a small tractor. And a lot of odd\ntools. But the thing which interested him most was the pattern of copper\nribbons, insulated with a heavy glaze, similar to that which he had seen\ntraversing walls and ceiling in the first building he had entered. Here,\nas before, they connected with queer apparatus which might be stoves and\nnon-rotary motors, for all he knew. And also with the globes overhead.\n\nThe suggestiveness of all this was plain. And now, at the far end of\nthat cylindrical shed, John Endlich found the square, black-enamelled\ncase, where all of those copper ribbons came together.\n\n       *       *       *       *       *\n\nIt was sealed, and apparently self-contained. Nothing could have damaged\nit very much, in the frigid stillness of millions of years. Its secrets\nwere hidden within it. But they could not be too unfamiliar. And its\npresence was logical. A small, compact power unit. Nervously, he turned\na little wheel. A faint vibration was transmitted to his gloved hand.\nAnd the globe in the ceiling began to glow.\n\nHe shut the thing off again. But how long did it take him to run back to\nhis sagging creation of clear plastic, while the kids howled gleefully\naround him, and return with the end of a long cable, and pliers? How\nlong did it take him to disconnect all of the glazed copper ribbons, and\nsubstitute the wires of the cable--attaching them to queer\nterminal-posts? No--not long.\n\nThe power was not as great as that which his own large atomic battery\nwould have supplied. But it proved sufficient. And the current was\ndirect--as it was supposed to be. The electrolysis apparatus bubbled\nvigorously. Slowly the tentlike roof began to rise, under the beginnings\nof a tiny gas-pressure.\n\n\"That does it, Pops!\" Bubs shrilled.\n\n\"Yeah--maybe so,\" John Endlich agreed almost optimistically. He felt\nreally tender toward his kids, just then. They'd really helped him, for\nonce.\n\nYes--almost he was hopeful. Until he glanced at the rapidly declining\nsun. An all-night vigil. No. Probably worse. Oh Lord--how long could he\nlast like this? Even if he managed to keep Neely and Company at bay?\nNight after night.... All that he had accomplished seemed useless. He\njust had so much more that could be wrecked--pushed over with a harsh\nlaugh, as if it really was something funny.\n\nJohn Endlich's flesh crawled. And in his thinking, now, he went a little\nagainst his own determinations. Probably because, in the present state\nof his disgust, he needed a drink--bad.\n\n\"Nuts!\" he growled lugubriously. \"If I'd only been a little more\nsociable.... That was where the trouble started. I might have got broke,\nbut I would've made friends. They think I'm snooty.\"\n\nRose's jaw hardened, as if she took his regrets as an accusation that\nshe had led him along the straight and narrow path, which--by an\nexasperating shift in philosophical principle--now seemed the shortest\nroute to destruction. But he felt very sorry for her, too; and he didn't\nbelieve that what he had just said was entirely the truth.\n\nSo he added: \"I don't mean it, Honey. I'm just griping.\"\n\nShe softened. \"You've got to eat, Johnny,\" she said. \"You haven't eaten\nall day. And tonight you've got to sleep. I'll keep watch. Maybe it'll\nbe all right....\"\n\nWell, anyway it was nice to know that his wife was like that.\nYeah--gentle, and fairminded. After they had all eaten supper, he tried\nhard to keep awake. Fear helped him to do so more than ever. Their tent\nwas now covered by the rising plastic roof--but beyond the clear\nsubstance, he could still watch for starlight to be stopped by prowling\nforms, out there at the jagged rim of Vesta. It was hell to feel your\nskin puckering, and yet to have exhaustion pushing your eyelids down\ninexorably....\n\nSomewhere he lost the hold on himself. And he dreamed that Alf Neely and\nhe were fighting with their fists. And he was being beaten to a pulp.\nBut he was wishing desperately that he could win. Then they could have a\ndrink, and maybe be friends. But he knew hopelessly that things weren't\nquite that simple, either.\n\n       *       *       *       *       *\n\nHe awoke to blink at blazing sunshine. Then his whole body became clammy\nwith perspiration, as he thought of his lapse from responsibility;\nglancing over, he saw that Rose was sleeping as soundly as the kids. His\nwide eyes searched for the disaster that he knew he'd find....\n\nBut the wide roof was all the way up, now--intact. It made a great,\nsquarish bubble, the skin of which was specially treated to stop the\nhard and dangerous part of the ultra-violet rays of the sun, and also\nthe lethal portion of the cosmic rays. It even had an inter-skin layer\nof gum that could seal the punctures that grain-of-sand-sized meteors\nmight make. But meteors, though plentiful in the asteroid belt, were\ncuriously innocuous. They all moved in much the same direction as the\nlarge asteroids, and at much the same velocity--so their relative speed\nhad to be low.\n\nThe walls of the small tent around Endlich sagged, where they had bulged\ntautly before--showing that there was now a firm and equal pressure\nbeyond them. The electrolysis apparatus had been left active all night,\nand the heating units. This was the result.\n\nJohn Endlich was at first almost unbelieving when he saw that nothing\nhad been wrecked during the night. For a moment he was elated. He woke\nup his family by shouting: \"Look! The bums stayed away! They didn't\ncome! Look! We've got five acres of ground, covered by air that we can\nbreathe!\"\n\nHis sense of triumph, however, was soon dampened. Yes--he'd been left\nunmolested--for one night. But had that been done only to keep him at a\nfruitless and sleepless watch? Probably. Another delicate form of\nhazing. And it meant nothing for the night to come--or for those to\nfollow. So he was in the same harrowing position as before, pursued only\nby a wild and defenseless drive to get things done. To find some slight\nillusion of security by working to build a sham of normal, Earthly life.\nTo shut out the cold vacuum, and a little of the bluntness of the voidal\nstars. To make certain reassuring sounds possible around him.\n\n\"Got to patch up the pieces of the house, first, and bolt 'em together,\nRose,\" he said feverishly. \"Kids--maybe you could help by setting out\nsome of the hydroponic troughs for planting. We gotta break plain\nground, too, as soon as it's thawed enough. We gotta....\" His words\nraced on with his flying thoughts.\n\n       *       *       *       *       *\n\nIt was a mad day of toil. The hours were pitifully short. They couldn't\nbe stretched to cover more than a fraction of all the work that Endlich\nwanted to get done. But the low gravity reduced the problem of heavy\nlifting to almost zero, at least. And he did get the house assembled--so\nthat Rose and the kids and he could sleep inside its sealed doors.\nSealed, that is, if Neely or somebody didn't use a blaster or an\nexplosive cap or bullet--in an orgy of perverted humor.... He still had\nno answer for that.\n\nRose and the children toiled almost as hard as he did. Rose even managed\nto find a couple of dozen eggs, that--by being carefully packed to\nwithstand a spaceship's takeoff--had withstood the effects of Neely's\nidea of fun. She set up an incubator, and put them inside, to be\nhatched.\n\nBut, of course, sunset came again--with the same pendent threat as\nbefore. Nerve-twisting. Terrible. And a vigil was all but impossible.\nJohn Endlich was out on his feet--far more than just dog-tired....\n\n\"That damned Neely,\" he groaned, almost too weary even to swallow his\nfood, in spite of the luxury of a real, pullman-style supper table. \"He\ndoesn't lose sleep. He can pick his time to come here and raise hob!\"\n\nRose's glance was strange--almost guilty. \"Tonight I think he might have\nto stay home--too,\" she said.\n\nJohn Endlich blinked at her.\n\n\"All right,\" she answered, rather defensively. \"So to speak, Johnny, I\ncalled the cops. Yesterday--with the small radio transmitter. When you\nand Bubs and Evelyn were up in those old buildings. I reported Neely and\nhis companions.\"\n\n\"Reported them?\"\n\n\"Sure. To Mr. Mahoney, the boss at the mining camp. I was glad to find\nout that there is a little law and order around here. Mr. Mahoney was\nnice. He said that he wouldn't be surprised if they were cooled in the\ncan for a few days, and then confined to the camp area. Matter of fact,\nI radioed him again last night. It's been done.\"\n\nJohn Endlich's vast sigh of relief was slightly tainted by the idea that\nto call on a policing power for protection was a little bit on the timid\nside.\n\n\"Oh,\" he grunted. \"Thanks. I never thought of doing that.\"\n\n\"Johnny.\"\n\n\"Yeah?\"\n\n\"I kind of got the notion, though--from between the lines of what Mr.\nMahoney said--that there was heavy trouble brewing at the camp. About\nconditions, and home-leaves, and increased profit-sharing. Maybe there's\ndanger of riots and what-not, Johnny. Anyhow, Mr. Mahoney said that we\nshould 'keep on exercising all reasonable caution.'\"\n\n\"Hmm-m--Mr. Mahoney is _very_ nice, ain't he?\" Endlich growled.\n\n\"You stop that, Johnny,\" Rose ordered.\n\nBut her husband had already passed beyond thoughts of jealousy. He was\nthinking of the time when Neely would have worked out his sentence, and\nwould be free to roam around again--no doubt with increased annoyance at\nthe Endlich clan for causing his restraint. If a riot or something\ndidn't spring him, beforehand. John Endlich itched to try to tear his\nhead off. But, of course, the same consequences as before still\napplied....\n\n       *       *       *       *       *\n\nAs it turned out, the Endlichs had a reprieve of two months and fourteen\ndays, almost to the hour and figured on a strictly Earth-time scale.\n\nFor what it was worth, they accomplished a great deal. In their great\nplastic greenhouse, supported like a colossal bubble by the humid,\nartificially-warmed air inside it, long troughs were filled with pebbles\nand hydroponic solution. And therein tomatoes were planted, and lettuce,\nradishes, corn, onions, melons--just about everything in the vegetable\nline.\n\nThere remained plenty of ground left over from the five acres, so John\nEndlich tinkered with that fifty-million-year-old tractor, figured out\nits atomic-power-to-steam principle, and used it to help harrow up the\nancient soil of a smashed planet. He added commercial fertilizers and\nnitrates to it--the nitrates were, of course, distinct from the gaseous\nnitrogen that had been held, spongelike, by the subsoil, and had helped\nsupply the greenhouse with atmosphere. Then he harrowed the ground\nagain. The tractor worked fine, except that the feeble gravity made the\nlugs of its wheels slip a lot. He repeated his planting, in the\nold-fashioned manner.\n\nUnder ideal conditions, the inside of the great bubble was soon a mass\nof growing things. Rose had planted flowers--to be admired, and to help\nout the hive of bees, which were essential to some of the other plants,\nas well. Nor was the flora limited to the Earthly. Some seeds or spores\nhad survived, here, from the mother world of the asteroids. They came\nout of their eons of suspended animation, to become root and tough,\nspiky stalk, and to mix themselves sparsely with vegetation that had\nimmigrated from Earth, now that livable conditions had been restored\nover this little piece of ground. But whether they were fruit or weed,\nit was difficult to say.\n\nSometimes John Endlich was misled. Sometimes, listening to familiar\nsounds, and smelling familiar odors, toward the latter part of his\nreprieve, he almost imagined that he'd accomplished his basic desires\nhere on Vesta--when he had always failed on Earth.\n\nThere was the smell of warm soil, flowers, greenery. He heard irrigation\nwater trickling. The sweetcorn rustled in the wind of fans he'd set up\nto circulate the air. Bees buzzed. Chickens, approaching adolescence,\npeeped contentedly as they dusted themselves and stretched luxuriously\nin the shadows of the cornfield.\n\nFor John Endlich it was all like the echo of a somnolent summer of his\nboyhood. There was peace in it: it was like a yearning fulfilled. An end\nof wanderlust for him, here on Vesta. In contrast to the airless\ndesolation outside, the interior of this five-acre greenhouse was the\none most desirable place to be. So, except for the vaguest of stirrings\nsometimes in his mind, there was not much incentive to seek fun\nelsewhere. If he ever had time.\n\nAnd there was a lot of the legendary, too, in what his family and he had\naccomplished. It was like returning a little of the blue sky and the\nsounds of life to this land of ruins and roadways and the ghosts of dead\nbeauty. Maybe there'd be a lot more of all that, soon, when the rumored\nmajor influx of homesteaders reached Vesta.\n\n\"Yes, Johnny,\" Rose said once. \"'Legendary' is a lot nicer word than\n'ghostly'. And the ghosts are changing their name to legends.\"\n\nRose had to teach the kids their regular lessons. That children would be\ntaught was part of the agreement you had to sign at the A. H. O. before\nyou could be shipped out with them. But the kids had time for whimsy,\ntoo. In make-believe, they took their excursions far back to former\nages. They played that they were \"Old People.\"\n\nEndlich, having repaired his atomic battery, didn't draw power anymore\nfrom the unit that had supplied the ancient buildings. But the relics\nremained. From a device like a phonograph, there was even a bell-like\nvoice that chanted when a lever was pressed.\n\nAnd it was the kids who found the first \"tay-tay bug,\" a day\nafter its trills were heard from among the new foliage.\n\"Ta-a-a-ay-y-y--ta-a-a-a-ay-y-yy-y--\" The sound was like that of a\nlittle wheel, humming with the speed of rotation, and then slowing to a\nscratchy stop.\n\nA one-legged hopper, with a thin but rigid gliding wing of horn.\nOpalescent in its colors. It had evidently hatched from a tiny egg,\npreserved by the cold for ages.\n\nWise enough not to clutch it with his bare hands, Bubs came running with\nit held in a leaf.\n\nIt proved harmless. It was ugly and beautiful. Its great charm was that\nit was a vocal echo from the far past.\n\n       *       *       *       *       *\n\nSure. Life got to be fairly okay, in spite of hard work. The Endlichs\nhad conquered the awful stillness with life-sounds. Growing plants kept\nthe air in their greenhouse fresh and breathable by photosynthesis. John\nEndlich did a lot of grinning and whistling. His temper never flared\nonce. Deep down in him there was only a brooding certainty that the calm\ncouldn't last. For, from all reports, trouble seethed at the mining\ncamp. At any time there might be a blowup, a reign of terror that would\nroll over all of Vesta. A thing to release pent-up forces in men who had\nseen too many hard stars, and had heard too much stillness. They were\nlike the stuff inside a complaining volcano.\n\nThe Endlichs had sought to time their various crops, so that they would\nall be ready for market on as nearly as possible the same day. It was\nintended as a trick of advertising--a dramatically sudden appearance of\nmuch fresh produce.\n\nSo, one morning, in a jet-equipped space-suit, Endlich arced out for the\nmining camp. Inside the suit he carried samples from his garden. Six\ntomatoes. Beauties.\n\n\"Have luck with them, Johnny! But watch out!\" Rose flung after him by\nhelmet phone. With a warm laugh. Just for a moment he felt maybe a\nlittle silly. Tomatoes! But they were what he was banking on, and had\nforced toward maturity, most. The way he figured, they were the kind of\nfruit that the guys in the camp--gagged by a diet of canned and\ndehydrated stuff, because they were too busy chasing mineral wealth to\nkeep a decent hydroponic garden going--would be hungriest for.\n\nWell--he was rather too right, in some ways, to be fortunate. Yeah--they\nstill call what happened the Tomato War.\n\nPoor Johnny Endlich. He was headed for the commissary dome to display\nhis wares. But vague urges sidetracked him, and he went into the\nrecreation dome of the camp, instead.\n\nAnd into the bar.\n\nThe petty sin of two drinks hardly merits the punishing trouble which\ncame his way as, at least partially, a result. With his face-window\nopen, he stood at the bar with men whom he had never seen before. And he\nbegan to have minor delusions of grandeur. He became a little too proud\nof his accomplishments. His wariness slipped into abeyance. He had a\nqueer idea that, as a farmer with concrete evidence of his skills to\nshow, he would win respect that had been denied him. Dread of\nconsequences of some things that he might do, became blurred. His hot\ntemper began to smolder, under the spark of memory and the fury of\ninsult and malicious tricks, that, considering the safety of his loved\nones, he had had no way to fight back against. Frustration is a\ndangerous force. Released a little, it excited him more. And the tense\nmood of the camp--a thing in the very air of the domes--stirred him up\nmore. The camp--ready to explode into sudden, open barbarism for\ndays--was now at a point where nothing so dramatic as fresh tomatoes and\nfarmers in a bar was needed to set the fireworks off.\n\nJohn Endlich had his two drinks. Then, with calm and foolhardy\ndetachment, he set the six tomatoes out in a row before him on the\nsynthetic mahogany.\n\n       *       *       *       *       *\n\nHe didn't have to wait at all for results. Bloodshot eyes, some of them\nbelonging to men who had been as gentle as lambs in their ordinary lives\non Earth, turned swiftly alert. Bristly faces showed swift changes of\nexpression: surprise, interest, greed for possession--but most of all,\naggressive and Satanic humor.\n\n\"_Jeez--tamadas!_\" somebody growled, amazed.\n\nUnder the circumstances, to be aware of opportunity was to act. Big\npaws, some bare and calloused, some in the gloves of space suits,\nreached out, grabbed. Teeth bit. Juice squirted, landing on hard metal\nshaped for the interplanetary regions.\n\nSo far, fine. John Endlich felt prouder of himself--he'd expected a\ncertain fierceness and lack of manners. But knowing all he did know, he\nshould have taken time to visualize the inevitable chain-reaction.\n\n\"Thanks, pal.... You're a prince....\"\n\nSure--but the thanks were more of a mockery than a formality.\n\n\"Hey! None for me? Whatsa idea?...\"\n\n\"Shuddup, Mic.... Who's dis guy?... Say, Friend--you wouldn't be that\npun'kin-head we been hearin' about, would you?... Well--my gracious--bet\nyou are! Dis'll be nice to watch!...\"\n\n\"Where's Alf Neely, Cranston? What we need is excitement.\"\n\n\"Seen him out by the slot-machines. The bar is still out of bounds for\nhim. He can't come in here.\"\n\n\"Says who? Boss Man Mahoney? For dis much sport Neely can go straight to\nhell! And take Boss Man with him on a pitchfork.... Hey-y-y!...\nNe-e-e-e-l-y-y-y!...\"\n\nThe big man whose name was called lumbered to the window at the entrance\nto the bar, and peered inside. During the last couple of months he'd\nbeen in a perpetual grouch over his deprivation of liberty, which had\nrankled him more as an affront to his dignity.\n\nWhen he saw the husband of the authoress of his woes--the little bum,\nwho, being unable to guard his own, had allowed his woman to holler\n\"Cop!\"--Neely let out a yell of sheer glee. His huge shoulders hunched,\nhis pendulous nose wobbled, his squinty eyes gleamed and he charged into\nthe bar.\n\nJohn Endlich's first reaction was curiously similar to Neely's. He felt\na flash of savage triumph under the stimulus of the thought of immediate\nbattle with the cause of most of his troubles. Temper blazed in him.\n\nBelatedly, however, the awareness came into his mind that he had started\nan emotional avalanche that went far beyond the weight and fury of one\nman like Neely. Lord, wouldn't he ever learn? It was tough as hell to\ncrawl, but how could a man put his wife and kids in awful jeopardy at\nthe hands of a flock of guys whom space had turned into gorillas?\n\nEndlich tried for peace. It was to his credit that he did so quite\ncoolly. He turned toward his charging adversary and grinned.\n\n\"Hi, Neely,\" he said. \"Have a drink--on me.\"\n\nThe big man stopped short, almost in unbelief that anyone could stoop so\nlow as to offer appeasement. Then he laughed uproariously.\n\n\"Why, I'd be delighted, Mr. Pun'kins,\" he said in a poisonous-sweet\ntone. \"Let bygones be bygones. Hey, Charlie! Hear what Pun'kins says?\nThe drinks are all on him! And how is the Little Lady, Mrs. Pun'kins?\nLonesome, I bet. Glad to hear it. I'm gonna fix that!\"\n\nWith a sudden lunge Neely gripped Endlich's hand, and gave it a savage\nif momentary twist that sent needles of pain shooting up the\nhomesteader's arm. It was a goading invitation to battle, which grim\nknowledge of the sequel now compelled Endlich to pass up.\n\n\"Don't call him Pun'kins, Neely!\" somebody yelled. \"It ain't polite to\nmispronounce a name. It's Mr. Tomatoes. I just saw. Bet he's got a\nmillion of 'em, out there on the farm!\"\n\n       *       *       *       *       *\n\nThe whole crowd in the bar broke into coarse shouts and laughs and\ncomments. \"... We ain't good neighbors--neglecting our social duties.\nLet's pay 'em a visit.... Pun'kins! What else you got besides tamadas?\nLet's go on a picnic!... Hell with the Boss Man!... Yah-h-h--We need\nsome diversion.... I'm not goin' on shift.... Come on, everybody!\nThere's gonna be a fight--a moider!... Hell with the Boss Man....\"\n\nLike the flicker of flame flashing through dry gunpowder, you could feel\nthe excitement spread. Out of the bar. Out of the rec-dome. It would\nsoon ignite the whole tense camp.\n\nJohn Endlich's heart was in his mouth, as his mind pictured the part of\nall this that would affect him and his. A bunch of men gone wild,\nkicking over the traces, arcing around Vesta, sacking and destroying in\nsheer exuberance, like brats on Hallowe'en. They would stop at nothing.\nAnd Rose and the kids....\n\nThis was it. What he'd been so scared of all along. It was at least\npartly his own fault. And there was no way to stop it now.\n\n\"I love tomatoes, Mr. Pun'kins,\" Neely rumbled at Endlich's side,\nreaching for the drink that had been set before him. \"But first I'm\ngonna smear you all over the camp.... Take my time--do a good job....\nBecause y'didn't give me any tomatoes....\"\n\nWhereat, John Endlich took the only slender advantage at hand for\nhim--surprise. With all the strength of his muscular body, backed up by\ndread and pent-up fury, he sent a gloved fist crashing straight into\nNeely's open face-window. Even the pang in his well-protected knuckles\nwas a satisfaction--for he knew that the damage to Neely's ugly features\nmust be many times greater.\n\nThe blow, occurring under the conditions of Vesta's tiny gravity, had an\nentirely un-Earthly effect. Neely, eyes glazing, floated gently up and\naway. And Endlich, since he had at the last instant clutched Neely's\narm, was drawn along with the miner in a graceful, arcing flight through\nthe smoky air of the bar. Both armored bodies, lacking nothing in\ninertia, tore through the tough plastic window, and they bounced lightly\non the pavement of the main section of the rec-dome.\n\nNeely was as limp as a wet rag, sleeping peacefully, blood all over his\ncrushed face. But that he was out of action signified no peace, when so\nmany of his buddies were nearby, and beginning to seethe, like a swarm\nof hornets.\n\nSo there was an element of despair in Endlich's quick actions as he\nslammed Neely's face-window and his own shut, picked up his enemy, and\nused his jets to propel him in the long leap to the airlock of the dome.\nHe had no real plan. He just had the ragged and all but hopeless thought\nof using Neely as a hostage--as a weapon in the bitter and desperate\nattempt to defend his wife and children from the mob that would be\nfollowing close behind him....\n\nTumbling end over end with his light but bulky burden, he sprawled at\nthe threshold of the airlock, where the guard, posted there, had stepped\nhastily out of his way. Again, capricious luck, surprise, and swift\naction were on his side. He pressed the control-button of the lock, and\nsquirmed through its double valves before the startled guard could stop\nhim.\n\nThen he slammed his jets wide, and aimed for the horizon.\n\n       *       *       *       *       *\n\nIt was a wild journey--for, to fly straight in a frictionless vacuum,\nany missile must be very well balanced; and the inertia and the slight\nbut unwieldy weight of Neely's bulk disturbed such balance in his own\njet-equipped space suit. The journey was made, then, not in a smooth\narc, but in a series of erratic waverings. But what Endlich lacked in\nprecise direction, he made up in sheer reckless, dread-driven speed.\n\nFrom the very start of that wild flight, he heard voices in his helmet\nphones:\n\n\"Damn pun'kin-head greenhorn! Did you see how he hit Neely, Schmidt?\nYeah--by surprise.... Yeah--Kuzak. I saw. He hit without warning....\nDamn yella yokel.... Who's comin' along to get him?...\"\n\nSure--there was another side to it--other voices:\n\n\"Shucks--Neely had it coming to him. I hope the farmer really murders\nthat big lunkhead.... You ain't kiddin', Muir. I was glad to see his\nface splatter like a rotten tamata....\"\n\nOkay--fine. It was good to know you had some sensible guys on your side.\nBut what good was it, when the camp as a whole was boiling over from its\ninternal troubles? There were more than enough roughnecks to do a mighty\nmessy job--fast.\n\nPanting with tension, Endlich swooped down before his greenhouse, and\ndragged Neely inside through the airlock. For a fleeting instant the\nsights and sounds and smells that impinged on his senses, as he opened\nhis face-window once more, brought him a regret. The rustle of corn, the\nodor of greenery, the chicken voices--there was home in all of this.\nSomething pastoral and beautiful and orderly--gained with hard work. And\nsomething brought back--restored--from the remote past. The buzzing of\nthe tay-tay bug was even a real echo from that smashed yet undoubtedly\nonce beautiful world of antiquity.\n\nBut these were fragile concerns, beside the desperate question of the\nimmediate safety of Rose and the kids.... Already cries and shouts and\ncomments were coming faintly through his helmet phones again:\n\n\"Get the yokel! Get the bum!... We'll fix his wagon good....\"\n\nThe pack was on the way--getting closer with every heartbeat. Never in\nhis life had Endlich experienced so harrowing a time as this; never, if\nby some miracle he lived, could he expect another equal to it.\n\nTo stand and fight, as he would have done if he were alone, would mean\nsimply that he would be cut down. To try the peacemaking of appeasement,\nwould have probably the same result--plus, for himself, the dishonor of\ncontempt.\n\nSo, where was there to turn, with grim, unanswering blankness on every\nside?\n\n       *       *       *       *       *\n\nJohn Endlich felt mightily an old yearning--that of a fundamentally\npeaceful man for a way to oppose and win against brutal, overpowering\nodds without using either serious violence or the even more futile\ncourse of supine submission. Here on Vesta, this had been the issue he\nhad faced all along. In many ages and many nations--and probably on many\nplanets throughout the universe--others had faced it before him.\n\nTo his straining and tortured mind the trite and somewhat mocking\nanswers came: Psychology. Salesmanship. The selling of respect for one's\nself.\n\nAh, yes. These were fine words. Glib words. But the question, \"How?\" was\nmore bitter and derisive than ever.\n\nStill, he had to try something--to make at least a forlorn effort. And\nnow, from certain beliefs that he had, coupled with some vague\nobservations that he had made during the last hour, a tattered\nsuggestion of what form that effort might take, came to him.\n\nAs for his personal defects that had given him trouble in the\npast--well--he was lugubriously sure that he had learned a final lesson\nabout liquor. For him it always meant trouble. As for wanderlust, and\nthe gambling and hell-raising urge--he had been willing to stay put on\nVesta, named for the goddess of home, for weeks, now. And he was now\nabout to make his last great gamble. If he lost, he wouldn't be alive to\ngamble again. If, by great good-fortune, he won--well he was certain\nthat all the charm of unnecessary chance-taking would, by the memory of\nthese awful moments, be forever poisoned in him.\n\nNow Rose and the youngsters came hurrying toward him.\n\n\"Back so soon, Johnny?\" Rose called. \"What's this? What happened?\"\n\n\"Who's the guy, Pop?\" Evelyn asked. \"Oh--Baloney Nose.... What are you\ndoing with him?\"\n\nBut by then they all had guessed some of the tense mood, and its\nprobable meaning.\n\n\"Neely's pals are coming, Honey,\" Endlich said quietly. \"It's the\nshowdown. Hide the kids. And yourself. Quick. Under the house, maybe.\"\n\nRose's pale eyes met his. They were comprehending, they were worried,\nbut they were cool. He could see that she didn't want to leave him.\n\nEvelyn looked as though she might begin to whimper; but her small jaw\nhardened.\n\nBubs' lower lip trembled. But he said valiantly: \"I'll get the guns,\nPop, I'm stayin' with yuh.\"\n\n\"No you're not, son,\" John Endlich answered. \"Get going. Orders. Get the\nguns to keep with you--to watch out for Mom and Sis.\"\n\nRose took the kids away with her, without a word. Endlich wondered how\nto describe what was maybe her last look at him. There were no fancy\nwords in his mind. Just Love. And deep concern.\n\nAlf Neely was showing signs of returning consciousness. Which was good.\nStill dragging him, Endlich went and got a bushel basket. It was filled\nto the brim with ripe, red tomatoes, but he could carry its tiny weight\non the palm of one hand, scarcely noticing that it was there.\n\nFor an instant Endlich scanned the sky, through the clear plastic roof\nof the great bubble. He saw at least a score of shapes in space armor,\narcing nearer--specks in human form, glowing with reflected sunlight,\nlike little hurtling moons among the stars. Neely's pals. In a moment\nthey would arrive.\n\n       *       *       *       *       *\n\nEndlich took Neely and the loaded basket close to the transparent side\nof the greenhouse, nearest the approaching roughnecks. There he removed\nNeely's oxygen helmet, hoping that, maybe, this might deter his friends\na little from rupturing the plastic of the huge bubble and letting the\nair out. It was a feeble safeguard, for, in all probability, in case of\nsuch rupture, Neely would be rescued from death by smothering and cold\nand the boiling of his blood, simply by having his helmet slammed back\non again.\n\nNext, Endlich dumped the contents of the basket on the ground, inverted\nit, and sat Neely upon it. The big man had recovered consciousness\nenough to be merely groggy by now. Endlich slapped his battered face\nvigorously, to help clear his head--after having, of course, relieved\nhim of the blaster at his belt.\n\nEndlich left his own face-window open, so that the sounds of Neely's\nvoice could penetrate to the mike of his own helmet phone, thus to be\ntransmitted to the helmet phones of Neely's buddies.\n\nEndlich was anything but calm inside, with the wild horde, as\nirresponsible in their present state of mind as a pack of idiot baboons,\nbearing down on him. But he forced his tone to be conversational when he\nspoke.\n\n\"Hello, Neely,\" he said. \"You mentioned you liked tomatoes. Maybe you\nwere kidding. Anyhow I brought you along home with me, so you could have\nsome. Here on the ground, right in front of you, is a whole bushel. The\nregular asteroids price--considering the trouble it takes to grow 'em,\nand the amount of dough a guy like you can make for himself out here, is\nfive bucks apiece. But for you, right now, they're all free. Here, have\na nice fresh, ripe one, Neely.\"\n\nThe big man glared at his captor for a second, after he had looked\ndazedly around. He would have leaped to his feet--except that the muzzle\nof his own blaster was leveled at the center of his chest, at a range of\nnot over twenty inches. For a fleeting instant, Neely looked scared and\nprudent. Then he saw his pals, landing like a flock of birds, just\nbeyond the transparent side of the greenhouse. And he heard their\nshouts, coming loudly from Endlich's helmet-phones:\n\n\"We come after you, Neely! We'll get the damn yokel off your neck....\nCome on, guys--let's turn the damn place upside down!...\"\n\nNeely grew courageous--yes, maybe it did take a certain animal nerve to\ndo what he did. His battered and bloodied lip curled.\n\n\"Whatdayuh think you're up to, Pun'kin-head!\" he snarled slowly, his\ntone dripping contempt for the insanely foolish. He laughed sourly,\n\"Haw-haw-haw.\" Then his face twisted into a confident and mocking leer.\nTo carry the mockery farther, a big paw reached out and grabbed the\nproffered tomato from Endlich's hand. \"Sure--thanks. Anything to\noblige!\" He took a great bite from the fruit, clowning the action\nwith a forced expression of relish. \"Ummm!\" he grunted. In danger, he\nwas being the showman, playing for the approval of his pals. He was\nproving his comic coolness--that even now he was master of the\nsituation, and was in no hurry to be rescued. \"Come on, punk!\" he\nordered Endlich. \"Where is the next one, seeing you're so generous? Be\npolite to your guest!\"\n\nEndlich handed him a second tomato. But as he did so, it seemed all the\nthings he dreaded would happen were breathing down his back. For the\nfaces that he glimpsed beyond the plastic showed the twisted expressions\nthat betray the point where savage humor imperceptibly becomes\nmurderous. A dozen blasters were leveled at him.\n\nBut the eyes of the men outside showed, too, the kind of interest that\nany odd procedure can command. They stood still for a moment, watching,\ncommenting:\n\n\"Hey--Neely! See if you can down the next one with one bite!... Don't\neat 'em all, Neely! Save some for us!...\"\n\nEndlich was following no complete plan. He had only the feeling that\nsomewhere here there might be a dramatic touch that, by a long chance,\nwould yield him a toehold on the situation. Without a word, he gave\nNeely a third tomato. Then a fourth and a fifth....\n\nNeely kept gobbling and clowning.\n\nYeah--but can this sort of horseplay go on until one man has consumed an\nentire bushel of tomatoes? The question began to shine speculatively in\nthe faces of the onlookers. It began to appeal to their wolfish sense of\ncomedy. And it started to betray itself--in another manner--in Neely's\nface.\n\n       *       *       *       *       *\n\nAfter the fifteenth tomato, he burped and balked. \"That's enough kiddin'\naround, Pun'kin-head,\" he growled. \"Get away with your damned garden\ntruck! I should be beatin' you to a grease-spot right this minute!\nWhy--I--\"\n\nThen Neely tried to lunge for the blaster. As Endlich squeezed the\ntrigger, he turned the weapon aside a trifle, so that the beam of energy\nflicked past Neely's ear and splashed garden soil that turned\nincandescent, instantly.\n\nJohn Endlich might have died in that moment, cut down from behind. That\nhe wasn't probably meant that, from the position of complete underdog\namong the spectators, his popularity had risen some.\n\n\"Neely,\" he said with a grin, \"how can you start beatin', when you ain't\ndone eatin'? Neely--here I am, trying to be friendly and hospitable, and\nyou aren't co-operating. A whole bushel of juicy tomatoes--symbols of\ncivilization way the hell out here in the asteroids--and you haven't\neven made a dent in 'em yet! What's the matter, Neely? Lose your\nappetite? Here! Eat!...\"\n\nEndlich's tone was falsely persuasive. For there was a steely note of\ncommand in it. And the blaster in Endlich's hand was pointed straight at\nNeely's chest.\n\nNeely's eyes began to look frightened and sullen. He shifted\nuncomfortably, and the bushel basket creaked under his weight. \"You're\nyella as any damn pun'kin!\" he said loudly. \"You don't fight fair!...\nGuys--what's the matter with you? Get this nut with the blaster offa\nme!...\"\n\n\"Hmm--yella,\" Endlich seemed to muse. \"Maybe not as yella as you were\nonce--coming around here at night with a whole gang, not so long ago--\"\n\n\"Call _me_ yella?\" Nelly hollered. \"Why, you lousy damn yokel, if you\ndidn't have that blaster--\"\n\nEndlich said grimly, \"But I got it, friend!\" He sent a stream of energy\nfrom the blaster right past Neely's head, so close that a shock of the\nother's hair smoked and curled into black wisps. \"And watch your\nlanguage--my wife and kids can hear you--\"\n\nNeely's thick shoulders hunched. He ducked nervously, rubbing his\nhead--and for the first time there was a hint of genuine alarm in his\nvoice. \"All right,\" he growled, \"all right! Take it easy--\"\n\nSomething deep within John Endlich relaxed--a cold tight knot seemed to\nunwind--for, at that moment, he knew that Neely was beginning to lose.\nThe big man's evident discomfort and fear were the marks of weakness--to\nhis followers at least; and with them, he could never be a leader,\nagain. Moreover, he had allowed himself to be maneuvered into the\nposition of being the butt of a practical joke, that, by his own code,\nmust be followed up, to its nasty, if interesting, outcome. The\nspectators began to resemble Romans at the circus, with Neely the\nvictim. And the victim's downfall was tragically swift.\n\n\"Come on, Neely! You heard what Pun'kins said,\" somebody yelled.\n\"Jeez--a whole bushel. Let's see how many you can eat, Neely.... Damned\nif this ain't gonna be rich! Don't let us down, Neely! Nobody's hurtin'\nyuh. All you have to do is eat--all them nice tamadas.... Hey, Neely--if\nthat bushel ain't enough for you, I'll personally buy you another, at\nthe reg'lar price. Haw-haw-haw.... Lucky Neely! Look at him! Having a\nswell banquet. Better than if he was home.... Haw-haw-haw.... Come on,\nPun'kins--make him eat!...\"\n\nYeah, under certain conditions human nature can be pretty fickle.\nWonderingly, John Endlich felt himself to be respected--the Top Man. The\nguy who had shown courage and ingenuity, and was winning, by the harsh\ncode of men who had been roughened and soured by space--by life among\nthe asteroids.\n\n       *       *       *       *       *\n\nFor a little while then, he had to be hard. He thrust another tomato\ntoward Neely, at the same time directing a thin stream from the\nblaster just past the big nose. Neely ate six more tomatoes with a will,\nhis eyes popping, sweat streaming down his forehead.\n\nEndlich's next blaster-stream barely missed Neely's booted toe. The\npersuasive shot was worth fifty-five more dollars in garden fruit\nconsumed. The crowd gave with mock cheers and bravos, and demanded more\naction.\n\n\"That makes thirty-two.... Come on, Neely--that's just a good start. You\ngot a long, long ways to go.... Come on, Pun'kins--bet you can stuff\nfifty into him....\"\n\nTo goad Neely on in this ludicrous and savage game, Endlich next just\nscorched the metal at Neely's shoulder. It isn't to be said that Endlich\ndidn't enjoy his revenge--for all the anguish and real danger that Neely\nhad caused him. But as this fierce yet childish sport went on, and the\ngoing turned really rough for the big asteroid miner, Endlich's anger\nbegan to be mixed with self-disgust. He'd always be a hot-tempered guy;\nhe couldn't help that. But now, satisfaction, and a hopeful glimpse of\npeace ahead, burned the fury out of him and touched him with shame.\nStill, for a little more, he had to go on. Again and again, as before,\nhe used that blaster. But, as he did so, he talked, ramblingly, knowing\nthat the audience, too, would hear what he said. Maybe, in a way, it was\na lecture; but he couldn't help that:\n\n\"Have another tomato, Neely. Sorry to do things like this--but it's your\nown way. So why should you complain? Funny, ain't it? A man can get even\ntoo many tomatoes. Civilized tomatoes. Part of something most guys\naround here have been homesick for, for a long time.... Maybe that's\nwhat has been most of the trouble out here in the asteroids. Not enough\ncivilization. On Earth we were used to certain standards--in spite of\nbeing rough enough there, too. Here, the traces got kicked over. But on\nthis side of Vesta, an idea begins to soak in: This used to be nice\ncountry--blue sky, trees growing. Some of that is coming back, Neely.\nAnd order with it. Because, deep in our guts, that's what we all want.\nAnd fresh vegetables'll help.... Have another tomato, Neely. Or should\nwe call it enough, guys?\"\n\n[Illustration: _Endlich's voice was steely ... \"Sorry to do things like\nthis--but it's your way!\"_]\n\n\"Neely, you ain't gonna quit now?\" somebody guffawed. \"You're doin'\nalmost good. Haw-haw!\"\n\nNeely's face was purple. His eyes were bloodshot. His mouth hung partly\nopen. \"Gawd--no--please!\" he croaked.\n\nAn embarrassed hush fell over the crowd. Back home on Earth, they had\nall been more-or-less average men. Finally someone said, expressing the\nintrusion among them of the better dignity of man:\n\n\"Aw--let the poor dope go....\"\n\nThen and there, John Endlich sold what was left of his first bushel of\ntomatoes. One of his customers--the once loud-mouthed Schmidt--even\nsaid, rather stiffly, \"Pun'kins--you're all right.\"\n\nAnd these guys were the real roughnecks of the mining camp.\n\nIs it necessary to mention that, as they were leaving, Neely lost his\npride completely, soiling the inside of his helmet's face-window so that\nhe could scarcely see out of it? That, amid the raucous laughter of his\ncompanions, which still sounded slightly self-conscious and pitying.\nThus Alf Neely sank at last to the level of helpless oblivion and\nnonentity.\n\n       *       *       *       *       *\n\nA week of Vestal days later, in the afternoon, Rose and the kids came to\nJohn Endlich, who was toiling over his cucumbers.\n\n\"Their name is Harper, Pop!\" Bubs shouted.\n\n\"And they've got three children!\" Evelyn added.\n\nJohn Endlich, straightened, shaking a kink out of his tired back. \"Who?\"\nhe questioned.\n\n\"The people who are going to be our new neighbors, Johnny,\" Rose said\nhappily. \"We just picked up the news on the radio--from their ship,\nwhich is approaching from space right now! I hope they're nice folks.\nAnd, Johnny--there used to be country schools with no more than five\npupils....\"\n\n\"Sure,\" John Endlich said.\n\nSomething felt warm around his heart. Leave it to a woman to think of a\nschool--the symbol of civilization, marching now across the void. John\nEndlich thought of the trouble at the mining camp, which his first load\nof fresh vegetables, picked up by a small space boat, had perhaps helped\nto end. He thought of the relics in this strange land. Things that were\nlike legends of a lost pastoral beauty. Things that could come back. The\nsecond family of homesteaders was almost here. Endlich was reconciled to\ndomesticity. He felt at home; he felt proud.\n\nBees buzzed near him. A tay-tay bug from a perished era, hummed and\nscraped out a mournful sound.\n\n\"I wonder if the Harper kids'll call you Mr. Pun'kins, Pop,\" Bubs\nremarked. \"Like the miners still do.\"\n\nJohn Endlich laughed. But somehow he was prouder than ever. Maybe the\nname would be a legend, too.\n\n\n\n\n\nEnd of Project Gutenberg's Asteroid of Fear, by Raymond Zinke Gallun\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ASTEROID OF FEAR ***\n\n***** This file should be named 32780.txt or 32780.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/7/8/32780/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}