{"title": "The Plotters", "author": "Alexander Blade", "releaseDate": "June 13, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             THE PLOTTERS\n\n                          By ALEXANDER BLADE\n\n[Transcriber Note: This etext was produced from Amazing Stories December\n1948. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: He came from a far planet to find some of the Earth's\nsecrets. But Marko found other things, too--like his love for beautiful\nBeth]\n\n\nIt seemed to be the same tree that kept getting in my way. I tried to go\naround it but it moved with me and I ran right into it. I found myself\nsprawled on my back and my nose was bleeding where I had hit it against\nthe tree. Then I got up and ran again.\n\nI had to keep running. I didn't know why; I just had to. There was a\npuddle of water and I splashed through it and then slipped and fell into\na thorny bush. When I got up there were scratches on my hands and face\nand chest.\n\nAs yet I felt no pain. That wouldn't come for a while, after I had done\na lot more running. But at the moment I couldn't feel a thing.\n\nIn my conscious mind there was only a sort of grayness. I didn't know\nwhere I was, or who I was, or why I was running. I didn't know that if I\nran long enough and bumped into enough trees and scratched myself often\nenough I would eventually feel pain. Or that out of the exertion and the\npain would come awareness.\n\nAll that must have been there, but buried so deep it didn't come\nthrough. It was only instinct which kept me going.\n\nThe same tree was in my way again and this time I didn't even try to go\naround it. My breath was knocked out of me. After a few gasps it came\nback, and then I was off again.\n\nI went up a rise and down into a hollow and tripped over roots. That\ntime I didn't fall. I went up the other side of the hollow with the wind\nwhistling in my ears. A few drops of rain fell. There were flashes of\nlightning in the sky.\n\nWet leaves whipped against my face and there was a crack of thunder so\nclose that it shook me. I ran away from the thunder and up another rise\nand down into another hollow.\n\nThe wind was stronger now. It came in long blasts. Sometimes I ran with\nit and sometimes against it. When I ran against it I didn't make much\nheadway, but my legs kept pumping. There was tall grass to slow me down\nand there were roots to trip me. There was the wind and the thunder and\nthe lightning. And there were always trees.\n\nAnd then there was a terrible flash and above me a crack that was not of\nthunder. Something came crashing down. It was the limb of a tree. It\ncrashed against my chest and smashed me flat on my back and pinned me\nthere.\n\nOne of my ribs felt broken. It jabbed into me as I fought to raise this\nweight from my chest, and this was a pain I could feel.\n\nThis was something that hurt as nothing had ever hurt me before. This\nwas excruciating. But it was the pain that cut through the grayness of\nmy mind, and because of that I welcomed it.\n\nWith the pain would come knowledge. I would know who I was and why I was\nrunning. Already there were figures racing across the blankness. There\nwere faces and there were names: Ristal, Kresh, Marko, Copperd, Beth.\n\nI was Marko. I knew that much already. Beth was the golden girl. Somehow\nI knew that too. But who were the others?\n\nIt wasn't coming fast enough. I couldn't find the connections. There was\nonly one way to bring it back, to bridge the gaps. I had to start\nsomewhere, with what I knew. I had to start with myself and then bridge\nthe gap to Beth. That was the beginning.\n\n       *       *       *       *       *\n\nI checked with the mirror for the last time and decided that I would\npass muster. As far as I could see, I looked like almost any college\nstudent.\n\nThere wasn't anything I could do about my hair. It hadn't grown at all.\nIt was a mass of short, black ringlets that fit my head like a tight\ncap. But there was no use worrying about that.\n\nMrs. Mara came down the hall just as I was locking the door. She looked\nhurt when she saw me turn the key.\n\n\"You don't have to do that in my house,\" she said. \"There's nobody would\nthink of going into your room.\"\n\n\"Of course not,\" I said. \"It's just force of habit, you know.\"\n\nI smiled and hoped she would pass it off as lightly as I seemed to. The\nlast thing in the world I wanted was to have her get suspicious and go\nprowling about my room. I felt easier when she smiled back at me.\n\n\"Sure. And where are you off to, now?\"\n\n\"Swimming,\" I said. \"That is, if I can get into the college pool.\"\n\n\"Just act like you own the place and nobody will ask you any questions,\"\nshe said, and winked at me.\n\nThat was exactly the way I had figured it, but it was good to have\nreassurance. Theoretically, no one was supposed to use the pool who was\nnot a member of the faculty or student body. Enforcement, however, was\nlax, and the chances were that nobody would ask to see my card.\n\nMrs. Mara and I were right. The day was hot, and the men who were\nsupposed to be watching the entrance were sitting in the shade of the\nstands and quenching their thirst with soft drinks. I walked right in,\nlooking straight ahead.\n\nIt was a large pool, used for skating in winter, and there were stands\nbuilt on three sides. Instead of going down to the locker rooms, I\nmerely slipped out of my shirt and trousers, rolled them into a ball and\ndropped them beside the pool. A good many others had also worn their\nswim suits underneath.\n\nThen I looked around for the girl.\n\n       *       *       *       *       *\n\nShe was down near the other end of the pool, talking to some people. As\nI came toward them she left the group and climbed up on the diving\nboard.\n\nAgainst her white bathing suit, her small trim figure showed golden. Her\nhair was almost the same color. She looked like the bathing suit models\nI had seen in store windows. The golden model came to life as she left\nthe board in a high, arching dive. She hit the water with hardly a\nsplash.\n\n\"Nice stuff, Beth,\" one of the men said as she swam toward them.\n\n\"Was it really, Ken?\" the girl asked.\n\nHe nodded as he said it was. They began to talk about diving and\nswimming. The man called Ken did most of the talking. He said he wanted\nto show her a few things about her swimming stroke.\n\nHe jumped off the edge of the pool and swam across and then turned\naround and swam back. Everybody stopped what they were doing and watched\nhim. When he clambered out he smiled in a very superior way.\n\n\"See what I mean? You've got to use your legs more.\"\n\n\"You splash too much,\" I said.\n\nIt was the only way I could think of at the moment to get into the\nconversation. But it got me in. Everybody was looking at me as though I\nwere out of my mind. Ken sneered.\n\n\"Oh, I do?\"\n\n\"Don't take it offensively,\" I said. \"But you really do. Also your arm\nmotion is not good.\"\n\n       *       *       *       *       *\n\nHe was so angry that it was almost funny. Now I was sorry I had spoken,\nbecause the girl might be a close friend of his and she might take\noffense.\n\n\"Maybe you would like to show me how it's done,\" Ken said hotly. \"I\ncould make it worth your while. Suppose we race two lengths. For ten\ndollars.\"\n\n\"That's not fair, Ken,\" the girl said.\n\nI could see that she didn't like the way he was taking it, so that was\nall right. But I hesitated. I didn't have ten dollars. On the other\nhand, I had been watching these people swim.\n\nIt was an easy way to make ten dollars, since I had no other means of\ngetting money. There was the hundred dollars which I had taken from a\nman on the road the day I came into town, but that money was gone.\n\n\"Come on,\" I said, and started walking to the end of the pool.\n\nWhen I got there I bent and dipped one foot into the water. It was\ncolder than the water I had been used to, and not quite as heavy,\nsomehow. I pulled my foot out quickly and everybody laughed, except the\ngirl.\n\n\"This isn't right,\" she said. She turned to me. \"You don't know who Ken\nis, apparently.\"\n\n\"You are very kind,\" I said. I smiled at her and she smiled back. She\nhad blue eyes.\n\nBy that time the pool had been cleared. Everybody was out of the water\nand standing at the edge. Ken said, \"Whenever you're ready.\"\n\n\"I am ready now,\" I said. And immediately one of his friends gave the\nsignal, \"Go!\"\n\nKen jumped in first. Then I dived in. Once in the water it did not feel\nso cold nor so light. I swam down to the other end and turned around and\nswam back. When I climbed out, Ken was just making his turn at the far\nend. Everyone was looking at me very strangely. Ken came out rubbing his\nshoulder.\n\n\"Must have pulled a muscle,\" he muttered.\n\n\"In that case I wouldn't think of taking your money,\" I told him.\n\n\"I don't believe I've seen you around before,\" he said. \"You've got to\nhave a card to swim here, you know.'\n\n\"Well, I don't have one. So I suppose I had better go.\"\n\n\"Of all the cheap tricks,\" the girl said. \"I think I'll go too. Wait for\nme.\"\n\nI waited for her while she went to get dressed. I put on my trousers\nover my swimming trunks, put on my shirt and shoes and sat on a bench\nand waited. When she came out we started for the exit. Ken came hurrying\ntoward us.\n\n\"I thought I was taking you home,\" he said, his face red with anger.\n\nShe didn't bother to reply and he put his hand on her arm. I told him to\nlet go and he let go. Then he swung around and hit me on the jaw with\nall his might. I grabbed his arm with one hand and his throat with the\nother and threw him into the middle of the pool.\n\n       *       *       *       *       *\n\nThings were going better than I expected. As we walked along, she seemed\nquite interested in me. I told her my name and she told me that she was\nBeth Copperd, the daughter of a professor at the university. I pretended\nthat I had not known those things.\n\nWhen we got to her home, which was on a tree lined street, we paused for\na moment. Across the street there was a car with a man sitting in it,\npretending to read a newspaper.\n\nI knew all about that man. I knew there was another man who was watching\nthe back of the house. If not for that I would not have had to go\nthrough this lengthy affair with Beth Copperd.\n\n\"I regret very much this trouble with your friend,\" I said.\n\n\"You needn't. He's had it coming for a long time.\" She stared at me\nthoughtfully. \"You know, Marko, I'm a little afraid of you.\"\n\n\"Of me? But why?\"\n\n\"Well,\" she hesitated, \"it's hard to say. But when a man jumps into a\npool and swims so much faster than one of our country's best swimmers,\nand then picks up that swimmer and throws him fifty feet without the\nslightest effort ... well, that man is slightly unusual, to say the\nleast.\"\n\n\"Oh, the swimming....\"\n\nI hadn't thought that what was quite ordinary for me might seem exactly\nthe opposite to these people. I had blundered. So I tried to shrug it\noff, as though such things were common among my people. Which they were.\nBut that line only dragged me deeper. This girl was no fool.\n\n\"That's what I meant, Marko. You aren't being modest. You're acting as\nthough you're used to such feats, and take them as a matter of course.\nAnd there's your accent. I can't quite place it.\"\n\n\"Some day I'll tell you all about it,\" I said lightly. \"When we know\neach other better.\"\n\n\"That's going pretty fast, isn't it?\"\n\n\"Some of us have found that we don't have all the time we should like.\nWe must go fast, or not at all.\"\n\nIt was a platitude, slightly jumbled, but none the less true. Beth was\nlooking up at me. There were things she might have noticed; that my skin\nwas uncommonly smooth, and that I hadn't even the faintest trace of\nwhiskers.\n\nShe didn't notice those things. She was looking into my eyes. I found\nmyself enjoying this experience.\n\n\"Will you come in for a while?\" she asked slowly.\n\nI relaxed. Everything was all right, for the present. She was taking me\nat face value. She liked me and I liked her. The operation was\nproceeding smoothly.\n\nWe walked into a large room, pleasantly furnished. On a couch opposite\nthe doorway three men sat talking. Two others stood before them. The\nmoment we entered, the conversation stopped abruptly.\n\n\"Beth?\" said a tall, graying man. He was already stuffing papers into a\nbag. \"Back so soon?\"\n\nHe wasn't really listening for a reply and Beth didn't make one. When he\nhad the papers in the bag he locked it, then snapped it around his wrist\nand put the key in his pocket.\n\n\"We'll continue this at the lab,\" he said to the men. \"I'll be along in\njust a few minutes.\" Then he came up to us.\n\n\"I see you've replaced your blond young man,\" he smiled.\n\nI knew all about this man who stood before me, with his stooped\nshoulders and keen eyes. Eldeth Copperd would have been surprised at the\nextent of my knowledge. I even knew why his government considered it\nwise to have several of its security agents near him at all times.\n\n\"Can't you stay a minute and get acquainted with Marko?\" Beth was\nsaying. \"He's really a remarkable fellow. He can swim faster than you or\nI could run.\"\n\n\"Literally? That would be quite fast.\"\n\n\"Literally.\"\n\nHe looked at me with sudden interest and I was sorry the conversation\nhad taken that turn. I didn't want those keen eyes examining me too\nclosely. They might note the absence of skin porosity.\n\nCopperd didn't notice, but I made a mental note to watch my step. And\nanother not to go swimming again. Beth would be watching me, and if she\nwere close enough she might see the webbing pop out between my fingers\nand toes when I got into the water.\n\n\"That's my father,\" Beth said after he and I had shaken hands and he had\nleft. \"Demands exactness. He's a scientist, you know. A physicist.\"\n\n\"Oh?\" I said. As if I hadn't known. \"Is he always this busy?\"\n\n\"Busier. If he isn't working at the lab till all hours, he's working at\nhome in his study. Or having conferences. The only time I have him alone\nand to myself is Sunday evening.\"\n\nThat was the information I had been hoping for.\n\n       *       *       *       *       *\n\nBeth and I sat on the couch her father had vacated. We talked. I watched\nmy words carefully; there were a good many commonplace things I knew\nnothing about. And I didn't want any more questions about myself.\nFortunately, conversation between a young man and a young woman is much\nthe same everywhere. I didn't have to pretend I was interested in Beth.\nShe was unusually attractive. And she seemed to find me so.\n\nWe talked a bit, laughed a good deal, and when I got up to leave I knew\nthat I had done well in the initial stage. But there was still a good\ndeal to be done.\n\n\"May I see you tonight?\" I asked. \"Just a 'coke date'.\"\n\nThat was an expression I'd heard and had taken the trouble to make\ncertain I understood. It seemed to be just the thing in the present\ncase.\n\n\"I'd like that,\" Beth said. \"Pick me up about nine.\"\n\nHer choice of time could not have been more suitable. I was out of\nmoney. There was Mrs. Mara to be paid, and now the cost of the evening's\nentertainment.\n\nUntil darkness fell I could do nothing about that. So I went back to my\nroom and read old newspapers I had collected. I had discovered on my\nfirst day that those were the best sources of information. Those and the\nmoving pictures.\n\nFor one who must learn a great deal about a people in a short time there\nis one infallible way: watch them in their favorite sports and\nrelaxations. The moving pictures and the comic strips had been\ninvaluable. In another few weeks I could have passed anywhere.\n\nAt eight o'clock it was growing dark. I changed my shirt, put on a sport\ncoat and left the room. Five minutes later I was walking down a quiet\nstreet that was lined with fashionable homes.\n\nAfter that it was merely a question of time. I went around the block,\nfound that it was still too light, and went around again, this time\nslowly.\n\nThere was only one man on the street on my next time around. I sized him\nup quickly and decided that he was prosperous. He came on toward me. I\nmanaged to be looking the other way.\n\nWe bumped into each other and he fell. I said, \"Sorry\" and bent to help\nhim up. My fingers touched his throat in the proper places and he went\nlimp.\n\nWithin a matter of seconds I had his wallet out of his pocket and\nextracted several bills. When his eyes flickered again I was just\nraising him to his feet.\n\n\"All my fault,\" I said contritely. \"Are you all right?\"\n\n\"Seem to be.\" He was gruff, but that was all. He didn't know that for a\nmatter of seconds he had been unconscious.\n\nAt nine o'clock I came up the walk to the Copperd home. This time the\nsecurity agent was leaning against a tree, lighting a cigarette. I made\ncertain that he saw my face clearly.\n\nOne upstairs window showed a light, and the faint murmur of voices\ndrifted down. That had to be Copperd's room. Then a porch light flashed\non and Beth came out of the door. She was wearing a white dress and the\noverhead light seemed to create a golden halo above her head.\n\nI momentarily forgot about her father.\n\n       *       *       *       *       *\n\nHow much can a man learn in a few weeks? I had to be so very careful.\nHistorical matters had to be avoided at all costs. Contemporary affairs\nwere fine. Philosophy was best.\n\nPhilosophy is always the best. Good and evil are present everywhere.\nThey can be discussed in the vaguest terms. We discussed many things in\nvague terms.\n\nAnd yet there was a sense of intimacy which grew between us. It was hard\nfor me to define, and after a while I gave up trying to discover what it\nwas. I merely enjoyed it.\n\nWhen I took her home I knew that it was not fear of the dark that made\nher walk so close to me. The movies had taught me a great deal about\nthis matter of love play. Although some of it was highly exaggerated, it\nshowed clearly enough the drives of these people, and some of their\nmethods of acting them out.\n\nWe were standing on the porch when I kissed Beth. It was the first time\nI had ever pressed my lips to those of anyone else. My technique was\ngood. I felt Beth respond, pressing harder against me.\n\nMy mission was on its way to completion. I felt a moment of triumph. And\nthen suddenly, crazily, my mission was gone from my mind. I felt only a\nstrange exhilaration that swept over me and made my heart pound and my\nhead grow hot.\n\n\"What's the matter, Marko?\" Beth asked as I pulled away.\n\nI didn't know what was wrong. I didn't try to figure it out. I had to\nget out of there and try to regain my equilibrium. On a mission like\nmine I had to keep my head.\n\n\"Shall I see you tomorrow?\" I said.\n\n\"All the tomorrow's you want,\" Beth answered.\n\nThere was eagerness, and yet a note of regret. It was as though she\ninstinctively knew that something was wrong. But my work had been well\ndone; she was in too far, and I had cut her emotional line of retreat.\n\nI saw Beth the next afternoon, and the next evening. My presence on the\nporch and in her home became such a common thing that the security agent\nhardly gave me a glance now.\n\nThose few days passed by swiftly, and yet each hour in those days was\nlong. I was very cautious; Beth and I kissed many times but I never\nallowed myself to be moved as on that first time.\n\nSunday loomed larger and larger, closer and closer. I was a constant and\never present guest. It was an elementary matter to get Beth to invite me\nfor Sunday dinner. The invitation came on Saturday night, and that night\nwhen I came back to my room I called Ristal for the first time since we\nhad arrived.\n\n\"Tomorrow,\" I said into the _besnal_. \"Early evening.\"\n\n\"Good.\"\n\nThat was all we said, but it was enough. Our frequency was too high to\nbe picked up. Still, we were taking no chances. Ristal knew precisely\nwhat I meant and he would be ready.\n\nI had the feeling that comes when a mission is about to be completed.\nThere was a feeling of tension, and yet for the first time in my career\nI had a lowering of spirits that I could not explain.\n\nThe feeling persisted until late Sunday afternoon. Then I pushed it from\nmy mind. I dressed carefully, slipped the _besnal_ into my inner pocket,\nand put my _del_ gun in my coat pocket.\n\n\"Take your coat off,\" Beth said when I came in. \"You ought to know\nthere's no formality here.\"\n\n\"I'm really quite comfortable,\" I told her. \"Am I late?\"\n\n\"No. Just on time. Dad will be down in a moment.\"\n\nHe came down the stairs from his study while we were talking. He greeted\nme warmly, and yet I felt that this time he was scrutinizing me. All\nduring the dinner his eyes were on me, weighing me. I felt what was\ncoming, and as we rose from the table it came.\n\n\"I hope you won't be offended, Marko,\" Copperd said. \"But there are some\nstrange things about you. Do you ever shave?\"\n\n\"No,\" I said. I looked out the window and saw it was growing darker.\n\n\"That's odd. And about your hair ... have you ever realized that every\nstrand of it grows in a different direction? You could never comb it.\nYour skin is of an unusually fine texture. And when you reached for\nsomething at the table I observed strange folds of skin between your\nfingers. You are somehow not like the rest of us.\"\n\n\"Naturally,\" I said. It didn't matter now. It was dark enough.\n\n\"Why naturally?\"\n\n\"Because,\" I told him, \"I am a Venusian.\"\n\n       *       *       *       *       *\n\nMy tone was matter of fact. Yet they knew that I was not joking. Beth\nwas staring at me, a growing fear and horror in her eyes. Her father\nseemed dazed by the revelation. I took the _del_ gun from my pocket and\nshowed it to them.\n\n\"This is a weapon strange to you. But it is effective at this range.\nPlease don't make me use it.\"\n\n\"But what do you want?\" Copperd asked.\n\n\"I want you to take a ride with me. In your car.\"\n\nI let them put on their coats and then we walked out onto the porch and\ndown the stairs. Across the street the security agent barely glanced at\nus. Then we got into Copperd's car, Beth and he in the front seat and I\nin the back. I told him in which direction to go.\n\nAt the outskirts of town we lost the car that was following us. I had\nplanned this part of it perfectly. We pulled into a side road and turned\noff our lights. The agent went right past us.\n\n\"What is it you want of me?\" Copperd said as we started up again.\n\n\"We want to have a long discussion with you about some matters on which\nyou are an authority.\"\n\n\"And that's what this whole affair with me was for? So that you could\nget to my father!\" Beth said accusingly. I saw her shoulders shake.\n\n\"Yes. Now turn off here.\"\n\nWe turned off the main road and followed a rutted trail onto an old\nfarm.\n\nThe farmhouse was a wreck, but the barn still good. Our ship was in\nthere.\n\nThe door opened as we walked toward the barn. Ristal's tall figure was\nframed in the doorway, and behind him stood Kresh, broad and ungainly.\nThe others crowded up behind them.\n\n\"Good work, Marko,\" Ristal said. We went into the ship, which filled the\nwhole interior of the barn.\n\n\"This is Commander Ristal, of the Venusian Intelligence,\" I told Copperd\nand Beth.\n\n\"What's _your_ official title?\" Beth asked bitterly.\n\n\"I am a special agent and language expert,\" I told her. Then I explained\nwhy I had brought them here.\n\n\"Our civilization is in some way far in advance of yours. As you see, we\nhave mastered interplanetary travel. But it is essentially a peaceful\ncivilization. Our weapons, such as we have, are of limited range and\npower.\n\n\"When it became known that Earth was developing monstrous weapons of\naggression we realized that we must be prepared for the worst. There was\nonly one way to discover what you already had and what you were working\non. Once we arrived here we found that a man named Copperd was the prime\nfigure in his country's atomic weapons research. It became our duty to\nseek him out.\"\n\n\"I see,\" Copperd grunted. \"And now you expect me to reveal secrets which\nI am bound by oath to protect with my very life?\"\n\n\"You will reveal them,\" Ristal told him.\n\nI didn't like the way Ristal said that. There was a tinge of cruelty in\nhis tone and in the sudden tightening of his lips. I hadn't ever worked\nwith him before, or with Kresh, who was Ristal's second in command, but\nI didn't like the methods their manner implied. Copperd looked worried.\n\n\"I told you we were a peaceful people,\" I put in.\n\n\"Let me handle this,\" Ristal said. He pointed to a machine which stood\nin a corner.\n\n\"That,\" he explained to Copperd, \"is a device which we ordinarily use in\nsurgery and diagnosis. It has the faculty of making the nerves\ninfinitely more sensitive to stimuli. Also to pain. Do you understand?\"\n\n\"You can't use that on him!\" I said. Ristal looked at me strangely.\n\n\"Of course not. But on his daughter, yes. No father likes to see his\ndaughter suffer.\"\n\n\"That's out,\" I said flatly. \"You know what our orders are.\"\n\n\"I know what they were. This is my own idea, Marko. Please remember that\nI am commander here.\"\n\nI was duty bound to obey him, and I thought that I _was_ going to obey.\nBut as Kresh stepped toward Beth I found myself between them.\n\n\"I think that those higher up may have something to say about this,\" I\ntold Ristal.\n\n\"With the information this man can give me I shall be in a position to\nignore those higher up,\" Ristal grinned.\n\nKresh reached for Beth and I hit him. I knew now what Ristal had in\nmind. With atomic weapons he could make himself master of Venus, and of\nEarth. But even more important than that was the thought that he must\nnot harm Beth.\n\n       *       *       *       *       *\n\nKresh was coming back at me. I hit him again and he went down. Then the\nothers came piling in. There were four of them, too many for me. I\nfought like a madman but they overwhelmed me and held me helpless.\n\n\"Give him a shot of _bental_,\" Ristal ordered. \"That ought to quiet him.\nThen dump him in a cabin. We'll dispose of him later.\"\n\nThen Kresh was coming at me with the hypodermic needle. I felt it stab\ninto my arm. He gave me a dose that might have killed an ordinary man.\n\nI knew how _bental_ worked. It was a drug that would throw me into a\nstupor, that would render my mind blank. Already it was taking effect. I\npretended to be unconscious. Two men lifted me and carried me to a\ncabin, dropped me on the bunk and went out. The last thing I saw from\nbeneath my lids was Beth being dragged toward that diabolical machine.\n\nMy senses were leaving me. I knew that I had to overcome the effects of\nthe drug. I knew that I had to get out of that cabin. Somehow I dragged\nmyself out of the bunk and got a porthole open. I crawled through it and\ndropped to the floor of the barn.\n\nThere were some loose boards and I pried them further apart and crawled\nout into the open. I no longer knew what I was doing; I no longer\nremembered Beth. I only knew that I had to run and keep on running.\n\n       *       *       *       *       *\n\nMy broken rib was stabbing into me like a knife. Across my chest the\nlimb of the tree was a dead weight that crushed me. But now I knew who I\nwas and what I was doing.\n\nDespite the agony I managed to get my hands under the limb. I pushed up\nand felt it move. The pressure on my chest was gone. Inch by inch I slid\nout from beneath the huge branch. I staggered to my feet.\n\nHow much time had elapsed I didn't know. I was running again, but now I\nwas running toward the dark barn. It wouldn't have taken Ristal long to\nget started. Maybe by now Beth was.... I shut the thought from my mind.\n\nI was a few hundred yards away when the first scream came. Through the\nwind and the pelting rain it came, and it chilled me more than they had\ndone.\n\nMy chest was aflame with every panting breath I took. But I ran as I had\nnever run before. I had to get there before she screamed again. I had to\nstop them from doing this to her.\n\nThe barn door was locked. I got my fingers under the edge and ripped the\nwood away from the lock and went on through and into the ship.\n\nNone of them saw me coming. Copperd was tied in a chair, his face\ncontorted and tears streaming down his face. Three of the men held Beth\nwhile Ristal and Kresh worked over her. The rest were watching.\n\nThey hadn't taken my _del_ gun from me. But I couldn't use it for fear\nof hitting Beth. I had it out of my pocket and in my hand as I charged\nacross the room.\n\n       *       *       *       *       *\n\nMy rush brought me into point-blank range on a line parallel with Beth's\nprostrate figure. At the same time her torturers wheeled about to face\nme, trapped for an instant in the paralysis of complete surprise. Ristal\nwas the first to recover.\n\n\"Drop the gun, Marko,\" he said.\n\nIn my weakened condition, habit governed my reflexes. I almost obeyed\nthe order. Then Ristal took a single step forward and I swung the muzzle\nof the gun upward again.\n\n\"You almost had me,\" I said. \"But you are no longer in command. You and\nKresh will return as prisoners, to face trial.\"\n\nI hoped that he would accept the inevitable. Our crew could plead that\nthey had done nothing except follow the orders of their commanding\nofficer. But for Kresh and Ristal there could be no mitigating\ncircumstances.\n\nThey would stand trial and they would receive the harshest of\npunishments, exile. It was a bleak outlook for them, and the bleakness\nwas reflected in their faces. Ristal's hand flicked to his gun.\n\n[Illustration: I pulled the trigger and a sizzling bolt of energy leaped\nforth]\n\nI fired once and there was the smell of searing flesh.\n\n\"Kresh?\" I asked. He looked down at the faceless figure on the floor and\nshook his head.\n\nHe raised his elbows, leaving his holster exposed. I nodded to one of\nthe crewmen and he stepped forward and removed Kresh's _del_ gun.\n\n\"Drop it on the floor,\" I said. \"Then tear off his insignia and lock him\nin the forward cabin.\"\n\nIt was the end of the mutiny. But I felt no joy at that. My chest pained\nintolerably, my shoulders sagged in exhaustion. And I had failed in my\nmission.\n\nBeth was all right. I went to her and tore the electrodes from her\nwrists and ankles and helped her to her feet. She refused to look at me,\neven allowing me to untie her father by myself.\n\n\"I regret that it turned out this way,\" I said.\n\n\"How could it turn out any other way?\" Beth demanded suddenly. \"Do you\nthink we'd trust you now?\"\n\nOff in the night a siren wailed. I listened while another siren joined\nthe first.\n\n\"They're already looking for you,\" I said. \"Which shows how little\nchance I would have had of getting to you openly. You'd better be going\nnow.\"\n\nBut as I led them to the door I knew I had to make one more attempt.\n\n\"Professor Copperd, do you think there might still be hope? We of Venus\ncan offer much to Earth.\"\n\n\"Maybe there _is_ hope,\" he said, and he looked brighter than I had ever\nseen him look. \"I was reaching the point where I had no faith in the\nfuture. But now, knowing that you have solved the problems which we\nface.... Perhaps, if the proper arrangements were made.... But you would\nbe risking a great deal to return. And I can assure you that for a long\ntime Venus will be safe. So you have no reason--\"\n\n\"I have a good reason for coming back,\" I interrupted. Taking Beth by\nthe shoulders, I swung her about to face me.\n\n\"I love you,\" I said. \"I started out to trick you and ended by loving\nyou.\"\n\nThen her arms were about me and her lips were on mine. I felt my face\nwet with her tears, and I knew that my love was returned. There were\nstill problems to face, dangers to overcome, but they didn't matter.\n\n\"It may be a year,\" I said. \"Perhaps two years.\"\n\n\"I'll be waiting. I'll be standing here, waiting for you.\"\n\nNow the sirens were very close and there were searchlights sweeping the\nfields and the woods. I watched Beth and her father walking away and\nthen I closed the door. I should have felt sad, but I didn't. A year or\ntwo weren't much. On this planet far from my own, I was leaving my\nheart, and I would return one day to redeem it.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Plotters, by Alexander Blade\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLOTTERS ***\n\n***** This file should be named 32801.txt or 32801.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/8/0/32801/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}