{"title": "A Woman's Place", "author": "Mark Irvin Clifton", "releaseDate": "June 16, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          A Woman's Place\n\n                          By MARK CLIFTON\n\n                        Illustrated by EMSH\n\n[Transcriber Note: This etext was produced from Galaxy Science Fiction\nMay 1955. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: Home is where you hang up your spaceship--that is, if you\nhave any Miss Kitty along!]\n\n\nIt was the speaking of Miss Kitty's name which half roused her from\nsleep. She eased her angular body into a more comfortable position in\nthe sack. Still more asleep than awake, her mind reflected tartly that\nin this lifeboat, hurtling away from their wrecked spaceship back to\nEarth, the sleeping accommodation was quite appropriately named. On\nanother mental level, she tried to hear more of what was being said\nabout her. Naturally, hearing one's name spoken, one would.\n\n\"We're going to have to tell Miss Kitty as soon as she wakes up.\" It was\nSam Eade talking to Lt. Harper--the two men who had escaped with her.\n\n\"Yes, Sam,\" the lieutenant answered. \"What we've suspected all along is\npretty definite now.\"\n\nStill drowsing, she wondered, without any real interest, what they felt\nthey must tell her. But the other level of her mind was more real. She\nwondered how she looked to these two young men while she slept. Did she\nsleep with her mouth open? Did her tiara slip while she snored?\n\n       *       *       *       *       *\n\nVividly, as in full dreaming, she slipped back into the remembered scene\nwhich had given birth to the phrase. At some social gathering she had\nbeen about to enter a room. She'd overheard her name spoken then, too.\n\n\"Miss Kitty is probably a cute enough name when you're young,\" the catty\nwoman was saying. \"But at her age!\"\n\n\"Well, I suppose you might say she's kept it for professional reasons,\"\nthe other woman had answered with a false tolerance. \"A school teacher,\nwanting to be cozy with her kiddies, just a big sister.\" The tolerance\nwas too thin, it broke away. \"Kind of pathetic, I think. She's so plain,\nso very typical of an old maid school teacher. She's just the kind to\nkeep a name like Miss Kitty.\"\n\n\"What gets me,\" the first one scoffed, \"is her pride in having such a\nbrilliant mind--if she really does have one. All those academic degrees.\nShe wears them on every occasion, like a tiara!\"\n\nShe had drawn back from the door. But in her instant and habitual\nintrospection, she realized she was less offended than perversely\npleased because, obviously, they were jealous of her intellectual\naccomplishments, her ability to meet men on their own ground,\nintellectually as good a man as any man.\n\nThe half dream drowsiness was sharply washed away by the belated impact\nof Sam Eade's question to Lt. Harper. Reality flashed on, and she was\nsuddenly wide awake in the lifeboat heading back to Earth.\n\n[Illustration]\n\n\"What is it you must tell me?\" She spoke loudly and crisply to the men's\nbroad backs where they sat in front of the instrument panel. The\nimplication of the question, itself, that they had been holding\nsomething back....\n\nLt. Harper turned slowly around in his seat and looked at her with that\ndetested expression of amused tolerance which his kind of adult male\naffected toward females. He was the dark, ruggedly handsome type, the\nkind who took it for granted that women should fawn over him. The kind\nwho would speak the fatuous cliche that a woman's place was in the home,\nnot gallivanting off to teach colonists' children on the fourth planet\nof Procyon. Still, perhaps she was unjust, she hardly knew the man.\n\n\"Oh, you awake, Miss Kitty?\" he asked easily. His tone, as always, was\ndiffident, respectful toward her. Odd, she resented that respect from\nhim, when she would have resented lack of it even more.\n\n\"Certainly,\" she snapped. \"What is it you must tell me?\"\n\n\"When you're dressed, freshened up a bit,\" he answered, not evasively,\nbut as if it could wait.\n\n       *       *       *       *       *\n\nShe started to insist, but he had already turned back to the nose window\nto study the starry sky and the huge misty green ball of Earth in front\nof them. Sam Eade, the radioman, was intently twisting the dials on his\nset with a puckered frown between his blond eyebrows. He was an entirely\ndifferent type, tall, blond, but just as fatuously masculine, as\narrogantly handsome. Probably neither one of them had an ounce of\nbrains--handsome people so seldom needed to develop mental ability.\n\nSam, too, turned his face farther away from her. Both backs told her\nplainly that she could dress, take care of her needs, with as much\nprivacy as the lifeboat could allow anybody.\n\nNot that it would take her long. She'd worn coveralls since the\ncatastrophe, saving the dress she'd had on for landing on Earth. They'd\nhad to leave most of her luggage behind. The lieutenant had insisted on\ntaking up most of the spare space in the lifeboat with that dismantled\nspace warper from the wreck of their ship.\n\nShe combed her short graying hair back of her ears, and used a little\nwater sparingly to brush her teeth. Perhaps it had been a quixotic\nthing, her giving up a secure teaching post on Earth to go out to\nProcyon IV. Except that she'd dreamed about a new colony where the\nrising generation, under her influence, would value intellect--with the\ngirls no different from the boys. Perhaps it had been even sillier to\ntake a cabin on a freighter, the only passenger with a crew of four men.\nBut men did not intimidate her, and on a regular passenger ship she'd\nhave been bored stiff by having to associate with the women.\n\nTwo of the men....\n\nIt wasn't quite clear to her, even yet, what had happened. They'd used\nthe normal drive to get clear of regular solar shipping lanes. The\nwarning bell had rung that they were about to warp into hyperspace, a\nmechanism which canceled out distance and made the trip in apparent time\nno more than an overnight jaunt to Mars. There was a grinding\nshudder--then a twisted ship which looked as if some giant had taken a\nwet rag and torqued it to squeeze out the water. Lt. Harper and Sam had\ngot her out of her cabin, and finally into the lifeboat which was only\npartly crippled.\n\nThe other two men of the crew....\n\nShe zipped up the front of her coveralls with a crisp gesture, as if to\nsnap off the vision. She would show no weakness in front of these two\nmen. She had no weakness to show!\n\n\"All right, gentlemen,\" she said incisively to their backs. \"Now. What\nis it I must be told?\"\n\n       *       *       *       *       *\n\nLt. Harper pointed to the ball of Earth so close ahead. It was huge,\nalmost filling the sky in front of them. The misty atmosphere blurred\noutlines slightly, but she could make out the Eastern halves of North\nand South America clearly. The Western portions were still in dim\ndarkness.\n\n\"See anything wrong, Miss Kitty?\" the lieutenant asked quietly.\n\nShe looked more closely, sensing a possible trap in his question, a\nrevealment of her lack of knowledge.\n\n\"I'm not an authority on celestial geography,\" she said cautiously,\nacademically. \"But obviously the maps I've seen were not accurate in\nshowing the true continental proportions.\" She pointed to a small chart\nhanging on the side wall. \"This map shows Florida, for example, a much\nlonger peninsula than it actually is. A number of things like that. I\ndon't see anything else wrong, but, of course, it's not my field of\nknowledge.\"\n\nLt. Harper looked at her approvingly, the kind of look she gave a bright\npupil who'd been especially discerning.\n\n\"Only it's not the map that's wrong, Miss Kitty,\" he said. \"It is _my_\nfield of knowledge, and I've seen those continental outlines hundreds of\ntimes. They always corresponded to the map ... before.\"\n\nShe looked at him without comprehension.\n\n\"Not only that,\" Sam Eade entered the conversation. \"As soon as we were\nclear of the wreck, Lt. Harper took a fix on stars and constellations.\nHe's an astrogator. He knows his business. And they were wrong, too.\nJust a little wrong, here and there, but enough. And even more than\nthat. On a tight beam, I should have been able to make a connection with\nEarth headquarters on this set. And I haven't yet got communication, and\nwe know there's nothing wrong with this set.\"\n\n\"Sam knows his business, too, Miss Kitty,\" Lt. Harper said. \"If he can't\nget communication, it's because there isn't any.\"\n\nShe looked wide-eyed from one to the other. For once, she was more\nconcerned with a problem than with concealing her ignorance about it.\n\n\"It means,\" the lieutenant said, as if he were answering a question she\nhadn't yet asked, \"that the Earth we are returning to is not the Earth\nwe left.\"\n\n\"I don't understand,\" she gasped.\n\n\"There's a theory,\" Lt. Harper answered slowly. \"Heretofore it has been\nconsidered only a mathematical abstraction, and having no counterpart in\nreality. The theory of multiple dimensions.\" She looked at him closely,\nand in her habitual ambivalence of thought reflected that he sounded\nmuch more intelligent than she had suspected.\n\n\"I've read about that,\" she answered.\n\nHe looked relieved, and threw a quick look at Sam. Apparently he had\nunderestimated her intelligence, too--in spite of all her degrees.\n\n       *       *       *       *       *\n\n\"We never thought it could be real,\" he emphasized. \"But the theory was\nthat multiple universes lay side by side, perhaps each an instant's time\naway from the other. The only thing I can see is that some flaw in the\nspace warper threw us out of our dimension into another one closely\nadjacent--not far enough for things to be totally different, just\ndifferent enough that the duplication isn't identical. It's Earth, but\nit's not our Earth. It's a New Earth, one we don't know anything about.\"\n\n\"In another few hours, we'll be entering the atmosphere,\" Sam put in,\n\"and we don't know what we'll find. We thought you ought to know.\"\n\nShe flared in exasperation at the simple assumption of male arrogance.\n\n\"Of course I should know!\" she snapped back. \"I am not one of your\nlittle bits of blonde, empty-headed fluff to be protected by strong\nmales! I should have been told immediately!\"\n\nLt. Harper looked at Sam with a broad grin. It was amusement, but it was\nmore--a confirmation that they could depend on her to take it in her\nstride--an approval. Apparently, they had discussed more things about\nher than she'd overheard, while she slept. He didn't turn off the grin\nwhen he looked directly at her.\n\n\"What could you have done about it, if we had told you, Miss Kitty?\" he\nasked mildly.\n\n       *       *       *       *       *\n\nIt was not the same Earth. The charts and maps had not been wrong. Her\ntentative theory that perhaps there were vision flaws in the plastic\nnose window which had not stood up.\n\nThe continents, the lakes, the rivers--the topography really was\ndistorted. Now there was the Mississippi River, one spot swinging rather\ntoo widely to the East. The Great Lakes were one huge inland sea. The\nGulf of Mexico swung high up into what had once been Alabama and\nGeorgia.\n\nThere was no New Orleans, shipping center of the world, headquarters of\nSpace.\n\nThere were no cities anywhere up and down the Mississippi. Where St.\nLouis should have been, there was virgin forest. As they dropped down\ninto the upper reaches of atmosphere, experiencing the familiar and\nsometimes nauseating reference shift from ahead to below, there had been\nno New York to the East, no San Francisco to the West. There had been no\nBoulder Dam, no Tennessee Valley project, no continuous hydroelectric\ninstallations running the entire length of the Mississippi, where the\nstrength of the Father of the Waters had finally been harnessed for Man.\nThere were no thin lines of highways, no paint-brush strokes of smoke\nagainst the canvas of the Gulf of Mexico to denote steamers, for atomic\npower was still not available to all.\n\nOn this New Earth, Man could not yet have reached a state of complex\ntechnology.\n\nAnd as they dropped lower still, through their telescope sights, they\nsaw no canoes on the river or the feeder streams. They saw no huts along\nthe river shore, no thin streamers of wood smoke from huts hidden under\nthe trees along the bayous. New Earth was purple and blue, then shading\ninto green as they dropped lower. They sighted a deer drinking at the\nedge of a pool.\n\nBut there was no trace of Man.\n\n\"If there are no scars, no defacements upon this forest primeval,\" Miss\nKitty said didactically, \"then Man has not evolved on New Earth.\" Since\nit was spoken in the tone of an axiom, and there was no evidence to\nrefute it, neither of the two men felt like arguing the matter.\n\n       *       *       *       *       *\n\nThey were low enough now that they were flying horizontally rather than\ndropping vertically. They were still searching for traces of some kind\nof artifacts. They were also searching, Lt. Harper advised them at last,\nfor a suitable place to land. They wanted a higher ground than the delta\ncountry so they might be free of insect pests, assuming there were some\nsince deer could be seen throwing their heads back along their sides as\nif to chase away flies. They wanted higher ground with a stream of water\ngoing over falls to supplement their limited power in the lifeship. On\nthe chance there were fish, it would be nice to be handy to a lake. A\nforest for game. A level ground for a permanent camp.\n\nSince they were here, and it might be some time before they could figure\nout a way to return to Old Earth, they may as well make the best of it.\n\nThey found the kind of place they wanted, a little to the west of the\nMississippi. They grounded the lifeship at the edge of a natural\nclearing beside a lake where a stream of sparkling water dropped from a\nrock ledge.\n\nThey settled the ship on the springy turf, then sat and looked at one\nanother as if they were suddenly all strangers. Wordlessly, Lt. Harper\ngot up and opened the door of the lifeship. He threw down the hinged\nmetal steps. He stood back. Miss Kitty went through the door first and\ndown the steps. The two men followed.\n\nThey stood on the ground of New Earth, and looked at one another the way\nthey had in the ship. In the minds of each there was the thought that\nsome kind of a ceremonial speech should be made, but no one volunteered\nit.\n\n\"I suppose we should have a campfire,\" Miss Kitty said doubtfully.\n\nThey did not realize it at the time, but it was the most effective\nspeech which could have been devised. It was a symbol. Man had\ndiscovered and taken possession of New Earth. His instinctive thought\nwas to place his brand upon it, an artificial fire.\n\nAll of them missed the significance of the fact that it was Miss Kitty\nwho had made the first move in the domestication of this New Earth.\n\n       *       *       *       *       *\n\nIn the weeks which followed, Miss Kitty began to be dimly aware of the\nsignificance. At first they had lived a sort of Robinson Crusoe kind of\nlife, leaning pretty heavily upon the stores of the liferaft.\n\nIt had been she who had converted it over into more of the Swiss Family\nRobinson pattern of making use of the resources about them.\n\nThe resources were abundant, bountiful. Yet the two men seemed little\ninterested, and appeared content to live off the stores within the\nliferaft. They devoted almost all their time, except that little for\nbringing up firewood and trapping game, to fiddling with that gadget\nthey called a warp motor. They were trying to hook it up to the radio\nsets, they said.\n\nMiss Kitty detested women who nagged at men, but she felt compelled to\npoint out that this was the fall season upon New Earth, and winter would\nsoon be upon them. It should not be a severe winter at this latitude,\nbut they must be prepared for it with something more substantial than\nher uncomfortable sleeping place in the liferaft; nor would the two of\nthem continue to enjoy sleeping out under the trees, if a blanket of\nsnow fell some night.\n\n\"I was hoping we could be back home before winter sets in, Miss Kitty,\"\nLt. Harper apologized mildly.\n\nShe had not nagged them. She had simply shut her lips and walked away.\n\nThe next day they began cutting logs.\n\nIt was odd, the basic pleasure she felt in seeing the sides of the cabin\nstart to take form. Certainly she was not domestic by nature. And this\ncould, in no sense, be considered a home. Still, she felt it might have\ngone up faster, if the men had used their muscles--their brute\nstrength--rather than spend so much futile time trying to devise power\ntools.\n\nThey were also inclined to talk too much about warping radio wave bands\nthrough cross sections of sinowaves, and to drop their work on the cabin\nin favor of spending long hours trying new hookups.\n\nBut Miss Kitty never nagged about it. She had even tried to follow some\nof the theory, to share in their efforts to put such theory into\npractice, to be just a third fellow. Instead she found her thoughts\nwandering to how an oven could be constructed so she could bake and\nroast meats instead of broiling and frying them over an open fire.\n\nGame was plentiful, fish seemed to be begging for the hook. Every day,\nwithout going too far away from camp, she found new foods; watercress,\nmustard greens, wild turnips, wild onions, occasionally a turkey nest\nwith eggs still edible, hollow trees where wild bees had stored honey,\npersimmons still astringent, but promising incredibly sweet and\ndelicious flavor when frost struck them, chinquapin, a kind of chestnut,\nblack walnuts. There was no end to what the country provided. Yet the\nmen, instead of laying in winter stores, spent their time with the warp\nmotor.\n\n       *       *       *       *       *\n\nWithout meaning to, Miss Kitty interrupted an explanation of Lt.\nHarper's on how they were calibrating the torquing degrees. She told him\nthat he and Sam simply must help her harvest a hillside patch of wild\nmaise she had found, before the rains came and ruined all the grain with\nmold, or the migrating birds ate it all.\n\nThe cabin they were erecting would contain only two rooms--a large\ngeneral room for cooking, eating, visiting, such as an old-fashioned\nfarm kitchen had once been. A little room, opening off it, would be her\nsleeping room. She raised her eyebrows questioningly, and Sam explained\nthey would build a small, separate bunkhouse for himself and Lt. Harper.\n\nShe had a curious sense of displeasure at the arrangement. She knew she\nshould be pleased at their understanding of the need for privacy. There\nwas no point in becoming primitive savages. She should be grateful that\nthey shared her determination to preserve the civilized codes. She told\nherself, rather severely, that the preservation of civilized mores was\nextremely important. And she brought herself up short with a shocking\nquestion, equal to a slap in the face.\n\n_Why?_\n\nShe realized then she had intuitively known from the first that they\nwould never get back to Old Earth. Her instincts had been functioning,\ninsuring their lives, where intellect had failed them completely. She\ntried to laugh scornfully at herself, in feminist tradition. Imagine!\nKatheryn Kittredge, Career Woman, devoted to the intellectual\nadvancement of Man, thinking that mere cooking and cleaning and mending\nwas the supremely important thing.\n\nBut she failed in her efforts to deride herself. The intellectual\ndiscussions among the small groups of intelligent girls back on Old\nEarth were far away and meaningless. She discovered she was a little\nproud and strangely contented that she could prepare edible food.\nCertainly the two men were not talented; and someone had to accept the\nresponsibility for a halfway decent domestic standard and comfort.\n\nAs, for example, with the walls of the cabin halfway up, it was\nnecessary to point out that while they may be going to put the little\ncookstove--welded together out of metal scrap--in the cabin, there was\nno provision for a fireplace. How would they keep warm through the long\nwinter months this year, and in the years to come?\n\nLt. Harper had started to say something. Then he shrugged and a hopeless\nlook came over his face.\n\n\"Perhaps you are right, Miss Kitty,\" he said humbly. \"It may be spring,\nat that, before we can finish trying the more obvious combinations.\nWe're trying to....\" He broke off, turned away, and began to mark off\nthe spot where they would saw down through the logs to fit in a\nfireplace.\n\n       *       *       *       *       *\n\nLater that day, she overheard him tell Sam that, theoretically at least,\nthere could be millions of versions of the Earth, each removed an\ninfinitesimal point from the next. There was the chance the flaw in the\ntorque motor, which still eluded him, might not automatically take them\nback to the right cross-section, even if he found it. They might have to\nmake an incredible number of trials, and then again they might hit it on\nthe very next combination.\n\n\"And you might not!\" she cut into the conversation, with perhaps more\nacid in her voice than she intended. \"It might not be your next, nor\ntomorrow, nor next spring--nor ever!\"\n\nOdd that she had felt an obscure satisfaction at the stricken looks on\ntheir faces when she had said it. Yet they had it coming to them. It was\ntime someone shocked them into a sense of reality. It took a woman to be\na realist. She had already faced the possibility and was reconciled to\nit. They were still living in an impossible dream.\n\nStill she was sorry. She was sorry in the way she had always regretted\nhaving to make a bad boy in kindergarten go stand with his face to the\nwall. She tried to make up for it that evening.\n\n[Illustration]\n\n\"I understand,\" she said as they sat near the campfire outside the\nhalf-finished cabin. \"You alter the torque, then try the various radio\nwave bands in the new position.\"\n\nThey both looked at her, a little surprised.\n\n\"It must be a slow and tedious procedure,\" she continued.\n\n\"Very,\" Sam said with a groan.\n\nA shifting air current, carrying the sound of the waterfall, gave her an\nidea.\n\n\"Too bad you can't borrow the practice of Tibetan monks,\" she mused.\n\"They tie their prayers to a wheel, set it in a running stream. Every\nturn of the wheel is a prayer sent up to their gods. That way they can\nget their praying done for them while they go about the more urgent\nmatters of providing a living for themselves and their families.\"\n\nShe hadn't meant it to be so pointed, implying that all they were doing\nwas sending up futile prayers to unheeding gods, implying they should be\ngiving more attention to setting in winter stores. But even so....\n\n\"Miss Kitty,\" Sam said in a kind of awe. \"You are a wonderful woman!\"\n\nIn spite of her sudden flush of pleasure, she was irritated. As pointed\nas she had made it, he had missed it.\n\n[Illustration]\n\nHe turned and began talking excitedly to Lt. Harper. Yes, of course,\nthey could rig up an automatic method instead of doing it by hand. It\ncould be done faster and more smoothly with electric motors, but the\nidea was the same. If Lt. Harper could rig a trip to kick the warp over\nanother notch each time, they could run it night and day. Just let some\nkind of alarm bell start ringing, if they hit anything at the other end!\n\nThe two of them jumped to their feet then, grabbed her arms, squeezed\nthem, and rushed away to the little shed they'd constructed beside the\nlifeship to hold some of their scattered equipment.\n\nShe felt vaguely regretful that she had mentioned it.\n\n       *       *       *       *       *\n\nStill she gained a great deal. The men finished the cabin in a hurry\nafter that, and they put up their own bunkhouse in less than a week.\nBoth jobs were obviously not done by experts, and she had fussed at\nthem, although not unkindly, because she had had to chink such wide\ncracks with a mixture of clay and dried grass.\n\nShe moved into the larger cabin, discovered a dozen roof leaks during\nthe first hard rain they'd had; got them patched, began molding clay\ninto dishes and containers, started pressuring the boys to build her a\nceramics kiln, began to think about how their clothes would eventually\nwear out and how she would have to find some way to weave cloth to\nreplace them. Day by day she was less irritable, as the boys settled\ninto a routine.\n\n\"I do believe,\" she said to herself one day, \"I would be disappointed if\nthey found a way back!\" She straightened up and almost spilled the\ncontainer of wild rice she had been garnering from the swampy spot at\nthe upper reaches of the lake. \"Why! The very idea of saying such a\nthing, Katheryn Kittredge!\" But her heart was not in the self chiding.\n\nBut what reason, in heaven's name, would they have for staying here?\nThree people, marooned, growing old, dying one by one. There was no\nchance for Man's survival here. From the evidence about them, they had\ncome to the conclusion that on this New Earth, in the tree of evolution,\nthe bud to grow into a limb of primates had never formed.\n\nShe turned and looked at the tall, straight pines ahead of her. She saw\nthe deciduous hardwoods, now gold and red, to one side of her. Behind\nher the lake was teeming with fish. The spicy smell of fall was all\naround her, and a stray breeze brought a scent of grapes she had\noverlooked when she was gathering all she could find to make a wine to\npleasantly surprise the boys.\n\nShe thought of the flock of wild chickens which had learned to hang\naround the cabin for scraps of food, the grunting lazy pigs, grown quite\ntame, begging her to find their acorns for them, the nanny goat with two\nhalf-grown kids Lt. Harper had brought back from a solitary walk he had\ntaken.\n\nNew Earth was truly a paradise--and all to be wasted if there were not\nMan to appreciate it truly.\n\nA thought knocked at her mind, but she resolutely shut it out, refused\nit even silent verbalization.\n\nYet, while she stooped over again and busied her hands with stripping\nthe rice from the stalks without cutting them on the sharp dry leaves,\nshe found herself thinking about Mendelian law. Line breeding from\nfather to daughter, or brother to sister--in domestic animals, of\ncourse--was all right in fixing desirable traits, providing certain\nrecessives in both the dam and the sire did not thus become dominant.\n\n\"There, Katheryn Kittredge,\" she mumbled with satisfaction. \"Assuming\nthe responsibilities of domesticity has not made you forget what you\nlearned.\"\n\nBut the danger of fixing recessives into dominants through inbreeding\nwas even less with half-brothers and sisters. Now daughters by\none--er--sire could be bred to another sire to get only a quarter\nrelationship to a similar cross from the other father--er--sire. She\nmust work it out with a stylus in smooth clay. The boys had preempted\nevery scrap of paper for their pointless calculations. But she could\nremember it, and it would be valuable in breeding up a desirable\nbarnyard stock.\n\nYet it was odd that she assumed two males and only one female!\n\n       *       *       *       *       *\n\nThen and there, standing ankle deep in the bog of wild rice, muddy to\nher knees in her torn coveralls, slapping at persistent mosquitoes, she\ncame to terms with herself. In the back of her mind she had known it all\nthe time. All this was without meaning unless there was Man--and a\ncontinuity of Man. Even so little as this gathering of wild rice, before\nthe migrating ducks got it, was without meaning, if it were merely to\nstave off death from a purposeless existence. If there were no other\nfate for them than eventually to die, without posterity, then they might\nas well die tomorrow, today, now.\n\nThe men were still living in a dream of getting back. No doubt their\nlusting appetites were driving them to get back to their brazen,\nheavy-breasted, languorous-eyed hussies who pandered to all comers\nwithout shame! Miss Kitty was astonished at her sudden vehemence, the\nred wave of fury which swept over her.\n\nBut of course she was right. That was their urgent drive. \"A male human\nis nothing more than a sex machine!\" Wasn't that what her roommate at\ncollege had once said? Or was it her maiden aunt who had dominated her\nwidowed mother and herself through all the years she was growing up?\nWhat did it matter who said it? She knew it was true. No wonder they\nwere so anxious to get back to Old Earth! Her lip lifted in cynical\nscorn.\n\n\"You don't dare leave a young girl alone with a boy for five minutes,\"\nher aunt had once complained bitterly. \"All they ever think about\nis....\" her voice had dropped to a whisper and she had given that\nsignificant look to Katheryn's mother. But Katheryn had known what she\nmeant, of course.\n\nAnd it was true of all men.\n\nWomen, back on Old Earth, had looked at her with pity and a little\ncontempt, because she had never, she had never.... But you didn't have\nto have first hand experience to know. She had authoritative knowledge\ngleaned from reading between the lines of the very best text books on\nabnormal psychology. She hadn't had to read between the lines of sundry\nsurveys and reports. And if there had been no organized study at all,\nthe movies, the TV, the published better fiction--all of it centered\naround that one theme--that one, alone, romanticize it or obscure it\nthough they might.\n\nIt was all men ever thought about. And many women pandered to it--those\nsultry, shameless, undulating....\n\nBut Sam and Lt. Harper? It had been almost two months now since they had\nleft Earth and those vile blondes. How had they restrained themselves\nduring all this time!\n\nHer fuming anger was suddenly overwhelmed by a warm rush of gratitude, a\nsympathy which brought a gush of tears into her eyes to stream down her\ncheeks. How blind she had been. Of course! They were still bound by\ntheir gentleman's Word of Honor, given to her on that first night in the\nlifeship.\n\nWhat splendid men! All right, so they had their faults; a little\nimpractical, dreamers all, but with such nobility of character, truly\nthey were fit to be the fathers of a proud and noble race. And, in time,\nwith herself to shape and guide them....\n\nShe straightened her aching back from bending over the rice reeds,\nthrust out her scrawny chest, and breathed deeply. She lifted her chin\nresolutely.\n\n\"Katheryn Kittredge,\" she said firmly. \"A woman's place is more than\nmerely cooking and cleaning and mending!\"\n\n       *       *       *       *       *\n\nSupper, that evening, was a dinner, a special dinner. She set before the\ntwo men a whole roast young tom turkey, with a touch of frosted\npersimmons mixed with wild honey to enliven the light meat. There was a\ndressing of boiled maise and wild rice, seasoned with wild onion and\nthyme. There were little red tomatoes, tough but tasty. There were baked\nyams. There was a custard of goat milk and turkey eggs sweetened with\nhoney.\n\nInstead of the usual sassafras tea to which their digestion had finally\nadjusted, there was grape wine in their cups. It wasn't a very good\nwine, still green and sharp, but the occasion called for it.\n\nBoth of them looked at her with wonder, when they came in at her call\nand saw the table. But they didn't ask any questions. They just started\neating and, for once, they forgot to talk about warp theory.\n\nShe, herself, ate little. She was content to look at them. The\nlieutenant, tall and strong, big-boned, dark-complexioned, square-faced,\nwhite even teeth. Sam, smalled-boned, fair-complexioned, hair bleached\nstraw from the outdoor sun. He had been inclined to be a little stout\nwhen she first saw him, but now he had that muscular wiriness which\ncomes with hard physical work--and clean living. His daughters would be\ndelicate, lovely, yet strong. The lieutenant's sons....\n\nShe watched, in a kind of rapture, the ripple of muscles beneath their\nshirts, the way the pillar of the neck arose from strong shoulders to\nsupport a well-shaped head, the way the muscles of jaws rippled under\ntheir lean cheeks as they chewed. The way their intelligent eyes flashed\nappreciation at each savory mouthful.\n\n\"It occurs to me, Sam,\" Lt. Harper said as he washed down some turkey\nwith a healthy quaff of wine. \"We could give a little more attention to\nscraping up food for Miss Kitty to cook. Now you take this brown rice,\nfor example, we could rig up a polishing mill so she'd have white\nrice....\"\n\n\"Nonsense,\" Miss Kitty said firmly. \"All the proper food value lies in\nthe brown covering. I will not have the children's eating habits spoiled\nfrom the beginning....\"\n\nAppalled, she realized what she had said. Both men stopped chewing and\nstared at her.\n\n\"What children, Miss Kitty?\" Lt. Harper asked, and he was looking at her\nintently.\n\nShe dropped her eyes to her plate. She felt the red flush arising around\nher neck, up into her face. She couldn't face him. Yet, it had to be\ndone. It must be made quite clear to him, both of them, that....\n\n\"_Our_ children,\" she said distinctly, and felt their eyes boring into\nthe top of her head. \"And I wish you both would stop calling me Miss\nKitty, as if--as if you were kindergarten children and I was the old\nmaid school teacher! All three of us are adults, men and a woman. In\nspite of what you may think, I am not a great deal older than either of\nyou. There will be children! If it works out the way I plan, I believe I\ndo have time for at least six sons and daughters before I reach ...\nbefore my barren years.\"\n\nShe heard Sam's fork clatter down on the table top as he dropped it. She\nheard Lt. Harper's feet scrape, as if he had been about to leap to his\nfeet. Without seeing it, she almost felt them look at one another.\n\nWell, she had made it plain enough.\n\nBut they didn't say anything.\n\nSuddenly she could stand it no longer. Slowly, in dignity, she arose to\nher feet and without looking at them she walked, head down, to her door.\nThen she realized she had perhaps been too crisp, too businesslike about\nit all. A vision of the kind of women they must have known, the kind\nwhich would arouse their passion, the kind which would make it all\nunmistakable....\n\nShe had a flashing memory of a girl back in college, one smitten with a\nfootball hero, trying to captivate the hero, draw him to her. On\nimpulse, Miss Kitty imitated that girl now, and a little tableau she\nremembered.\n\nAt her doorway she turned, and looked at them over her shoulder. She\nlifted her shoulder so that it touched her chin. She drooped her eyes\nhalf shut.\n\n\"My name is Katheryn,\" she said, and she tried to make her voice husky\ninstead of tremulous and frightened. \"Call me Kathy, call me Kate, call\nme Kay.\"\n\nBoth men were staring at her with wide eyes and open mouths as she\nclosed her door. She made sure there was no sound of a latch turning to\ndiscourage them.\n\n       *       *       *       *       *\n\nShe undressed herself slowly, and, for the first time other than for\nbathing, completely. She felt grateful for the time they were giving\nher. No doubt they were talking it over, man to man, in the way of\ncivilized, educated.... She crawled in between the blankets, fresh and\nsmelling of sunshine from being washed in the clear water of the lake.\nShe was a little regretful she had no perfume; that was something they\ndidn't put into lifeboats.\n\nShe waited.\n\nShe heard the low rumble of male voices in the other room. They were\nundoubtedly discussing it. She felt grateful relief that their voices\nhad not risen. They were not quarreling over her--not yet. She did hope\nthey would continue to be sensible.\n\nShe heard one of the stools scrape on the rough split log floor. She\ncaught her breath in a gasp, found her hands were clutching the covers\nand pulling them tightly up to her chin. She willed her hands to relax.\nShe willed the tenseness out of her rigid body.\n\nShe heard the other stool scrape. Surely they were not both....\n\nShe heard their feet walking across the floor, the heavy steps of the\nlieutenant, the lighter, springier steps of Sam. She gritted her teeth\nand clenched her eyes tight shut.\n\nAnd then she heard the outer door close softly.\n\nWhich one? Which had remained behind?\n\nShe waited.\n\nThen she heard footsteps outside. She tried to identify, by sound, which\nman was making the noise, but the shuffling of leaves was confusing, as\nif more than one person were walking outside. And where was the other\nman? Why had he made no sound in the outer room? Was he quietly drinking\nup the wine--first? Then, distinctly, she recognized two pairs of feet\noutside, going farther away, in the direction of the men's bunkhouse.\n\nShe could not bear the suspense. She sprang out of bed clutching one of\nthe blankets about her. Slowly, soundlessly, she opened her door a\ncrack. She could see no one in the flickering firelight of the room.\nThey had turned out the lights. Or--he had. She opened the door wide.\n\nIt had been they, not he. Both men had gone.\n\n       *       *       *       *       *\n\nInadvertently something between a sob and a hiccough rattled her throat.\nShe choked back another. She would not give way to ... rage? ...\nfrustration? ... relief? ... _fear?_\n\nFear!\n\nShe had seen the movies, she had read the stories, she had overheard\nboys. \"I'll fix you when we get outside! You meet me in the alley and\nI'll show you!\"\n\nThese two men. Were they going off into the darkness to settle a\nconflict which they had not been able to resolve through sensible\nagreement? There, under the trees in the moonlight, would they, denying\nall the progress of the sacred centuries, would they revert to the\nprimitive, the savage; and like two rutting male animals rend and tear\nand battle with one another for the only female?\n\nOh, no! No, they must not! There was no doubt that the lieutenant with\nhis great, massive strength.... But the human race of New Earth must\nhave the fine sensitivity, the lithe grace of Sam's kind, also!\n\nShe tugged the blanket around her shoulders and ran toward the door. She\nmust reach them, step in between them, even at the cost of receiving\nsome of the blows upon herself, make them realize....\n\nShe felt herself shivering as she opened the door, shivering as if with\nan ague. She felt her face burning, as if with a fever. Her teeth were\nchattering in anguish. She tried to still the noise of her teeth, to\nlisten for those horrible sounds of silent men in a death conflict\nsomewhere out there in the moonlight.\n\nThen she saw a chink of light through a crack in the wall of the\nbunkhouse, where the clay had dried and fallen away from the logs.\n\nIn there? What were they doing in there?\n\nInstead of their fists and crushing arms, were they stalking one another\nwith knives? She remembered scenes from Western movies, the overturned\ntables, the crash of things thrown. Had some sense of chivalry still\nremained in the lieutenant, and he, knowing Sam wouldn't stand a chance\nin hand to hand conflict, devised some contest which would be more fair?\n\nThere need be no contest. If only they would be sensible, work out an\nequitable schedule....\n\nBarefooted, she ran across the ground toward the bunkhouse. She had\nvisions of herself throwing open the door, shocking them to stillness in\na tableau of violence. She was close now. She should be able to hear the\ncrashing of their table and chairs.\n\nShe could hear nothing at all. Was she too late? Even now, was one of\nthem standing above the other, holding a dripping knife? What horrors\nmight she run into, even precipitate, if she threw open the door?\nCaution, Katheryn!\n\nInstead, she crept up to the crack in the wall. Her teeth were\nchattering so hard, she had difficulty in holding her head still enough\nto peer through the slit of light. With her free hand, her shoulders\nwere shaking so hard she had difficulty in clutching the blanket about\nher with the other, she grabbed her jaw and held on, to still her\nshaking. Her eyes focused on the scene inside the room.\n\n       *       *       *       *       *\n\nShe had a three-quarter vision of each man and the table between them.\nThey were dealing a greasy pack of cards! Were they going to gamble for\nher? Relief and shame intermingled in her reaction. She would have\npreferred they settle it with more elemental.... It would have made it\nless.... Yet, this way neither would be killed. Sons and daughters from\nboth....\n\n\"How are we going to tell her now?\" Sam asked, as he picked up his\ncards. His voice came distinctly through the wall crack.\n\n\"We should have told her about our wives and families right at the\nstart,\" Harper answered morosely. \"I don't know why we didn't. Except\nthat, well, none of us have talked about things back home. She didn't,\nand so we didn't either.\"\n\n\"But I never dreamed Miss Kitty would start getting ideas,\" Sam said in\na heartsick voice. \"I just never dreamed she....\"\n\n\"We're going to have to tell her,\" Harper said resolutely. \"We'll just\nhave to tell her that, well, there's still hope and as long as there's\nhope....\"\n\nBlindly, in an anguish of shame such as she had never known, Miss Kitty\ncrept away from the bunkhouse, and stumbled back to the cabin. Now she\nwas shivering so violently she could hardly walk. The exposure to the\nnight air, the nervous tension, overwrought emotions....\n\nShe could not remember getting back into the cabin, crawling into bed.\nShe knew only that a little later she was in bed, still shaking\nviolently with a chill, burning with fever.\n\nShe was awakened in the morning with the sound of the axe chopping on\nwood. She dragged herself out of bed, forlorn, sick, filled with shame.\nHer head spun so wildly that she sank to her knees and lay it on the\nbed. Then her pride and her will forced her to her feet, and she drove\nherself to dress, to go into the big room, dig out glowing coals from\nbeneath ashes, put them in the little cook stove, pile fine slivers of\nresin-rich kindling on top of them, blow on them.\n\nBetween painful breaths, she heard herself sobbing. Her teeth started\nchattering again, and there was a ringing in her ears. She heard the\nblows of the axe falling on the wood, and each blow transferred itself\nto the base of her skull. The ringing in her ears grew louder and\nlouder.\n\nShe heard one of the men shout. It sounded like Sam. Had he hurt himself\nwith the axe, gashed his leg or something? She'd always been afraid of\nthat axe! She'd told them and told them to be careful!\n\nShe pulled herself up from her knees there at the stove where she had\nbeen blowing on the coals. She must get out there, help him! That\nterrible buzzing in her head, that ringing in her ears. No matter, she\nmust get out there to help him.\n\n[Illustration]\n\nShe threw open the door and saw Sam running toward the lifeship. Had he\nlost his mind? The bandages were here. She had them here! She saw Lt.\nHarper come to the door of the bunkhouse. He was still pulling on his\npants. He started running toward the lifeship, too, cinching his belt as\nhe ran.\n\nThen she realized that at least part of the ringing in her ears came\nfrom the lifeship. At first it had no meaning for her, then she\nremembered them talking about fixing up some kind of alarm, so that if\nthey got a signal through....\n\nShe started running toward the lifeship. She stumbled, fell, got up,\nfelt as light as a feather, as heavy as mercury. She crawled up the\nsteps of the lifeship, she clutched at the door. She heard Sam speaking\nvery slowly, carefully.\n\n\"Do you read me? _Is this Earth?_\"\n\nShe saw his face. She knew the answer.\n\nAnd that was the last she knew.\n\n       *       *       *       *       *\n\nConsciousness came back in little dribbles like a montage--half reality\nand half nightmare of the insomniac. Lt. Harper's voice shouting at her\nwith a roar like a waterfall, \"My God, Miss Kitty, are you sick?\"\nBlackness. More shouting, Sam calling the lieutenant, something about a\nred flare in the sky. A lucid moment, when Sam was explaining to her\nthat Earth had been given the warp coordinates, and had sent a red flare\nto see if they could get through. Then another gap. A heavy trampling of\nfeet, a great many feet. Some kind of memory of a woman in white,\nsticking a thermometer in her mouth. The prick of a needle in her arm.\nThe sense of being carried. A memory of knowing she was in a ship. A\nflash that was more felt than seen.\n\nNightmares! All nightmares! She would wake up in a moment. She would get\nup, dress, go out and start a fire to heat water on the cookstove. She\nhad planned to have coffee, a special treat from their almost exhausted\nstore. She would have coffee. The men would come in sheepish, evading\nher glance.\n\nVery well, she would simply tell them that she had misunderstood, save\nthem the embarrassment of telling her. She would not be the woman\nscorned.\n\nShe moved her hands to throw back her blankets, and froze. Her fingers\nhad not touched blankets, they had touched cool, slick sheets! Her eyes\npopped open.\n\nIt had not been a nightmare, a wish fulfillment of escape. She was in a\nhospital room. A nurse was standing beside her bed, looking down at her.\nA comfortably motherly-looking sort of woman was speaking to her.\n\n\"Well, now, Miss Kittredge, that's much better!\" the woman said. \"So you\nwill go gather wild rice in the swamp and get your bloodstream full of\nbugs!\" But it was a professional kind of chiding, the same way she had\ntalked to her kindergarten children when they'd got themselves into\ntrouble.\n\n\"Still,\" the nurse chatted, \"it's made our pathologists mighty happy.\nThey've been having themselves a ball analyzing the bugs you three\nmanaged to pick up. You got something close to malaria. The two men,\nhealthy oxen, didn't get anything at all. We had to let 'em out of\nquarantine in three days.\"\n\n       *       *       *       *       *\n\nMiss Kitty just looked at her in a sort of unthinking lassitude. She was\nstill trying to make the reality seem real. The nurse helped a little.\nShe turned to her cart and produced a white enamel, flat container. She\nslid it under the top sheet.\n\n\"Upsy-daisy now, Miss Kittredge,\" she said firmly. \"It's time you\nstarted cooperating a little.\"\n\nYes, that brought her back to reality. But she still didn't say\nanything.\n\n\"Although we might as well not have let 'em out of quarantine,\" the\nnurse grumbled. \"They've just been living out there in the waiting room\nfor a solid week, buttonholing everybody from doctors down to orderlies\nasking about you.\"\n\nShe gave a soft wolf whistle.\n\n\"Whew, imagine having not just one guy but two of 'em, absolutely crazy\nabout you. Just begging to see you, hold your hand a little. Two\nbeautiful men like that! You ready to see them soon?\"\n\nMiss Kitty felt a rush of shame again. In the cabin she would have been\nforced to face them, but not now.\n\n\"No,\" she said firmly. \"I _never_ want to see them again.\"\n\n\"Well, now, let me tell you something, Miss Kittredge,\" the nurse said,\nand this time there was a note of seriousness. \"One of the symptoms of\nthis sickness you picked up is that it makes you talk. Gal, you have\ntalked a blue streak for the last week. We know everything, everything\nthat happened, everything you thought about. The doctor understood how\nyou might feel about things. So he told the lieutenant and Mr. Eade that\nyou had got bitten about the time you were up in the rice swamp, and\nthat you hadn't been responsible for anything you'd said for the last\nthree days back there on New Earth.\"\n\nMiss Kitty felt a flood of relief.\n\n\"Did they believe the doctor?\" she asked hesitantly.\n\n\"Sure they believed him,\" the nurse answered. \"Sure they did. But you\nwanna know something? I've talked to those two men. And I've just got\nmyself an idea that it wouldn't have made a particle of difference in\nthe way they feel about you even if they didn't believe it. You're tops\nwith those two guys, lady. Absolutely tip-top tops. The way you pitched\nin there, carried your share of things....\"\n\nShe slipped the pan out from under the sheets, and put it into a\ncompartment of the cart.\n\n\"You wanna know something else? I don't think you were out of your head\nat all when you propositioned those two guys. I think you were showing\nsome good female sense, maybe for the first time in your life. And I\nthink they know you were.\n\n\"You think it over, Miss Kittredge. If I know you--and I ought to after\nlistening to you rave day after day--you've got what it takes. You want\nmy advice? You go right on being a normal female. Don't you be silly\nenough to get back into that warped, twisted, frustrated kind of a\nman-hater you always thought you were.\n\n\"I gotta go now. You think it over. But not too long. Those two guys are\ngoing to be mighty, mighty hurt if they find out you're conscious and\nwon't see them.\"\n\nShe went out the door, pushing her cart in front of her.\n\n       *       *       *       *       *\n\nMiss Kitty relaxed her neck, willed the tenseness out of her body, and\njust lay for a while thinking of nothing. A gust, a rattle of raindrops,\ncalled her attention to the window. They had put her on the ground\nfloor. She was able to see through the window to the street outside. The\nrain was pelting down, like that first rain they'd had there on New\nEarth. How chagrined the boys had looked when the roof started leaking\nin a dozen places!\n\nShe felt a warm sense of relief, of gratitude, that she could remember\nthem without shame. The nurse had been right, of course. Probably the\ndoctors had planted that particular nurse in her room, anticipating her\nreturn to consciousness, anticipating the necessity for a little mental\ntherapy.\n\n_Good female sense._ With such a semantic difference from good male\nsense! The mind of a man and a woman was not the same. She knew that\nnow. And she realized that deeply, hidden from her own admittance, she\nhad always known it. And the nurse's good earthy\nexpression--\"propositioning those two guys\"--approval that it had been\nnatural and right. And another expression, \"the way you pitched in\nthere, carried your share of things.\"\n\nCarried your share of things! That meant more than just cooking,\nmending, cleaning. More than just seeing that the race continued, too;\nalthough it somehow tied in with all these things.\n\nShe lay in her bed, watching the rain through the window, getting\ncomfort from the soft, drumming sound. Along the street she could see\npeople sloshing through the film of water underfoot. She watched the\nscene of turned-up collars, pulled-down hatbrims, bobbing umbrellas, as\nif it were something apart from her, and yet a part of her. She began to\nget a sense of rare vision, an understanding which she knew was more\ncomplete than any intellectual abstraction she had ever managed. She\nbegan to get a woman's sense of purpose, completely distinct from that\nof a man.\n\n       *       *       *       *       *\n\nShe recalled once reading of an incident where an Oklahoma oil\nmillionaire had built a huge mansion; then, because his squaw did not\nknow how to make a home within it, they pitched their tepee in the front\ngrounds, to live there, unable to feel at home in anything else.\n\nYes, too often the mansions of science came in for a similar treatment.\nThe vast rooms of ideas, the great halls of expansion, the limitless\nceilings of challenge, the wide expanses of speculation; all these\nthings which would exalt Man into a truly great existence were denied,\nput to no use beyond mere gadgetry. And the mass of human beings still\nhuddled in their cramped and grimy little tepees of ancient syndromes,\nonly there feeling at home.\n\nIt was the fault of the women. They had not kept up with the men. Those\nwho attempted it tried to be men, to prove themselves as good a man as\nany man, the way she had done.\n\nThey had missed the real point entirely, every single bit of it.\n\nThe male was still functioning in the way males always had. There was no\nessential difference between the cave man who climbed a new mountain and\nexplored a new valley and brought back a speared deer to throw down at\nthe entrance of his home cave; no difference between him and the modern\nexplorer of science who, under similar hardships, brought back a bright\nand rich new knowledge.\n\nBut the ancient cave woman had not failed. She had known what to do with\nthe deer to strengthen and secure the future of the race.\n\nAnd what about New Earth?\n\nLt. Harper and Sam had talked about the possibility of millions of\nEarths, each infinitesimally removed from the other, and if they could\nbridge the gap to one, they might bridge it to an uncountable number.\nPerhaps there were millions of others, but for her there was only one\nNew Earth.\n\nWould the processions of colonists going there spoil it? Would the women\ngoing there see in it a great mansion? Or, instead, would they simply go\nthere to escape here--escape from exhaustion, failure, anguish,\nbitterness--and, as always, take these things along with them? Would\nthey still live in grimy little syndromes of endless antagonism,\nbickering in their foolish frustrations, because they had no wisdom\nabout what to do with this newly speared deer?\n\n_Oh, not on New Earth!_\n\nSuddenly Miss Kitty knew what she must do. If that one particular\nmansion needed someone to make it into a home, why not herself? And who\nhad a better right?\n\nSomewhere, there, perhaps that very one striding along under the eaves\nof that building across the street, with his hatbrim pulled down,\nleaning against the rain, somewhere, close, there must be a man who\ncould share her resolution and her dream. A man of the same breed as the\nlieutenant and Sam, a man who carried his head high, his shoulders back,\nwho had keen, intelligent eyes, and laughter.\n\nYes, now she wanted to see the two men after all, and meet their lucky\nwives, and see their children, the kind of children she might have had.\n\nMight _yet_ have!\n\nAt a flash of memory, she smiled a little ruefully, and yet with an\ninner peace.\n\n\"I am not so old,\" she repeated in a whisper. \"I still have time for at\nleast a half dozen sons and daughters before--before my barren years.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Woman's Place, by Mark Irvin Clifton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A WOMAN'S PLACE ***\n\n***** This file should be named 32833.txt or 32833.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/8/3/32833/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}