{"title": "Piper in the Woods", "author": "Philip K. Dick", "releaseDate": "June 16, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n                PIPER IN THE WOODS\n\n                       _By\n                 Philip K. Dick_\n\n\n        Earth maintained an important garrison on\n Asteroid Y-3. Now suddenly it was imperiled with\n a biological impossibility--men becoming plants!\n\n\n\"Well, Corporal Westerburg,\" Doctor Henry Harris said gently, \"just why\ndo you think you're a plant?\"\n\nAs he spoke, Harris glanced down again at the card on his desk. It was\nfrom the Base Commander himself, made out in Cox's heavy scrawl: _Doc,\nthis is the lad I told you about. Talk to him and try to find out how he\ngot this delusion. He's from the new Garrison, the new check-station on\nAsteroid Y-3, and we don't want anything to go wrong there. Especially a\nsilly damn thing like this!_\n\nHarris pushed the card aside and stared back up at the youth across the\ndesk from him. The young man seemed ill at ease and appeared to be\navoiding answering the question Harris had put to him. Harris frowned.\nWesterburg was a good-looking chap, actually handsome in his Patrol\nuniform, a shock of blond hair over one eye. He was tall, almost six\nfeet, a fine healthy lad, just two years out of Training, according to\nthe card. Born in Detroit. Had measles when he was nine. Interested in\njet engines, tennis, and girls. Twenty-six years old.\n\n\"Well, Corporal Westerburg,\" Doctor Harris said again. \"Why do you think\nyou're a plant?\"\n\nThe Corporal looked up shyly. He cleared his throat. \"Sir, I _am_ a\nplant, I don't just think so. I've been a plant for several days, now.\"\n\n\"I see.\" The Doctor nodded. \"You mean that you weren't always a plant?\"\n\n\"No, sir. I just became a plant recently.\"\n\n\"And what were you before you became a plant?\"\n\n\"Well, sir, I was just like the rest of you.\"\n\nThere was silence. Doctor Harris took up his pen and scratched a few\nlines, but nothing of importance came. A plant? And such a\nhealthy-looking lad! Harris removed his steel-rimmed glasses and\npolished them with his handkerchief. He put them on again and leaned\nback in his chair. \"Care for a cigarette, Corporal?\"\n\n\"No, sir.\"\n\nThe Doctor lit one himself, resting his arm on the edge of the chair.\n\"Corporal, you must realize that there are very few men who become\nplants, especially on such short notice. I have to admit you are the\nfirst person who has ever told me such a thing.\"\n\n\"Yes, sir, I realize it's quite rare.\"\n\n\"You can understand why I'm interested, then. When you say you're a\nplant, you mean you're not capable of mobility? Or do you mean you're a\nvegetable, as opposed to an animal? Or just what?\"\n\nThe Corporal looked away. \"I can't tell you any more,\" he murmured. \"I'm\nsorry, sir.\"\n\n\"Well, would you mind telling me _how_ you became a plant?\"\n\nCorporal Westerburg hesitated. He stared down at the floor, then out the\nwindow at the spaceport, then at a fly on the desk. At last he stood up,\ngetting slowly to his feet. \"I can't even tell you that, sir,\" he said.\n\n\"You can't? Why not?\"\n\n\"Because--because I promised not to.\"\n\n       *       *       *       *       *\n\nThe room was silent. Doctor Harris rose, too, and they both stood facing\neach other. Harris frowned, rubbing his jaw. \"Corporal, just _who_ did\nyou promise?\"\n\n\"I can't even tell you that, sir. I'm sorry.\"\n\nThe Doctor considered this. At last he went to the door and opened it.\n\"All right, Corporal. You may go now. And thanks for your time.\"\n\n\"I'm sorry I'm not more helpful.\" The Corporal went slowly out and\nHarris closed the door after him. Then he went across his office to the\nvidphone. He rang Commander Cox's letter. A moment later the beefy\ngood-natured face of the Base Commander appeared.\n\n\"Cox, this is Harris. I talked to him, all right. All I could get is the\nstatement that he's a plant. What else is there? What kind of behavior\npattern?\"\n\n\"Well,\" Cox said, \"the first thing they noticed was that he wouldn't do\nany work. The Garrison Chief reported that this Westerburg would wander\noff outside the Garrison and just sit, all day long. Just sit.\"\n\n\"In the sun?\"\n\n\"Yes. Just sit in the sun. Then at nightfall he would come back in. When\nthey asked why he wasn't working in the jet repair building he told them\nhe had to be out in the sun. Then he said--\" Cox hesitated.\n\n\"Yes? Said what?\"\n\n\"He said that work was unnatural. That it was a waste of time. That the\nonly worthwhile thing was to sit and contemplate--outside.\"\n\n\"What then?\"\n\n\"Then they asked him how he got that idea, and then he revealed to them\nthat he had become a plant.\"\n\n\"I'm going to have to talk to him again, I can see,\" Harris said. \"And\nhe's applied for a permanent discharge from the Patrol? What reason did\nhe give?\"\n\n\"The same, that he's a plant now, and has no more interest in being a\nPatrolman. All he wants to do is sit in the sun. It's the damnedest\nthing I ever heard.\"\n\n\"All right. I think I'll visit him in his quarters.\" Harris looked at\nhis watch. \"I'll go over after dinner.\"\n\n\"Good luck,\" Cox said gloomily. \"But who ever heard of a man turning\ninto a plant? We told him it wasn't possible, but he just smiled at us.\"\n\n\"I'll let you know how I make out,\" Harris said.\n\n       *       *       *       *       *\n\nHarris walked slowly down the hall. It was after six; the evening meal\nwas over. A dim concept was coming into his mind, but it was much too\nsoon to be sure. He increased his pace, turning right at the end of the\nhall. Two nurses passed, hurrying by. Westerburg was quartered with a\nbuddy, a man who had been injured in a jet blast and who was now almost\nrecovered. Harris came to the dorm wing and stopped, checking the\nnumbers on the doors.\n\n\"Can I help you, sir?\" the robot attendant said, gliding up.\n\n\"I'm looking for Corporal Westerburg's room.\"\n\n\"Three doors to the right.\"\n\nHarris went on. Asteroid Y-3 had only recently been garrisoned and\nstaffed. It had become the primary check-point to halt and examine ships\nentering the system from outer space. The Garrison made sure that no\ndangerous bacteria, fungus, or what-not arrived to infect the system. A\nnice asteroid it was, warm, well-watered, with trees and lakes and lots\nof sunlight. And the most modern Garrison in the nine planets. He shook\nhis head, coming to the third door. He stopped, raising his hand and\nknocking.\n\n\"Who's there?\" sounded through the door.\n\n\"I want to see Corporal Westerburg.\"\n\nThe door opened. A bovine youth with horn-rimmed glasses looked out, a\nbook in his hand. \"Who are you?\"\n\n\"Doctor Harris.\"\n\n\"I'm sorry, sir. Corporal Westerburg is asleep.\"\n\n\"Would he mind if I woke him up? I want very much to talk to him.\"\nHarris peered inside. He could see a neat room, with a desk, a rug and\nlamp, and two bunks. On one of the bunks was Westerburg, lying face up,\nhis arms folded across his chest, his eyes tightly closed.\n\n\"Sir,\" the bovine youth said, \"I'm afraid I can't wake him up for you,\nmuch as I'd like to.\"\n\n\"You can't? Why not?\"\n\n\"Sir, Corporal Westerburg won't wake up, not after the sun sets. He just\nwon't. He can't be wakened.\"\n\n\"Cataleptic? Really?\"\n\n\"But in the morning, as soon as the sun comes up, he leaps out of bed\nand goes outside. Stays the whole day.\"\n\n\"I see,\" the Doctor said. \"Well, thanks anyhow.\" He went back out into\nthe hall and the door shut after him. \"There's more to this than I\nrealized,\" he murmured. He went on back the way he had come.\n\n       *       *       *       *       *\n\nIt was a warm sunny day. The sky was almost free of clouds and a gentle\nwind moved through the cedars along the bank of the stream. There was a\npath leading from the hospital building down the slope to the stream. At\nthe stream a small bridge led over to the other side, and a few patients\nwere standing on the bridge, wrapped in their bathrobes, looking\naimlessly down at the water.\n\nIt took Harris several minutes to find Westerburg. The youth was not\nwith the other patients, near or around the bridge. He had gone farther\ndown, past the cedar trees and out onto a strip of bright meadow, where\npoppies and grass grew everywhere. He was sitting on the stream bank, on\na flat grey stone, leaning back and staring up, his mouth open a little.\nHe did not notice the Doctor until Harris was almost beside him.\n\n\"Hello,\" Harris said softly.\n\nWesterburg opened his eyes, looking up. He smiled and got slowly to his\nfeet, a graceful, flowing motion that was rather surprising for a man of\nhis size. \"Hello, Doctor. What brings you out here?\"\n\n\"Nothing. Thought I'd get some sun.\"\n\n\"Here, you can share my rock.\" Westerburg moved over and Harris sat down\ngingerly, being careful not to catch his trousers on the sharp edges of\nthe rock. He lit a cigarette and gazed silently down at the water.\nBeside him, Westerburg had resumed his strange position, leaning back,\nresting on his hands, staring up with his eyes shut tight.\n\n\"Nice day,\" the Doctor said.\n\n\"Yes.\"\n\n\"Do you come here every day?\"\n\n\"Yes.\"\n\n\"You like it better out here than inside.\"\n\n\"I can't stay inside,\" Westerburg said.\n\n\"You can't? How do you mean, 'can't'?\"\n\n\"You would die without _air_, wouldn't you?\" the Corporal said.\n\n\"And you'd die without sunlight?\"\n\nWesterburg nodded.\n\n\"Corporal, may I ask you something? Do you plan to do this the rest of\nyour life, sit out in the sun on a flat rock? Nothing else?\"\n\nWesterburg nodded.\n\n\"How about your job? You went to school for years to become a Patrolman.\nYou wanted to enter the Patrol very badly. You were given a fine rating\nand a first-class position. How do you feel, giving all that up? You\nknow, it won't be easy to get back in again. Do you realize that?\"\n\n\"I realize it.\"\n\n\"And you're really going to give it all up?\"\n\n\"That's right.\"\n\n       *       *       *       *       *\n\nHarris was silent for a while. At last he put his cigarette out and\nturned toward the youth. \"All right, let's say you give up your job and\nsit in the sun. Well, what happens, then? Someone else has to do the job\ninstead of you. Isn't that true? The job has to be done, _your_ job has\nto be done. And if you don't do it someone else has to.\"\n\n\"I suppose so.\"\n\n\"Westerburg, suppose everyone felt the way you do? Suppose everyone\nwanted to sit in the sun all day? What would happen? No one would check\nships coming from outer space. Bacteria and toxic crystals would enter\nthe system and cause mass death and suffering. Isn't that right?\"\n\n\"If everyone felt the way I do they wouldn't be going into outer space.\"\n\n\"But they have to. They have to trade, they have to get minerals and\nproducts and new plants.\"\n\n\"Why?\"\n\n\"To keep society going.\"\n\n\"Why?\"\n\n\"Well--\" Harris gestured. \"People couldn't live without society.\"\n\nWesterburg said nothing to that. Harris watched him, but the youth did\nnot answer.\n\n\"Isn't that right?\" Harris said.\n\n\"Perhaps. It's a peculiar business, Doctor. You know, I struggled for\nyears to get through Training. I had to work and pay my own way. Washed\ndishes, worked in kitchens. Studied at night, learned, crammed, worked\non and on. And you know what I think, now?\"\n\n\"What?\"\n\n\"I wish I'd become a plant earlier.\"\n\nDoctor Harris stood up. \"Westerburg, when you come inside, will you\nstop off at my office? I want to give you a few tests, if you don't\nmind.\"\n\n\"The shock box?\" Westerburg smiled. \"I knew that would be coming around.\nSure, I don't mind.\"\n\nNettled, Harris left the rock, walking back up the bank a short\ndistance. \"About three, Corporal?\"\n\nThe Corporal nodded.\n\nHarris made his way up the hill, to the path, toward the hospital\nbuilding. The whole thing was beginning to become more clear to him. A\nboy who had struggled all his life. Financial insecurity. Idealized\ngoal, getting a Patrol assignment. Finally reached it, found the load\ntoo great. And on Asteroid Y-3 there was too much vegetation to look at\nall day. Primitive identification and projection on the flora of the\nasteroid. Concept of security involved in immobility and permanence.\nUnchanging forest.\n\nHe entered the building. A robot orderly stopped him almost at once.\n\"Sir, Commander Cox wants you urgently, on the vidphone.\"\n\n\"Thanks.\" Harris strode to his office. He dialed Cox's letter and the\nCommander's face came presently into focus. \"Cox? This is Harris. I've\nbeen out talking to the boy. I'm beginning to get this lined up, now. I\ncan see the pattern, too much load too long. Finally gets what he wants\nand the idealization shatters under the--\"\n\n\"Harris!\" Cox barked. \"Shut up and listen. I just got a report from Y-3.\nThey're sending an express rocket here. It's on the way.\"\n\n\"An express rocket?\"\n\n\"Five more cases like Westerburg. All say they're plants! The Garrison\nChief is worried as hell. Says we _must_ find out what it is or the\nGarrison will fall apart, right away. Do you get me, Harris? Find out\nwhat it is!\"\n\n\"Yes, sir,\" Harris murmured. \"Yes, sir.\"\n\n       *       *       *       *       *\n\nBy the end of the week there were twenty cases, and all, of course, were\nfrom Asteroid Y-3.\n\nCommander Cox and Harris stood together at the top of the hill, looking\ngloomily down at the stream below. Sixteen men and four women sat in the\nsun along the bank, none of them moving, none speaking. An hour had gone\nby since Cox and Harris appeared, and in all that time the twenty people\nbelow had not stirred.\n\n\"I don't get it,\" Cox said, shaking his head. \"I just absolutely don't\nget it. Harris, is this the beginning of the end? Is everything going to\nstart cracking around us? It gives me a hell of a strange feeling to see\nthose people down there, basking away in the sun, just sitting and\nbasking.\"\n\n\"Who's that man there with the red hair?\"\n\n\"That's Ulrich Deutsch. He was Second in Command at the Garrison. Now\nlook at him! Sits and dozes with his mouth open and his eyes shut. A\nweek ago that man was climbing, going right up to the top. When the\nGarrison Chief retires he was supposed to take over. Maybe another year,\nat the most. All his life he's been climbing to get up there.\"\n\n\"And now he sits in the sun,\" Harris finished.\n\n\"That woman. The brunette, with the short hair. Career woman. Head of\nthe entire office staff of the Garrison. And the man beside her.\nJanitor. And that cute little gal there, with the bosom. Secretary, just\nout of school. All kinds. And I got a note this morning, three more\ncoming in sometime today.\"\n\nHarris nodded. \"The strange thing is--they really _want_ to sit down\nthere. They're completely rational; they could do something else, but\nthey just don't care to.\"\n\n\"Well?\" Cox said. \"What are you going to do? Have you found anything?\nWe're counting on you. Let's hear it.\"\n\n\"I couldn't get anything out of them directly,\" Harris said, \"but I've\nhad some interesting results with the shock box. Let's go inside and\nI'll show you.\"\n\n\"Fine,\" Cox turned and started toward the hospital. \"Show me anything\nyou've got. This is serious. Now I know how Tiberius felt when\nChristianity showed up in high places.\"\n\n       *       *       *       *       *\n\nHarris snapped off the light. The room was pitch black. \"I'll run this\nfirst reel for you. The subject is one of the best biologists stationed\nat the Garrison. Robert Bradshaw. He came in yesterday. I got a good run\nfrom the shock box because Bradshaw's mind is so highly differentiated.\nThere's a lot of repressed material of a non-rational nature, more than\nusual.\"\n\nHe pressed a switch. The projector whirred, and on the far wall a\nthree-dimensional image appeared in color, so real that it might have\nbeen the man himself. Robert Bradshaw was a man of fifty, heavy-set,\nwith iron grey hair and a square jaw. He sat in the chair calmly, his\nhands resting on the arms, oblivious to the electrodes attached to his\nneck and wrist. \"There I go,\" Harris said. \"Watch.\"\n\nHis film-image appeared, approaching Bradshaw. \"Now, Mr. Bradshaw,\" his\nimage said, \"this won't hurt you at all, and it'll help us a lot.\" The\nimage rotated the controls on the shock box. Bradshaw stiffened, and his\njaw set, but otherwise he gave no sign. The image of Harris regarded him\nfor a time and then stepped away from the controls.\n\n\"Can you hear me, Mr. Bradshaw?\" the image asked.\n\n\"Yes.\"\n\n\"What is your name?\"\n\n\"Robert C. Bradshaw.\"\n\n\"What is your position?\"\n\n\"Chief Biologist at the check-station on Y-3.\"\n\n\"Are you there now?\"\n\n\"No, I'm back on Terra. In a hospital.\"\n\n\"Why?\"\n\n\"Because I admitted to the Garrison Chief that I had become a plant.\"\n\n\"Is that true? That you are a plant.\"\n\n\"Yes, in a non-biological sense. I retain the physiology of a human\nbeing, of course.\"\n\n\"What do you mean, then, that you're a plant?\"\n\n\"The reference is to attitudinal response, to Weltanschauung.\"\n\n\"Go on.\"\n\n\"It is possible for a warm-blooded animal, an upper primate, to adopt\nthe psychology of a plant, to some extent.\"\n\n\"Yes?\"\n\n\"I refer to this.\"\n\n\"And the others? They refer to this also?\"\n\n\"Yes.\"\n\n\"How did this occur, your adopting this attitude?\"\n\nBradshaw's image hesitated, the lips twisting. \"See?\" Harris said to\nCox. \"Strong conflict. He wouldn't have gone on, if he had been fully\nconscious.\"\n\n\"I--\"\n\n\"Yes?\"\n\n\"I was taught to become a plant.\"\n\nThe image of Harris showed surprise and interest. \"What do you mean, you\nwere _taught_ to become a plant?\"\n\n\"They realized my problems and taught me to become a plant. Now I'm free\nfrom them, the problems.\"\n\n\"Who? Who taught you?\"\n\n\"The Pipers.\"\n\n\"Who? The Pipers? Who are the Pipers?\"\n\nThere was no answer.\n\n\"Mr. Bradshaw, who are the Pipers?\"\n\nAfter a long, agonized pause, the heavy lips parted. \"They live in the\nwoods....\"\n\nHarris snapped off the projector, and the lights came on. He and Cox\nblinked. \"That was all I could get,\" Harris said. \"But I was lucky to\nget that. He wasn't supposed to tell, not at all. That was the thing\nthey all promised not to do, tell who taught them to become plants. The\nPipers who live in the woods, on Asteroid Y-3.\"\n\n\"You got this story from all twenty?\"\n\n\"No.\" Harris grimaced. \"Most of them put up too much fight. I couldn't\neven get _this_ much from them.\"\n\nCox reflected. \"The Pipers. Well? What do you propose to do? Just wait\naround until you can get the full story? Is that your program?\"\n\n\"No,\" Harris said. \"Not at all. I'm going to Y-3 and find out who the\nPipers are, myself.\"\n\n       *       *       *       *       *\n\nThe small patrol ship made its landing with care and precision, its jets\nchoking into final silence. The hatch slid back and Doctor Henry Harris\nfound himself staring out at a field, a brown, sun-baked landing field.\nAt the end of the field was a tall signal tower. Around the field on all\nsides were long grey buildings, the Garrison check-station itself. Not\nfar off a huge Venusian cruiser was parked, a vast green hulk, like an\nenormous lime. The technicians from the station were swarming all over\nit, checking and examining each inch of it for lethal life-forms and\npoisons that might have attached themselves to the hull.\n\n\"All out, sir,\" the pilot said.\n\nHarris nodded. He took hold of his two suitcases and stepped carefully\ndown. The ground was hot underfoot, and he blinked in the bright\nsunlight. Jupiter was in the sky, and the vast planet reflected\nconsiderable sunlight down onto the asteroid.\n\nHarris started across the field, carrying his suitcases. A field\nattendant was already busy opening the storage compartment of the patrol\nship, extracting his trunk. The attendant lowered the trunk into a\nwaiting dolly and came after him, manipulating the little truck with\nbored skill.\n\nAs Harris came to the entrance of the signal tower the gate slid back\nand a man came forward, an older man, large and robust, with white hair\nand a steady walk.\n\n\"How are you, Doctor?\" he said, holding his hand out. \"I'm Lawrence\nWatts, the Garrison Chief.\"\n\nThey shook hands. Watts smiled down at Harris. He was a huge old man,\nstill regal and straight in his dark blue uniform, with his gold\nepaulets sparkling on his shoulders.\n\n\"Have a good trip?\" Watts asked. \"Come on inside and I'll have a drink\nfixed for you. It gets hot around here, with the Big Mirror up there.\"\n\n\"Jupiter?\" Harris followed him inside the building. The signal tower was\ncool and dark, a welcome relief. \"Why is the gravity so near Terra's? I\nexpected to go flying off like a kangaroo. Is it artificial?\"\n\n\"No. There's a dense core of some kind to the asteroid, some kind of\nmetallic deposit. That's why we picked this asteroid out of all the\nothers. It made the construction problem much simpler, and it also\nexplains why the asteroid has natural air and water. Did you see the\nhills?\"\n\n\"The hills?\"\n\n\"When we get up higher in the tower we'll be able to see over the\nbuildings. There's quite a natural park here, a regular little forest,\ncomplete with everything you'd want. Come in here, Harris. This is my\noffice.\" The old man strode at quite a clip, around the corner and into\na large, well-furnished apartment. \"Isn't this pleasant? I intend to\nmake my last year here as amiable as possible.\" He frowned. \"Of course,\nwith Deutsch gone, I may be here forever. Oh, well.\" He shrugged. \"Sit\ndown, Harris.\"\n\n\"Thanks.\" Harris took a chair, stretching his legs out. He watched Watts\nas he closed the door to the hall. \"By the way, any more cases come up?\"\n\n\"Two more today,\" Watts was grim. \"Makes almost thirty, in all. We have\nthree hundred men in this station. At the rate it's going--\"\n\n\"Chief, you spoke about a forest on the asteroid. Do you allow the crew\nto go into the forest at will? Or do you restrict them to the buildings\nand grounds?\"\n\n       *       *       *       *       *\n\nWatts rubbed his jaw. \"Well, it's a difficult situation, Harris. I have\nto let the men leave the grounds sometimes. They can _see_ the forest\nfrom the buildings, and as long as you can see a nice place to stretch\nout and relax that does it. Once every ten days they have a full period\nof rest. Then they go out and fool around.\"\n\n\"And then it happens?\"\n\n\"Yes, I suppose so. But as long as they can see the forest they'll want\nto go. I can't help it.\"\n\n\"I know. I'm not censuring you. Well, what's your theory? What happens\nto them out there? What do they do?\"\n\n\"What happens? Once they get out there and take it easy for a while they\ndon't want to come back and work. It's boondoggling. Playing hookey.\nThey don't want to work, so off they go.\"\n\n\"How about this business of their delusions?\"\n\nWatts laughed good-naturedly. \"Listen, Harris. You know as well as I do\nthat's a lot of poppycock. They're no more plants than you or I. They\njust don't want to work, that's all. When I was a cadet we had a few\nways to make people work. I wish we could lay a few on their backs, like\nwe used to.\"\n\n\"You think this is simple goldbricking, then?\"\n\n\"Don't you think it is?\"\n\n\"No,\" Harris said. \"They really believe they're plants. I put them\nthrough the high-frequency shock treatment, the shock box. The whole\nnervous system is paralyzed, all inhibitions stopped cold. They tell the\ntruth, then. And they said the same thing--and more.\"\n\nWatts paced back and forth, his hands clasped behind his back. \"Harris,\nyou're a doctor, and I suppose you know what you're talking about. But\nlook at the situation here. We have a garrison, a good modern garrison.\nWe're probably the most modern outfit in the system. Every new device\nand gadget is here that science can produce. Harris, this garrison is\none vast machine. The men are parts, and each has his job, the\nMaintenance Crew, the Biologists, the Office Crew, the Managerial Staff.\n\n\"Look what happens when one person steps away from his job. Everything\nelse begins to creak. We can't service the bugs if no one services the\nmachines. We can't order food to feed the crews if no one makes out\nreports, takes inventories. We can't direct any kind of activity if the\nSecond in Command decides to go out and sit in the sun all day.\n\n\"Thirty people, one tenth of the Garrison. But we can't run without\nthem. The Garrison is built that way. If you take the supports out the\nwhole building falls. No one can leave. We're all tied here, and these\npeople know it. They know they have no right to do that, run off on\ntheir own. No one has that right anymore. We're all too tightly\ninterwoven to suddenly start doing what we want. It's unfair to the\nrest, the majority.\"\n\n       *       *       *       *       *\n\nHarris nodded. \"Chief, can I ask you something?\"\n\n\"What is it?\"\n\n\"Are there any inhabitants on the asteroid? Any natives?\"\n\n\"Natives?\" Watts considered. \"Yes, there's some kind of aborigines\nliving out there.\" He waved vaguely toward the window.\n\n\"What are they like? Have you seen them?\"\n\n\"Yes, I've seen them. At least, I saw them when we first came here. They\nhung around for a while, watching us, then after a time they\ndisappeared.\"\n\n\"Did they die off? Diseases of some kind?\"\n\n\"No. They just--just disappeared. Into their forest. They're still\nthere, someplace.\"\n\n\"What kind of people are they?\"\n\n\"Well, the story is that they're originally from Mars. They don't look\nmuch like Martians, though. They're dark, a kind of coppery color. Thin.\nVery agile, in their own way. They hunt and fish. No written language.\nWe don't pay much attention to them.\"\n\n\"I see.\" Harris paused. \"Chief, have you ever heard of anything\ncalled--The Pipers?\"\n\n\"The Pipers?\" Watts frowned. \"No. Why?\"\n\n\"The patients mentioned something called The Pipers. According to\nBradshaw, the Pipers taught him to become a plant. He learned it from\nthem, a kind of teaching.\"\n\n\"The Pipers. What are they?\"\n\n\"I don't know,\" Harris admitted. \"I thought maybe you might know. My\nfirst assumption, of course, was that they're the natives. But now I'm\nnot so sure, not after hearing your description of them.\"\n\n\"The natives are primitive savages. They don't have anything to teach\nanybody, especially a top-flight biologist.\"\n\nHarris hesitated. \"Chief, I'd like to go into the woods and look around.\nIs that possible?\"\n\n\"Certainly. I can arrange it for you. I'll give you one of the men to\nshow you around.\"\n\n\"I'd rather go alone. Is there any danger?\"\n\n\"No, none that I know of. Except--\"\n\n\"Except the Pipers,\" Harris finished. \"I know. Well, there's only one\nway to find them, and that's it. I'll have to take my chances.\"\n\n       *       *       *       *       *\n\n\"If you walk in a straight line,\" Chief Watts said, \"you'll find\nyourself back at the Garrison in about six hours. It's a damn small\nasteroid. There's a couple of streams and lakes, so don't fall in.\"\n\n\"How about snakes or poisonous insects?\"\n\n\"Nothing like that reported. We did a lot of tramping around at first,\nbut it's grown back now, the way it was. We never encountered anything\ndangerous.\"\n\n\"Thanks, Chief,\" Harris said. They shook hands. \"I'll see you before\nnightfall.\"\n\n\"Good luck.\" The Chief and his two armed escorts turned and went back\nacross the rise, down the other side toward the Garrison. Harris watched\nthem go until they disappeared inside the building. Then he turned and\nstarted into the grove of trees.\n\nThe woods were very silent around him as he walked. Trees towered up on\nall sides of him, huge dark-green trees like eucalyptus. The ground\nunderfoot was soft with endless leaves that had fallen and rotted into\nsoil. After a while the grove of high trees fell behind and he found\nhimself crossing a dry meadow, the grass and weeds burned brown in the\nsun. Insects buzzed around him, rising up from the dry weed-stalks.\nSomething scuttled ahead, hurrying through the undergrowth. He caught\nsight of a grey ball with many legs, scampering furiously, its antennae\nweaving.\n\nThe meadow ended at the bottom of a hill. He was going up, now, going\nhigher and higher. Ahead of him an endless expanse of green rose, acres\nof wild growth. He scrambled to the top finally, blowing and panting,\ncatching his breath.\n\nHe went on. Now he was going down again, plunging into a deep gully.\nTall ferns grew, as large as trees. He was entering a living Jurassic\nforest, ferns that stretched out endlessly ahead of him. Down he went,\nwalking carefully. The air began to turn cold around him. The floor of\nthe gully was damp and silent; underfoot the ground was almost wet.\n\nHe came out on a level table. It was dark, with the ferns growing up on\nall sides, dense growths of ferns, silent and unmoving. He came upon a\nnatural path, an old stream bed, rough and rocky, but easy to follow.\nThe air was thick and oppressive. Beyond the ferns he could see the side\nof the next hill, a green field rising up.\n\nSomething grey was ahead. Rocks, piled-up boulders, scattered and\nstacked here and there. The stream bed led directly to them. Apparently\nthis had been a pool of some kind, a stream emptying from it. He climbed\nthe first of the boulders awkwardly, feeling his way up. At the top he\npaused, resting again.\n\nAs yet he had had no luck. So far he had not met any of the natives. It\nwould be through them that he would find the mysterious Pipers that were\nstealing the men away, if such really existed. If he could find the\nnatives, talk to them, perhaps he could find out something. But as yet\nhe had been unsuccessful. He looked around. The woods were very silent.\nA slight breeze moved through the ferns, rustling them, but that was\nall. Where were the natives? Probably they had a settlement of some\nsort, huts, a clearing. The asteroid was small; he should be able to\nfind them by nightfall.\n\n       *       *       *       *       *\n\nHe started down the rocks. More rocks rose up ahead and he climbed them.\nSuddenly he stopped, listening. Far off, he could hear a sound, the\nsound of water. Was he approaching a pool of some kind? He went on\nagain, trying to locate the sound. He scrambled down rocks and up rocks,\nand all around him there was silence, except for the splashing of\ndistant water. Maybe a waterfall, water in motion. A stream. If he found\nthe stream he might find the natives.\n\nThe rocks ended and the stream bed began again, but this time it was\nwet, the bottom muddy and overgrown with moss. He was on the right\ntrack; not too long ago this stream had flowed, probably during the\nrainy season. He went up on the side of the stream, pushing through the\nferns and vines. A golden snake slid expertly out of his path. Something\nglinted ahead, something sparkling through the ferns. Water. A pool. He\nhurried, pushing the vines aside and stepping out, leaving them behind.\n\nHe was standing on the edge of a pool, a deep pool sunk in a hollow of\ngrey rocks, surrounded by ferns and vines. The water was clear and\nbright, and in motion, flowing in a waterfall at the far end. It was\nbeautiful, and he stood watching, marveling at it, the undisturbed\nquality of it. Untouched, it was. Just as it had always been, probably.\nAs long as the asteroid existed. Was he the first to see it? Perhaps. It\nwas so hidden, so concealed by the ferns. It gave him a strange feeling,\na feeling almost of ownership. He stepped down a little toward the\nwater.\n\nAnd it was then he noticed her.\n\nThe girl was sitting on the far edge of the pool, staring down into the\nwater, resting her head on one drawn-up knee. She had been bathing; he\ncould see that at once. Her coppery body was still wet and glistening\nwith moisture, sparkling in the sun. She had not seen him. He stopped,\nholding his breath, watching her.\n\nShe was lovely, very lovely, with long dark hair that wound around her\nshoulders and arms. Her body was slim, very slender, with a supple grace\nto it that made him stare, accustomed as he was to various forms of\nanatomy. How silent she was! Silent and unmoving, staring down at the\nwater. Time passed, strange, unchanging time, as he watched the girl.\nTime might even have ceased, with the girl sitting on the rock staring\ninto the water, and the rows of great ferns behind her, as rigid as if\nthey had been painted there.\n\nAll at once the girl looked up. Harris shifted, suddenly conscious of\nhimself as an intruder. He stepped back. \"I'm sorry,\" he murmured. \"I'm\nfrom the Garrison. I didn't mean to come poking around.\"\n\nShe nodded without speaking.\n\n\"You don't mind?\" Harris asked presently.\n\n\"No.\"\n\nSo she spoke Terran! He moved a little toward her, around the side of\nthe pool. \"I hope you don't mind my bothering you. I won't be on the\nasteroid very long. This is my first day here. I just arrived from\nTerra.\"\n\nShe smiled faintly.\n\n\"I'm a doctor. Henry Harris.\" He looked down at her, at the slim coppery\nbody, gleaming in the sunlight, a faint sheen of moisture on her arms\nand thighs. \"You might be interested in why I'm here.\" He paused. \"Maybe\nyou can even help me.\"\n\nShe looked up a little. \"Oh?\"\n\n\"Would you like to help me?\"\n\nShe smiled. \"Yes. Of course.\"\n\n\"That's good. Mind if I sit down?\" He looked around and found himself a\nflat rock. He sat down slowly, facing her. \"Cigarette?\"\n\n\"No.\"\n\n\"Well, I'll have one.\" He lit up, taking a deep breath. \"You see, we\nhave a problem at the Garrison. Something has been happening to some of\nthe men, and it seems to be spreading. We have to find out what causes\nit or we won't be able to run the Garrison.\"\n\n       *       *       *       *       *\n\nHe waited for a moment. She nodded slightly. How silent she was! Silent\nand unmoving. Like the ferns.\n\n\"Well, I've been able to find out a few things from them, and one very\ninteresting fact stands out. They keep saying that something\ncalled--called The Pipers are responsible for their condition. They say\nthe Pipers taught them--\" He stopped. A strange look had flitted across\nher dark, small face. \"Do you know the Pipers?\"\n\nShe nodded.\n\nAcute satisfaction flooded over Harris. \"You do? I was sure the natives\nwould know.\" He stood up again. \"I was sure they would, if the Pipers\nreally existed. Then they do exist, do they?\"\n\n\"They exist.\"\n\nHarris frowned. \"And they're here, in the woods?\"\n\n\"Yes.\"\n\n\"I see.\" He ground his cigarette out impatiently. \"You don't suppose\nthere's any chance you could take me to them, do you?\"\n\n\"Take you?\"\n\n\"Yes. I have this problem and I have to solve it. You see, the Base\nCommander on Terra has assigned this to me, this business about the\nPipers. It has to be solved. And I'm the one assigned to the job. So\nit's important to me to find them. Do you see? Do you understand?\"\n\nShe nodded.\n\n\"Well, will you take me to them?\"\n\nThe girl was silent. For a long time she sat, staring down into the\nwater, resting her head against her knee. Harris began to become\nimpatient. He fidgeted back and forth, resting first on one leg and\nthen on the other.\n\n\"Well, will you?\" he said again. \"It's important to the whole Garrison.\nWhat do you say?\" He felt around in his pockets. \"Maybe I could give you\nsomething. What do I have....\" He brought out his lighter. \"I could give\nyou my lighter.\"\n\nThe girl stood up, rising slowly, gracefully, without motion or effort.\nHarris' mouth fell open. How supple she was, gliding to her feet in a\nsingle motion! He blinked. Without effort she had stood, seemingly\nwithout _change_. All at once she was standing instead of sitting,\nstanding and looking calmly at him, her small face expressionless.\n\n\"Will you?\" he said.\n\n\"Yes. Come along.\" She turned away, moving toward the row of ferns.\n\nHarris followed quickly, stumbling across the rocks. \"Fine,\" he said.\n\"Thanks a lot. I'm very interested to meet these Pipers. Where are you\ntaking me, to your village? How much time do we have before nightfall?\"\n\nThe girl did not answer. She had entered the ferns already, and Harris\nquickened his pace to keep from losing her. How silently she glided!\n\n\"Wait,\" he called. \"Wait for me.\"\n\nThe girl paused, waiting for him, slim and lovely, looking silently\nback.\n\nHe entered the ferns, hurrying after her.\n\n       *       *       *       *       *\n\n\"Well, I'll be damned!\" Commander Cox said. \"It sure didn't take you\nlong.\" He leaped down the steps two at a time. \"Let me give you a hand.\"\n\nHarris grinned, lugging his heavy suitcases. He set them down and\nbreathed a sigh of relief. \"It isn't worth it,\" he said. \"I'm going to\ngive up taking so much.\"\n\n\"Come on inside. Soldier, give him a hand.\" A Patrolman hurried over and\ntook one of the suitcases. The three men went inside and down the\ncorridor to Harris' quarters. Harris unlocked the door and the Patrolman\ndeposited his suitcase inside.\n\n\"Thanks,\" Harris said. He set the other down beside it. \"It's good to be\nback, even for a little while.\"\n\n\"A little while?\"\n\n\"I just came back to settle my affairs. I have to return to Y-3 tomorrow\nmorning.\"\n\n\"Then you didn't solve the problem?\"\n\n\"I solved it, but I haven't _cured_ it. I'm going back and get to work\nright away. There's a lot to be done.\"\n\n\"But you found out what it is?\"\n\n\"Yes. It was just what the men said. The Pipers.\"\n\n\"The Pipers do exist?\"\n\n\"Yes.\" Harris nodded. \"They do exist.\" He removed his coat and put it\nover the back of the chair. Then he went to the window and let it down.\nWarm spring air rushed into the room. He settled himself on the bed,\nleaning back.\n\n\"The Pipers exist, all right--in the minds of the Garrison crew! To the\ncrew, the Pipers are real. The crew created them. It's a mass hypnosis,\na group projection, and all the men there have it, to some degree.\"\n\n\"How did it start?\"\n\n\"Those men on Y-3 were sent there because they were skilled,\nhighly-trained men with exceptional ability. All their lives they've\nbeen schooled by complex modern society, fast tempo and high integration\nbetween people. Constant pressure toward some goal, some job to be done.\n\n\"Those men are put down suddenly on an asteroid where there are natives\nliving the most primitive of existence, completely vegetable lives. No\nconcept of goal, no concept of purpose, and hence no ability to plan.\nThe natives live the way the animals live, from day to day, sleeping,\npicking food from the trees. A kind of Garden-of-Eden existence, without\nstruggle or conflict.\"\n\n\"So? But--\"\n\n\"Each of the Garrison crew sees the natives and _unconsciously_ thinks\nof his own early life, when he was a child, when _he_ had no worries, no\nresponsibilities, before he joined modern society. A baby lying in the\nsun.\n\n\"But he can't admit this to himself! He can't admit that he might _want_\nto live like the natives, to lie and sleep all day. So he invents The\nPipers, the idea of a mysterious group living in the woods who trap him,\nlead him into their kind of life. Then he can blame _them_, not himself.\nThey 'teach' him to become a part of the woods.\"\n\n\"What are you going to do? Have the woods burned?\"\n\n\"No.\" Harris shook his head. \"That's not the answer; the woods are\nharmless. The answer is psychotherapy for the men. That's why I'm going\nright back, so I can begin work. They've got to be made to see that the\nPipers are inside them, their own unconscious voices calling to them to\ngive up their responsibilities. They've got to be made to realize that\nthere are no Pipers, at least, not outside themselves. The woods are\nharmless and the natives have nothing to teach anyone. They're primitive\nsavages, without even a written language. We're seeing a psychological\nprojection by a whole Garrison of men who want to lay down their work\nand take it easy for a while.\"\n\nThe room was silent.\n\n\"I see,\" Cox said presently. \"Well, it makes sense.\" He got to his feet.\n\"I hope you can do something with the men when you get back.\"\n\n\"I hope so, too,\" Harris agreed. \"And I think I can. After all, it's\njust a question of increasing their self-awareness. When they have that\nthe Pipers will vanish.\"\n\nCox nodded. \"Well, you go ahead with your unpacking, Doc. I'll see you\nat dinner. And maybe before you leave, tomorrow.\"\n\n\"Fine.\"\n\n       *       *       *       *       *\n\nHarris opened the door and the Commander went out into the hall. Harris\nclosed the door after him and then went back across the room. He looked\nout the window for a moment, his hands in his pockets.\n\nIt was becoming evening, the air was turning cool. The sun was just\nsetting as he watched, disappearing behind the buildings of the city\nsurrounding the hospital. He watched it go down.\n\nThen he went over to his two suitcases. He was tired, very tired from\nhis trip. A great weariness was beginning to descend over him. There\nwere so many things to do, so terribly many. How could he hope to do\nthem all? Back to the asteroid. And then what?\n\nHe yawned, his eyes closing. How sleepy he was! He looked over at the\nbed. Then he sat down on the edge of it and took his shoes off. So much\nto do, the next day.\n\nHe put his shoes in the corner of the room. Then he bent over,\nunsnapping one of the suitcases. He opened the suitcase. From it he took\na bulging gunnysack. Carefully, he emptied the contents of the sack out\non the floor. Dirt, rich soft dirt. Dirt he had collected during his\nlast hours there, dirt he had carefully gathered up.\n\nWhen the dirt was spread out on the floor he sat down in the middle of\nit. He stretched himself out, leaning back. When he was fully\ncomfortable he folded his hands across his chest and closed his eyes. So\nmuch work to do--But later on, of course. Tomorrow. How warm the dirt\nwas....\n\nHe was sound asleep in a moment.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Imagination: Stories of Science and\n    Fantasy_ February 1953. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.\n    Minor spelling and typographical errors have been corrected without\n    note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Piper in the Woods, by Philip K. Dick\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PIPER IN THE WOODS ***\n\n***** This file should be named 32832.txt or 32832.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/8/3/32832/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}