{"title": "The Door into Infinity", "author": "Edmond Hamilton", "releaseDate": "June 17, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       The Door Into Infinity\n\n                         By EDMOND HAMILTON\n\n[Transcriber Note: This etext was produced from Weird Tales\nAugust-September 1936. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _An amazing weird mystery story, packed with thrills, danger\nand startling events._]\n\n\n\n\n_1. The Brotherhood of the Door_\n\n\n\"Where leads the Door?\"\n\n\"_It leads outside our world._\"\n\n\"Who taught our forefathers to open the Door?\"\n\n\"_They Beyond the Door taught them._\"\n\n\"To whom do we bring these sacrifices?\"\n\n\"_We bring them to Those Beyond the Door._\"\n\n\"Shall the Door be opened that They may take them?\"\n\n\"_Let the Door be opened!_\"\n\nPaul Ennis had listened thus far, his haggard face uncomprehending in\nexpression, but now he interrupted the speaker.\n\n\"But what does it all mean, inspector? Why are you repeating this to\nme?\"\n\n\"Did you ever hear anyone speak words like that?\" asked Inspector Pierce\nCampbell, leaning tautly forward for the answer.\n\n\"Of course not--it just sounds like gibberish to me,\" Ennis exclaimed.\n\"What connection can it have with my wife?\"\n\nHe had risen to his feet, a tall, blond young American whose\ngood-looking face was drawn and worn by inward agony, whose crisp yellow\nhair was brushed back from his forehead in disorder, and whose blue eyes\nwere haunted with an anguished dread.\n\nHe kicked back his chair and strode across the gloomy little office,\nwhose single window looked out on the thickening, foggy twilight of\nLondon. He bent across the dingy desk, gripping its edges with his hands\nas he spoke tensely to the man sitting behind it.\n\n\"Why are we wasting time talking here?\" Ennis cried. \"Sitting here\ntalking, when anything may be happening to Ruth!\n\n\"It's been hours since she was kidnapped. They may have taken her\nanywhere, even outside of London by now. And instead of searching for\nher, you sit here and talk gibberish about Doors!\"\n\nInspector Campbell seemed unmoved by Ennis' passion. A bulky, almost\nbald man, he looked up with his colorless, sagging face, in which his\neyes gleamed like two crumbs of bright brown glass.\n\n\"You're not helping me much by giving way to your emotions, Mr. Ennis,\"\nhe said in his flat voice.\n\n\"Give way? Who wouldn't give way?\" cried Ennis. \"Don't you understand,\nman, it's Ruth that's gone--my wife! Why, we were married only last week\nin New York. And on our second day here in London, I see her whisked\ninto a limousine and carried away before my eyes! I thought you men at\nScotland Yard here would surely act, do something. Instead you talk\ncrazy gibberish to me!\"\n\n\"Those words are _not_ gibberish,\" said Pierce Campbell quietly. \"And I\nthink they're related to the abduction of your wife.\"\n\n\"What do you mean? How could they be related?\"\n\nThe inspector's bright little brown eyes held Ennis'. \"Did you ever hear\nof an organization called the Brotherhood of the Door?\"\n\nEnnis shook his head, and Campbell continued, \"Well, I am certain your\nwife was kidnapped by members of the Brotherhood.\"\n\n\"What kind of an organization is it?\" the young American demanded. \"A\nband of criminals?\"\n\n\"No, it is no ordinary criminal organization,\" the detective said. His\nsagging face set strangely. \"Unless I am mistaken, the Brotherhood of\nthe Door is the most unholy and blackly evil organization that has ever\nexisted on this earth. Almost nothing is known of it outside its circle.\nI myself in twenty years have learned little except its existence and\nname. That ritual I just repeated to you, I heard from the lips of a\ndying member of the Brotherhood, who repeated the words in his\ndelirium.\"\n\nCampbell leaned forward. \"But I know that every year about this time the\nBrotherhood come from all over the world and gather at some secret\ncenter here in England. And every year, before that gathering, scores of\npeople are kidnapped and never heard of again. I believe that all those\npeople are kidnapped by this mysterious Brotherhood.\"\n\n\"But what becomes of the people they kidnap?\" cried the pale young\nAmerican. \"What do they do with them?\"\n\n       *       *       *       *       *\n\nInspector Campbell's bright brown eyes showed a hint of hooded horror,\nyet he shook his head. \"I know no more than you. But whatever they do to\nthe victims, they are never heard of again.\"\n\n\"But you must know something more!\" Ennis protested. \"What is this\nDoor?\"\n\nCampbell again shook his head. \"That too I don't know, but whatever it\nis, the Door is utterly sacred to the members of the Brotherhood, and\nwhomever they mean by They Beyond the Door, they dread and venerate to\nthe utmost.\"\n\n\"Where leads the Door? _It leads outside our world_,\" repeated Ennis.\n\"What can that mean?\"\n\n\"It might have a symbolic meaning, referring to some secluded fastness\nof the order which is away from the rest of the world,\" the inspector\nsaid. \"Or it might----\"\n\nHe stopped. \"Or it might what?\" pressed Ennis, his pale face thrust\nforward.\n\n\"It might mean, literally, that the Door leads outside our world and\nuniverse,\" finished the inspector.\n\nEnnis' haunted eyes stared. \"You mean that this Door might somehow lead\ninto another universe? But that's impossible!\"\n\n\"Perhaps unlikely,\" Campbell said quietly, \"but not impossible. Modern\nscience has taught us that there are other universes than the one we\nlive in, universes congruent and coincident with our own in space and\ntime, yet separated from our own by the impassable barrier of totally\ndifferent dimensions. It is not entirely impossible that a greater\nscience than ours might find a way to pierce that barrier between our\nuniverse and one of those outside ones, that a Door should be opened\nfrom ours into one of those others in the infinite outside.\"\n\n\"A door into the infinite outside,\" repeated Ennis broodingly, looking\npast the inspector. Then he made a sudden movement of wild impatience,\nthe dread leaping back strong in his eyes again.\n\n\"Oh, what good is all this talk about Doors and infinite universes doing\nin finding Ruth? I want to _do_ something! If you think this mysterious\nBrotherhood has taken her, you must surely have some idea of how we can\nget her back from them? You must know something more about them than\nyou've told.\"\n\n\"I don't know anything more certainly, but I've certain suspicions that\namount to convictions,\" Inspector Campbell said. \"I've been working on\nthis Brotherhood for many years, and block after block I've narrowed\ndown to the place I think the order's local center, the London\nheadquarters of the Brotherhood of the Door.\"\n\n\"Where is the place?\" asked Ennis tensely.\n\n\"It is the waterfront café of one Chandra Dass, a Hindoo, down by East\nIndia Docks,\" said the detective officer. \"I've been there in disguise\nmore than once, watching the place. This Chandra Dass I've found to be\nimmensely feared by everyone in the quarter, which strengthens my belief\nthat he's one of the high officers of the Brotherhood. He's too\nexceptional a man to be really running such a place.\"\n\n\"Then if the Brotherhood took Ruth, she may be at that place now!\" cried\nthe young American, electrified.\n\nCampbell nodded his bald head. \"She may very likely be. Tonight I'm\ngoing there again in disguise, and have men ready to raid the place. If\nChandra Dass has your wife there, we'll get her before he can get her\naway. Whatever way it turns out, we'll let you know at once.\"\n\n\"Like hell you will!\" exploded the pale young Ennis. \"Do you think I'm\ngoing to twiddle my thumbs while you're down there? I'm going with you.\nAnd if you refuse to let me, by heaven I'll go there myself!\"\n\nInspector Pierce Campbell gave the haggard, fiercely determined face of\nthe young man a long look, and then his own colorless countenance seemed\nto soften a little.\n\n\"All right,\" he said quietly. \"I can disguise you so you'll not be\nrecognized. But you'll have to follow my orders exactly, or death will\nresult for both of us.\"\n\nThat strange, hooded dread flickered again in his eyes, as though he saw\nthrough shrouding mists the outline of dim horror.\n\n\"It may be,\" he added slowly, \"that something worse even than death\nawaits those who try to oppose the Brotherhood of the Door--something\nthat would explain the unearthly, superhuman dread that enwraps the\nsecret mysteries of the order. We're taking more than our lives in our\nhands, I think, in trying to unveil those mysteries, to regain your\nwife. But we've got to act quickly, at all costs. We've got to find her\nbefore the great gathering of the Brotherhood takes place, or we'll\nnever find her.\"\n\n       *       *       *       *       *\n\nTwo hours before midnight found Campbell and Ennis passing along a\ncobble-paved waterfront street north of the great East India Docks. Big\nwarehouses towered black and silent in the darkness on one side, and on\nthe other were old, rotting docks beyond which Ennis glimpsed the black\nwater and gliding lights of the river.\n\nAs they straggled beneath the infrequent lights of the ill-lit street,\nthey were utterly changed in appearance. Inspector Campbell, dressed in\na shabby suit and rusty bowler, his dirty white shirt innocent of tie,\nhad acquired a new face, a bright red, oily, eager one, and a high,\nsqueaky voice. Ennis wore a rough blue seaman's jacket and a vizored cap\npulled down over his head. His unshaven-looking face and subtly altered\nfeatures made him seem a half-intoxicated seaman off his ship, as he\nstumbled unsteadily along. Campbell clung to him in true land-shark\nfashion, plucking his arm and talking wheedlingly to him.\n\nThey came into a more populous section of the evil old waterfront\nstreet, and passed fried-fish shops giving off the strong smell of hot\nfat, and the dirty, lighted windows of a half-dozen waterfront saloons,\nloud with sordid argument or merriment.\n\nCampbell led past them until they reached one built upon an abandoned,\nmoldering pier, a ramshackle frame structure extending some distance\nback out on the pier. Its window was curtained, but dull red light\nglowed through the glass window of the door.\n\nA few shabby men were lounging in front of the place but Campbell paid\nthem no attention, tugging Ennis inside by the arm.\n\n\"Carm on in!\" he wheedled shrilly. \"The night ain't 'alf over yet--we'll\n'ave just one more.\"\n\n\"Don't want any more,\" muttered Ennis drunkenly, swaying on his feet\ninside. \"Get away, you damned old shark.\"\n\nYet he suffered himself to be led by Campbell to a table, where he\nslumped heavily into a chair. His stare swung vacantly.\n\nThe café of Chandra Dass was a red-lit, smoke-filled cave with cheap\nblack curtains on the walls and windows, and other curtains cutting off\nthe back part of the building from view. The dim room was jammed with\ntables crowded with patrons whose babel of tongues made an unceasing\ndin, to which a three-string guitar somewhere added a wailing undertone.\nThe waiters were dark-skinned and tiger-footed Malays, while the patrons\nseemed drawn from every nation east and west.\n\nEnnis' glazed eyes saw dandified Chinese from Limehouse and Pennyfields,\ndark little Levantins from Soho, rough-looking Cockneys in shabby caps,\na few crazily laughing blacks. From sly white faces, taut brown ones and\nimpassive yellow ones came a dozen different languages. The air was\nthick with queer food-smells and the acrid smoke.\n\nCampbell had selected a table near the back curtain, and now stridently\nordered one of the Malay waiters to bring gin. He leaned forward with an\noily smile to the drunken-looking Ennis, and spoke to him in a wheedling\nundertone.\n\n\"Don't look for a minute, but that's Chandra Dass over in the corner,\nand he's watching us,\" he said.\n\nEnnis shook his clutching hand away. \"Damned old shark!\" he muttered\nagain.\n\nHe turned his swaying head slowly, letting his eyes rest a moment on the\nman in the corner. That man was looking straight at him.\n\nChandra Dass was tall, dressed in spotless white from his shoes to the\nturban on his head. The white made his dark, impassive, aquiline face\nstand out in chiseled relief. His eyes were coal-black, large, coldly\nsearching, as they met Ennis' bleared gaze.\n\nEnnis felt a strange chill as he met those eyes. There was something\nalien and unhuman, something uncannily disturbing, behind the Hindoo's\nstare. He turned his gaze vacantly from Chandra Dass to the black\ncurtains at the rear, and then back to his companion.\n\nThe silent Malay waiter had brought the liquor, and Campbell pressed a\nglass toward his companion. \"'Ere, matey, take this.\"\n\n\"Don't want it,\" muttered Ennis, pushing it away. Still in the same\nmutter, he added, \"If Ruth's here, she's somewhere in the back there.\nI'm going back and find out.\"\n\n\"Don't try it that way, for God's sake!\" said Campbell in the wheedling\nundertone. \"Chandra Dass is still watching, and those Malays would be on\nyou in a minute. Wait until I give the word.\n\n\"All right, then,\" Campbell added in a louder, injured tone. \"If you\ndon't want it, I'll drink it myself.\"\n\nHe tossed off the glass of gin and set the glass down on the table,\nlooking at his drunken companion with righteous indignation.\n\n\"Think I'm tryin' to bilk yer, eh?\" he added. \"That's a fine way to\ntreat a pal!\"\n\nHe added in the coaxing lower tone, \"All right, I'm going to try it. Be\nready to move when I light my cigarette.\"\n\nHe fished a soiled package of Gold Flakes from his pocket and put one in\nhis mouth. Ennis waited, every muscle taut.\n\nThe inspector, his red, oily face still injured in expression, struck a\nmatch to his cigarette. Almost at once there was a loud oath from one of\nthe shabby loungers outside the front of the building, and the sound of\nangry voices and blows.\n\nThe patrons of Chandra Dass looked toward the door, and one of the Malay\nwaiters went hastily out to quiet the fight. But it grew swiftly,\nsounded in a moment like a small riot. _Crash_--someone was pushed\nthrough the front window. The excited patrons pressed toward the front.\nChandra Dass pushed through them, issuing quick orders to his servants.\n\nFor the time being the back of the café was deserted and unnoticed.\nCampbell sprang to his feet, and with Ennis close behind him, darted\nthrough the black curtains. They found themselves in a black corridor at\nthe end of which a red bulb burned dimly. They could still hear the\nuproar.\n\nCampbell's gun was in his hand, and the American's in his.\n\n\"We dare only stay here a few moments,\" the inspector cried. \"Look in\nthose rooms along the corridor here.\"\n\nEnnis frantically tore open a door and peered into a dark room smelling\nof drugs. \"Ruth!\" he cried softly. \"Ruth!\"\n\n\n\n\n_2. Death Trap_\n\n\nThere was no answer. The light in the corridor behind him suddenly went\nout, plunging him into pitch-black darkness. He jumped back into the\ndark corridor, and as he did so, heard a sudden scuffle further along\nit.\n\n\"Campbell!\" he exclaimed, lunging forward in the black passageway. There\nwas no answer.\n\nHe pitched forward through stygian obscurity, his hands searching ahead\nof him for the inspector. In the dark something whipped smoothly around\nhis throat, tightened there like a slender, contracting tentacle.\n\nEnnis tore frenziedly at the thing, which he felt to be a slender silken\ncord, but he could not loosen it. It was choking him. He tried to cry\nout again to Campbell, but his throat could not emit the sounds. He\nthrashed, twisted helplessly, hearing a loud roaring in his ears,\nconsciousness receding. Then, dimly as though in a dream, Ennis was\naware of being lowered to the floor, of being half carried and half\ndragged along. The constriction around his throat was gone and rapidly\nhis brain began to clear. He opened his eyes.\n\nHe found himself lying on the floor of a room illuminated by a great\nhanging brass lamp of ornate design. The walls of the room were hung\nwith rich, grotesquely worked red silk Indian draperies. His hands and\nfeet were bound behind him, and beside him, tied in the same manner, lay\nInspector Campbell. Over them stood Chandra Dass and two of the Malay\nservants. The faces of the servants were tigerish in their menace, but\nChandra Dass' face was one of dark, impassive scorn.\n\n\"So you misguided fools thought you could deceive me so easily as that?\"\nhe said in a strong, vibrant voice. \"Why, we knew hours ago that you,\nInspector Campbell, and you, Mr. Ennis, were coming here tonight. We let\nyou get this far only because it was evident that somehow you had\nlearned too much about us, and that it would be best to let you come\nhere and meet your deaths.\"\n\n\"Chandra Dass, I've men outside,\" rasped Campbell. \"If we don't come\nout, they'll come in after us.\"\n\nThe Hindoo's proud, dark face did not change its scorn. \"They will not\ncome in for a little while, inspector. By that time you two will be dead\nand we shall be gone with our captives. Yes, Mr. Ennis, your wife is one\nof those captives,\" he added to the prostrate young American. \"It is too\nbad we cannot take you and the inspector to share her glorious destiny,\nbut then our accommodations of transport are limited.\"\n\n\"Ruth here?\" Ennis' face flamed at the words, and he raised himself a\nlittle from the floor on his elbows.\n\n\"Then you'll let her go if I pay you? I'll raise any amount, I'll do\nanything you ask, if you'll set her free.\"\n\n\"No amount of money in the world could buy her from the Brotherhood of\nthe Door,\" answered Chandra Dass steadily. \"For she belongs now, not to\nus, but to They Beyond the Door. Within a few hours she and many others\nshall stand before the Door, and They Beyond the Door shall take them.\"\n\n\"What are you going to do to her?\" cried Ennis. \"What is this damned\nDoor and who are They Beyond it?\"\n\n\"I do not think that even if I told you, your little mind would be able\nto accept the mighty truth,\" Chandra Dass said calmly. His coal-black\neyes suddenly flashed with fanatic, frenetic light. \"How could your\npoor, earth-bound little intelligences conceive the true nature of the\nDoor and of those who dwell beyond it? Your puny brains would be\nstricken senseless by mere apprehension of them, They who are mighty and\ncrafty and dreadful beyond anything on earth.\"\n\nA cold wind from the alien unknown seemed to sweep the lamplit room with\nthe Hindoo's passionate words. Then that rapt, fanatic exaltation\ndropped from him as suddenly as it had come, and he spoke in his\nordinary vibrant tones.\n\n\"But enough of this parley with blind worms of the dust. Bring the\nweights!\"\n\nThe last words were addressed to the Malay servants, who sprang to a\ncloset in the corner of the room.\n\nInspector Campbell said steadily, \"If my men find us dead when they come\nin here, they'll leave none of you living.\"\n\n       *       *       *       *       *\n\nChandra Dass did not even listen to him, but ordered the dark servants\nsharply, \"Attach the weights!\"\n\nThe Malays had brought from the closet two fifty-pound lead balls, and\nnow they proceeded quickly to tie these to the feet of the two men. Then\none of them rolled back the brilliant red Indian rug from the rough pine\nfloor. A square trap-door was disclosed, and at Chandra Dass' order, it\nwas swung upward and open.\n\nUp through the open square came the sound of waves slap-slapping against\nthe piles of the old pier, and the heavy odors of salt water and of\nrotting wood invaded the room.\n\n\"The water under this pier is twenty feet deep,\" Chandra Dass told the\ntwo prisoners. \"I regret to give you so easy a death, but there is no\nopportunity to take you to the fate you deserve.\"\n\nEnnis, his skin crawling on his flesh, nevertheless spoke rapidly and as\nsteadily as possible to the Hindoo.\n\n\"Listen, I don't ask you to let me go, but I'll do anything you want,\nlet you kill me any way you want, if you'll let Ruth----\"\n\nSheer horror cut short his words. The Malay servants had dragged\nCampbell's bound body to the door in the floor. They shoved him over the\nedge. Ennis had one glimpse of the inspector's taut, strange face\nfalling out of sight. Then a dull splash sounded instantly below, and\nthen silence.\n\nHe felt hands upon himself, dragging him across the floor. He fought,\ncrazily, hopelessly, twisting his body in its bonds, thrashing his bound\nlimbs wildly.\n\n[Illustration: \"A shove sent his body scraping over the edge, and he\nplunged downward through dank darkness.\"]\n\nHe saw the dark, unmoved face of Chandra Dass, the brass lamp over his\nhead, the red hangings. Then his head dangled over the opening, a shove\nsent his body scraping over the edge, and he plunged downward through\ndank darkness. With a splash he hit the icy water and went under. The\nheavy weight at his ankles dragged him irresistibly downward.\nInstinctively he held his breath as the water rushed upward around him.\n\nHis feet struck oozy bottom. His body swayed there, chained by the lead\nweight to the bottom. His lungs already were bursting to draw in air,\nslow fires seeming to creep through his breast as he held his breath.\n\nEnnis knew that in a moment or two more he would inhale the strangling\nwaters and die. The thought-picture of Ruth flashed across his\ndespairing mind, wild with hopeless regret. He could no longer hold his\nbreath, felt his muscles relaxing against his will, tasted the stinging\nsalt water at the back of his nose.\n\nThen it was a bursting confusion of swift sensations, the choking water\nin his nose and throat, the roaring in his ears. A scroll of flame\nunrolled slowly in his brain and a voice shouted there, \"You're dying!\"\nHe felt dimly a plucking at his ankles.\n\nAbruptly Ennis' dimming mind was aware that he now was shooting upward\nthrough the water. His head burst into open air and he choked, strangled\nand gasped, his tortured lungs gulping the damp, heavy air. He opened\nhis eyes, and shook the water from them.\n\nHe was floating in the darkness at the surface of the water. Someone was\nfloating beside him, supporting him. Ennis' chin bumped the other's\nshoulder, and he heard a familiar voice.\n\n\"Easy, now,\" said Inspector Campbell. \"Wait till I cut your hands\nloose.\"\n\n\"Campbell!\" Ennis choked. \"How did you get loose?\"\n\n\"Never mind that now,\" the inspector answered. \"Don't make any noise, or\nthey may hear us up there.\"\n\nEnnis felt a knife-blade slashing the bonds at his wrists. Then, the\ninspector's arm helping him, he and his companion paddled weakly through\nthe darkness under the rotting pier. They bumped against the slimy,\nmoldering piles, threaded through them toward the side of the pier. The\nwaves of the flooding tide washed them up and down as Campbell led the\nway.\n\nThey passed out from under the old pier into the comparative\nillumination of the stars. Looking back up, Ennis saw the long, black\nmass of the house of Chandra Dass, resting on the black pier, ruddy\nlight glowing from window-cracks. He collided with something and found\nthat Campbell had led toward a little floating dock where some skiffs\nwere moored. They scrambled up onto it from the water, and lay panting\nfor a few moments.\n\nCampbell had something in his hand, a thin, razor-edged steel blade\nseveral inches long. Its hilt was an ordinary leather shoe-heel.\n\nThe inspector turned up one of his feet and Ennis saw that the heel was\nmissing from that shoe. Carefully Campbell slid the steel blade beneath\nthe shoe-sole, the heel-hilt sliding into place and seeming merely the\ninnocent heel of the shoe.\n\n\"So that's how you got loose down in the water!\" Ennis exclaimed, and\nthe inspector nodded briefly.\n\n\"That trick's done me good service before--even with your hands tied\nbehind your back you can get out that knife and use it. It was touch and\ngo, though, whether I could get it out and cut myself loose in the water\nin time enough to free you.\"\n\nEnnis gripped the inspector's shoulder. \"Campbell, Ruth is in there! By\nheaven, we've found her and now we can get her out!\"\n\n\"Right!\" said the officer grimly. \"We'll go around to the front and in\ntwo minutes we'll be in there with my men.\"\n\n       *       *       *       *       *\n\nThey climbed dripping to their feet, and hastened from the little\nfloating dock up onto the shore, through the darkness to the cobbled\nstreet.\n\nThe shabbily disguised men of Inspector Campbell were not now in front\nof Chandra Dass' café, but lurking in the shadows across the street.\nThey came running toward Campbell and Ennis.\n\n\"All right, we're going in there,\" Campbell exclaimed in steely tones.\n\"Get Chandra Dass, whatever you do, but see that his prisoners are not\nharmed.\"\n\nHe snapped a word and one of the men handed pistols to him and to Ennis.\nThen they leaped toward the door of the Hindoo's café, from which still\nstreamed ruddy light and the babel of many voices.\n\nA kick from Inspector Campbell sent the door flying inward, and they\nburst in with guns gleaming wickedly in the ruddy light. Ennis' face was\na quivering mask of desperate resolve.\n\nThe motley patrons jumped up with yells of alarm at their entrance. The\nhand of a Malay waiter jerked and a thrown knife thudded into the wall\nbeside them. Ennis yelled as he saw Chandra Dass, his dark face\nstartled, leaping back with his servants through the black curtains.\n\nHe and Campbell drove through the squealing patrons toward the back. The\nMalay who had thrown the knife rushed to bar the way, another dagger\nuplifted. Campbell's gun coughed and the Malay reeled and stumbled. The\ninspector and Ennis threw themselves at the black curtains--and were\ndashed back.\n\nThey tore aside the black folds. A dull steel door had been lowered\nbehind them, barring the way to the back rooms. Ennis beat crazily upon\nit with his pistol-butt, but it remained immovable.\n\n\"No use--we can't break that down!\" yelled Campbell, over the uproar.\n\"Outside, and around to the other end of the building!\"\n\nThey burst back out through that mad-house, into the dark of the street.\nThey started along the side of the pier toward the river-end, edging\nforward on a narrow ledge but inches wide. As they reached the back of\nthe building, Ennis shouted and pointed to dark figures at the end of\nthe pier. There were two of them, lowering shapeless, wrapped forms over\nthe end of the pier.\n\n\"There they are!\" he cried. \"They've got their prisoners out there with\nthem.\"\n\nCampbell's pistol leveled, but Ennis swiftly struck it up. \"No, you\nmight hit Ruth.\"\n\nHe and the inspector bounded forward along the pier. Fire streaked from\nthe dark ahead and bullets thumped the rotting boards around them.\n\nSuddenly the loud roar of an accelerated motor drowned out all other\nsounds. It came from the river at the pier's end.\n\nCampbell and Ennis reached the end in time to see a long, powerful, gray\nmotor-boat dash out into the black obscurity of the river, and roar\neastward with gathering speed.\n\n\"There they go--they're getting away!\" cried the agonized young\nAmerican.\n\nInspector Campbell cupped his hands and shouted out into the darkness,\n\"River police, ahoy! Ahoy there!\"\n\nHe rasped to Ennis. \"The river police were to have a cutter here\ntonight. We can still catch them.\"\n\nWith swiftly rising roar of speeded motors, a big cutter drove in from\nthe darkness. Its searchlight snapped on, bathing the two men on the\npier in a blinding glare.\n\n\"Ahoy, there!\" called a stentorian voice over the roar of the motors.\n\"Is that Inspector Campbell?\"\n\n\"Yes. Come alongside,\" yelled the inspector, and as the big cutter shot\nclose to the end of the pier, its reversing propellers churning the dark\nwater to foam, Ennis and Campbell leaped.\n\nThey landed amid unseen men in the cockpit, and as he scrambled to his\nfeet the inspector cried, \"Follow that boat that just went down-river.\nBut no shooting!\"\n\n       *       *       *       *       *\n\nWith thunderous drumfire from its exhausts, the cutter jerked forward so\nrapidly that it almost threw them from their feet again. It shot out\nonto the bosom of the dark river that flowed like a black sea between\nthe banks of scattered lights that were London.\n\nThe moving lights of yachts and barges coming up-river could be seen\ngliding in that darkness. The captain of the cutter barked an order and\none of his three men, the one crouched at the searchlight, switched its\npowerful beam out over the waters ahead.\n\nIn a moment it picked up a distant gray spot racing eastward on the\nblack river, leaving a white trail of foam.\n\n\"There she is!\" bawled the man at the searchlight. \"She's running\nwithout lights!\"\n\n\"Keep her in the searchlight,\" ordered the captain. \"Sound our siren,\nand give the cutter her head.\"\n\nSwaying, rocking, the cutter roared on through the darkness on the trail\nof that distant fleeing speck. As they raced down Blackwall Reach, the\ndistance between the two craft had already begun to lessen.\n\n\"We're overtaking him!\" cried Campbell, clutching a stanchion and\npeering ahead against the rush of wind and spray. \"He must be making for\nwhatever spot it is in England that is the center of the Brotherhood of\nthe Door--but he'll never reach it.\"\n\n\"He said that within a few hours Ruth would go with the others through\nthe Door!\" cried Ennis, clinging beside him. \"Campbell, we mustn't let\nthem get away now!\"\n\nPursuers and pursued flashed on down the dark, broadening river, through\nmazes of shipping, the cutter hanging doggedly to the motor-boat's\ntrail. The lights of London had dropped behind and those of Tilbury now\ngleamed away on their left.\n\nBigger, stronger waves now tossed and pounded the cutter as it raced out\nof the river mouth toward the heaving black expanse of the sea. The Kent\ncoast was a black blur on their right; the gray motor-boat followed it\nclosely, grazing almost beneath the Sheerness lights.\n\n\"He's heading to round North Foreland and follow the coast south to\nRamsgate or Dover,\" the cutter captain cried to Campbell. \"But we'll\ncatch him before he passes Margate.\"\n\nThe quarry was now but a quarter-mile ahead. Steadily as they roared\nonward the gap narrowed, until in the glare of the searchlight they\ncould make out every detail of the powerful gray motor-boat plunging\nthrough the tossing black waves.\n\nThey saw Chandra Dass' dark face turn and look back at them, and the\ncutter captain raised his speaking-trumpet to his lips and shouted over\nthe roar of motors and dash of waves.\n\n\"Stand by or we'll fire at you!\"\n\n\"He won't obey,\" muttered Campbell between his teeth. \"He knows we\ndaren't fire with the girl in the boat.\"\n\n\"Yes, blast him!\" exclaimed the captain. \"But we'll have him in a few\nminutes, anyway.\"\n\nThe thundering chase had brought them into sight of the lights of\nMargate on the dark coast to their right. Now only a few hundred feet of\nblack water separated them from the fleeing craft.\n\nEnnis and the inspector, gripping the stanchions of the rushing cutter,\nsaw a white figure suddenly stand erect in the boat ahead and wave its\narms to them. The gray motor-boat slowed.\n\n\"It's Chandra Dass and he's signaling that he's giving up!\" Ennis cried.\n\"He's stopping!\"\n\n\"By heavens, he is!\" Campbell explained. \"Drive alongside him, and we'll\nsoon have the irons on him.\"\n\nThe cutter, its own motors hastily throttled down, shot through the\nwater toward the slowing gray craft. Ennis saw Chandra Dass standing\nerect, awaiting their coming, he and the two Malays beside him holding\ntheir hands in the air. He saw a half-dozen or more white-wrapped forms\nin the bottom of the boat, lying motionless.\n\n\"There are their prisoners!\" he cried. \"Bring the boat closer so we can\njump in!\"\n\nHe and Campbell, their pistols out, hunched to jump as the cutter drove\ncloser to the gray motor-boat. The sides of the two craft bumped, the\nmotors of both idling noisily. Then before Ennis and Campbell could jump\ninto the motor-boat, things happened with cinema-like rapidity. Two of\nthe still white forms at the bottom of the motor-boat leaped up and like\nsuddenly uncoiled springs shot through the air into the cutter. They\nwere two other Malays, their dark faces flaming with fanatic light, keen\ndaggers glinting in their upraised hands.\n\n\"'Ware a trick!\" yelled Campbell. His gun barked, but the bullet missed\nand a dagger slit his sleeve.\n\nThe Malays, with wild, screeching yells, were laying about them with\ntheir daggers in the cutter, insanely.\n\n\"God in heaven, they're running amok!\" choked the cutter captain.\n\nHis slashed neck spurting blood and his face livid, he fell. One of his\nmen slumped coughing beside him, another victim of the crazy daggers.\n\n\n\n\n_3. Up the Water-Tunnel_\n\n\nThe man at the searchlight sprang for the maddened Malays, tugging at\nhis pistol as he jumped. Before he got the weapon out, a dagger slashed\nhis jugular and he went down gurgling in death. One of the Malays\nmeanwhile had knocked Inspector Campbell from his feet, his knife-hand\nswooping down, his eyes blazing.\n\nEnnis' gun roared and the bullet hit the Malay between the eyes. But as\nhe slumped limply, the other fanatic was upon Ennis from the side.\nBefore Ennis could whirl to meet him, the attacker's knife grazed down\npast his cheek like a brand of living fire. He was borne backward by the\nrush, felt the hot breath of the crazed Malay in his face, the\ndagger-point at his throat.\n\nShots roared quickly, one after another, and with each shot the Malay\npressing Ennis back jerked convulsively. With the light of murderous\nmadness fading from his eyes, he still strove to drive the dagger home\ninto the American's throat. But a hand jerked him back and he lay\nprostrate and still.\n\nEnnis scrambled up to find Inspector Campbell, pale and determined, over\nhim. The detective had shot the attacker from behind.\n\nThe captain of the cutter and two of his men lay dead in the cockpit\nbeside the two Malays. The remaining seaman, the helmsman, held his\nshoulder and groaned.\n\nEnnis whirled. The motor-boat of Chandra Dass was no longer beside the\ncutter, and there was no sight of it anywhere on the black sea ahead.\nThe Hindoo had taken advantage of the fight to make good his escape with\nhis two other servants and their prisoners.\n\n\"Campbell, he's gone!\" cried the young American frantically. \"He's got\naway!\"\n\nThe inspector's eyes were bright with cold flame of anger. \"Yes, Chandra\nDass sacrificed these two Malays to hold us up long enough for him to\nescape.\"\n\nCampbell whirled to the helmsman. \"You're not badly hurt?\"\n\n\"Only a scratch, but I nearly broke my shoulder when I fell,\" answered\nthe man.\n\n\"Then head on around North Foreland!\" Campbell cried. \"We may still be\nable to catch up to them.\"\n\n\"But Captain Wilson and the others are killed,\" protested the helmsman.\n\"I've got to report----\"\n\n\"You can report later,\" rasped the inspector. \"Do as I say--I'll be\nresponsible.\"\n\n\"Very well, sir,\" said the helmsman, and jumped back to the wheel.\n\nIn a minute the big cutter was roaring ahead over the heaving black\nwaves, its searchlight clawing the darkness ahead. There was no sign now\nof the craft of Chandra Dass ahead. They raced abreast of the lights of\nMargate, started rounding the North Foreland, pounded by bigger seas.\n\nInspector Campbell had dragged the bodies of the dead policemen and\ntheir two slayers down into the cabin of the cutter. He came up and\ncrouched down with Ennis beside Sturt, the helmsman.\n\n\"I found these on the two Malays,\" Campbell shouted to the American,\nholding out two little objects in his spray-wet hand.\n\nEach was a flat star of gray metal in which was set a large oval,\ncabochon-cut jewel. The jewels flashed and dazzled with deep color, but\nit was a color wholly unfamiliar and alien to their eyes.\n\n\"They're not any color we know on earth,\" Campbell shouted. \"I believe\nthese jewels came from somewhere beyond the Door, and that these are\nbadges of the Brotherhood of the Door.\"\n\nSturt, the helmsman, leaned toward the inspector. \"We've rounded North\nForeland, sir,\" he cried. \"Head straight south along the coast,\"\nCampbell ordered. \"Chandra Dass must have gone this way. No doubt he\nthinks he's shaken us off, and is making for the gathering-place of the\nBrotherhood, wherever that may be.\"\n\n\"The cutter isn't built for seas like this,\" Sturt said, shaking his\nhead. \"But I'll do it.\"\n\nThey were now following the coast southward, the lights of Ramsgate\ndropping back on their right. The waters out here in the Channel were\nwilder, great black waves tossing the cutter to the sky one moment, and\nthen dropping it sickeningly the next. Frequently its screws raced\nloudly as they encountered no resistance but air.\n\nEnnis, clinging precariously on the foredeck, turned the searchlight's\nstabbing white beam back and forth on the heaving dark sea ahead, but\nwithout any sign of their quarry disclosed.\n\nWhite foam of breaking waves began to show around them like bared teeth,\nand there was a humming in the air.\n\n\"Storm coming up the Channel,\" Sturt exclaimed. \"It'll do for us if it\ncatches us out here.\"\n\n\"We've got to keep on,\" Ennis told him desperately. \"We must come up\nwith them soon!\"\n\nThe coast on their right was now one of black, rocky cliffs, towering\nall along the shore in a jagged, frowning wall against which the waves\ndashed foamy white. The cutter crept southward over the wild waters,\ntossed like a chip upon the great waves. Sturt was having a hard time\nholding the craft out from the rocks, and had its prow pointed obliquely\naway from them.\n\nThe humming in the air changed to a shrill whistling as the outrider\nwinds of the storm came upon them. The cutter tossed still more wildly\nand black masses of water smashed in upon them from the darkness, dazing\nand drenching them.\n\nSuddenly Ennis yelled, \"There's the lights of a boat ahead! There,\nmoving in toward the cliffs!\"\n\nHe pointed ahead, and Campbell and the helmsman peered through the\nblinding spray and darkness. A pair of low lights were moving at high\nspeed on the waters there, straight toward the towering black cliffs.\nThen they vanished suddenly from sight.\n\n\"There must be a hidden opening or harbor of some kind in the cliffs!\"\nInspector Campbell exclaimed. \"But that can't be Chandra Dass' boat, for\nit carried no lights.\"\n\n\"It might be others of the Brotherhood going to the meeting-place!\"\nEnnis exclaimed. \"We can follow and see.\"\n\n       *       *       *       *       *\n\nSturt thrust his head through the flying spray and shouted, \"There are\nopenings and water-caverns in plenty along these cliffs, but there's\nnothing in any of them.\"\n\n\"We'll find out,\" Campbell said. \"Head straight toward the cliffs in\nthere where that boat vanished.\"\n\n\"If we can't find the opening we'll be smashed to flinders on those\ncliffs,\" Sturt warned.\n\n\"I'm gambling that we'll find the opening,\" Campbell told him. \"Go\nahead.\"\n\nSturt's face set stolidly and he said, \"Yes, sir.\"\n\nHe turned the prow of the cutter toward the cliffs. Instantly they\ndashed forward toward the rock walls with greatly increased speed, wild\nwaves bearing them onward like charging stallions of the sea.\n\nHunched beside the helmsman, the searchlight stabbing the dark wildly as\nthe cutter was flung forward by the waves, Ennis and the inspector\nwatched as the cliffs loomed closer ahead. The brilliant white beam\nstruck across the rushing, mountainous waves and showed only the\ntowering barriers of rock, battered and smitten by the raving waters\nthat frothed white. They could hear the booming thunder of the raging\nocean striking the rock.\n\nLike a projectile hurled by a giant hand, the cutter fairly flew now\ntoward the cliffs. They now could see even the little streams that ran\noff the rough rock wall as each giant wave broke against it. They were\nalmost upon it.\n\nSturt's face was deathly. \"I don't see any opening!\" he yelled. \"And\nwe're going to hit in a moment!\"\n\n\"To your left!\" screamed Inspector Campbell over the booming thunder.\n\"There's an arched opening there.\"\n\nNow Ennis saw it also, a huge arch-like opening in the cliff that had\nbeen concealed by an angle of the wall. Sturt tried frantically to head\nthe cutter toward it, but the wheel was useless as the great waves bore\nthe craft along. Ennis saw they would strike a little to the side of the\nopening. The cliff loomed ahead, and he closed his eyes to the impact.\n\nThere was no impact. And as he heard a hoarse cry from Inspector\nCampbell, he opened his eyes.\n\nThe cutter was flying in through the mighty opening, snatched into it by\npowerful currents. They were whirled irresistibly forward under the huge\nrock arch, which loomed forty feet over their heads. Before them\nstretched a winding water-tunnel inside the cliff.\n\nAnd now they were out of the wild uproar of the storming waters outside,\nand in an almost stupefying silence. Smoothly, resistlessly, the current\nbore them on in the tunnel, whose winding turns ahead were lit up by\ntheir searchlight.\n\n\"God, that was close!\" exclaimed Inspector Campbell.\n\nHis eyes flashed. \"Ennis, I believe that we have found the\ngathering-place of the Brotherhood. That boat we sighted is somewhere\nahead in here, and so must be Chandra Dass, and your wife.\"\n\nEnnis' hand tightened on his gun-butt. \"If that's so--if we can just\nfind them----\"\n\n\"Blind action won't help if we do,\" said the inspector swiftly. \"There\nmust be all the number of the Brotherhood's members assembled here, and\nwe can't fight them all.\"\n\nHis eyes suddenly lit and he took the blazing jeweled stars from his\npocket. \"These badges! With them we can pose as members of the\nBrotherhood, perhaps long enough to find your wife.\"\n\n\"But Chandra Dass will be there, and if he sees us----\"\n\nCampbell shrugged. \"We'll have to take that chance. It's the only course\nopen to us.\"\n\nThe current of the inflowing tide was still bearing them smoothly onward\nthrough the winding water-tunnel, around bends and angles where they\nscraped the rock, down long straight stretches. Sturt used the motors to\nguide them around the turns. Meanwhile, Inspector Campbell and Ennis\nquickly ripped from the cutter its police-insignia and covered all\nevidences of its being a police craft.\n\nSturt suddenly snicked off the searchlight. \"Light ahead there!\" he\nexclaimed.\n\nAround the next turn of the water-tunnel showed a gleam of strange, soft\nlight.\n\n\"Careful, now!\" cautioned the inspector. \"Sturt, whatever we do, you\nstay in the cutter. And try to have it ready for a quick getaway, if we\nleave it.\"\n\nSturt nodded silently. The helmsman's stolid face had become a little\npale, but he showed no sign of losing his courage.\n\n       *       *       *       *       *\n\nThe cutter sped around the next turn of the tunnel and emerged into a\nhuge, softly lit cavern. Sturt's eyes bulged and Campbell uttered an\nexclamation of amazement. For in this mighty water-cavern there floated\nin a great mass, scores of sea-going craft, large and small.\n\nAll of them were capable of breasting storm and wind, and some were so\nlarge they could barely have entered. There were small yachts, big\nmotor-cruisers, sea-going launches, cutters larger than their own, and\namong them the gray motor-launch of Chandra Dass.\n\nThey were massed together here, those with masts having lowered them to\nenter, floating and rubbing sides, quite unoccupied. Around the edges of\nthe water-cavern ran a wide rock ledge. But no living person was visible\nand there was no visible source for the soft, strange white light that\nfilled the astounding place.\n\n\"These craft must have come here from all over earth!\" Campbell\nmuttered. \"The Brotherhood of the Door has assembled here--we've found\ntheir gathering-place all right.\"\n\n\"But where are they?\" exclaimed Ennis. \"I don't see anyone.\"\n\n\"We'll soon find out,\" the inspector said. \"Sturt, run close to the\nledge there and we'll get out on it.\"\n\nSturt obeyed, and as the cutter bumped the ledge, Campbell and Ennis\nleaped out onto it. They looked this way and that along it, but no one\nwas in sight. The weirdness of it was unnerving, the strangely lit,\nmighty cavern, the assembled boats, the utter silence.\n\n\"Follow me,\" Campbell said in a low voice. \"They must all be somewhere\nnear.\"\n\nHe and Ennis walked a few steps along the ledge, when the American\nstopped. \"Campbell, listen!\" he whispered.\n\nDimly there whispered to them, as though from a distance and through\ngreat walls, a swelling sound of chanting. As they listened, hearts\nbeating rapidly, a square of the rock wall of the cavern abruptly flew\nopen beside them, as though hinged like a door. Inside it was the mouth\nof a soft-lit, man-high tunnel, and in its opening stood two men. They\nwore over their clothing shroud-like, loose-hanging robes of gray,\nasbestos-like material. They wore hoods of the same gray stuff over\ntheir heads, pierced with slits at the eyes and mouth. And each wore on\nhis breast the blazing star-badge.\n\nThrough the eye-slits the eyes of the two surveyed Campbell and Ennis as\nthey halted, transfixed by the sudden apparition. Then one of the hooded\nmen spoke measuredly in a hissing, Mongolian voice.\n\n\"Are you who come here of the Brotherhood of the Door?\" he asked,\napparently repeating a customary challenge.\n\nCampbell answered, his flat voice tremorless. \"We are of the\nBrotherhood.\"\n\n\"Why do you not wear the badge of the Brotherhood, then?\"\n\nFor answer, the inspector reached in his pocket for the strange emblem\nand fastened it to his lapel. Ennis did the same.\n\n\"Enter, brothers,\" said the hissing, hooded shape, standing aside to let\nthem pass.\n\nAs they stepped into the tunnel, the hooded guard added in slightly more\nnatural tones, \"Brothers, you two are late. You must hurry to get your\nprotective robes, for the ceremony soon begins.\"\n\nCampbell inclined his head without speaking, and he and Ennis started\nalong the tunnel. Its light, as sourceless as that of the great\nwater-cavern, revealed that it was chiseled from solid rock and that it\nwound downward.\n\nWhen they were out of sight of the two hooded guards, Ennis clutched the\ndetective's arm convulsively.\n\n\"Campbell,\" he said, \"the ceremony begins soon! We've got to find Ruth\nfirst!\"\n\n\"We'll try,\" the inspector answered swiftly. \"Those hooded robes are\napparently issued to all the members to be worn during the ceremony as\nprotection, for some reason, and once we get robes and get them on,\nChandra Dass won't be able to spot us.\n\n\"Look out!\" he added an instant later. \"Here's the place where the robes\nare issued!\"\n\nThe tunnel had debouched suddenly into a wider space in which were a\ngroup of men. Several were wearing the concealing hoods and robes, and\none of these hooded figures was handing out, from a large rack of the\nrobes, three of the garments to three dark Easterners who had apparently\nentered in the boat just ahead of the cutter.\n\nThe three dark Orientals, their faces gleaming with strange fanaticism,\nquickly donned the robes and hoods and passed hurriedly on down the\ntunnel. At once Campbell and Ennis stepped calmly up to the hooded\ncustodians of the robes, and extended their hands.\n\nOne of the hooded figures took down two robes and handed them to them.\nBut suddenly one of the other hooded men spoke sharply.\n\nInstantly all the hooded men but the one who had spoken, with loud\ncries, threw themselves forward on Campbell and Paul Ennis.\n\nTaken utterly by surprize, the two had no chance to draw their guns.\nThey were smothered by gray-robed men, held helpless before they could\nmove, a half-dozen pistols jammed into their bodies.\n\nStupefied by the sudden dashing of their hopes, the detective and the\nyoung American saw the hooded man who had spoken slowly lift the\nconcealing gray cowl from his face. It was the dark, coldly contemptuous\nface of Chandra Dass.\n\n\n\n\n_4. The Cavern of the Door_\n\n\nChandra Dass spoke, and his strong, vibrant voice held a scorn that was\nalmost pitying.\n\n\"It occurred to me that your enterprise might enable you to escape the\ndaggers of my followers, and that you might trail us here,\" he said.\n\"That is why I waited here to see if you came.\n\n\"Search them,\" he told the other hooded figures. \"Take anything that\nlooks like a weapon from them.\"\n\nEnnis stared, stupefied, as the gray-hooded men obeyed. He was unable to\nbelieve entirely in the abrupt reversal of all their hopes, of their\ndesperate attempt.\n\nThe hooded men took their pistols from Ennis and Campbell, and even the\nsmall gold knife attached to the chain of the inspector's big,\nold-fashioned gold watch. Then they stepped back, the pistols of two of\nthem leveled at the hearts of the captives.\n\nChandra Dass had watched impassively. Ennis, staring dazedly, noted that\nthe Hindoo wore on his breast a different jewel-emblem from the others,\na double star instead of a single one.\n\nEnnis' dazed eyes lifted from the blazing badge to the Hindoo's dark\nface. \"Where's Ruth?\" he asked a little shrilly, and then his voice\ncracked and he cried, \"You damned fiend, where's my wife?\"\n\n\"Be comforted, Mr. Ennis,\" came Chandra Dass' chill voice. \"You are\ngoing now to join your wife, and to share her fate. You two are going\nwith her and the other sacrifices through the Door when it opens. It is\nnot usual,\" he added in cold mockery, \"for our sacrificial victims to\nwalk directly into our hands. We ordinarily have a more difficult time\nsecuring them.\"\n\nHe made a gesture to the two hooded men with pistols, and they ranged\nthemselves close behind Campbell and Ennis.\n\n\"We are going to the Cavern of the Door,\" said the Hindoo. \"Inspector\nCampbell, I know and respect your resourcefulness. Be warned that your\nslightest attempt to escape means a bullet in your back. You two will\nmarch ahead of us,\" he said, and added mockingly, \"Remember, while you\nlive you can cling to the shadow of hope, but if these guns speak, it\nends even that shadow.\"\n\nEnnis and Inspector Campbell, keeping their hands elevated, started at\nthe Hindoo's command down the softly lit rock tunnel. Chandra Dass and\nthe two hooded men with pistols followed.\n\nEnnis saw that the inspector's sagging face was expressionless, and knew\nthat behind that colorless mask, Campbell's brain was racing in an\nattempt to find a method of escape. For himself, the young American had\nalmost forgotten all else in his eagerness to reach his wife. Whatever\nhappened to Ruth, whatever mysterious horror lay in wait for her and the\nother victims, he would be there beside her, sharing it!\n\nThe tunnel wound a little further downward, then straightened out and\nran straight for a considerable length. In this straight section of the\nrock passage, Ennis and Campbell for the first time perceived that the\nwalls of the tunnel bore crowding, deeply chiseled inscriptions. They\nhad not time to read them in passing, but Ennis saw that they were in\nmany different languages, and that some of the characters were wholly\nunfamiliar.\n\n\"God, some of those inscriptions are in Egyptian hieroglyphics!\"\nmuttered Inspector Campbell.\n\nThe cool voice of Chandra Dass said, behind them, \"There are\npre-Egyptian inscriptions on these walls, inspector, could you but\nrecognize them, carven in languages that perished from the face of earth\nbefore Egypt was born. Yes, back through time, back through mediæval and\nRoman and Egyptian and pre-Egyptian ages, the Brotherhood of the Door\nhas existed and has each year gathered in this place to open the Door\nand worship with sacrifices They Beyond it.\"\n\nThe fanatic note of unearthly devotion was in his voice now, and Ennis\nshuddered with a cold not of the tunnel.\n\nAs they proceeded, they heard a muffled, hoarse booming somewhere over\ntheir heads, a dull, rhythmic thunder that echoed along the long\npassageway. The walls of the tunnel now were damp and glistening in the\nsourceless soft light, tiny trickles running down them.\n\n\"You hear the ocean over us,\" came Chandra Dass' voice. \"The Cavern of\nthe Door lies several hundred yards out from shore, beneath the rock\nfloor of the sea.\"\n\nThey passed the dark mouths of unlit tunnels branching ahead from this\nilluminated one. Then over the booming of the raging sea above them,\nthere came to Ennis' ears the distant, swelling chant they had heard in\nthe water-cavern above. But now it was louder, nearer. At the sound of\nit, Chandra Dass quickened their pace.\n\nSuddenly Inspector Campbell stumbled on the slippery rock floor and went\ndown in a heap. Instantly Chandra Dass and his two followers recoiled\nfrom them, the two pistols trained on the detective as he scrambled up.\n\n\"Do not do that again, inspector,\" warned the Hindoo in a deadly voice.\n\"All tricks are useless now.\"\n\n\"I couldn't help slipping on this wet floor,\" complained Inspector\nCampbell.\n\n\"The next time you make a wrong step of any kind, a bullet will smash\nyour spine,\" Chandra Dass told him. \"Quick--march!\"\n\n       *       *       *       *       *\n\nThe tunnel turned sharply, turned again. As they rounded the turns,\nEnnis saw with a sudden electric thrill of hope that Campbell held\nclutched in his hand, concealed by his sleeve, the heel-hilted knife\nfrom his shoe. He had drawn it when he stumbled.\n\nCampbell edged a little closer to the young American as they were\nhastening onward, and whispered to him, a word at a time.\n\n\"Be--ready--to jump--them----\"\n\n\"But they'll shoot, your first move----\" whispered Ennis agonizedly.\n\nCampbell did not answer. But Ennis sensed the detective's body\ntautening.\n\nThey came to another turn, the strong, swelling chant coming loud from\nahead. They started around that turn.\n\nThen Inspector Campbell acted. He whirled as though on a pivot, the\nheel-knife flashing toward the men behind them.\n\nShots coughed from the pistols that were pressed almost against his\nstomach. His body jerked as the bullets struck it, yet he remained\nerect, his knife stabbing with lightning rapidity.\n\nOne of the hooded men slumped down with a pierced throat, and as\nCampbell sprang at the other, Ennis desperately launched himself at\nChandra Dass. He bore the Hindoo from his feet, but it was as though he\nwas fighting a demon. Inside his gray robe, Chandra Dass writhed with\nfiendish strength.\n\nEnnis could not hold him, the Hindoo's body seeming of spring-steel. He\nrolled over, dashed the young American to the floor, and leaped up, his\ndark face and great black eyes blazing.\n\nThen, half-way erect, he suddenly crumpled, the fire in his eyes\ndulling, a call for help smothered on his lips. He fell on his face, and\nEnnis saw that the heel-knife was stuck in his back. Inspector Campbell\njerked it out, and put it back into his shoe. And now Ennis, staggering\nup, saw that Campbell had knifed the two hooded guards and that they lay\nin a dead heap.\n\n\"Campbell!\" cried the American, gripping the detective's arm. \"They've\nwounded you--I saw them shoot you.\"\n\nCampbell's bruised face grinned briefly. \"Nothing of the kind,\" he said,\nand tapped the soiled gray vest he wore beneath his coat. \"Chandra Dass\ndidn't know this vest is bullet-proof.\"\n\nHe darted an alert glance up and down the lighted tunnel. \"We can't stay\nhere or let these bodies lie here. They may be discovered at any\nmoment.\"\n\n\"Listen!\" said Ennis, turning.\n\nThe chanting from ahead swelled down the tunnel, louder than at any time\nyet, waxing and waxing, reaching a triumphant crescendo, then again\ndying away.\n\n\"Campbell, they're going on with the ceremony now!\" Ennis cried. \"Ruth!\"\n\nThe detective's desperate glance fastened on the dark mouth of one of\nthe branching tunnels, a little ahead.\n\n\"That side tunnel--we'll pull the bodies in there!\" he exclaimed.\n\nTaking the pistols of the dead men for themselves, they rapidly dragged\nthe three bodies into the darkness of the unlit branching tunnel.\n\n\"Quick, on with two of these robes,\" rasped Inspector Campbell. \"They'll\ngive us a little better chance.\"\n\nHastily Ennis jerked the gray robe and hood from Chandra Dass' dead body\nand donned it, while Campbell struggled into one of the others. In the\nrobes and concealing hoods, they could not be told from any other two\nmembers of the Brotherhood, except that the badge on Ennis' breast was\nthe double star instead of the single one.\n\nEnnis then spun toward the main, lighted tunnel, Campbell close behind\nhim. They recoiled suddenly into the darkness of the branching way, as\nthey heard hurrying steps out in the lighted passage. Flattened in the\ndarkness against the wall, they saw several of the gray-hooded members\nof the Brotherhood hasten past them from above, hurrying toward the\ngathering-place.\n\n\"The guards and robe-issuers we saw above!\" Campbell said quickly when\nthey were passed. \"Come on, now.\"\n\nHe and Ennis slipped out into the lighted tunnel and hastened along it\nafter the others.\n\nBoom of thundering ocean over their heads and rising and falling of the\ntremendous chanting ahead filled their ears as they hurried around the\nlast turns of the tunnel. The passage widened, and ahead they saw a\nmassive rock portal through whose opening they glimpsed an immense,\nlighted space.\n\nCampbell and Ennis, two comparatively tiny gray-hooded figures, hastened\nthrough the mighty portal. Then they stopped. Ennis felt frozen with the\ndazing shock of it. He heard the detective whisper fiercely beside him.\n\n\"It's the Cavern, all right--the Cavern of the Door!\"\n\n       *       *       *       *       *\n\nThey looked across a colossal rock chamber hollowed out beneath the\nfloor of ocean. It was elliptical in shape, three hundred feet by its\nlonger axis. Its black basalt sides, towering, rough-hewn walls, rose\nsheer and supported the rock ceiling which was the ocean floor, a\nhundred feet over their heads.\n\nThis mighty cathedral hewn from inside the rock of earth was lit by a\nsoft, white, sourceless light like that in the main tunnel. Upon the\nfloor of the cavern, in regular rows across it, stood hundreds on\nhundreds of human figures, all gray-robed and gray-hooded, all with\ntheir backs to Campbell and Ennis, looking across the cavern to its\nfarther end. At that farther end was a flat dais of black basalt upon\nwhich stood five hooded men, four wearing the blazing double-star on\ntheir breasts, the fifth, a triple-star. Two of them stood beside a\ncubical, weird-looking gray metal mechanism from which upreared a\nspherical web of countless fine wires, unthinkably intricate in their\nnetwork, many of them pulsing with glowing force. The sourceless light\nof the cavern and the tunnel seemed to pulse from that weird mechanism.\n\nUp from that machine, if machine it was, soared the black basalt wall of\nthat end of the cavern. But there above the gray mechanism the rough\nwall had been carved with a great, smooth facet, a giant, gleaming black\noval face as smooth as though planed and polished. Only, at the middle\nof the glistening black oval face, were carven deeply four large and\nwholly unfamiliar characters. As Ennis and Campbell stared frozenly\nacross the awe-inspiring place, sound swelled from the hundreds of\nthroats. A slow, rising chant, it climbed and climbed until the basalt\nroof above seemed to quiver to it, crashing out with stupendous effect,\na weird litany in an unknown tongue. Then it began to fall.\n\nEnnis clutched the inspector's gray-robed arm. \"Where's Ruth?\" he\nwhispered frantically. \"I don't see any prisoners.\"\n\n\"They must be somewhere here,\" Campbell said swiftly. \"Listen----\"\n\nAs the chant died to silence, on the dais at the farther end of the\ncavern the hooded man who wore the triple-jeweled star stepped forward\nand spoke. His deep, heavy voice rolled out and echoed across the\ncavern, flung back and forth from wall to rocky wall.\n\n\"Brothers of the Door,\" he said, \"we meet again here in the Cavern of\nthe Door this year, as for ten thousand years past our forefathers have\nmet here to worship They Beyond the Door, and bring them the sacrifices\nThey love.\n\n\"A hundred centuries have gone by since first They Beyond the Door sent\ntheir wisdom through the barrier between their universe and ours, a\nbarrier which even They could not open from their side, but which their\nwisdom taught our fathers how to open.\n\n\"Each year since then have we opened the Door which They taught us how\nto build. Each year we have brought them sacrifices. And in return They\nhave given us of their wisdom and power. They have taught us things that\nlie hidden from other men, and They have given us powers that other men\nhave not.\n\n\"Now again comes the time appointed for the opening of the Door. In\ntheir universe on the other side of it, They are waiting now to take the\nsacrifices which we have procured for them. The hour strikes, so let the\nsacrifices be brought.\"\n\nAs though at a signal, from a small opening at one side of the cavern a\ntriple file of marchers entered. A file of hooded gray members of the\nBrotherhood flanked on either side a line of men and women who did not\nwear the hoods or robes. They were thirty or forty in number. These men\nand women were of almost all races and classes, but all of them walked\nstiffly, mechanically, staring ahead with unseeing, distended eyes, like\nliving corpses.\n\n\"Drugged!\" came Campbell's shaken voice. \"They're all drugged, and don't\nknow what is going on.\"\n\nEnnis' eyes fastened on a small, slender girl with chestnut hair who\nwalked at the end of the line, a girl in a straight tan dress, whose\nface was white, stiff, like those of the others.\n\n\"There's Ruth!\" he exclaimed frantically, his cry muffled by his hood.\n\nHe plunged in that direction, but Campbell held him back.\n\n\"No!\" rasped the inspector. \"You can't help her by simply getting\nyourself captured!\"\n\n\"I can at least go with her!\" Ennis exclaimed. \"Let me go!\"\n\nInspector Campbell's iron grip held him. \"Wait, Ennis!\" said the\ndetective. \"You've no chance that way. That robe of Chandra Dass' you're\nwearing has a double-star badge like those of the men up there on the\ndais. That means that as Chandra Dass you're entitled to be up there\nwith them. Go up there and take your place as though you were Chandra\nDass--with the hood on, they can't tell the difference. I'll slip around\nto that side door out of which they brought the prisoners. It must\nconnect with the tunnels, and it's not far from the dais. When I fire my\npistol from there, you grab your wife and try to get to that door with\nher. If you can do it, we'll have a chance to get up through the tunnels\nand escape.\"\n\nEnnis wrung the inspector's hand. Then, without further reply, he walked\nboldly with measured steps up the main aisle of the cavern, through the\ngray ranks to the dais. He stepped up onto it, his heart racing. The\nchief priest, he of the triple-star, gave him only a glance, as of\nannoyance at his lateness. Ennis saw Campbell's gray figure slipping\nround to the side door.\n\nThe gray-hooded hundreds before him had paid no attention to either of\nthem. Their attention was utterly, eagerly, fixed upon the stiff-moving\nprisoners now being marched up onto the dais. Ennis saw Ruth pass him,\nher white face an unfamiliar, staring mask.\n\nThe prisoners were ranged at the back of the dais, just beneath the\ngreat, gleaming black oval facet. The guards stepped back from them, and\nthey remained standing stiffly there. Ennis edged a little toward Ruth,\nwho stood at the end of that line of stiff figures. As he moved\nimperceptibly closer to her, he saw the two priests beside the gray\nmechanism reaching toward knurled knobs of ebonite affixed to its side,\nbeneath the spherical web of pulsing wires.\n\nThe chief priest, at the front of the dais, raised his hands. His voice\nrolled out, heavy, commanding, reverberating again through all the\ncavern.\n\n\n\n\n_5. The Door Opens_\n\n\n\"Where leads the Door?\" rolled the chief priest's voice.\n\nBack up to him came the reply of hundreds of voices, muffled by the\nhoods but loud, echoing to the roof of the cavern in a thunderous\nresponse.\n\n\"_It leads outside our world!_\"\n\nThe chief priest waited until the echoes died before his deep voice\nrolled on in the ritual.\n\n\"Who taught our forefathers to open the Door?\"\n\nEnnis, edging desperately closer and closer to the line of victims, felt\nthe mighty response reverberate about him.\n\n\"_They Beyond the Door taught them!_\"\n\nNow Ennis was apart from the other priests on the dais, within a few\nyards of the captives, of the small figure of Ruth.\n\n\"To whom do we bring these sacrifices?\"\n\nAs the high priest uttered the words, and before the booming answer\ncame, a hand grasped Ennis and pulled him back from the line of victims.\nHe spun round to find that it was one of the other priests who had\njerked him back.\n\n\"_We bring them to Those Beyond the Door!_\"\n\nAs the colossal response thundered, the priest who had jerked Ennis back\nwhispered urgently to him. \"You go too close to the victims, Chandra\nDass! Do you wish to be taken with them?\"\n\nThe fellow had a tight grip on Ennis' arm. Desperate, tensed, Ennis\nheard the chief priest roll forth the last of the ritual.\n\n\"Shall the Door be opened that They may take the sacrifices?\"\n\nStunning, mighty, a tremendous shout that mingled in it worshipping awe\nand superhuman dread, the answer crashed back.\n\n_\"Let the Door be opened!\"_\n\nThe chief priest turned and his up-flung arms whirled in a signal.\nEnnis, tensing to spring toward Ruth, saw the two priests at the gray\nmechanism swiftly turn the knurled black knobs. Then Ennis, like all\nelse in the vast cavern, was held frozen and spellbound by what\nfollowed.\n\nThe spherical web of wires pulsed up madly with shining force. And up at\nthe center of the gleaming black oval facet on the wall, there appeared\na spark of unearthly green light. It blossomed outward, expanded, an\nawful viridescent flower blooming quickly outward farther and farther.\nAnd as it expanded, Ennis saw that he could look _through_ that green\nlight! He looked through into another universe, a universe lying\ninfinitely far across alien dimensions from our own, yet one that could\nbe reached through this door between dimensions. It was a green\nuniverse, flooded with an awful green light that was somehow more akin\nto darkness than to light, a throbbing, baleful luminescence.\n\nEnnis saw dimly through green-lit spaces a city in the near distance, an\nunholy city of emerald hue whose unsymmetrical, twisted towers and\nminarets aspired into heavens of hellish viridity. The towers of that\ncity swayed to and fro and writhed in the air. And Ennis saw that here\nand there in the soft green substance of that restless city were circles\nof lurid light that were like yellow eyes.\n\nIn ghastly, soul-shaking apprehension of the utterly alien, Ennis knew\nthat the yellow circles were _eyes_--that that hell-spawned city of\nanother universe was _living_--that its unfamiliar life was single yet\nmultiple, that its lurid eyes looked now through the Door!\n\nOut from the insane living metropolis glided pseudopods of its green\nsubstance, glided toward the Door. Ennis saw that in the end of each\npseudopod was one of the lurid eyes. He saw those eyed pseudopods come\nquesting through the Door, onto the dais.\n\nThe yellow eyes of light seemed fixed on the row of stiff victims, and\nthe pseudopods glided toward them. Through the open door was beating\nwave on wave of unfamiliar, tingling forces that Ennis felt even through\nthe protective robe.\n\nThe hooded multitude bent in awe as the green pseudopods glided toward\nthe victims faster, with avid eagerness. Ennis saw them reaching for the\nprisoners, for Ruth, and he made a tremendous mental effort to break the\nspell that froze him. In that moment pistol-shots crashed across the\ncavern and a stream of bullets smashed the pulsing web of wires!\n\nThe Door began instantly to close. Darkness crept back around the edges\nof the mighty oval. As though alarmed, the lurid-eyed pseudopods of that\nhell-city recoiled from the victims, back through the dwindling Door.\nAnd as the Door dwindled, the light in the cavern was failing.\n\n\"Ruth!\" yelled Ennis madly, and sprang forward and grasped her, his\npistol leaping into his other hand.\n\n\"Ennis--quick!\" shouted Campbell's voice across the cavern.\n\nThe Door dwindled away altogether; the great oval facet was completely\nblack. The light was fast dying too.\n\nThe chief priest sprang madly toward Ennis, and as he did so, the hooded\nhordes of the Brotherhood recovered from their paralysis of horror and\nsurged madly toward the dais.\n\n\"The Door is closed! Death to the blasphemers!\" cried the chief priest\nas he plunged forward.\n\n\"Death to the blasphemers!\" shrieked the crazed horde below.\n\nEnnis' pistol roared and the chief priest went down. The light in the\ncavern died completely at that moment.\n\nIn the dark a torrent of bodies catapulted against Ennis, screaming\nvengeance. He struck out with his pistol-barrel in the mad mêlée,\nholding Ruth's stiff form close with his other hand. He heard the other\ndrugged, helpless victims crushed down and trampled under foot by the\nsurging horde of vengeance-mad members.\n\n       *       *       *       *       *\n\nClinging to the girl, Ennis fought like a madman through a darkness in\nwhich none could distinguish friend or foe, toward the door at the side\nfrom which Campbell had fired. He smashed down the pistol-barrel on all\nbefore him, as hands sought to grab him in the dark. He knew sickeningly\nthat he was lost in the combat, with no sense of the direction of the\ndoor.\n\nThen a voice roared loud across the wild din, \"Ennis, this way! This\nway, Ennis!\" yelled Inspector Campbell, again and again.\n\nEnnis plunged through the whirl of unseen bodies in the direction of the\ndetective's shouting voice. He smashed through, half dragging and half\ncarrying the girl, until Campbell's voice was close ahead in the dark.\nHe fumbled at the rock wall, found the door opening, and then Campbell's\nhands grasped him to pull him inside.\n\nHands grabbed him from behind, striving to tear Ruth from him, to jerk\nhim back. Voices shrieked for help.\n\nCampbell's pistol blazed in the dark and the hands released their grip.\nEnnis stumbled with the girl through the door into a dark tunnel. He\nheard Campbell slam a door shut, and heard a bar fall with a clang.\n\n\"Quick, for God's sake!\" panted Campbell in the dark. \"They'll follow\nus--we've got to get up through the tunnels to the water-cavern!\"\n\nThey raced along the pitch-dark tunnel, Campbell now carrying the girl,\nEnnis reeling drunkenly along.\n\nThey heard a mounting roar behind them, and as they burst into the main\ntunnel, no longer lighted but dark like the others, they looked back and\nsaw a flickering of light coming up the passage.\n\n\"They're after us and they've got lights!\" Campbell cried. \"Hurry!\"\n\nIt was nightmare, this mad flight on stumbling feet up through the dark\ntunnels where they could hear the sea booming close overhead, and could\nhear the wild pursuit behind.\n\nTheir feet slipped on the damp floor and they crashed into the walls of\nthe tunnel at the turns. The pursuit was closer behind--as they started\nclimbing the last passages to the water-cavern, the torchlight behind\nshowed them to their pursuers and wild yells came to their ears.\n\nThey had before them only the last ascent to the water-cavern when Ennis\nstumbled and went down. He swayed up a little, yelled to Campbell. \"Go\non--get Ruth out! I'll try to hold them back a moment!\"\n\n\"No!\" rasped Campbell. \"There's another way--one that may mean the end\nfor us too, but our only chance!\"\n\nThe inspector thrust his hand into his pocket, snatched out his big,\nold-fashioned gold watch.\n\nHe tore it from its chain, turned the stem of it twice around. Then he\nhurled it back down the tunnel with all his force.\n\n\"Quick--out of the tunnels now or we'll die right here!\" he yelled.\n\nThey lunged forward, Campbell dragging both the girl and the exhausted\nEnnis, and emerged a moment later into the great water-cavern. It was\nnow lit only by the searchlight of their waiting cutter.\n\nAs they emerged into the cavern, they were thrown flat on the rock ledge\nby a violent movement of it under them. An awful detonation and\nthunderous crashing of falling rock smote their ears.\n\nFollowing that first tremendous crash, giant rumbling of collapsing rock\nshook the water-cavern.\n\n\"To the cutter!\" Campbell cried. \"That watch of mine was filled with the\nmost concentrated high-explosive known, and it's blown up the tunnels.\nNow it's touched off more collapses and all these caverns and passages\nwill fall in on us at any moment!\"\n\nThe awful rumbling and crashing of collapsing rock masses was deafening\nin their ears as they lurched toward the cutter. Great chunks of rock\nwere falling from the cavern roof into the water.\n\n       *       *       *       *       *\n\nSturt, white-faced but asking no questions, had the motor of the cutter\nrunning, and helped them pull the unconscious girl aboard.\n\n\"Out of the tunnel at once!\" Campbell ordered. \"Full speed!\"\n\nThey roared down the water-tunnel at crazy velocity, the searchlight\nbeam stabbing ahead. The tide had reached flood and turned, increasing\nthe speed with which they dashed through the tunnel.\n\nMasses of rock fell with loud splashes behind them, and all around them\nwas still the ominous grinding of mighty weights of rock. The walls of\nthe tunnel quivered repeatedly.\n\nSturt suddenly reversed the propellers, but in spite of his action the\ncutter smashed a moment later into a solid rock wall. It was a mass of\nrock forming an unbroken barrier across the water-tunnel, extending\nbeneath the surface of the water.\n\n\"We're trapped!\" cried Sturt. \"A mass of the rock has settled here and\nblocked the tunnel.\"\n\n\"It can't be completely blocked!\" Campbell exclaimed. \"See, the tide\nstill runs out beneath it. Our one chance is to swim out under the\nblocking mass of rock, before the whole cliff gives way!\"\n\n\"But there's no telling how far the block may extend----\" Sturt cried.\n\nThen as Campbell and Ennis stripped off their coats and shoes, he\nfollowed their example. The rumble of grinding rock around them was now\ncontinuous and nerve-shattering.\n\nCampbell helped Ennis lower Ruth's unconscious form into the water.\n\n\"Keep your hand over her nose and mouth!\" cried the inspector. \"Come on,\nnow!\"\n\nSturt went first, his face pale in the searchlight beam as he dived\nunder the rock mass. The tidal current carried him out of sight in a\nmoment.\n\nThen, holding the girl between them, and with Ennis' hand covering her\nmouth and nostrils, the other two dived. Down through the cold waters\nthey shot, and then the swift current was carrying them forward like a\nmill-race, their bodies bumping and scraping against the rock mass\noverhead.\n\nEnnis' lungs began to burn, his brain to reel, as they rushed on in the\nwaters, still holding the girl tightly. They struck solid rock, a wall\nacross their way. The current sucked them downward, to a small opening\nat the bottom. They wedged in it, struggled fiercely, then tore through\nit. They rose on the other side of it into pure air. They were in the\ndarkness, floating in the tunnel beyond the block, the current carrying\nthem swiftly onward.\n\nThe walls were shaking and roaring frightfully about them as they were\nborne round the turns of the tunnel. Then they saw ahead of them a\ncircle of dim light, pricked with white stars.\n\nThe current bore them out into that starlight, into the open sea. Before\nthem in the water floated Sturt, and they swam with him out from the\nshaking, grinding cliffs.\n\nThe girl stirred a little in Ennis' grasp, and he saw in the starlight\nthat her face was no longer dazed.\n\n\"Paul----\" she muttered, clinging close to Ennis in the water.\n\n\"She's coming back to consciousness--the water must have revived her\nfrom that drug!\" he cried.\n\nBut he was cut short by Campbell's cry. \"Look! Look!\" cried the\ninspector, pointing back at the black cliffs.\n\nIn the starlight the whole cliff was collapsing, with a prolonged,\nterrible roar as of grinding planets, its face breaking and buckling.\nThe waters around them boiled furiously, whirling them this way and\nthat.\n\nThen the waters quieted. They found they had been flung near a sandy\nspit beyond the shattered cliffs, and they swam toward it.\n\n\"The whole underground honeycomb of caverns and tunnels gave way and the\nsea poured in!\" Campbell cried. \"The Door, and the Brotherhood of the\nDoor, are ended for ever!\"\n\n\n\n\n\nEnd of Project Gutenberg's The Door into Infinity, by Edmond Hamilton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DOOR INTO INFINITY ***\n\n***** This file should be named 32847-8.txt or 32847-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/8/4/32847/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}