{"title": "Mask of Death", "author": "Paul Ernst", "releaseDate": "June 20, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Mask of Death\n\n                               By PAUL ERNST\n\n[Transcriber Note: This etext was produced from Weird Tales\nAugust-September 1936. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _A weird and uncanny tale about a strange criminal who called\nhimself Doctor Satan, and the terrible doom with which he struck down\nhis enemies_]\n\n\n\n\n_1. The Dread Paralysis_\n\n\nOn one of the most beautiful bays of the Maine coast rested the town\nthat fourteen months before had existed only on an architect's\ndrawing-board.\n\nAround the almost landlocked harbor were beautiful homes,\nbathing-beaches, parks. On the single Main Street were model stores.\nSmall hotels and inns were scattered on the outskirts. Streets were\nlaid, radiating from the big hotel in the center of town like spokes\nfrom a hub. There was a waterworks and a landing-field; a power house\nand a library.\n\nIt looked like a year-round town, but it wasn't. Blue Bay, it was\ncalled; and it was only a summer resort....\n\nOnly? It was the last word in summer resorts! The millionaires backing\nit had spent eighteen million dollars on it. They had placed it on a\nfine road to New York. They ran planes and busses to it. They were going\nto clean up five hundred per cent on their investment, in real estate\ndeals and rentals.\n\nOn this, its formal opening night, the place was wide open. In every\nbeautiful summer home all lights were on, whether the home in question\nwas tenanted or not. The stores were open, whether or not customers were\navailable. The inns and small hotels were gay with decorations.\n\nBut it was at the big hotel at the hub of the town that the gayeties\nattendant on such a stupendous opening night were at their most\ncomplete.\n\nEvery room and suite was occupied. The lobby was crowded. Formally\ndressed guests strolled the promenade, and tried fruitlessly to gain\nadmission to the already overcrowded roof garden.\n\nHere, with tables crowded to capacity and emergency waiters trying to\ngive all the de luxe service required, the second act of the famous Blue\nBay floor show was going on.\n\nIn the small dance floor at the center of the tables was a dancer. She\nwas doing a slave dance, trying to free herself from chains. The\nspotlight was on; the full moon, pouring its silver down on the open\nroof, added its blue beams.\n\nThe dancer was excellent. The spectators were enthralled. One elderly\nman, partially bald, a little too stout, seemed particularly engrossed.\nHe sat alone at a ringside table, and had been shown marked deference\nall during the evening. For he was Mathew Weems, owner of a large block\nof stock in the Blue Bay summer resort development, and a very wealthy\nman.\n\nWeems was leaning forward over his table, staring at the dancer with\nsensual lips parted. And she, quite aware of his attention and his\nwealth, was outdoing herself.\n\nA prosaic scene, one would have said. Opening night of a resort de luxe;\nwealthy widower concentrating on a dancer's whirling bare body; people\napplauding carelessly. But the scene was to become far indeed from\nprosaic--and the cause of its change was to be Weems.\n\n       *       *       *       *       *\n\nAmong the people standing at the roof-garden entrance and wishing they\ncould crowd in, there was a stir. A woman walked among them.\n\nShe was tall, slender but delicately voluptuous, with a small, shapely\nhead on a slender, exquisite throat. The pallor of her clear skin and\nthe largeness of her intensely dark eyes made her face look like a\nflower on an ivory stalk. She was gowned in cream-yellow, with the\ncurves of a perfect body revealed as her graceful walk molded her frock\nagainst her.\n\nMany people looked at her, and then, questioningly, at one another. She\nhad been registered at the hotel only since late afternoon, but already\nshe was an object of speculation. The register gave her name as Madame\nSin, and the knowing ones had hazarded the opinion that she, and her\nname, were publicity features to help along with the resort opening\nnews.\n\nMadame Sin entered the roof garden, with the assurance of one who has a\ntable waiting, and walked along the edge of the small dance floor. She\nmoved silently, obviously not to distract attention from the slave\ndance. But as she walked, eyes followed her instead of the dancer's\nbeautiful moves.\n\nShe passed Weems' table. With the eagerness of a man who has formed a\nslight acquaintance and would like to make it grow, Weems rose from his\ntable and bowed. The woman known as Madame Sin smiled a little. She\nspoke to him, with her exotic dark eyes seeming to mock. Her slender\nhands moved restlessly with the gold-link purse she carried. Then she\nwent on, and Weems sat down again at his table, with his eyes resuming\ntheir contented scrutiny of the dancer's convolutions.\n\nThe dancer swayed toward him, struggling gracefully with her symbolic\nchains. Weems started to raise a glass of champagne abstractedly toward\nhis lips. He stopped, with his hand half-way up, eyes riveted on the\ndancer. The spotlight caught the fluid in his upraised glass and flicked\nout little lights in answer.\n\nThe dancer whirled on. And Weems stayed as he was, staring at the spot\nwhere she had been, glass poised half-way between the table and his\nface, like a man suddenly frozen--or gripped by an abrupt thought.\n\nThe slave-girl whirled on. But now as she turned, she looked more often\nin Weems' direction, and a small frown of bewilderment began to gather\non her forehead. For Weems was not moving; strangely, somehow\ndisquietingly, he was staying just the same.\n\nSeveral people caught the frequence of her glance, and turned their eyes\nin the same direction. There were amused smiles at the sight of the\nstout, wealthy man seated there with his eyes wide and unblinking, and\nhis hand raised half-way between table and lips. But soon those who had\nfollowed the dancer's glances saw, too. Weems was holding that queer\nattitude too long.\n\nThe dancer finished her almost completed number and whirled to the\ndressing-room door. The lights went on. And now everyone near Weems was\nlooking at him, while those farther away were standing in order to see\nthe man.\n\nHe was still sitting as he had been, as if frozen or paralyzed, with\nstaring eyes glued to the spot where the dancer had been, and with hand\nhalf raised holding the glass.\n\n       *       *       *       *       *\n\nA friend got up quickly and hastened to the man's table.\n\n\"Weems,\" he said sharply, resting his hand on the man's shoulder.\n\nWeems made no sign that he had heard, or had felt the touch. On and on\nhe sat there, staring at nothing, hand half raised to drink.\n\n\"Weems!\" Sharp and frightened the friend's voice sounded. And all on the\nroof garden heard it. For all were now silent, staring with gradually\nmore terrified eyes at Weems.\n\nThe friend passed his hand slowly, haltingly before Weems' staring eyes.\nAnd those eyes did not blink.\n\n\"Weems--for God's sake--what's the matter with you?\"\n\nThe friend was trembling now, with growing horror on his face as he\nsensed something here beyond his power to comprehend. Hardly knowing\nwhat he was doing, following only an instinct of fear at the unnatural\nattitude, he put his hand on Weems' half-raised arm and lowered it to\nthe table. The arm went down like a mechanical thing. The champagne\nglass touched the table.\n\nA woman at the next table screamed and got to her feet with a rasp of\nher chair that sounded like a thin shriek of fear. For Weems' arm, when\nit was released, went slowly up again to the same position it had\nassumed when the man suddenly ceased becoming an animate being, and\nbecame a thing like a statue clad in dinner clothes with a glass in its\nhand.\n\n\"_Weems!_\" yelled the friend.\n\nAnd then the orchestra began to play, loudly, with metallic\ncheerfulness, as the head waiter sensed bizarre tragedy and moved to\nconceal it as such matters are always concealed at such occasions.\n\nWeems sat on, eyes wide, hand half raised to lips. He continued to hold\nthat posture when four men carried him to the elevators and down to the\nhotel doctor's suite. He was still holding it when they sat him down in\nan easy chair, bent forward a bit as though a table were still before\nhim, eyes staring, hand half raised to drink. The champagne glass was\nempty now, with its contents spotting his clothes and the roof garden\ncarpets, spilled when the four had borne him from the table. But it was\nstill clenched in his rigid hand, and no effort to get it from his oddly\nset fingers was successful....\n\n       *       *       *       *       *\n\nThe festivities of the much-heralded opening night went on all over the\nnew-born town of Blue Bay. On the roof garden were several hundred\npeople who were still neglecting talk, drinking and dancing while their\nstartled minds reviewed the strange thing they had seen; but aside from\ntheir number, the celebrants were having a careless good time, with no\nthought of danger in their minds.\n\nHowever, there was no sign of gayety in the tower office suite atop the\nmammoth Blue Bay Hotel and just two floors beneath the garden. The three\nofficers of the Blue Bay Company sat in here, and in their faces was\nfrenzy.\n\n\"What in the world are we going to do?\" bleated Chichester, thin,\nnervous, dry-skinned, secretary and treasurer of the company. \"Weems is\nthe biggest stockholder. He is nationally famous. His attack of illness\nhere on the very night of opening will give us publicity so unfavorable\nthat it might put Blue Bay in the red for months. You know how a\ndisaster can sometimes kill a place.\"\n\n\"Most unfortunate,\" sighed heavy-set, paunchy Martin Gest, gnawing his\nlip. Gest was president of the company.\n\n\"Unfortunate, hell!\" snapped Kroner, vice president. Kroner was a\nself-made man, slightly overcolored, rather loud, with dinner clothes\ncut a little too modishly. \"It's curtains if anything more should\nhappen.\"\n\n\"Hasn't the doctor found out yet what's the matter with Weems?\" quavered\nChichester.\n\nKroner swore. \"You heard the last report, same as the rest of us. Doctor\nGrays has never seen anything like it. Weems seems to be paralyzed; yet\nthere are none of the symptoms of paralysis save lack of movement. There\nis no perceptible heart-beat--yet he certainly isn't dead; the complete\nabsence of rigor mortis and the fact that there is a trace of blood\ncirculation prove that. He simply stays in that same position. When you\nmove arm or hand, it moves slowly back to the same position again on\nbeing released. He has no reflex response, doesn't apparently hear or\nfeel or see.\"\n\n\"Like catalepsy,\" sighed Gest.\n\nKroner nodded and moistened his feverish lips.\n\n\"Just like catalepsy. Only it isn't. Grays swears to that. But what it\nis, he can't say.\"\n\nChichester fumbled in his pocket.\n\n\"You two laughed at me this evening when I got worried about getting\nthat note. You talked me down again a few minutes ago. But I'm telling\nyou once more, I believe there's a connection. I believe whoever wrote\nthe note really has made Weems like he is--not that the note was penned\nby a crank and that Weems' illness is coincidence.\"\n\n\"Nonsense!\" said Gest. \"The note was either written by a madman, or by\nsome crook who adopted a crazy, melodramatic name.\"\n\n\"But he predicted what happened to Weems,\" faltered Chichester. \"And he\nsays there will be more--much more--enough to ruin Blue Bay for ever if\nwe don't meet his demands----\"\n\n\"Nuts!\" said Kroner bluntly. \"Weems just got sick, that's all. Something\nso rare that most doctors can't spot it, but normal just the same. We\ncan keep it quiet, and have him treated secretly by Grays. That'll stop\npublicity.\"\n\nHe rapped with heavy, red knuckles on the note which Chichester had laid\non the conference table. \"This is a fraud, a thin-air idea of some small\nshot to get money out of us.\"\n\nHe turned to the telephone to call Doctor Grays' suite again for a later\nreport on Weems' condition. The other two bent near to listen.\n\nA breath of air came in the open window. It stirred the note on the\ntable, partially unfolded it.\n\n\"... disaster and horror shall be the chief, though uninvited, guests at\nyour opening unless you comply with my request. Mathew Weems shall be\nonly the first if you do not signify by one a. m. whether or not you\nwill meet my demand....\"\n\nThe note closed as the breeze died, flipped open again so that the\nsignature showed, flipped shut once more.\n\nThe signature was: Doctor Satan!\n\n\n\n\n_2. The Living Dead_\n\n\nAt two in the morning, two hours and a half after the odd seizure of\nMathew Weems, and while Gest and Kroner and Chichester were in Doctor\nGrays' suite anxiously looking at the stricken man, eight people were in\nthe sleek, small roulette room of the Blue Bay Hotel on the fourteenth\nfloor.\n\nThe eight, four men and four women, were absorbed by the wheel. Their\nbets were scattered over the numbered board, and some of the bets were\nhigh.\n\nThe croupier, with all bets placed, spun the little ivory ball into the\nalready spinning wheel, and all watched. At the door, a woman stood. She\nwas tall, slender but voluptuously proportioned, with a face like a pale\nflower on her long, graceful throat. Madame Sin.\n\nShe came into the room with a little smile on her red, red lips. In her\ntapering fingers was held a gold-link purse. She did not open this to\nbuy chips, simply walked to the table. There, with a smile, two men\nmoved over a little to make a place for her.\n\n\"Thank you so much,\" she acknowledged the move. Her voice was as\nexotically attractive as the rest of her; low, clear, a little throaty.\n\"I am merely going to watch a little while, however. I do not intend to\nplay.\"\n\nThe wheel stopped. The ball came to rest in the slot marked nineteen.\nBut the attention of those at the table was divided between it and the\nwoman who was outrageous enough, or had sense of humor enough, to call\nherself Madame Sin. In the men's eyes was admiration. In the women's\neyes was the wariness that always appears when another woman comes along\nwhose attractions are genuinely dangerous to male peace of mind.\n\n\"Make your plays,\" warned the croupier dispassionately, holding the ball\nbetween pallid thumb and forefinger while he prepared to spin the wheel\nagain.\n\nThe four couples placed bets. Madame Sin watched out of dark, exotic\neyes. She turned slowly, with her gold-link purse casually held in her\nleft hand; turned so that she made a complete, leisurely circle, as\nthough searching for someone. Then, with her red lips still shaped in a\nsmile, she faced the table again.\n\nThe croupier spun the wheel, snapped the ball into it. The eight players\nleaned to watch it....\n\nAnd in that position they remained. There was no movement of any sort\nfrom any one of them. It was as though they had been frozen to blocks of\nice by a sudden blast of the cold of outer space; or as though a motion\npicture had been stopped on its reel so that abruptly it became a\nstill-life, with all the actors in mid-move and with half-formed\nexpressions on their faces.\n\nA tall blond girl was bent far over the table, with her left hand\nhovering over her bet, on number twenty-nine. Beside her a man had a\ncigarette in his lips and a lighter in his left hand which he had been\nabout to flick. Two other men were half facing each other with the lips\nof one parted for a remark he had begun to make. The rest of the eight\nwere gazing at the wheel with arms hanging beside them.\n\nAnd exactly in these positions they remained, for minute after minute.\n\nDuring that time Madame Sin looked at them; and her smile now was a\nthing to chill the blood. You couldn't have told why. Her face was as\nserene-looking as ever, and there were no tangible lines of cruelty in\nevidence in her face. Yet she looked like a she-fiend as she stared\naround.\n\nShe walked to the croupier, who stood gazing at his wheel, with his\nmouth open in the beginning of a yawn.\n\nDown the hall came the clang of elevator doors, and the sound of\nlaughter and voices. Madame Sin glided toward the door. There she\npaused, then went purposefully back to the table. She went swiftly from\none to another of the frozen, stark figures in their life-like but\nutterly rigid positions, then back to the door.\n\nSmiling, she left the room, passing five or six people who were about to\nenter it for a little gambling. She was almost to the elevator shafts\nwhen she heard a woman's scream knife the air, followed by a man's\nhoarse shout that expressed almost as much horror as the scream had\ndone.\n\nStill smiling, utterly composed, she stepped into an elevator--and the\nelevator boy shivered a bit as he stared at her. He had not heard the\nscream, did not know that anything was wrong. He only knew that\nsomething in this lovely woman's smile sent cold fingers up and down his\nspine.\n\n       *       *       *       *       *\n\nIt was a grim, white-faced trio that sat in the conference room of the\nBlue Bay Hotel at eleven next morning.\n\nChichester nor Gest nor Kroner--none had had a moment's sleep all night.\nThey had been in Doctor Grays' suite with Weems when a shivering man--a\nwell-known young clubman, too, which was unfortunate--stumbled up to\ntell of the dreadful thing to be seen in the roulette room.\n\nWith horror mounting in their breasts, half knowing already what they\nwould see, the three had gone there.\n\nNine more, counting the croupier, in a state like that which Weems was\nin! Nine more people with all life, all movement, arrested in\nmid-motion! Ten now with some kind of awful paralysis gripping them in\nwhich they did not move nor seemingly breathe--ten who were dead by\nevery test known to science, but who, as even laymen could see at a\nglance, were yet indubitably alive!\n\n\"Blue Bay Development is ruined,\" ground out Kroner. It had been said a\ndozen times by every one of the three; but the words made the other two\nlook at him in frantic denial just the same.\n\n\"If we can keep it quiet--just for a little while--just until----\"\n\n\"Until what?\" snapped Kroner. \"If we only had an idea when this\nmysterious sickness would leave these people! We could stall the news\nperhaps for a day, or even two days--_if_ we could have some assurance\nthat at the end of twenty-four or forty-eight hours they'd be all right\nagain. But we haven't. They may be like that for months before they\ndie--may even die in a few hours. Grays can't tell. This is all beyond\nhis medical experience. So it seems to me we might as well make public\nannouncements now, face ruin on the resort development, and get it over\nwith.\"\n\nChichester spoke, almost in a whisper.\n\n\"This Doctor Satan, whoever he is, gives us assurance in his note. He\nsays that if we pay what he demands, the ten will recover, and\neverything will be all right.\"\n\n\"And if we pay what he demands, we'll be ruined just the same as though\nwe'd been killed by publicity,\" objected Gest.\n\nKroner glared at the wizened treasurer.\n\n\"I'm surprized you'd even suggest that, Chichester. But you've not only\nsuggested it--you've pled for it all night long! Do you get a cut from\nDoctor Satan or something?\"\n\n\"Gentlemen,\" soothed Gest, as Chichester half rose from his chair.\n\"We're in too serious a jam to indulge in petty quarrels. We've got to\ndecide what to do----\"\n\n\"I move we call in the police,\" growled Kroner. \"I still can't believe\nthat any human being could induce such a state of catalepsy, or living\ndeath, or whatever you want to call it, in other human beings. Not\nunless he's a wizard or something. Nevertheless, in view of this threat\nnote from Doctor Satan, there may be a definite criminal element here\nthat the cops should know about.\"\n\n\"Let's wait on the police,\" objected Gest. \"We have already done better\nthan that in summoning this Ascott Keane to help us.\"\n\nChichester's dry skin flushed faintly.\n\n\"I still say that that was a stupid move!\" he snapped. \"Ascott Keane?\nWho is he, anyhow? He has no reputation for detective work or any other\nkind of work. A rich man's son--loafer--dilettante. What we should have\ndone was contact Doctor Satan after his first note, after Weems was\nstricken. Then we would have saved the nine in the roulette room, and at\nthe same time saved our project here.\"\n\n\"You'd pay this crook our entire surplus?\" snarled Kroner. \"You'd give\nhim a million eight hundred thousand in cold cash, when you don't even\nknow that he has had a hand in what ails the ten?\"\n\n\"It's worth a million eight hundred thousand to save our stake in Blue\nBay,\" said Chichester obstinately. \"As for Doctor Satan's having a hand\nin the horrible fate of Weems and the rest--he told you beforehand that\nit would happen, didn't he?\"\n\n\"Please,\" sighed Gest as for a second time the florid vice-president and\nthe wizened treasurer snarled at each other. \"We----\"\n\nThe door of the office suite banged open. The assistant manager of the\nhotel staggered into the room. His blue eyes were blazing with\nexcitement. His youngish face was contorted with it.\n\n\"I've just found out something that I think is of vital importance!\" he\ngasped. \"Something in the roulette room! I've been in there all night,\nas you know, looking around to see if I could find poison needles\nfastened to table or chairs, or anything like that, and quite by chance\nI noticed something else. The maddest thing! The roulette wheel!\nIt's----\"\n\nHe stopped.\n\n\"Go on, go on!\" urged Kroner. \"What about the roulette wheel? And what\npossible connection could it have with what happened to the people in\nthat room?\"\n\nHe stared at the young assistant manager, as did Gest and Chichester,\nwith his hands clenched with suspense.\n\nAnd the assistant manager slowly, like a falling tree, pitched forward\non his face.\n\n\"My God----\"\n\n\"What happened to him?\"\n\nThe three got to him together. They rolled him over, lifted his head,\nbegan chafing his hands. But it was useless. And in a moment that was\nadmitted in their faces as they looked at each other.\n\n\"Another victory for Doctor Satan,\" whispered Chichester, shuddering as\nthough with palsy. \"He's--dead!\"\n\nGest opened his mouth as though to deny it, but closed his lips again.\nFor palpably the assistant manager was dead, struck down an instant\nbefore he could tell them some vital news he had uncovered. He had died\nas though struck by lightning, at just the right time to save\ndisclosure. It was as though the being who called himself Doctor Satan\nwere there, in that office, and had acted to protect himself!\n\nShivering, Chichester glanced fearfully around. And Gest said: \"God--if\nAscott Keane were here----\"\n\n\n\n\n_3. The Stopped Watch_\n\n\nDown at the lobby door, a long closed car slid to a stop. From it\nstepped two people. One was a tall, broad-shouldered man with a\nhigh-bridged nose, long, strong jaw, and pale gray eyes under heavy\nblack eyebrows. The other was a girl, equally tall for her sex,\nbeautifully formed, with reddish brown hair and dark blue eyes.\n\nThe two walked to the registration desk in the lobby.\n\n\"Ascott Keane,\" the man signed. \"And secretary, Beatrice Dale.\"\n\n\"Your suite is ready for you, Mr. Keane,\" the clerk said obsequiously.\n\"But we had no word of your secretary's coming. Shall we----\"\n\n\"A suite for her on the same floor if possible,\" Keane said crisply. \"Is\nMr. Gest in the hotel?\"\n\n\"Yes, sir. He is in the tower office.\"\n\n\"Have the boy take my things up. I'll go to the office first. Send word\nup there what suite you've given Miss Dale.\"\n\nKeane nodded to Beatrice, and walked to the elevators.\n\n\"Secretary!\" snorted the key clerk to the head bellhop. \"What's he want\na secretary for? He's never done any work in his life. Inherited umpteen\nmillion bucks, and plays around all the time. Wish I was Ascott Keane.\"\n\nThe head bellhop nodded. \"Pretty soft for him, all right. Hardest job he\nhas is to clip coupons....\"\n\nWhich would have made Keane smile a little if he could have heard, for\nthe clerk and the bellhop shared the opinion of him held by the rest of\nthe world; an opinion he carefully fostered. Few knew of his real\ninterest in life, which was that of criminal detection.\n\nHe tensed as he swung into the anteroom of the office suite. Gest, one\nof the rare persons who knew of his unique detective work, had babbled\nsomething of a Doctor Satan when he phoned long distance. Doctor Satan!\nThe mention of that name was enough to bring Keane instantly from\nwherever he was, with his powers pitched to their highest and keenest\npoint in an effort to crush at last the unknown individual who lived for\noutlawed thrills.\n\nAs soon as he opened the door, it was apparent that something was wrong.\nThere was no one sitting at the information desk, and from closed doors\nbeyond came the hum of excited voices.\n\nKeane went to the door where the hum sounded loudest and opened that.\n\nHe stared in at three men bending over a fourth who lay on the floor,\nstark and motionless--obviously dead! Keane strode to them.\n\n\"Who are you, sir?\" grated Kroner. \"What the devil----\"\n\n\"Keane!\" breathed Gest. \"Thank God you're here! There has just been a\nmurder. I'm sure it's murder--though how it was done, and who did it,\nare utterly beyond me.\"\n\n\"This is your Ascott Keane?\" said Kroner, in a slightly different tone.\nHis eyes gained a little respect as they rested on Keane's light gray,\nicily calm eyes.\n\n\"Yes. Keane--Kroner, vice president. And this is Chichester, treasurer\nand secretary.\"\n\nKeane nodded, and stared at the dead man.\n\n\"And this?\"\n\n\"Wilson, assistant manager. He came in a minute or two ago, saying he\nhad something of the utmost importance to tell us about the players in\nthe roulette room....\"\n\nKeane nodded. He had been told of that just before he took a plane for\nBlue Bay. Gest swallowed painfully and went on:\n\n\"Wilson had just started to explain. He said something about the\nroulette wheel, and then fell dead. Literally. He fell forward on his\nface as though he had been shot. But he wasn't. There isn't a mark on\nhis body. And he couldn't have been poisoned before he came in here. No\npoison could act so exactly, striking at the precise second to keep him\nfrom disclosing his find.\"\n\n\"Doctor's report?\" said Keane.\n\n\"Grays, house physician, is on his way up now. We sent the information\ngirl to get him. Didn't want to telephone. You know how these things\nspread. We didn't want the switchboard girls to hear of this just yet.\"\n\nKeane's look of acknowledgment was grim.\n\n\"The publicity. Of course. We'll have to move fast to save Blue Bay.\"\n\n\"If you can save it, now,\" muttered Chichester.\n\n       *       *       *       *       *\n\nThe door opened, and Doctor Grays stepped in, with consternation in his\nbrown eyes as he saw the man on the floor.\n\nThey left him to examine the body, and the three officials told Keane\nall the details they knew of the strange tragedy that had overtaken\nWeems and, two and a half hours later, the nine in the roulette room.\n\nThey returned to the conference room. Grays faced them.\n\n\"Wilson died of a heart attack,\" he said. \"The symptoms are\nunmistakable. His death seems normal....\"\n\n\"Normal--but beautifully timed,\" murmured Keane.\n\n\"Right,\" nodded the doctor. \"We'll want an autopsy at once. The police\nare on their way here. They're indirectly in our employ, as are all in\nBlue Bay; but they won't be able to keep this out of the papers for very\nlong!\"\n\n\"Where are Weems and the rest?\"\n\n\"In my suite.\"\n\n\"I'd like to see them, please.\"\n\nIn Doctor Grays' suite, Keane stared with eyes that for once had lost\nsome of their calm, at the weird figures secluded in the bedroom. This\nroom was kept locked against the possibility of a chambermaid or other\nhotel employee coming in by mistake. An unwarned person might well have\ngone at least temporarily insane at the sudden sight of the ten in that\nbedroom.\n\nIn a chair near the door sat Weems. He was bent forward a little as\nthough leaning over a table. He stared unwinkingly at space. In his hand\nwas still a champagne glass, raised near his lips.\n\nStanding around the room were the nine others, each in the position he\nor she had been in when rigidity overtook them in the roulette room.\nThey stared wide-eyed ahead of them, motionless, expressionless. It was\nlike walking into a wax-works museum, save that these statuesque figures\nwere of flesh and blood, not wax.\n\n\"They're all dead as far as medical tests show,\" Grays said. There was\nawe and terror in his voice. \"Yet--they're not dead! A child could tell\nthat at a glance. I don't know what's wrong.\"\n\n\"Why don't you put them to bed?\" said Keane.\n\n\"We can't. Each of the ten seems to be in some kind of spell that makes\nit impossible for his body to take any but that one position. We've laid\nthem down--and in a moment they're up again and in the former position,\nmoving like sleep-walkers, like dead things! Look.\"\n\nHe gently pulled Weems' arm down.\n\nSlowly, it raised again till the champagne glass was near his lips.\nMeanwhile the man's eyes did not even blink. He was as oblivious of the\ntouch as if really dead.\n\n\"Horrible!\" quavered Chichester. \"Maybe it's some new kind of disease.\"\n\n\"I think not,\" said Keane, voice soft but bleak. He looked at a night\ntable, heaped with jewelry, handkerchiefs, wallets, small change. \"That\ncollection?\"\n\n\"The personal effects of these people,\" said Gest, wiping sweat from his\npale face.\n\nKeane went to the pile, and sorted it over. He was struck at once by a\ncurious lack. He couldn't place it for an instant; then he did.\n\n\"Their watches!\" he said. \"Where are they?\"\n\n\"Watches?\" said Gest. \"I don't know. Hadn't thought of it.\"\n\n\"There are ten people here,\" said Keane. \"And only one watch! Normally\nat least eight of them would have had them, including the women with\ntheir jeweled trinkets. But there's only one.... Do you remember who\nowned this, and where he wore it?\"\n\nHe picked up the watch, a man's with no chain.\n\n\"That's Weems' watch. He had it in his trousers pocket.\"\n\n\"Odd place for it,\" said Keane. \"I see it has stopped.\"\n\nHe wound the watch. But the little second hand did not move, and he\ncould only turn the winding-stem a little, proving that it had not run\ndown.\n\nThe hands said eleven thirty-one.\n\n\"That was the time Weems was--paralyzed?\" said Keane.\n\nGest nodded. \"Funny. His watch stopped just when he did!\"\n\n\"Very funny,\" said Keane expressionlessly. \"Send this to a jeweler right\naway and have him find out what's wrong with it. Now, you say your\nassistant manager was struck dead just as he said something about the\nroulette wheel?\"\n\n\"Yes,\" said Gest. \"It was as though this Doctor Satan were right there\nwith us and killed him with a soundless bullet just before he could\ntalk.\"\n\nKeane's eyes glittered.\n\n\"I'd like to look over the roulette room.\"\n\n\"The police are here,\" said Grays, turning from his phone.\n\nKeane stared at Gest. \"Keep them out of the roulette room for a few\nminutes.\"\n\nHe strode out to the elevators....\n\n       *       *       *       *       *\n\nHis first concern, after locking himself into the room where nine people\nhad been stricken with something which, if it persisted, was worse than\nany death, was the thing the assistant manager had mentioned before\ndeath hit him. The roulette wheel.\n\nHe bent over this, with a frown of concentration on his face. And his\nquick eyes caught at once a thing another person might have overlooked\nfor quite a while.\n\nThe wheel was dish-shaped, as all roulette wheels are. In its rounded\nbottom were numbered slots, where the little ivory ball was to end its\njourney and proclaim gambler's luck.\n\nBut the little ball was not in one of the bottom slots!\n\nThe tiny ivory sphere was half up the rounded side of the wheel, like a\npea clinging alone high up on the slant of a dish!\n\nAn exclamation came from Keane's lips. He stared at the ball. What in\nheaven's name kept it from rolling down the steep slant and into the\nrounded bottom? Why would a sphere stay on a slant? It was as if a bowl\nof water had been tilted--and the water's surface had taken and retained\nthe tilt of the vessel it was in instead of remaining level!\n\nHe lifted the ball from the sloping side of the wheel. It came away\nfreely, but with an almost intangible resistance, as if an unseen rubber\nband held it. When he released it, it went back to the slope. He rolled\nit down to the bottom of the wheel. Released, it rolled back up to its\nformer position, like water running up-hill.\n\nKeane felt a chill touch him. The laws of physics broken! A ball\nclinging to a slant instead of rolling down it! What dark secret of\nnature had Doctor Satan mastered now?\n\nBut the query was not entirely unanswered in his mind. Already he was\ngetting a vague hint of it. And a little later the hint was broadened.\n\nThe phone rang. He answered it.\n\n\"Mr. Keane? This is Doctor Grays. The autopsy on Wilson has been begun,\nand already a queer thing has been disclosed. It's about his heart.\"\n\n\"Yes,\" said Keane, gripping the phone.\n\n\"His heart is ruptured in a hundred places--as though a little bomb had\nexploded in it! Don't ask me why, because I can't even give a theory.\nIt's unique in medical history.\"\n\n\"I won't ask you why,\" Keane said slowly. \"I think--in a little\nwhile--I'll tell you why.\"\n\nHe hung up and strode toward the door. But at the roulette table he\npaused and stared at the wheel with his gray eyes icily blazing.\n\n_It seemed to him the wheel had moved a little!_\n\nHe had unconsciously lined up the weirdly clinging ball with the knob on\nthe outer door, as he examined it awhile ago. Now, as he stood in the\nsame place, the ball was not quite in that line. As if the wheel had\nrotated a fraction of an inch!\n\n\"Yes, I think that's it,\" he whispered, with his face a little paler\nthan usual.\n\nAnd a little later the words changed in his brain to: \"I _know_ that's\nit. A fiend's genius.... This is the most dangerous thing Doctor Satan\nhas yet mastered!\"\n\nHe was talking on the phone to the jeweler to whom Weems' watch had been\nsent.\n\n\"What did you do to that watch?\" the jeweler was saying irritably.\n\n\"Why?\" parried Keane.\n\n\"There doesn't seem to be anything wrong with it. And yet it simply\nwon't go. And I can't make it go.\"\n\n\"There's nothing wrong with it at all?\"\n\n\"As far as I can find out--no.\"\n\n       *       *       *       *       *\n\nKeane hung up. He had been studying for the dozenth time the demand note\nDoctor Satan had written the officials:\n\n     \"Gentlemen of the Blue Bay Development: This is to request that\n     you pay me the sum of one million, eight hundred and two\n     thousand, five hundred and forty dollars and forty-eight cents\n     at a time and place to be specified later. As a sample of what\n     will happen if you disregard this note, I shall strike at one\n     of your guests, Mathew Weems, within a few minutes after you\n     read this. I guarantee that disaster and horror shall be the\n     chief, though uninvited, guests at your opening unless you\n     comply with my request. Mathew Weems shall be only the first if\n     you do not signify by one a. m. whether or not you will meet my\n     demand. DOCTOR SATAN.\"\n\nKeane gave the note back to Blue Bay's police chief, who fumbled\nuncertainly with it for a moment and then stuck it in his pocket.\nNormally a competent man, he was completely out of his depth here.\n\nOne man with a heart that seemed to have been exploded internally; ten\npeople who were dead, yet lived, and who stood or sat like frozen\nstatues....\n\nHe looked pleadingly at Ascott Keane, whom he had never heard of but who\nwore authority and competence like a mantle. But Keane said nothing to\nhim.\n\n\"An odd extortion amount,\" he said to Gest. \"One million, eight hundred\nand two thousand, five hundred and forty dollars and forty-eight cents!\nWhy not an even figure?\"\n\nHe was talking more to himself than to the president of Blue Bay. But\nGest answered readily.\n\n\"That happens to be the precise sum of the cash reserve of Blue Bay\nDevelopment.\"\n\nKeane glanced at him sharply. \"Is your financial statement made public?\"\n\nGest shook his head. \"It's strictly confidential. Only the bank, and\nourselves, know that cash reserve figure. I can't imagine how this crook\nwho signs himself Doctor Satan found it out.\"\n\n\n\n\n_4. The Shell_\n\n\nThe house was serene and beautiful on the bay shore. The sun beat back\nfrom its white walls, and glanced in at the windows of the rear terrace.\nIt shone on a grotesque figure there; a man with the torso of a giant,\nbut with no legs--a figure that hitched itself along on the backs of\ncalloused hands, using muscular arms as a means of locomotion.\n\nBut this figure was not as bizarre as the one to be found within the\nhouse, behind shades drawn to keep out any prying eyes.\n\nHere, in a dim room identifiable as a library, a tall man stood beside a\nflat-topped desk. But all that could be told of the figure was that it\nwas male. For it was cloaked from heels to head in a red mantle. The\nhands were covered by red rubber gloves. The face was concealed by a red\nmask, and over the head was drawn a red skull-cap with two small\nprojections in mocking imitation of Lucifer's horns.\n\nDoctor Satan!\n\nIn the red-gloved hands was a woman's gold-link purse. Doctor Satan\nopened it. From the purse he drew a thing that defied analysis and\nalmost defied description.\n\nIt was of metal. It seemed to be a model in gleaming steel of a problem\nin solid geometry: it was an angular small cage, an inch wide by perhaps\nthree and a half inches square. That is, at first it seemed square. But\na closer look revealed that no two corresponding sides of the little\ncage were quite parallel. Each angle, each line was subtly different.\n\nDoctor Satan pointed it at the library wall. The end he pointed was a\ntrifle wider than the end heeled in the palm of his hand. On this wider\nend was one bar that was fastened only at one end. The red-covered\nfingers moved this bar experimentally, slowly, so that it formed a\nslightly altered angle with the sides....\n\nThe library wall was mist, then nothingness. The street outside was not\na street. A barren plain stood there, strewn with rocky shale, like a\nlandscape on the moon.\n\nThe little bar was moved back, and the library wall was once more in\nplace. A chuckle came from the red-masked lips; a sound that would have\nmade a hearer shiver a little. Then it changed to a snarl.\n\n\"Perfect! But again Ascott Keane interferes. This time I've got to\nsucceed in removing him. An exploded heart....\"\n\nHe put the mysterious small cage back in the gold-link purse, and opened\nthe desk drawer. From it he took a business letterhead. It was a carbon\ncopy, with figures on it.\n\n\"Bostiff....\"\n\nOn the rear terrace the legless giant stirred at the call. He moved on\nhuge arms to the door and into the library....\n\n       *       *       *       *       *\n\nIn his tower suite, Keane paced back and forth with his hands clasped\nbehind him. Beatrice Dale watched him with quiet, intelligent eyes. He\nwas talking, not to her, but to himself; listing aloud the points\nuncovered since his arrival here.\n\n\"A few seconds after talking with Madame Sin, Weems was stricken. Also,\nthe lady with the odd name was seen coming from the roulette room at\nabout the time when a party entered and found the croupier and eight\nguests turned from people into statues. But she was nowhere around when\nWilson died in the conference room.\"\n\nHe frowned. \"The watches were taken from all the sufferers from this\nstrange paralysis, save Weems. By whom? Madame Sin? Weems' watch is\nabsolutely in good order, but it won't run. The ball on the roulette\nwheels stays on a slant instead of rolling down into a slot as it should\nwhen the wheel is motionless. But the wheel doesn't seem to be quite\nmotionless. It apparently moved a fraction of an inch in the forty-five\nminutes or so that I was in the room.\"\n\n\"You're sure you didn't touch it, and set it moving?\" said Beatrice.\n\"Those wheels are delicately balanced.\"\n\n\"Not that delicately! I barely brushed it with my fingers as I examined\nthe ivory ball. No, I didn't move it. But I'm sure it did move....\"\n\nThere was a tap at the door. He went to it. Gest was in the corridor.\n\n\"Here's the master key,\" he said, extending a key to Keane. \"I got it\nfrom the manager. But--you're sure it is necessary to enter Madame Sin's\nrooms?\"\n\n\"Very,\" said Keane.\n\n\"She is in now,\" said the president. \"Could you--just to avoid possible\nscandal--inasmuch as you don't intend to knock before entering----\"\n\nHe glanced at Beatrice. Keane smiled.\n\n\"I'll have Miss Dale go in first. If Madame Sin is undressed\nor--entertaining--Miss Dale can apologize and retreat. But I am sure\nMadame Sin will be unaware of intrusion. In spite of the conviction of\nyour key clerk that she is in, I am quite sure that, at least\nfiguratively, she is out.\"\n\n\"_Figuratively_ out?\" echoed Gest. \"I don't understand.\"\n\n\"You will later--unless this is my fated time to lose in the fight I\nhave made against the devil who calls himself Doctor Satan. Are\nChichester and Kroner in the hotel?\"\n\nGest shook his head.\n\n\"Kroner is in the Turkish bath two blocks down the street. Chichester\nwent home ten minutes ago.\"\n\n\"Madame Sin will be unaware of intrusion,\" Keane repeated enigmatically\nand with seeming irrelevance.\n\nHe turned to Beatrice, and the two went to the woman's rooms.\n\n       *       *       *       *       *\n\nKeane softly closed Madame Sin's hall door behind him after Beatrice had\nentered first and reported that the woman was alone and in what seemed a\ndeep sleep. At first, with a stifled scream, she had called out that\nMadame Sin was dead; then she had pronounced it sleep....\n\nKeane went at once to the central figure of the living-room: the body of\nMadame Sin, on a chaise-lounge near the window. The woman was in a blue\nnegligee, with her shapely legs bare and her arms and throat pale ivory\nagainst the blue silk. Her eyes were not quite closed. Her breast rose\nand fell, very slowly, almost like the breathing of a chloroformed\nperson.\n\nKeane touched her bare shoulder. She did not stir. There was no\nalteration of the deep, slow breathing. He lifted one of her eyelids.\nThe eye beneath stared blindly at him, the lid went nearly closed again\nat the cessation of his touch.\n\n\"Trance,\" Keane said. \"And the most profound one I have ever seen. It's\nabout what I had expected.\"\n\n\"I've seen her somewhere before,\" said Beatrice suddenly.\n\nKeane nodded. \"You have. She is a movie extra, working now and then for\nthe Long Island Picture Company. But I'm not much interested in this\nbeautiful shell. For that's all she is at the moment--a shell, now\nemptied and unhuman. We'll look around. You give me your impressions as\nthey come to you, and we'll see if they match mine.\"\n\nThey went to the bedroom of the apartment. Bedroom was like living-room\nin that it was impersonal, a standard chamber in a large hotel. But this\nseemed almost incredibly impersonal! There was not one picture, not one\nfeminine touch. In the bath there were scarcely any toilet articles; and\nin the closet there was only an overnight bag and a suitcase by way of\nluggage, with neither of them entirely emptied of their contents.\n\n\"One impression I get is that these rooms have not been lived in even\nfor twenty-four hours!\" said Beatrice.\n\nKeane nodded. \"If Madame Sin retreated here only to fall into that deep\ntrance, and did not wake again till it was time for her to venture out,\nthe rooms would have just this look. And I think that is exactly what\nshe has done!\"\n\nBeatrice looked deftly through Madame Sin's meager wardrobe. Keane\nsearched dresser and table and bureau drawers. He wasn't looking for\nanything definite, just something that might prove the final straw to\npoint him definitely toward the incredible goal he was more and more\nconvinced was near.\n\nHe found it in the top of the woman's suitcase.\n\nHis fingers were tense as he unfolded a business letterhead. It was a\ncarbon copy, filled with figures. And a glance told him what it was.\n\nIt was a duplicate of the financial statement of the Blue Bay\nDevelopment Company--that statement which was held highly confidential,\nand which no one was supposed to have seen save the three Blue Bay\nofficials, and a bank officer or two.\n\nKeane strode to Madame Sin's phone, and got Gest on the wire.\n\n\"Gest, can you tell me if Kroner and Chichester are still out of the\nhotel?\"\n\nGest's voice came back promptly. \"Kroner is here with me now. I guess\nChichester is still at his home on Ocean Boulevard; at any rate he isn't\nin the hotel----\"\n\n\"Ascott!\" Beatrice said tensely.\n\nKeane hung up and turned to her.\n\n\"The woman--Madame Sin!\" Beatrice said, pointing toward the still,\nlovely form on the chaise-lounge. \"I thought I saw her eyes open a\nlittle--thought I saw her look at you!\"\n\nKeane's own eyes went down a bit to veil the sudden glitter in them from\nBeatrice.\n\n\"Probably you were mistaken,\" he said easily. \"Probably you only thought\nyou saw her eyelids move.... I'm going to wind this up now, I think. You\ngo back to your suite, and watch the time. If I'm not back here in two\nhours, go with the police to the home of Chichester, the treasurer of\nthis unlucky resort development. And go fast,\" he added, in a tone that\nslowly drained the blood from Beatrice's anxious face.\n\n\n\n\n_5. Death's Lovely Mask_\n\n\nChichester's home sat on a square of lawn between the new boulevard and\nthe bay shore like a white jewel in the sun. It looked prosperous,\nprosaic, serene. But to Keane's eyes, at least, it seemed covered with\nthe psychic pall that had come to be associated in his mind with the\ndreaded Doctor Satan. He walked toward the blandly peaceful-looking new\nhome with the feeling of one who walks toward a tomb.\n\n\"A feeling that might be well founded,\" he shrugged grimly, as he\nreached the porch.\n\nHe could feel the short hair at the base of his skull stir a little as\nhe reached the door of this place he believed to be the latest lair of\nthe man who was amused to call himself Doctor Satan. And it stirred\nstill more as he tried the knob.\n\nThe door was unlocked.\n\nHe looked at it for several minutes. A lock wouldn't have mattered to\nKeane, and Satan knew that as well as Keane himself. Nevertheless, to\nleave the door invitingly open like this was almost too obliging!\n\nHe opened the door and stepped in, bracing himself for instant attack.\nBut no attack of any kind was forthcoming. The front hall in which he\nfound himself was deserted. Indeed, the whole house had that curiously\nbreathless feeling encountered in homes for the moment untenanted.\n\nDown the hall was an open double doorway. Keane stared that way. He\nhimself could not have told how he knew, but know he did, that beyond\nthat doorway lay what he had come to find. He walked toward it.\n\nBehind him, the street door opened again, very slowly and cautiously. An\neye was put close to the resultant crack. The eye was dark, exotically\nlovely. It fastened on Keane's back.\n\nKeane stared in through the doorway. He was gazing into a library,\ndimmed by drawn shades. He entered it, with every nerve-end in his body\nsilently shrieking of danger.\n\nThe street door softly closed after admitting a figure that moved on\nsoundless feet. A woman, with a face like a pale flower on an exquisite\nthroat. Madame Sin.\n\nHer face was as serenely lovely as ever. Not by a line had it changed.\nAnd yet, subtly, it had become a mask of beautiful death. Her eyes were\ndeath's dark fires as she moved without a sound down the hall toward the\nlibrary. In her tapering hands was the gold-link bag.\n\n       *       *       *       *       *\n\nIn the library, Keane stood with beating heart over two stark, still\nbodies that lay on the thick carpet near a flat-topped desk. One was\nwizened, lank, a little undersized, with dry-looking skin. It was the\nbody of Chichester. At first it seemed a corpse, but then Keane saw the\nchest move with slow, deep breaths, as the breast of the woman back at\nthe hotel had moved.\n\nBut it was not this figure that made Keane's heart thud and his hands\nclench. It was the other.\n\nThis was a taller figure, lying on its back with hands folded. The hands\nwere red-gloved. The face was concealed by a red mask. The body was\ndraped by a red cloak. From the head sprang two little knobs, or\nprojections, like Lucifer's horns. Doctor Satan himself!\n\n\"It's my chance,\" whispered Keane. \"Satan--sending his soul and mind and\nspirit from his own shell--into that of others--Madame Sin--Chichester.\nNow his body lies here empty! If I killed that----\"\n\nExotically beautiful dark eyes--with death in their loveliness--watched\nhim from the library doorway as he bent over the red-robed figure.\nSardonic death in lovely eyes!\n\n\"No wonder Gest thought that Wilson was killed in the conference room,\njust before he could tell of the roulette wheel, as if Doctor Satan had\nbeen there himself! Satan _was_ there! And he was on the roof garden\nearlier, and in the roulette room! A trance for the woman, the crowding\nof Satan's black spirit into her body--and she becomes Madame Sin, with\nSatan peering from her eyes and moving in her mantle of flesh! A trance\nfor the unfortunate Chichester--and Satan talks with Gest and Kroner as\nthe Blue Bay treasurer, and can strike down Wilson when he comes to\nreport! Chichester and Madame Sin--both Doctor Satan--becoming lifeless,\ntrance-held shells when Satan's soul has left them!\"\n\nBut here was Satan's physical shell, lying in a coma at his feet, to be\nkilled at a stroke! His deadly enemy, the enemy of all mankind,\ndelivered helpless to him!\n\n\"But if I do kill the body,\" Keane whispered, \"will I kill the spirit\ntoo, or banish it from the material world so that humanity won't again\nbe troubled? Satan's spirit, the essential man, is abroad in another\nbody. If I kill this red-robed body, will it draw the spirit out of\nmortal affairs with it? Or would it simply deprive it of its original\nhousing so that I'd have to seek Satan's soul in body after body, as I\nhave till now sought him in the flesh in lair after lair? That would\nbe--horrible!\"\n\nHe drove away the grim thought. It was probable that with the death of\nhis body, Doctor Satan in entirety would die, or at least pass out of\nmortal knowledge through the gateway called death. And the mechanics of\nforcing him through that gateway was to kill the body.\n\nBehind him, Madame Sin crept closer and closer on soundless feet. Her\nred lips were set in a still smile. The gold-link purse was extended a\nlittle toward Keane. Her forefinger searched for the movable bar that\nchanged angles of the queer, metal cage within.\n\nKeane's hand raised to strike. His eyes burned down at the red-clad\nfigure of the man at his feet, who was mankind's enemy. Behind him,\nMadame Sin's finger found the little bar....\n\nIt was not till then that Keane felt the psychic difference caused by\nthe entrance of another into a room that had been deserted save for\nhimself. Another person would not have felt that difference at all, but\nKeane had developed his psychic perceptions as ordinary men exercise and\ndevelop their biceps.\n\nWith an inarticulate cry he whirled, and leaped far to the side.\n\n[Illustration: \"The wall behind the spot where he had been\ndisappeared.\"]\n\n\nThe wall behind the spot where he had been disappeared as the gold-link\nbag continued to point that way. The woman, snarling like a tigress,\nswung her bag toward Keane in his new position. But Keane was not\nwaiting. He sprang for her. His hand got her wrist and wrenched to get\nthe gold-link purse away from her. It turned toward her, back again\ntoward him, with the little bar moving as her hand was constricted over\nthe thing in the purse.\n\nIt was a woman's body he struggled with. But there was strength in the\nfragile flesh beyond the strength of any woman! It took all his steely\npower to tear from her grasp the gold-link purse with its enclosed\ndevice. As he got it, he heard the woman's shrill cry of pain and\nterror, felt her sag in his arms. And then he heard many voices and\nstared around like a sleepwalker who has waked in a spot different from\nthat in which he had begun his sleep--a comparison so exact that for one\nwild moment he thought it must be true!\n\nHe was in a familiar room.... Yes, Doctor Grays' room at the Blue Bay\nHotel.\n\nThe people around him were familiar.... There was Gest. There were\nKroner and Doctor Grays, and--Beatrice. There were the Blue Bay chief of\npolice, and two men.\n\nBut the limp feminine form he held in his arms was Madame Sin, the fury\nhe had been fighting in Chichester's library! And in his hand was still\nthe gold link bag he had wrenched from her!\n\nThe woman in his arms stirred. She looked blankly up at him, stared\naround. A cry came from her lips.\n\n\"Where--am I? Who are you all? What are you doing in my room? But this\nisn't my room!\"\n\nHer face was different, younger-looking, less exotic. She wasn't Madame\nSin; she was a frightened, puzzled girl.\n\nKeane's brain had slipped back into gear, and into comprehension of what\nhad happened.\n\n\"Where do you think you are?\" he said gently. \"And what is your name?\"\n\n\"I'm Sylvia Crane,\" she said. \"And I'm in a New York hotel room. At\nleast I was the last I knew, when I opened the door and the man in the\nred mask came in....\"\n\nShe buried her face in her hands. \"After that--I don't know what\nhappened----\"\n\n\"Nor do any of us,\" quavered Gest. \"For God's sake, Keane, give us some\nidea of what has happened here, if you can!\"\n\n       *       *       *       *       *\n\nIt was over an hour later when Beatrice and Keane entered the door of\nhis suite. It had taken that long to explain to the people in Doctor\nGrays' rooms. Even then the explanation had been but partial, and most\nof it had been frenziedly and stubbornly disbelieved even though proof\nwas there.\n\nKeane's shoulders were bowed a little and his face wore a bitter look.\nHe had thwarted Doctor Satan in his attempt to extort a fortune from the\nresort. But once more his deadly enemy had got away from him. He had\nfailed.\n\nBeatrice shook her head.\n\n\"Don't look like that. The fact that you're here alive is a miracle that\nmakes up for his escape. If you could have seen yourself, and that girl,\nwhen the police brought you back from Chichester's house! As soon as\nthey set you down in the doctor's rooms, you and the girl came together.\nYou fought again for her purse, as you say you started to do in\nChichester's house ten hours ago. But you moved with such horrible\nslowness! It was like watching a slow-motion picture. It took you hours\nto raise your arm, hours to take the purse from her hand. And your\nexpression changed with equal slowness.... I can't tell you how dreadful\nit was!\"\n\n\"All due, as I said, to this,\" Keane sighed.\n\nHe stared at the little metal cage he had taken from the purse.\n\n\"The latest product of Doctor Satan's warped genius. A time-diverter, I\nsuppose you might call it.\"\n\n\"I didn't understand your explanation in Grays' rooms, after you'd\nbrought those people out of their dreadful coma,\" said Beatrice.\n\n\"I'll try again.\"\n\nKeane held up the geometric figure.\n\n\"Time has been likened to a river. We don't know precisely what it is,\nbut it seems that the river simile must be apt. Very well, we and all\naround us float on this river at the same speed. If there were different\ncurrents in the same river, we might have the spectacle of seeing those\nnearby move with lightning rapidity or with snail-like slowness as their\ntime-environment differed from ours. Normally there is no such\ndifference, but with this fantastic thing Doctor Satan has succeeded in\nproducing them artificially.\n\n\"He has succeeded in working out several sets of angles which, when\nopposed against each other as this geometric figure opposes them, can\neither speed up or slow down the time-stream of whatever it is pointed\nat. The final angle is formed by this movable bar in its relation to the\nwhole. By its manipulation, time can be indefinitely retarded or\nhastened. He utilized the bizarre creation in this way:\n\n\"In New York he contacted a quite innocent party by the name of Sylvia\nCrane. He hypnotized her, and forced his spirit into her body while hers\nwas held in abeyance. Then 'Madame Sin' registered here. She made\nacquaintance with Weems. On the roof garden, she pointed the infernal\nfigure at him, with the little bar turned to retard time. The result was\nthat Weems suddenly lived and moved at immensely retarded speed. It took\nabout twenty-four hours for his arm to raise the champagne glass to his\nlips, though he thought it took a second. Our actions were so swift by\ncomparison that they didn't register on his consciousness at all. He\nconfessed after I'd brought him out of his odd time-state with the\ndevice, that he seemed to raise his glass while in the roof garden, and\nstart to lower it when he found himself abruptly in Doctor Grays'\nbedroom. He didn't know how he got there or anything else. It was the\nsame with the nine in the roulette room. They came back to normal speed\nonly a second or two after being retarded in the roulette room. But it\nwas hours to us, and meanwhile they seemed absolutely motionless.\"\n\n\"How on earth did you ever get a hint of such a thing as this?\" said\nBeatrice.\n\n\"Weems' watch gave a pointer. It was all right, the jeweler said, but it\nwouldn't run. Well, it did run--but at a speed so slow that it could not\nbe recorded. The roulette wheel was another. The ivory ball did not roll\ndown the side of the wheel because the wheel was rotating--with infinite\nslowness after being retarded by the same thing that made the people\nlook like frozen statues. Satan, as Madame Sin, couldn't do anything\nabout the wheel. But he--or 'she'--could and did take the watches from\nall concerned, to guard against discovery that way. However, there was\nno chance to get Weems' watch; there were always people around.\"\n\n\"You said Doctor Satan moved in the body of Chichester as he did in the\ngirl's body.\"\n\n\"Yes. I got a hint of that when I observed that Chichester and Madame\nSin never seemed to be in evidence at the same time. Also because the\nexact sum of Blue Bay's cash reserve was so readily learned. Again when\nWilson was killed in a room where only the three officials sat. He was\nkilled by Chichester, who was at the moment animated by Satan's soul. He\nwas killed, by the way, by a _speeding-up_ of time. The rest were\nretarded and suffered nothing but nerve shock. Wilson was killed when\nthe speed of his time-stream was multiplied by a million: you can stop a\nheart without injuring it, but you can't suddenly accelerate a heart, or\nany other machine, a million times, without bursting it. That's why his\nheart looked as though it had blown up in his chest.\"\n\nKeane stopped. The bitter look grew in his eyes.\n\n\"This failure was wholly my own fault,\" he said in a low tone. \"I knew\nwhen I found the duplicate financial statement in Madame Sin's rooms\nthat it was a trap to draw me to Chichester's home. Doctor Satan would\nnever have been so careless as to leave a thing like that behind\ninadvertently. Knowing it was a trap, I entered it, and found Satan's\nsoulless body. If I'd destroyed it immediately.... But I didn't dream\nthat Madame Sin would follow me so quickly.\"\n\n       *       *       *       *       *\n\nBeatrice's hand touched Keane's fleetingly. He was looking at the\ngeometric figure and did not see the look in her eyes.\n\n\"The world can thank heaven you're alive,\" she said softly. \"With you\ndead, Doctor Satan could rule the earth----\"\n\nThere was a knock at the door. Gest was in the hall.\n\n\"Keane,\" he said. \"I suppose this will sound like a small thing after\nall you've done. You've saved us from bankruptcy and saved Lord knows\nhow many people from a living death from that time-business you tried to\nexplain to us. Now there's one more thing. Workmen in Chichester's home\ntell us that they can't build up one of the walls of the library, which\nis non-existent for some reason. There the room is, with one wall out,\nand it can't be blocked up! Do you suppose you----\"\n\nKeane nodded, with a little of his bitterness relieved by a smile.\n\n\"I remember. The time-diverter was pointed at that wall for an instant\nas the girl and I struggled. Evidently it was set for maximum\nacceleration, to burst my heart as it did Wilson's. It got the library\nwall, which is gone because in the point of the future which it almost\ninstantly reached, there is no library or home or anything else on that\nspot. I'll bring it back to the present, and to existence again, so you\nwon't have a physical impossibility to try to explain to nervous guests\nof Blue Bay Resort.\"\n\n\"And after that,\" he added to himself, \"I'll destroy this invention of\nHell. And I wish its destruction would annihilate its inventor along\nwith it--before he contrives some new and even more terrible toy!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mask of Death, by Paul Ernst\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MASK OF DEATH ***\n\n***** This file should be named 32905.txt or 32905.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/9/0/32905/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}