{"title": "The Victor", "author": "Bryce Walton", "releaseDate": "June 19, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             The Victor\n\n                           By Bryce Walton\n\n                      Illustrated by Kelly Freas\n\n[Transcriber Note: This etext was produced from IF Worlds of Science\nFiction March 1953. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: _Under the new system of the Managerials, the fight was not\nfor life but for death! And great was the ingenuity of--The Victor._]\n\n\nCharles Marquis had a fraction of a minute in which to die. He dropped\nthrough the tubular beams of alloydem steel and hung there, five\nthousand feet above the tiers and walkways below. At either end of the\nwalkway crossing between the two power-hung buildings, he saw the\nplainclothes security officers running in toward him.\n\nHe grinned and started to release his grip. He would think about them on\nthe way down. His fingers wouldn't work. He kicked and strained and tore\nat himself with his own weight, but his hands weren't his own any more.\nHe might have anticipated that. Some paralysis beam freezing his hands\ninto the metal.\n\nHe sagged to limpness. His chin dropped. For an instant, then, the fire\nin his heart almost went out, but not quite. It survived that one\nterrible moment of defeat, then burned higher. And perhaps something in\nthat desperate resistance was the factor that kept it burning where it\nwas thought no flame could burn. He felt the rigidity of paralysis\nleaving his arms as he was lifted, helped along the walkway to a\nsecurity car.\n\nThe car looked like any other car. The officers appeared like all the\nother people in the clockwork culture of the mechanized New System.\nMarquis sought the protection of personal darkness behind closed eyelids\nas the monorail car moved faster and faster through the high clean air.\nWell--he'd worked with the Underground against the System for a long\ntime. He had known that eventually he would be caught. There were rumors\nof what happened to men then, and even the vaguest, unsubstantiated\nrumors were enough to indicate that death was preferable. That was the\nUnderground's philosophy--better to die standing up as a man with some\ndegree of personal integrity and freedom than to go on living as a\nconditioned slave of the state.\n\nHe'd missed--but he wasn't through yet though. In a hollow tooth was a\ncapsule containing a very high-potency poison. A little of that would do\nthe trick too. But he would have to wait for the right time....\n\n       *       *       *       *       *\n\nThe Manager was thin, his face angular, and he matched up with the harsh\nsteel angles of the desk and the big room somewhere in the Security\nBuilding. His face had a kind of emotion--cold, detached, cynically\nsuperior.\n\n\"We don't get many of your kind,\" he said. \"Political prisoners are\nbecoming more scarce all the time. As your number indicates. From now\non, you'll be No. 5274.\"\n\nHe looked at some papers, then up at Marquis. \"You evidently found out a\ngreat deal. However, none of it will do you or what remains of your\nUnderground fools any good.\" The Manager studied Marquis with detached\ncuriosity. \"You learned things concerning the Managerials that have so\nfar remained secret.\"\n\nIt was partly a question. Marquis' lean and darkly inscrutable face\nsmiled slightly. \"You're good at understatement. Yes--I found out what\nwe've suspected for some time. That the Managerial class has found some\nway to stay young. Either a remarkable longevity, or immortality. Of all\nthe social evils that's the worst of all. To deny the people knowledge\nof such a secret.\"\n\nThe Manager nodded. \"Then you did find that out? The Underground knows?\nWell, it will do no good.\"\n\n\"It will, eventually. They'll go on and someday they'll learn the\nsecret.\" Marquis thought of Marden. Marden was as old as the New System\nof statism and inhumanity that had started off disguised as\nsocial-democracy. Three-hundred and three years old to be exact.\n\nThe Manager said, \"No. 5274--you will be sent to the work colony on the\nMoon. You won't be back. We've tried re-conditioning rebels, but it\ndoesn't work. A rebel has certain basic deviant characteristics and we\ncan't overcome them sufficiently to make happy, well-adjusted workers\nout of you. However on the Moon--you will conform. It's a kind of social\nexperiment there in associative reflex culture, you might say. You'll\nconform all right.\"\n\nHe was taken to a small, naked, gray-steel room. He thought about taking\nthe capsule from his tooth now, but decided he might be observed. They\nwould rush in an antidote and make him live. And he might not get a\nchance to take his life in any other way. He would try of course, but\nhis knowledge of his future situation was vague--except that in it he\nwould conform. There would be extreme conditioned-reflex therapeutic\ntechniques. And it would be pretty horrible. That was all he knew.\n\nHe didn't see the pellet fall. He heard the slight sound it made and\nthen saw the almost colorless gas hissing softly, clouding the room. He\ntasted nothing, smelled or felt nothing.\n\nHe passed out quickly and painlessly.\n\n       *       *       *       *       *\n\nHe was marched into another office, and he knew he was on the Moon. The\nfar wall was spherical and was made up of the outer shell of the\npressure dome which kept out the frigid cold nights and furnace-hot\ndays. It was opaque and Marquis could see the harsh black and white\nshadows out there--the metallic edges of the far crater wall.\n\nThis Manager was somewhat fat, with a round pink face and cold blue\neyes. He sat behind a chrome shelf of odd shape suspended from the\nceiling with silver wires.\n\nThe Manager said, \"No. 5274, here there is only work. At first, of\ncourse, you will rebel. Later you will work, and finally there will be\nnothing else. Things here are rigidly scheduled, and you will learn the\nroutines as the conditioning bells acquaint you with them. We are\ncompletely self-sufficient here. We are developing the perfect\nscientifically-controlled society. It is a kind of experiment. A closed\nsystem to test to what extremes we can carry our mastery of associative\nreflex to bring man security and happiness and freedom from\nresponsibility.\"\n\nMarquis didn't say anything. There was nothing to say. He knew he\ncouldn't get away with trying to kill this particular Managerial\nspecimen. But one man, alone, a rebel, with something left in him that\nstill burned, could beat the system. _He had to!_\n\n\"Our work here is specialized. During the indoctrination period you will\ndo a very simple routine job in coordination with the cybernetics\nmachines. There, the machines and the nervous system of the workers\nbecome slowly cooperative. Machine and man learn to work very intimately\ntogether. Later, after the indoctrination--because of your specialized\nknowledge of food-concentrate preparation--we will transfer you to the\nfood-mart. The period of indoctrination varies in length with the\nindividuals. You will be screened now and taken to the indoctrination\nward. We probably won't be seeing one another again. The bells take care\nof everything here. The bells and the machines. There is never an\nerror--never any mistakes. Machines do not make mistakes.\"\n\nHe was marched out of there and through a series of rooms. He was taken\nin by generators, huge oscilloscopes. Spun like a living tube through\ncurtains of vacuum tube voltimeters, electronic power panels. Twisted\nand squeezed through rolls of skeins of hook-up wire. Bent through\nshieldings of every color, size and shape. Rolled over panel plates,\nhuge racks of glowing tubes, elaborate transceivers. Tumbled down long\nsurfaces of gleaming bakelite. Plunged through color-indexed files of\nresistors and capacitances....\n\n_... here machine and man learn to work very intimately together._\n\nAs he drifted through the machine tooled nightmare, Marquis knew _what_\nhe had been fighting all his life, what he would continue to fight with\nevery grain of ingenuity. Mechanization--the horror of losing one's\nidentity and becoming part of an assembly line.\n\nHe could hear a clicking sound as tubes sharpened and faded in\nintensity. The clicking--rhythm, a hypnotic rhythm like the beating of\nhis own heart--the throbbing and thrumming, the contracting and\nexpanding, the pulsing and pounding....\n\n_... the machines and the nervous system of the workers become slowly\ncooperative._\n\n       *       *       *       *       *\n\nBeds were spaced ten feet apart down both sides of a long gray metal\nhall. There were no cells, no privacy, nothing but beds and the gray\nmetalene suits with numbers printed across the chest.\n\nHis bed, with his number printed above it, was indicated to him, and the\nguard disappeared. He was alone. It was absolutely silent. On his right\na woman lay on a bed. No. 329. She had been here a long time. She\nappeared dead. Her breasts rose and fell with a peculiarly steady\nrhythm, and seemed to be coordinated with the silent, invisible\nthrobbing of the metal walls. She might have been attractive once. Here\nit didn't make any difference. Her face was gray, like metal. Her hair\nwas cropped short. Her uniform was the same as the man's on Marquis'\nleft.\n\nThe man was No. 4901. He hadn't been here so long. His face was thin and\ngray. His hair was dark, and he was about the same size and build as\nMarquis. His mouth hung slightly open and his eyes were closed and there\nwas a slight quivering at the ends of the fingers which were laced\nacross his stomach.\n\n[Illustration: _When the bells rang they would arise...._]\n\n\"Hello,\" Marquis said. The man shivered, then opened dull eyes and\nlooked up at Marquis. \"I just got in. Name's Charles Marquis.\"\n\nThe man blinked. \"I'm--I'm--No. 4901.\" He looked down at his chest,\nrepeated the number. His fingers shook a little as he touched his lips.\n\nMarquis said. \"What's this indoctrination?\"\n\n\"You--learn. The bells ring--you forget--and learn--\"\n\n\"There's absolutely no chance of escaping?\" Marquis whispered, more to\nhimself than to 4901.\n\n\"Only by dying,\" 4901 shivered. His eyes rolled crazily, then he turned\nover and buried his face in his arms.\n\nThe situation had twisted all the old accepted values squarely around.\nPreferring death over life. But not because of any anti-life attitude,\nor pessimism, or defeatism. None of those negative attitudes that would\nhave made the will-to-die abnormal under conditions in which there would\nhave been hope and some faint chance of a bearable future. Here to keep\non living was a final form of de-humanized indignity, of humiliation, of\nignominy, of the worst thing of all--loss of one's-self--of one's\nindividuality. To die as a human being was much more preferable over\ncontinuing to live as something else--something neither human or\nmachine, but something of both, with none of the dignity of either.\n\n       *       *       *       *       *\n\nThe screening process hadn't detected the capsule of poison in Marquis'\ntooth. The capsule contained ten grains of poison, only one of which was\nenough to bring a painless death within sixteen hours or so. That was\nhis ace in the hole, and he waited only for the best time to use it.\n\nBells rang. The prisoners jumped from their beds and went through a few\nminutes of calisthenics. Other bells rang and a tray of small tins of\nfood-concentrates appeared out of a slit in the wall by each bed. More\nbells rang, different kinds of bells, some deep and brazen, others high\nand shrill. And the prisoners marched off to specialized jobs\nco-operating with various machines.\n\nYou slept eight hours. Calisthenics five minutes. Eating ten minutes.\nRelaxation to the tune of musical bells, ten minutes. Work period eight\nhours. Repeat. That was all of life, and after a while Marquis knew, a\nman would not be aware of time, nor of his name, nor that he had once\nbeen human.\n\nMarquis felt deep lancing pain as he tried to resist the bells. Each\ntime the bells rang and a prisoner didn't respond properly, invisible\nrays of needle pain punched and kept punching until he reacted properly.\n\nAnd finally he did as the bells told him to do. Finally he forgot that\nthings had ever been any other way.\n\nMarquis sat on his bed, eating, while the bells of eating rang across\nthe bowed heads in the gray uniforms. He stared at the girl, then at the\nman, 4901. There were many opportunities to take one's own life here.\nThat had perplexed him from the start--_why hasn't the girl, and this\nman, succeeded in dying?_\n\nAnd all the others? They were comparatively new here, all these in this\nindoctrination ward. Why weren't they trying to leave in the only\ndignified way of escape left?\n\nNo. 4901 tried to talk, he tried hard to remember things. Sometimes\nmemory would break through and bring him pictures of other times, of\nhappenings on Earth, of a girl he had known, of times when he was a\nchild. But only the mildest and softest kind of recollections....\n\nMarquis said, \"I don't think there's a prisoner here who doesn't want to\nescape, and death is the only way out for us. We know that.\"\n\nFor an instant, No. 4901 stopped eating. A spoonful of food concentrate\nhung suspended between his mouth and the shelf. Then the food moved\nagain to the urging of the bells. Invisible pain needles gouged Marquis'\nneck, and he ate again too, automatically, talking between tasteless\nbites. \"A man's life at least is his own,\" Marquis said. \"They can take\neverything else. But a man certainly has a right and a duty to take that\nlife if by so doing he can retain his integrity as a human being.\nSuicide--\"\n\nNo. 4901 bent forward. He groaned, mumbled \"Don't--don't--\" several\ntimes, then curled forward and lay on the floor knotted up into a\ntwitching ball.\n\nThe eating period was over. The lights went off. Bells sounded for\nrelaxation. Then the sleep bells began ringing, filling up the absolute\ndarkness.\n\nMarquis lay there in the dark and he was afraid. He had the poison. He\nhad the will. But he couldn't be unique in that respect. What was the\nmatter with the others? All right, the devil with them. Maybe they'd\nbeen broken too soon to act. He could act. Tomorrow, during the work\nperiod, he would take a grain of the poison. Put the capsule back in the\ntooth. The poison would work slowly, painlessly, paralyzing the nervous\nsystem, finally the heart. Sometime during the beginning of the next\nsleep period he would be dead. That would leave six or seven hours of\ndarkness and isolation for him to remain dead, so they couldn't get to\nhim in time to bring him back.\n\nHe mentioned suicide to the girl during the next work period. She moaned\na little and curled up like a fetus on the floor. After an hour, she got\nup and began inserting punch cards into the big machine again. She\navoided Marquis.\n\nMarquis looked around, went into a corner with his back to the room,\nslipped the capsule out and let one of the tiny, almost invisible\ngrains, melt on his tongue. He replaced the capsule and returned to the\nmachine. A quiet but exciting triumph made the remainder of the work\nperiod more bearable.\n\nBack on his bed, he drifted into sleep, into what he knew was the final\nsleep. He was more fortunate than the others. Within an hour he would be\ndead.\n\n       *       *       *       *       *\n\nSomewhere, someone was screaming.\n\nThe sounds rose higher and higher. A human body, somewhere ... pain\nunimaginable twisting up through clouds of belching steam ... muscles\nquivering, nerves twitching ... and somewhere a body floating and\nbobbing and crying ... sheets of agony sweeping and returning in waves\nand the horror of unescapable pain expanding like a volcano of\nmadness....\n\nSomewhere was someone alive who should be dead.\n\nAnd then in the dark, in absolute silence, Marquis moved a little. He\nrealized, vaguely, that the screaming voice was his own.\n\nHe stared into the steamy darkness and slowly, carefully, wet his lips.\nHe moved. He felt his lips moving and the whisper sounding loud in the\ndark.\n\n_I'm alive!_\n\nHe managed to struggle up out of the bed. He could scarcely remain\nerect. Every muscle in his body seemed to quiver. He longed to slip down\ninto the darkness and escape into endless sleep. But he'd tried that.\nAnd he was still alive. He didn't know how much time had passed. He was\nsure of the poison's effects, but he wasn't dead. They had gotten to him\nin time.\n\nSweat exploded from his body. He tried to remember more. Pain. He lay\ndown again. He writhed and perspired on the bed as his tortured mind\nbuilt grotesque fantasies out of fragments of broken memory.\n\nThe routine of the unceasing bells went on. Bells, leap up. Bells,\ncalisthenics. Bells, eat. Bells, march. Bells, work. He tried to shut\nout the bells. He tried to talk to 4901. 4901 covered up his ears and\nwouldn't listen. The girl wouldn't listen to him.\n\nThere were other ways. And he kept the poison hidden in the capsule in\nhis hollow tooth. He had been counting the steps covering the length of\nthe hall, then the twenty steps to the left, then to the right to where\nthe narrow corridor led again to the left where he had seen the\nair-lock.\n\nAfter the bells stopped ringing and the darkness was all around him, he\ngot up. He counted off the steps. No guards, no alarms, nothing to stop\nhim. They depended on the conditioners to take care of everything. This\ntime he would do it. This time they wouldn't bring him back.\n\nNo one else could even talk with him about it, even though he knew they\nall wanted to escape. Some part of them still wanted to, but they\ncouldn't. So it was up to him. He stopped against the smooth, opaque,\nup-curving glasite dome. It had a brittle bright shine that reflected\nfrom the Moon's surface. It was night out there, with an odd metallic\nreflection of Earthlight against the naked crags.\n\nHe hesitated. He could feel the intense and terrible cold, the\nairlessness out there fingering hungrily, reaching and whispering and\nwaiting.\n\nHe turned the wheel. The door opened. He entered the air-lock and shut\nthe first door when the air-pressure was right. He turned the other\nwheel and the outer lock door swung outward. The out-rushing air spun\nhim outward like a balloon into the awful airless cold and naked\nsilence.\n\nHis body sank down into the thick pumice dust that drifted up around him\nin a fine powdery blanket of concealment. He felt no pain. The cold\nairlessness dissolved around him in deepening darkening pleasantness.\nThis time he was dead, thoroughly and finally and gloriously dead, even\nburied, and they couldn't find him. And even if they did finally find\nhim, what good would it do them?\n\nSome transcendental part of him seemed to remain to observe and triumph\nover his victory. This time he was dead to stay.\n\n       *       *       *       *       *\n\nThis time he knew at once that the twisting body in the steaming pain,\nthe distorted face, the screams rising and rising were all Charles\nMarquis.\n\nMaybe a dream though, he thought. So much pain, so much screaming pain,\nis not real. In some fraction of a fraction of that interim between life\nand death, one could dream of so much because dreams are timeless.\n\nYet he found himself anticipating, even through the shredded,\ndissociated, nameless kind of pain, a repetition of that other time.\n\nThe awful bitterness of defeat.\n\n       *       *       *       *       *\n\nHe opened his eyes slowly. It was dark, the same darkness. He was on the\nsame bed. And the old familiar dark around and the familiar\nsoundlessness that was now heavier than the most thunderous sound.\n\nEverything around him then seemed to whirl up and go down in a crash. He\nrolled over to the floor and lay there, his hot face cooled by the cold\nmetal.\n\nAs before, some undeterminable interim of time had passed. And he knew\nhe was alive. His body was stiff. He ached. There was a drumming in his\nhead, and then a ringing in his ears as he tried to get up, managed to\ndrag himself to an unsteady stance against the wall. He felt now an icy\nsurety of horror that carried him out to a pin-point in space.\n\nA terrible fatigue hit him. He fell back onto the bed. He lay there\ntrying to figure out how he could be alive.\n\nHe finally slept pushed into it by sheer and utter exhaustion. The bells\ncalled him awake. The bells started him off again. He tried to talk\nagain to 4901. They avoided him, all of them. But they weren't really\nalive any more. How long could he maintain some part of himself that he\nknew definitely was Charles Marquis?\n\nHe began a ritual, a routine divorced from that to which all those being\nindoctrinated were subjected. It was a little private routine of his\nown. Dying, and then finding that he was not dead.\n\nHe tried it many ways. He took more grains of the poison. But he was\nalways alive again.\n\n\"You--4901! Damn you--talk to me! You know what's been happening to me?\"\n\nThe man nodded quickly over his little canisters of food-concentrate.\n\n\"This indoctrination--you, the girl--you went crazy when I talked about\ndying--what--?\"\n\nThe man yelled hoarsely. \"Don't ... don't say it! All this--what you've\nbeen going through, can't you understand? All that is part of\nindoctrination. You're no different than the rest of us! We've all had\nit! All of us. All of us! Some more maybe than others. It had to end.\nYou'll have to give in. Oh God, I wish you didn't. I wish you could win.\nBut you're no smarter than the rest of us. _You'll have to give in!_\"\n\nIt was 4901's longest and most coherent speech. Maybe I can get\nsomewhere with him, Marquis thought. I can find out something.\n\nBut 4901 wouldn't say any more. Marquis kept on trying. No one, he knew,\nwould ever realize what that meant--to keep on trying to die when no one\nwould let you, when you kept dying, and then kept waking up again, and\nyou weren't dead. No one could ever understand the pain that went\nbetween the dying and the living. And even Marquis couldn't remember it\nafterward. He only knew how painful it had been. And knowing that made\neach attempt a little harder for Marquis.\n\nHe tried the poison again. There was the big stamping machine that had\ncrushed him beyond any semblance of a human being, but he had awakened,\nalive again, whole again. There was the time he grabbed the power cable\nand felt himself, in one blinding flash, conquer life in a burst of\nflame. He slashed his wrists at the beginning of a number of sleep\nperiods.\n\nWhen he awakened, he was whole again. There wasn't even a scar.\n\nHe suffered the pain of resisting the eating bells until he was so weak\nhe couldn't respond, and he knew that he died that time too--from pure\nstarvation.\n\n_But I can't stay dead!_\n\n\"_... You'll have to give in!_\"\n\n       *       *       *       *       *\n\nHe didn't know when it was. He had no idea now how long he had been\nhere. But a guard appeared, a cold-faced man who guided Marquis back to\nthe office where the fat, pink-faced little Manager waited for him\nbehind the shelf suspended by silver wires from the ceiling.\n\nThe Manager said. \"You are the most remarkable prisoner we've ever had\nhere. There probably will not be another like you here again.\"\n\nMarquis' features hung slack, his mouth slightly open, his lower lip\ndrooping. He knew how he looked. He knew how near he was to cracking\ncompletely, becoming a senseless puppet of the bells. \"Why is that?\" he\nwhispered.\n\n\"You've tried repeatedly to--you know what I mean of course. You have\nkept on attempting this impossible thing, attempted it more times than\nanyone else here ever has! Frankly, we didn't think any human psyche had\nthe stuff to try it that many times--to resist that long.\"\n\nThe Manager made a curious lengthened survey of Marquis' face. \"Soon\nyou'll be thoroughly indoctrinated. You are, for all practical purposes,\nnow. You'll work automatically then, to the bells, and think very little\nabout it at all, except in a few stereotyped ways to keep your brain and\nnervous system active enough to carry out simple specialized work\nduties. Or while the New System lasts. And I imagine that will be\nforever.\"\n\n\"Forever....\"\n\n\"Yes, yes. You're immortal now,\" the Manager smiled. \"Surely, after all\nthis harrowing indoctrination experience, you realize _that_!\"\n\n_Immortal. I might have guessed. I might laugh now, but I can't. We who\npretend to live in a hell that is worse than death, and you, the\nManagerials who live in paradise._ We two are immortal.\n\n\"That is, you're immortal as long as we desire you to be. You'll never\ngrow any older than we want you to, never so senile as to threaten\nefficiency. That was what you were so interested in finding out on\nEarth, wasn't it? The mystery behind the Managerials? Why they never\nseemed to grow old. Why we have all the advantage, no senility, no\nweakening, the advantage of accumulative experience without the\nnecessity of re-learning?\"\n\n\"Yes,\" Marquis whispered.\n\nThe Manager leaned back. He lit a paraette and let the soothing\nnerve-tonic seep into his lungs. He explained.\n\n\"Every one of you political prisoners we bring here want, above\neverything else, to die. It was a challenge to our experimental social\norder here. We have no objection to your killing yourself. We have\nlearned that even the will to die can be conditioned out of the most\ndetermined rebel. As it has been conditioned out of you. You try to die\nenough times, and you do die, but the pain of resurrection is so great\nthat finally it is impossible not only to kill yourself, but even to\nthink of attempting it.\"\n\nMarquis couldn't say anything. The memory called up by the mention of\nself-destruction rasped along his spine like chalk on a blackboard. He\ncould feel the total-recall of sensation, the threatening bursts of\npain. \"No....\" he whispered over and over. \"No--please--no--\"\n\nThe Manager said. \"We won't mention it anymore. You'll never be able to\ntry any overt act of self-destruction again.\"\n\nThe bright light from the ceiling lanced like splinters into the tender\nflesh of Marquis' eyeballs, danced about the base of his brain in\nreddened choleric circles. His face had drawn back so that his\ncheekbones stood out and his nose was beak-like. His irises became a\nbright painful blue in the reddened ovals of his eyes.\n\nThe Manager yawned as he finished explaining. \"Each prisoner entering\nhere has an identification punch-plate made of his unique\nelectro-magnetic vibratory field. That's the secret of our immortality\nand yours. Like all matter, human difference is in the electro-magnetic,\nvibratory rates. We have these punch-plates on file for every prisoner.\nWe have one of you. Any dead human body we merely put in a tank which\ndissolves it into separate cells, a mass of stasis with potentiality to\nbe reformed into any type of human being of which we have an\nidentification punch-plate, you see? This tank of dissociated cells is\nsurrounded by an electro-magnetic field induced from a machine by one of\nthe identification punch-plates. That particular human being lives\nagain, the body, its mind, its life pattern identical to that from which\nthe original punch-plate was made. Each time you have died, we reduced\nyour body, regardless of its condition, to dissociated cells in the\ntank. The identification punch-plate was put in the machine. Your unique\nelectro-magnetic field reformed the cells into you. It could only be\nyou, as you are now. From those cells we can resurrect any one of whom\nwe have an identification plate.\n\n\"That is all, No. 5274. Now that you're indoctrinated, you will work\nfrom now on in the food-mart, because of your experience.\"\n\n       *       *       *       *       *\n\nFor an undeterminable length of time, he followed the routines of the\nbells. In the big food-mart, among the hydroponic beds, and the canning\nmachines; among the food-grinders and little belts that dropped cans of\nfood-concentrate into racks and sent them off into the walls.\n\nHe managed to talk more and more coherently with No. 4901. He stopped\nreferring to suicide, but if anyone had the idea that Marquis had given\nup the idea of dying, they were wrong. Marquis was stubborn. Somewhere\nin him the flame still burned. He wouldn't let it go out. The bells\ncouldn't put it out. The throbbing machines couldn't put it out. And now\nhe had at last figured out a way to beat the game.\n\nDuring an eating period, Marquis said to 4901. \"You want to die. Wait a\nminute--I'm talking about something we can both talk and think about. A\nmurder agreement. You understand? We haven't been conditioned against\nkilling each other. It's only an overt act of selfdes--all right, we\ndon't think about that. But we can plan a way to kill each other.\"\n\n4901 looked up. He stopped eating momentarily. He was interested.\n\"What's the use though?\" Pain shadowed his face. \"We only go through\nit--come back again--\"\n\n\"I have a plan. The way I have it worked out, they'll never bring either\none of us back.\"\n\nThat wasn't exactly true. _One_ of them would have to come back. Marquis\nhoped that 4901 wouldn't catch on to the fact that he would have to be\nresurrected, but that Marquis never would. He hoped that 4901's mind was\ntoo foggy and dull to see through the complex plan. And that was the way\nit worked.\n\nMarquis explained. 4901 listened and smiled. It was the first time\nMarquis had ever seen a prisoner smile.\n\nHe left what remained of the capsule of poison where 4901 could get it.\nDuring one of the next four eating periods, 4901 was to slip the poison\ninto Marquis' food can. Marquis wouldn't know what meal, or what can. He\nhad to eat. The bells had conditioned him that much. And not to eat\nwould be an overt act of self-destruction.\n\nHe wasn't conditioned not to accept death administered by another.\n\nAnd then, after an eating period, 4901 whispered to him. \"You're\npoisoned. It was in one of the cans you just ate.\"\n\n\"Great!\" almost shouted Marquis. \"All right. Now I'll die by the end of\nthe next work period. That gives us this sleep period and all the next\nwork period. During that time I'll dispose of you as I've said.\"\n\n4901 went to his bed and the bells rang and the dark came and both of\nthem slept.\n\n       *       *       *       *       *\n\nNumber 4901 resisted the conditioners enough to follow Marquis past his\nregular work room into the food-mart. As planned, 4901 marched on and\nstood in the steaming shadows behind the hydroponic beds.\n\nMarquis worked for a while at the canning machines, at the big grinding\nvats. Then he went over to 4901 and said. \"Turn around now.\"\n\n4901 smiled. He turned around. \"Good luck,\" he said. \"Good luck--to\nyou!\"\n\nMarquis hit 4901 across the back of the neck with an alloy bar and\nkilled him instantly. He changed clothes with the dead man. He put his\nown clothes in a refuse incinerator. Quickly, he dragged the body over\nand tossed it into one of the food-grinding vats. His head bobbed up\nabove the gray swirling liquid once, then the body disappeared entirely,\nwas ground finely and mixed with the other foodstuff.\n\nWithin eight hours the cells of 4901 would be distributed minutely\nthroughout the contents of thousands of cans of food-concentrate. Within\nthat time much of it would have been consumed by the inmates and\nManagers.\n\nAt the end of that work period, Marquis returned to his cell. He went\npast his own bed and stopped in front of 4901's bed.\n\nThe sleep bells sounded and the dark came again. This would be the final\ndark, Marquis knew. This time he had beat the game. The delayed-action\npoison would kill him. He had on 4901's clothes with his identification\nnumber. He was on 4901's bed.\n\nHe would die--as 4901. The guards would finally check on the missing man\nin the food-mart. But they would never find him. They would find 4901\ndead, a suicide. And they would put the body labeled 4901 in the tank,\ndissolve it into dissociated cells and they would subject those cells to\nthe electro-magnetic field of 4901.\n\nAnd they would resurrect--4901.\n\nNot only have I managed to die, Marquis thought, but I've managed the\nultimate suicide. There won't even be a body, no sign anywhere that I\nhave ever been at all. Even my cells will have been resurrected as\nsomeone else. As a number 4901.\n\n       *       *       *       *       *\n\n\"And that's the way it was,\" No. 4901 would tell new prisoners coming\nin. Sometimes they listened to him and seemed interested, but the\ninterest always died during indoctrination. But No. 4901's interest in\nthe story never died.\n\nHe knew that now he could never let himself die as a human being either,\nthat he could never let himself become completely controlled by the\nbells. He'd been nearly dead as an individual, but No. 5274 had saved\nhim from that dead-alive anonymity. He could keep alive, and maintain\nhope now by remembering what 5274 had done. He clung to that memory. As\nlong as he retained that memory of hope--of triumph--at least some part\nof him would keep burning, as something had kept on burning within the\nheart of 5274.\n\nSo every night before the sleep bells sounded, he would go over the\nwhole thing in minute detail, remembering 5274's every word and gesture,\nthe details of his appearance. He told the plan over to himself every\nnight, and told everyone about it who came in to the indoctrination\nward.\n\nSwimming up through the pain of resurrection, he had been a little mad\nat 5274 at first, and then he had realized that at least the plan had\nenabled one man to beat the game.\n\n\"He will always be alive to me. Maybe, in a way, he's part of me. Nobody\nknows. But his memory will live. He succeeded in a kind of ultimate\ndying--no trace of him anywhere. But the memory of him and what he did\nwill be alive when the New System and the Managers are dead. That spirit\nwill assure the Underground of victory--someday. And meanwhile, I'll\nkeep 5274 alive.\n\n\"He even knew the psychology of these Managers and their System. That\nthey can't afford to make an error. He knew they'd still have that\nidentification punch-plate of him. That they would have one more plate\nthan they had prisoners. But he anticipated what they would do there\ntoo. To admit there was one more identification plate than there were\nprisoners would be to admit a gross error. Of course they could dissolve\none of the other prisoners and use 5274's plate and resurrect 5274. But\nthey'd gain nothing. There would still be an extra plate. You see?\n\n\"So they destroyed the plate. He knew they would. And they also had to\ngo back through the records, to Earth, through the security files there,\nthrough the birth records, everything. And they destroyed every trace,\nevery shred of evidence that No. 5274 ever existed.\"\n\nSo he kept the memory alive and that kept 4901 alive while the other\nprisoners become automatons, hearing, feeling, sensing nothing except\nthe bells. Remembering nothing, anticipating nothing.\n\nBut 4901 could remember something magnificent, and so he could\nanticipate, and that was hope, and faith. He found that no one really\nbelieved him but he kept on telling it anyway, the story of the Plan.\n\n\"Maybe this number didn't exist,\" someone would say. \"If there's no\nrecord anywhere--\"\n\n4901 would smile. \"In my head, there's where the record is. _I_ know.\n_I_ remember.\"\n\nAnd so it was that 4901 was the only one who still remembered and who\ncould still smile when sometime after that--no one in the prison colony\nknew how long--the Underground was victorious, and the Managerial System\ncrumbled.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Victor, by Bryce Walton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VICTOR ***\n\n***** This file should be named 32903.txt or 32903.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/9/0/32903/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}