{"title": "Quest of the Golden Ape", "author": "Ivar Jorgensen", "releaseDate": "June 23, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Stories January, February, March\n    1957. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n    The Table of Contents is not part of the original magazines\n\n\n    [Illustration: They were bent upon rapine and slaughter--and what\n                   greater prize than the Queen herself?]\n\n\n                       QUEST OF THE GOLDEN APE\n\n\n                   By IVAR JORGENSEN and ADAM CHASE\n\n\n     _How could this man awaken with no past--no childhood--no\n      recollection except of a vague world of terror from which\n      his mother cried out for vengeance and the slaughter of his\n      own people stood as a monument of infamy?_\n\n       *       *       *       *       *\n\n\n\n\n                     CONTENTS\n\nCHAPTER\n    I    Mansion of Mystery\n   II    The Great Clock of Tarth\n  III    The Man in the Cavern\n   IV    John Pride's Story\n    V    Question Upon Question\n   VI    On the Plains of Ofrid\n  VII    The White God\n VIII    The Brown Virgin\n   IX    In Custody\n    X    The Road to Nadia\n   XI    On the Ice Fields of Nadia\n  XII    Volna the Beautiful\n XIII    The Journey of No Return\n  XIV    Land Beyond the Stars\n   XV    The Golden Ape\n  XVI    The Raging Beast\n XVII    The Prison Without Bars\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER I\n\n_Mansion of Mystery_\n\n\nIn a secluded section of a certain eastern state which must remain\nnameless, one may leave the main highway and travel up a winding road\naround tortuous bends and under huge scowling trees, into wooded\ncountry.\n\nUpon a certain night--the date of which must remain vague--there came\na man who faced and was not turned back by a series of psychological\nbarriers along this road which made it more impregnable than a steel\nwall. These barriers, which had kept out a hundred years of\ncuriosity-seekers until that certain night, were forged by the\nscientific magic of a genius on a planet far beyond the sun....\n\nThe man who boldly followed his headlights up the road was of middle\nage with calm, honest eyes and a firm mouth indicating bargains made\nin his name would be kept. He pushed on, feeling the subtle force of\nthe psychological powers against him but resisting because he vaguely\nunderstood them.\n\nHe left his car presently and raised his hand to touch the hard\noutline of a small book he carried in his breast pocket and with the\ngesture his determination hardened. He set his jaw firmly, snapped on\nthe flashlight he had taken from the dash of his convertible and moved\non up the road.\n\nHis firm, brisk steps soon brought him to its end, a great iron gate,\nits lock and hinges rusted tight under the patient hand of Time. It\nwas high and spiked and too dangerous for climbing. But someone had\nsmashed the lock with a heavy instrument and had applied force until\nthe rusted hinges gave and the gate stood partially open. From the\nlook of the metal, this could have been done recently--even in the\npast few minutes.\n\n       *       *       *       *       *\n\nThe man entered and found a flagstone pathway. He followed this for a\ntime with the aid of his flashlight. Then he stopped and raised the\nbeam.\n\nIt revealed the outline of a great stone mansion, its myriad windows\nlike black, sightless eyes, its silent bulk telling of long solitude,\nits tongueless voice whispering: _Go away, stranger. Only peril and\nmisfortune await you here._\n\nBut I am not exactly a stranger, the man told himself, approaching the\ndoor and half hoping to find the scowling panel locked.\n\nBut it was not locked. The ponderous knob turned under his hand. The\npanel moved back silently. The man gripped his flashlight and stepped\ninside.\n\nThe knowledge that he was no longer alone came as a shock. It was\nbrought to him by the sound of labored breathing and he flashed the\nlight about frantically trying to locate the source of the harsh\nsound. Then the bright circle picked out a huddled form on the floor\nnearby. The man moved forward instantly and went to his knees.\n\nHe was looking into an incredibly ancient face. The skin was so deeply\nlined as to hang in folds around the sunken eyes. The mouth was but a\ntoothless maw and the body so shrunken as to seem incapable of\nclinging to life. The voice was a harsh whisper.\n\n\"Thank God you have come. I am dying. The opening of the gate took all\nmy remaining strength.\"\n\n\"You have been waiting for me?\"\n\n\"I have been waiting out the years--striving to keep life in my body\nuntil the moment of destiny. I wanted to see _him_. I wanted to be\nthere when the door to his resting place opens and he comes forth to\nright the terrible wrongs that have been done our people.\"\n\nThe strength of the ancient one was ebbing fast. The words he spoke\nhad been an effort. The kneeling man said, \"I don't understand all\nthis.\"\n\n\"That matters not. It is important only that you keep the bargain made\nlong ago with your sire, and that you are here. Someone must be with\n_him_ at the awakening.\"\n\nThe newcomer again touched the book in his pocket. \"I came because our\nword had been given--\"\n\nThe dying man picked feebly at his sleeve. \"Please! You must go below!\nThe great clock has measured the years. Soon it tolls the moment. Soon\na thundering on the Plains of Ofrid will herald the new age--the\nFighting Age--and a new day will dawn.\"\n\nWhile the visitor held his frail shoulders, the dying man gasped and\nsaid, \"Hasten! Hurry to the vault below! Would that I could go with\nyou, but that is not to be.\"\n\nAnd then the visitor realized he was holding a corpse in his arms. He\nlaid it gently down and did as he had been directed to do.\n\n\n\n\nCHAPTER II\n\n_The Great Clock of Tarth_\n\n\nThe Plains of Ofrid on the planet Tarth stretched flat and monotonous\nas far as the eye could reach, a gently waving ocean of soft,\nknee-high grass where herds of wild stads grazed and bright-hued birds\nvied in brilliance with the flaming sun.\n\nFrom the dark Abarian Forests to the Ice Fields of Nadia, the plain\nstretched unbroken except for the tall, gray tower in its exact center\nand it was toward this tower that various groups of Tarthans were now\nmoving.\n\nEvery nation on the planet was represented in greater or lesser\nnumber. The slim, erect Nadians in their flat-bottomed air cars that\ncould hang motionless in space or skim the surface of the planet at a\nthousand jeks an hour. The grim-faced Abarians, tall and finely\nmuscled on their powerful stads, their jeweled uniforms flashing back\nthe glory of the heavens. The Utalians, those chameleon men of Tarth,\ntheir skins now the exact color of the grasses across which they rode,\nthus causing their stads to appear unmounted and unguided.\n\nAll the nations of Tarth were represented, drawn toward the tower by a\ncentury-old legend, a legend which Retoc the Abarian clarified as he\nrode at the head of his own proud group.\n\nHe waved a hand, indicating the vast plain and spoke to Hultax, his\nsecond in command, saying, \"Little would one think that this flat,\nempty land was once the site of a vast and powerful nation. One of the\ngreatest upon all Tarth!\" A smile of cruelty and satisfaction played\nupon his handsome features as he surveyed the plain.\n\n\"Aye,\" Hultax replied. \"The realm of the Ofridians. Truly they were a\ngreat nation.\"\n\n\"But we Abarians were greater,\" Retoc snapped. \"We not only defeated\nthem but we leveled their land until not one stone stood upon\nanother.\"\n\n\"All save the tower,\" Hultax said. \"No weapon known could so much as\nscratch its surface.\"\n\n       *       *       *       *       *\n\nA new voice cut in. \"Quite true. Portox's scientific skill was too\ngreat for you.\" Both Abarians turned quickly to scowl at the newcomer,\nBontarc of Nadia, who had swung close in his one-man car and was\nhovering by their side.\n\nRetoc's hand moved toward the hilt of his long whip-like sword, driven\nthere by the look of contempt in Bontarc's eyes. But Retoc hesitated.\nA formidable squadron of Bontarc's Nadian fighting men hovered nearby\nand the Abarian had no taste for a battle in which the odds were close\nto even.\n\n\"We defeated the Ofridians fairly,\" he said.\n\n\"And slaughtered them fairly? Cut down the men and women and children\nalike until the entire nation was obliterated?\"\n\nThe systematic annihilation had taken place a century before when\nBontarc had been but a child and Retoc a young man. Karnod, Retoc's\nfather, now dead, had planned the war that defeated the Ofridians, his\nwinning card having been spies in the court of Evalla, Queen of Ofrid.\nKarnod had been fatally wounded during the last battle and had\ndelegated to his son the task of annihilating the Ofridians and\nlevelling their nation. This task, Retoc accepted with relish,\nreserving for himself the pleasure of slaying Queen Evalla. Details of\nthe torture to which Retoc subjected the beautiful Evalla were\nwhispered over the planet and it was said the sadistic Retoc had taken\nphotographs of the Queen in her agony to enjoy in later years.\n\nIt had been the scientific ability of Portox of Ofrid that had\nengendered the Abarian hatred and jealousy in the first place. Portox\nused his science for the good of all on the planet Tarth, but when\nKarnod, Lord of Abaria, struck, no other nation came to Ofrid's aid.\nThen it was too late, because Abaria's military might greatened as a\nresult of the Ofridian defeat and only an alliance of all other\nnations could have conquered them.\n\nIronically, Portox had never been captured.\n\nNow as the tall gray tower came into view, Bontarc's mind was filled\nwith thoughts of Portox, the Ofridian wizard. It was said that Portox\nhad been able to travel through space to other planets that were known\nto exist, that he had left Tarth and found safety somewhere across\nspace, first building his tower which would never be destroyed; that a\ngreat clock within it was measuring off one hundred years--the time on\nthe planet Tarth of an infant's development into manhood--and that at\nthe end of that span the clock would toll and there would come forth a\nman to avenge the slaughter of the Ofridians.\n\nBontarc turned suddenly upon the dour Retoc. \"Tell me,\" he said, \"is\nthere any truth to the legend that the clock in the tower will toll\nthe end of one hundred years?\"\n\n\"None whatever,\" the sadistic Abarian snapped. \"A rumor passed from\nthe lips of one old woman to another.\"\n\nBontarc smiled. \"Then why are you here? The hundred years are up\ntoday.\"\n\nRetoc's hand moved toward his whip-sword. \"Are you calling me a liar?\"\n\n       *       *       *       *       *\n\nBontarc watched alertly as the blade came partly from its scabbard.\n\"If we fight we may miss the tolling of the clock,\" he said evenly.\n\nWith an oath, Retoc pushed the sword back into its scabbard and put\nsharp heels to his stad's flanks. The animal screamed indignantly and\nrocketed ahead. Bontarc smiled and turned his car back toward his own\ngroup.\n\nAnd now they were assembled and waiting, the curious of the planet\nTarth. Would the clock toll as it was rumored Portox had said? Would\nan avenger come forth to challenge Retoc and his Abarian hordes?\n\nThere was not much time left. Swiftly the clock ticked off the\nremaining moments and the end of one hundred years was at hand.\nSilence settled over the assembled Tarthans.\n\nThen a great sound boomed over the plains; a single ringing peal that\nrose majestically into the air, reverberated across the empty land\nthat once had been the site of a thriving, prosperous nation. The\nfirst part of the legend had been fulfilled.\n\nThen, suddenly, chaos reigned. With a great thundering that shook the\nground upon which they stood, the gray tower exploded in crimson\nglory; a great mushrooming blossom of red fire erupted skyward hurling\nthe assembled Tarthans to the ground where they lay in numbed stupor.\n\nThe thunderous report echoed across the plain ten thousand times\nlouder than the tolling of the clock. But aside from the initial\ndulling shock, no Tarthan was injured because the crushing power rose\nupward.\n\nThere was an expression of mute wonder on Bontarc's face. And he\nthought: We have not seen the end of this. It is only the beginning.\nBut the beginning of what? Only Portox could have known. And Portox\nwas--where?\n\nBontarc started his car and moved across the plain sensing cosmic\nevents but not knowing....\n\nNot knowing that the sound of the tolling clock had gone with more\nthan the speed of light across the void, had been flung arrow-straight\nto a brooding mansion in the heart of a thick forest upon another\nplanet; to the door of a cavern deep in the rock beneath the mansion.\n\nThat even now the lock of this door had responded to the electronic\nimpulse and the huge panel was swinging slowly open.\n\n\n\n\nCHAPTER III\n\n_The Man in the Cavern_\n\n\nAs the sound of the tolling clock died out across the Plains of Ofrid,\na man opened his eyes on the planet far away and saw for the first\ntime the place in which he had spent one hundred years.\n\nHe awoke with neither fright nor surprise but rather with a sense of\nwonder. He arose slowly from the great bed upon which he had lain and\nallowed his attention to roam about the strange place in which he\nfound himself.\n\nIn the wall opposite the bed there was set a full length mirror and as\nthe man turned he saw himself for the first time; a tall,\nbroadly-muscled figure of heroic proportions. Completely naked, his\nbody was reflected as masculine perfection in every detail.\n\nFor a few moments, the man stared at the body as though it belonged to\nsomeone else. Then he spoke musingly. \"You did your work well, Portox,\nmy friend.\"\n\nThe sound of his own voice startled him but not so much so as the\ncontent of the words. A baffled expression touched his handsome face.\nWho was Portox? And what work had he done? What place was this--and\nfor that matter, who was he himself, this naked figure which looked\nback at him from the glittering mirror?\n\nThe questions were annoying because he felt that he knew the answers.\nYet they would not come within reach of his conscious mind.\n\nHe had little time to ponder this enigma however because at that\nmoment he became aware of a second presence in the room. He turned. A\nman stood just inside the open door.\n\nThe naked one stared at the other with an interest that left no room\nfor self-consciousness nor shame. \"Who are you?\" he asked.\n\n\"My name is John Pride,\" the man answered. He was a man of erect\nbearing and though there was wonder and surprise in his voice he bore\nhimself with a quiet dignity. \"And now,\" he added, \"may I ask you the\nsame question?\"\n\n       *       *       *       *       *\n\nThe naked man looked down at his own body and for the first time\nseemed conscious of its nudity. He glanced around the room and saw a\nrobe of royal purple lying across a chair by the bed. He stepped over\nand lifted the robe and put it on. As he was tying the rich purple\ncord around his waist he looked frankly back at John Pride and said,\n\"I do not know. I honestly do not know.\"\n\nJohn Pride said, \"I have wondered what I would find in this\ncavern--wondered through the years. Only in my wildest fancies did I\ntell myself that a fellow human--or even a living creature--awaited me\nhere. But now I find this is true.\"\n\nThe younger man regarded his visitor with a calmness that belied any\nwariness between them. John Pride noted this with admiration and\nrespect. The young man said, \"Won't you be seated?\" and when his guest\nwas comfortable, regarded him with a smile. \"Perhaps there are some\nthings we should talk over.\"\n\n\"Perhaps there are. You say you do not know your own name?\"\n\n\"That only begins to sum up my ignorance. I am not only unaware of my\nidentity but I haven't the faintest notion of what this place\nis--where it is--or how I came here.\"\n\nIt was John Pride's turn to stare. While doing so, he analyzed the\nyounger man keenly. He saw honesty and an inner warmth that attracted\nhim. There was something almost godlike in the clean lines of the body\nhe had seen and in the face. These things coupled with what he already\nknew, intrigued him mightily and he resolved to approach this strange\naffair with an open mind and not play the role of the unbelieving\ncynic. It was time to go ahead.\n\n       *       *       *       *       *\n\nJohn Pride said, \"First, are you aware that there is another in this\nmansion--or was?\"\n\n\"I did not even know this was a mansion. It seems only one room.\"\n\n\"It is an enormous structure set deep in the forest.\"\n\n\"This other one--?\"\n\n\"A very old man. He died as I arrived here tonight.\"\n\n\"You do not know his name or how came he here?\"\n\n\"I have a vague idea.\"\n\nThe young man's dazzling blue eyes narrowed in thought. \"A while ago\nyou said you have wondered through the years as to what you would find\nin this room. That indicates you were aware of its existence.\"\n\n\"True. Perhaps at this point I had better tell you the complete\nstory--as much of it as I know.\"\n\n\"I would be in your debt.\"\n\n\"No, I will merely be discharging the last of a very old obligation.\"\n\nWith that, John Pride took from his pocket a small leather covered\nbook. He handled it gently, almost with affection, and said, \"This was\nmy father's notebook. In it, is an account of this remarkable affair,\nput down by my great grandfather and handed down through the line.\nWhen my father died he placed it in my hand saying it entailed an\nobligation both business and personal and it was my obligation as well\nas his.\n\n\"I have read the account of what transpired many times and with your\npermission I will put it into my own words. Then, when I am done, I\nwill give you the book and the affair will be over so far as I and my\nfamily are concerned.\"\n\nJohn Pride had settled back in his chair and was just ready to begin\nwhen the young man held up a sudden hand. \"Just one moment--please,\"\nhe said, and a look of concentration came upon his face. Then he went\non and his words took the form of a rhyme:\n\n    \"An ape, a boar, a stallion,\n     A land beyond the stars.\n     A virgin's feast, a raging beast,\n     A prison without bars.\"\n\nHe flushed and added: \"I don't know why I was possessed to recite that\ndoggerel at just this moment but there is something strange about it.\nStrange in that I have a feeling it was taught to me at some long\ndistant time in the past. I sense that it is very important to\nwhatever destiny awaits me. Yet I know not who taught me the verse nor\nwhat it means.\"\n\n\"That verse is inscribed in this book and I believe I know how it\nentered your mind and memory. I believe too, that I understand how you\nare able to converse with me though you know nothing of this land or\neven this room,\" John Pride said quietly.\n\n\"Then please tell me!\"\n\n\"I think it better that I start at the beginning rather than give you\nthe story piece-meal. That way, your mind will be better able to\nassimilate and to judge.\"\n\n\"I await your pleasure,\" the young man said with impatience he strove\nto conceal.\n\n\"Very well,\" John Pride said, his eyes growing vague with a far-away\nlook.\n\n\n\n\nCHAPTER IV\n\n_John Pride's Story_\n\n\n\"I am a member,\" John Pride began, \"of a firm called Pride, Conroy,\nand Wilson. We are a very old firm of private bankers with offices in\nWall Street. Both Conroy and Wilson died before I was born, leaving no\nissue, so the company has been controlled by a Pride for many years.\n\n\"This affair in which we are interested had its inception one hundred\nyears ago. At that time, a man came to see my great grandfather in his\noffice. He was a most remarkable man and gained my grandfather's\nrespect and confidence from the very first. He never stated from\nwhence he came, being more interested in the future than in the past.\nHe put up at a New York City hotel and my great grandfather knew there\nwere three in his party; the man himself, another man and a woman both\nsomewhat older than he.\n\n\"At one time when my great grandfather visited them in their hotel\nsuite, he saw the woman fleetingly as she was leaving the room. She\nwas carrying something that he thought could have been an infant\nsnuggled in a blanket. He could not be sure however and he did not ask\nquestions.\n\n\"The man was interested in obtaining a place of abode, a place that\nhad to possess certain definite qualifications. First, it had to be\nbuilt upon solid rock and set in the most secluded location possible.\n\n\"Second, it had to be so completely free of legal involvements that\nwhen he secured title, no possible claim of another could ever be\ntaken seriously enough to even cause the property to be visited. In\nshort, the strange man said, details relevant to the property must\nintegrate to a point where no one would visit it for one hundred\nyears.\"\n\nAt this place in his narrative, John Pride stopped a moment to rest\nhis voice. After a pause, the young man in the purple robe inquired,\n\"Why do you smile?\"\n\n\"At the recollection. My great grandfather had just a white\nelephant--\"\n\n\"A white elephant?\"\n\n\"Merely a descriptive term. A place that had been built before the\nRevolution but which even at that early time had been bypassed by the\ntrend of progress until it was completely isolated. No one wanted it.\nNo one would ever want it so far as my great grandfather could judge.\"\n\n\"Except this strange man you speak of.\"\n\n\"Precisely. He was delighted with the place and when my great\ngrandfather pointed out that even with the location and the high\nsurrounding wall there was no guarantee that wandering adventurers\nmight not move in and take possession at some distant date, the man\nsmiled cryptically and said he would see to it that that did not\noccur.\"\n\n       *       *       *       *       *\n\nThe young man was scowling. \"I know that man. He is somewhere back in\nmy mind, but he will not come forward.\"\n\nJohn Pride regarded his listener for a moment and then went on. \"The\nman seemed in ample funds and paid for the property with a giant ruby\nthe like of which my great grandfather had never before set eyes on.\n\n\"But the affair was far from ended. The man moved his _ménage_ into\nthe mansion saying he would call upon my great grandfather later.\n\n       *       *       *       *       *\n\n\"All the legal formalities had been of course taken care of--an\nindisputable deed, guaranteed by the strongest trust company in the\nland. But that was not enough.\n\n\"After a few weeks, during which time the man had inquired of my great\ngrandfather where certain materials could be obtained, he returned to\nthe old gentleman's office with the most startling request of all.\n\n\"He said that he had set in motion a procedure that would terminate in\nexactly one hundred years from a given moment and that he wished to\nretain grandfather's firm as trust agents in relation to that\nprocedure. The duties of the firm would be negligible during the\nhundred-year period. My great grandfather and his issue were merely to\nremain completely away from the property which was certainly a simple\nthing to do.\n\n\"But knowledge of what had taken place must be passed down to his son\nand in case the latter did not survive the one hundred years, to his\nson's son.\n\n\"At this point my great grandfather interposed reality in the form of\na question: 'I have a son but suppose he is so inconsiderate as to not\nduplicate with a male heir?'\n\n\"The man smiled and said he was sure that would not be the case. He\nwas right, but whether it was a gamble on his part or whether he spoke\nfrom a knowledge beyond us, we never knew.\n\n\"But regardless--at the end of one hundred years the surviving issue\nwas, by sacred trust, to be present in this mansion. The door of a\nvault beneath it would open and the trustee was to enter and deliver\ntherein a written account of the series of events leading up to that\nmoment.\n\n\"In payment for this service, the man insisted upon presenting my\ngreat grandfather with jewels the value of which on a yearly basis\ntranscended all our other income combined. My great grandfather\ndemurred but the man said nothing brightens memory so much as\nmaterial gain and he did not want the agreement to be forgotten.\"\n\n\"What happened to the man?\" the young listener asked.\n\nJohn Pride shook his head sadly. \"We never knew. When all the\narrangements were made, he came again to the office, thanked my great\nsire for his services, and was never seen again.\"\n\n\"He must have given you his name.\"\n\nJohn Pride frowned. \"He used a name of course but there was the\nimpression of its not being his true one. The book mentions this. The\nname he used was C. D. Bram.\"\n\n\"Portox!\" the young man cried suddenly.\n\n\"What did you say?\"\n\n\"Portox. The name is back in my mind. I used it as I awoke.\"\n\n\"A strange name.\"\n\n\"And stranger still is the fact that I know nothing of it--wait!\" The\nyoung man's handsome features strained as he concentrated with all his\npower. Sweat stood out on his forehead. But then a look of\ndisappointment came into his face and his broad shoulders sagged. \"No.\nThe knowledge is somewhere back in my mind but I cannot capture it.\"\n\nJohn Pride was about to speak but the young man stayed him with a\nsudden intense look. \"One thing however is very clear to me.\"\n\n\"And that is--?\"\n\n\"The face of my mother.\"\n\n\"The woman who held you in her arms in the hotel suite?\"\n\n\"No, I do not think so. But I see a face clearly in my mind. A sad and\nbeautiful face. There is a marked resemblance between it and what I\nsee in that mirror. She is the most beautiful woman who ever lived and\nI yearn to find her and take her in my arms.\"\n\n\"I hope you succeed.\"\n\n       *       *       *       *       *\n\nA tragic light appeared in the young man's eyes. \"But where is she?\nHow can I find her? Why did she leave me in this place?\"\n\n\"I do not have the answers to those questions. But I have a theory\nconcerning you and the elapsed years.\"\n\n\"Tell me!\"\n\nJohn Pride spoke firmly but with obvious awe. \"I think you were\nbrought here as an infant for some reason known only to the one who\ncalled himself C. D. Bram.\"\n\n\"Or Portox.\"\n\n\"Perhaps. I think you were placed in that bed and left there for one\nhundred years.\"\n\n\"But--\"\n\n\"Consider. That door has never been opened. There is certainly no\nother exit to this cavern.\"\n\n\"And I have no recollection of ever having lived before,\" the young\nman said slowly.\n\n\"Yet you can converse with me. You obviously have been given an\neducation.\"\n\n\"But how?\"\n\n\"It is known that knowledge can be injected into the subconscious\nwhile the receiver sleeps. I'm sure the man you insist upon calling\nPortox was aware of this--this and perhaps other scientific miracles.\nWho are we to say that you were not nourished by some means beyond our\nknowledge?\"\n\nBut that investigation was never to be made because as John Pride\nextended his hand to touch the box it suddenly burst into a glow and\nhe withdrew his fingers quickly.\n\nBefore the younger man could answer a glowing point of light sprang\ninto being and brightened and a wave of searing heat erupted from the\nwalls of the room, searing the eyes of John Pride and leaving him to\ngrope helplessly as in the heart of a furnace. The younger man was\nbeyond his reach. Blinding pain caused him to reel.\n\n\n\n\nCHAPTER V\n\n_Question Upon Question_\n\n\nJohn Pride opened his eyes as a moan escaped his lips. The haze\ncleared and he found himself lying upon a cool stone floor looking up\ninto the concerned face of the younger man. \"What happened?\" John\nPride asked feebly. He tried to refocus.\n\n\"I don't know except that the heat of that fire was upon us with such\nswiftness that we were almost incapacitated. I picked you up and\nstarted walking. Fortunately I moved in the direction of the door.\nOtherwise we would have been doomed.\"\n\n\"I am in your debt.\"\n\n\"No more so than I in yours.\"\n\n\"Did you extinguish the fire?\"\n\n\"It burned out of its own accord. But only after the cave was\ncompletely gutted. There is nothing left in there but the bare rock\nwalls.\"\n\nJohn Pride sat up with quick concern. \"The book!\"\n\n\"It is gone.\" The young man looked ruefully down at his own naked\nbody. \"Gone--together with my precious robe.\"\n\n\"That can easily be replaced along with other raiment but the book--I\nwas supposed to deliver it--\"\n\n\"--to the cavern. You did that, my friend. It was not through you that\nthe fire consumed it. You have dispatched your obligation. Let your\nmind be at ease.\"\n\nJohn Pride got to his feet. He shook his head in the negative. \"No. A\nportion of my obligation still exists. Fortunately I did not bring\nforth the second and last item I was to place in the cavern.\"\n\n\"The second item?\"\n\n\"Yes, and I believe the most important.\"\n\n       *       *       *       *       *\n\nWith that, Pride took from his pocket a small box wrapped in heavy\nmaterial and sealed and resealed with a sort of rubberized wax.\n\n\"This,\" he said. \"I know not what is in the box nor I think, did my\nfather, my grandfather, nor my great grandfather before me. We have\nbeen given to understand that its delivery to the cavern was the most\nimportant single duty of the trust. So I now place it in your hands,\npraying that this act fulfills the long-standing obligation of my\nfamily.\"\n\nThe younger man had salvaged a portion of his robe, a length of\nmaterial that went over his shoulders and draped skimpily down the\nsides of his body. This did nothing whatever in the way of covering\nhis nudity but rather accentuated and added to it.\n\nHe took the box and was scanning it with great interest when the\nexcitement and strenuous action of the preceding few minutes again\ntook grip upon John Pride's comparatively less rugged physique.\n\nHis eyes closed and he began sinking again to the floor whereupon the\nyounger man slipped the box hastily in the pocket that had not burned\naway from his robe and caught John Pride in his arms.\n\nHe lifted the elder man and carried him up from the mansion caverns\nand into the great hall that swept forward to the main entrance. As he\nwalked, bearing the heavy burden as though it were but a mere feather,\nhe was of two minds.\n\nOne mind entertained concern for his new-found friend and the other\nwas occupied with interest in these new and strange surroundings.\n\nDawn had broken over the forest and in a brooding light within the\ngreat hall, he saw the withered body of the dead man on the floor. He\npaused for a moment and then went out across the flagstone porch and\ninto the open air.\n\nHe marveled at the green expanse of forest that reared in majesty\nabout him. He drew in deep gusts of the cool air and found it good. He\nsmiled.\n\nThen John Pride stirred in his arms and showed signs of returning\nconsciousness. The young man laid the financier on the soft grass and\nwatched until his eyes opened.\n\n\"Are you feeling better? Is there anything I can do?\"\n\nJohn Pride smiled feebly as he raised himself with the younger man's\naid. \"I'm afraid this has been more strenuous than I bargained for. If\nI'd known what would transpire I would have kept myself in better\ncondition.\"\n\n\"But you feel better now?\"\n\n\"Yes. If you will be so good as to help me to my car, I'll be all\nright.\"\n\n\"Certainly. Your car--?\"\n\n\"A means of conveyance that will take me back to the city. It stands\nbut a few yards down the road beyond the gate.\"\n\nA short time later, the two men stood at the place that was to be the\nparting of their ways. Both sensed this and Pride held out his hand.\nThe younger man grasped it firmly.\n\n\"Godspeed to you, my friend,\" John Pride said. \"I fear I can help you\nno further but if there is ever a time when my services are needed, I\nwill be waiting for your command.\"\n\n\"Thank you. Whatever befalls me I will always remember you as the\nfirst friend I ever set eyes upon in this world.\"\n\nWith that, John Pride turned his car and drove off down the winding\nroad. As he left, the younger man realized the older man had said\nnothing of the dead ancient in the great hall but realized it was\nbecause of the strain Pride had suffered. The man was still somewhat\ndazed from the shock of the fire.\n\n       *       *       *       *       *\n\nHe turned and walked slowly back toward the mansion until he stood\nagain in the great front yard. There he stopped and stood looking up\nat the sun as it topped the hill east of the mansion.\n\n\"Who am I?\" he asked himself. \"Why was I given knowledge but not all\nthe knowledge necessary to intelligently pursue my destiny? In my\nheart there is a certainty that I am an educated man. I am aware of\nthe fact that there are different groups of people who speak different\nlanguages and I know I will be able to converse with any I meet.\n\n\"I know that there are planets and stars and moons and I know what is\nto be known of the universe. But where is the exact personal knowledge\nthat would help me in my dealings with the future? Why was I left here\ncarefully tended and provided for these hundred years only to be\nhurled suddenly upon my own?\"\n\nHe walked slowly into the great hall and knelt beside the still figure\non the floor. A feeling of compassion stirred him but there was no\nwarmth of recognition, no personal sorrow as a result of the ancient's\ndeath.\n\n\"Have I ever seen you before?\" he asked softly. \"Were you--Portox?\"\n\nThe dead one did not answer and the young man lifted him and took him\nfrom the hall and buried him. He could find no tools to dig the soil\nbut located a hole that had once been a shallow well. He dropped the\nbody therein and followed it with stones until the hole was filled. He\ndid this with no sense of callousness but rather with an impersonal\nreverence he instinctively felt but could not analyze.\n\n[Illustration: The cryptic verse had become a visual symbol in Bram's\nmind.]\n\nReturning slowly to the front yard, he pondered the dimension of\ntime. How, he wondered, could John Pride's line have gone through\nthree sires to John Pride, the last of the males, while he himself lay\nfor one hundred years to emerge in his obvious prime? Or perhaps even\non the near side of his prime.\n\n       *       *       *       *       *\n\nHe pondered this and other points until his mind grew weary from\nunanswered questions and turned to things of the moment.\n\n\"I know not what my destiny is but at least I am able to have a name.\nWhat shall it be?\"\n\nHe remembered the one Portox had used--C. D. Bram. \"Bram,\" he said.\n\"That I like.\" But the C. D. meant nothing to him and Bram seemed\nsomehow incomplete.\n\n\"John Price had a name of two parts,\" he said, \"so why should I not\nhave the same?\"\n\nHe looked about him and a breeze in the green branches above seemed to\nwhisper the answer. He heard and considered, then smiled to himself,\nraised his voice.\n\n\"I christen myself Bram Forest, to be known from this moment on by\nthat name.\"\n\nSuddenly his smile deepened, then laughter welled from his great\nchest; a laughter arising from the sheer joy of this new thing called\nliving into which he had stepped.\n\nNow he stretched his arms over his head, palms upward as though\nsupplicating to some far-off deity. He leaped high in the air testing\nhis muscles and finding them good.\n\nThen he was running, naked and golden off across the open hill. He ran\nuntil his huge chest pounded with delicious pain as his lungs labored\nfor air. Finally he dropped to the ground and lay spread-eagled\nlooking up at the sky.\n\nHe laughed long and joyously.\n\nHe lay for a long time thus, then suddenly remembered the box John\nPride had given him. But the scanty garment had dropped from his\nshoulders so he sprang to his feet and ran back until he discovered\nit.\n\nThe box was still there. He examined it curiously turning it over and\nover in his hands. The seal was stubborn but it finally gave and he\npeeled off the heavy wrapping. A small white box came to light.\n\nThis he opened to stand frowning at what it contained. An odd\ninstrument of some sort--a flat disc about two inches in diameter and\npossibly a quarter of an inch thick. Both faces were of shining,\ncrystalline metal reflecting back anything that was imaged upon them.\n\nTwo short metal straps appended from opposite sides of the queer\ninstrument, one of which held a buckle at its end. He held the shining\ndisc to his ear but there was no sound that he could detect.\n\nFrustrated he looked again into the box. It appeared to be empty. But\nno. As he was about to fling it away, he noted that what appeared to\nbe its inner bottom was in reality a second flat package that fitted\nperfectly into the receptacle. He shook it free and found it to be\nmerely a flat rectangle wrapped tightly in white paper.\n\n       *       *       *       *       *\n\nHe was about to rip the paper with his thumbnail when his attention\nswitched suddenly to the shining disc. He had envisioned a use for it;\nor at least a place for which it seemed constructed.\n\nHe tested his theory and found the straps fit snugly and perfectly\naround his wrist. He pondered which wrist to place it on and decided\nthe right one would be appropriate. Quickly, he snapped the buckle\ninto its hasp and then held forth his arm to admire the brightness of\nthe queer device.\n\nIf he had expected anything to happen, he was disappointed and he\nstood there wondering what use was to be found from such a seemingly\nuseless device.\n\nAfter a while he unbuckled the disc and moved it to his left wrist.\nPerhaps it would look better there. Again he raised his arm to admire\nit and had stood thus for some moments when he became conscious of an\nodd sickness in the pit of his stomach.\n\nHe did not associate this with the disc at all and immediately forgot\nthe thing, giving his whole attention to the uncomfortable feeling\nthat had come upon him.\n\nThe sickness increased in intensity and he bent down, doubling over\nhis abdomen as the nausea became a pain. As he sank to his knees, he\nnoted the disc had changed, had taken on an odd, transparent glow.\n\nThere had to be a connection between his illness and the abominable\ndevice and he clawed at the buckle, seeking to loosen it and hurl the\nthing away.\n\nBut there was no time. The pain sharpened and a black cloud dimmed his\nsight. He clawed feebly at the buckle and then his numbed fingers\nweakened, fell away from it.\n\nThe darkness increased and seemed to lift him from the ground upon\nwhich he lay. It clawed at his throat, entered his nostrils like a\nmalignant force.\n\nAs his consciousness faded a single thought was in his mind: _Born but\nto live a few brief moments and die again. What sense is there to such\na farce as this? Born--but--to die--again. Portox! Help me! It can't\nbe--There must be some help!_\n\n\n\n\nCHAPTER VI\n\n_On the Plains of Ofrid_\n\n\nJlomec the Nadian guided his air car across the grassy plains of Ofrid\nbut a scant few feet above the tops of the waving grasses.\n\nIt was a fine day and the Nadian was taking full advantage of it. One\nof a race of proud and noble fighting men, Jlomec was an exception to\nthe rule in that he was a dreamer rather than a fighter, a thinker\nrather than a doer, a poet rather than a military strategist.\n\nThus, his mind dwelt upon the historic incident of the previous days\nwhen, standing beside his brother, Bontarc, he had watched the gray\ntower of Portox the Ofridian explode into a fine cloud of dust.\n\nAnd it was characteristic of the gentle Jlomec that his mind was more\noccupied with the romantic aspect of the incident than the violent. He\nthought of the poem, the bit of doggerel carved in the foundation\nstone of the tower. For a century all Tarthans had puzzled over the\nverse put there by Portox so long ago:\n\n    An ape, a boar, a stallion,\n    A land beyond the stars,\n    A virgin's feast, a raging beast,\n    A prison without bars.\n\nHad it any meaning? Jlomec wondered. A thousand different\ninterpretations had been put upon the verse over the years, but no one\nknew for sure.\n\nThat it had something to do with the slaughter of the Ofridians,\nJlomec was sure. But what?\n\nAs he ruminated thus, Jlomec's attention was caught by moving figures\nsome ten jeks to the south. He knew this to be the location of one of\nthe great wells that dotted the Plains of Ofrid.\n\nIn the times before the great massacre, these wells had been located\nin the hearts of the fine Ofridian cities of which the Abarians stood\nin great envy. These wells gushed endlessly of cool crystal water\nwhich kept the fabulous hanging gardens of Ofrid multicolored and\nbeautiful.\n\nBut all that was in the past. The Ofridians had been slain to a man\nand their cities leveled until not a stone stood upon a stone. Now\nlonely grasses grew where once glittered the results of Portox's great\nscientific genius. Now there were only round steel doors in the ground\nto mark the locations of the great Ofridian wells.\n\nThese thoughts occupied Jlomec's mind as he turned his car and coursed\nit in the direction of the well. The figures came clearly into view,\ncausing Jlomec to frown in puzzlement.\n\nWhat manner of people were these? There were a half dozen of them--two\nmen, three females, and one babe-in-arms. Jlomec got the impression\nthat--though they were erect and finely formed--that they were of\nshort stature.\n\nBut now he realized he had got this impression only by their\ncomparison to the seventh figure by the well. He knew at a glance that\nthis seventh was an Abarian warrior, exceptionally tall and wearing\nthe look of grim cruelty so characteristic of his race.\n\nJlomec paid the Abarian scant heed however, so engrossed was he in\nstudying the strange half-dozen. Their skins were richly browned and\nthey wore almost no clothing.\n\nWho could they be? Jlomec wondered, and from whence had they come?\nMightily intrigued, he moved forward until he came within earshot of\nthe party. Then, for reason of the words he heard spoken, he halted\nhis air car and frowned.\n\n       *       *       *       *       *\n\nThe Abarian, he recognized as the famed Retoc himself. A fierce stad\npawed the ground nearby indicating how the tall, sneering commander of\nthe Abarians had arrived at this spot. Retoc was known to roam the\nPlains of Ofrid at times, still savoring the destruction he and his\nsire, Harnod, had accomplished; pleasuring himself with memories of\nbodies piled high, of bloody swords and helpless cries of the dying.\n\nOr was it for some other reason that Retoc roamed the plains? Was it a\nnameless fear that drove him there? Did the accusing face of Portox\nthe Ofridian genius still hang balefully in his memory? Had Portox\nacquainted the Abarian devil with knowledge that he alone carried in\nhis guilty heart? And did that knowledge generate a fear that Retoc\nthe Abarian could not rid himself of?\n\nAt any rate, he now stood between the brown people and the Ofridian\nwell, enjoying a useless cruelty as was his custom.\n\nThe leader of the group extended his hands in supplication and said,\n\"We only ask water, sire. A small thing, but long have we waited to\nquench our thirst.\"\n\nRetoc said, \"What manner of people are you?\"\n\n\"Harmless ones. See? We are unarmed and peaceful.\"\n\n\"That does not answer my question. Tell me who you are and from whence\nyou came. Then we will see whether my fancy dictates that you shall\nhave water from this well.\"\n\nIndignation and rage dimmed Jlomec's better judgment. He had glided in\nbeyond range of Retoc's vision and now he leaped from his car and drew\nhis wandlike whip-sword. \"Is there no drop of common decency or\ncompassion left in you, Retoc, that you do this thing to helpless\npeople?\"\n\nThe Abarian whirled with alarm not knowing what force might be arrayed\nagainst him. But when he saw the lone Jlomec, his composure returned\nand his self-assurance again took charge. Had the newcomer been\nBontarc, the dreamy Jlomec's skillful brother, Retoc the Abarian would\nhave conducted himself differently. But as it was, he sneered at the\ngentle Nadian and asked, \"What business of this is yours, Jlomec?\"\n\n\"Injustice is everyone's business. These people, whoever they are, ask\nonly to drink.\" Jlomec's eyes blazed. \"And drink they shall, Abarian!\"\n\n       *       *       *       *       *\n\nRetoc's handsome eyes glowed. No doubt as to the outcome of this\ncontest. He drew his own sword and whipped its supple length through\nthe air. \"Since you choose to champion this scum, let's get on with\nit.\"\n\nHad Jlomec's indignation not been of a quality to blind him to\nconsequences, he would have perhaps hesitated. But hot with this\ninjustice, he whipped his own sword and leaped at Retoc.\n\nThe latter, with a grim smile of confidence, parried the thrust with\nease and manipulated his own whip-sword with a skill which few\nfighting men on the planet Tarth could have equalled.\n\nThe weapons were strange ones by Earth standards and would have\nprobably been considered impractical. They were a good six feet in\nlength with the supple resiliency of a fly casting rod. The trick of\nusing them effectively lay in controlling the sway and whip of the\nlong thin blades by skillful use of the wrist. An expert Tarthan\nswordsman could parry a thrust with a lightning whip of his blade, arc\nthe singing steel in the opposite direction and perhaps bring his\nopponent down with a thrust that would enter between his shoulder\nblades, the sword still arced to describe half a circle.\n\n       *       *       *       *       *\n\nIn essence, this favorite weapon of the Tarthans was a combination of\nwhip and sword and combat was a matter of thrusting at angles far\nwider than could be achieved with a stiff blade. A good Tarthan\nswordsman would have been an excellent billiard player on Earth for\nhis knowledge of workable angles was of necessity supreme.\n\nRetoc the Abarian was a master at this swordplay. Enjoying himself\nhugely because there was little risk, he toyed with the less skillful\nNadian. He did not intend to kill Jlomec, fearing the wrath of\nBontarc. He meant only to teach the stupid Nadian a lesson he would\nnot forget.\n\nBut as his blade sang and stung, its needle point darting in like the\nfangs of a snake's head, and as Jlomec's clumsy blade sought\ndesperately to parry, Retoc's blood lust rose to the fore. The joy of\ndealing death to the helpless was upon him and with a swift thrust he\nallowed his blade to enter Jlomec's unprotected back just above the\nkidney, to streak upward through his body and pierce his heart.\n\nFrightened at what he had done he jerked the blade free. Its entwined\nforce whirled Jlomec in a complete circle from which he fell limply,\ndead before he hit the ground.\n\nRetoc stood scowling at the fallen Nadian, his dripping blade rising\nand falling gently in the breeze as he held it extended. The Abarian's\neyes darted to the group of brown-skinned folk, his anger centering\nupon them as he nimbly switched the blame for this foul murder from\nhis own shoulders to theirs. If they had not been at the well--\n\nHe was ready to extend his slaughter in their direction, to wipe out\nthe lot of them, when he paused, his scowl deepening. There was fear\nand awe upon their faces but they were not regarding either Retoc or\nhis fallen adversary.\n\nTheir eyes were turned in another direction and Retoc sent his own\nglance after theirs. His eyes held upon what he saw. A naked man. But\nsuch a man as he had never before seen on all the planet Tarth.\n\n\n\n\nCHAPTER VII\n\n_The White God_\n\n\nBram Forest returned to consciousness and realized the black nausea of\nhis previous moments had vanished. All traces of the sickness were\ngone as he opened his eyes, his mind intent upon the small flat\npackage that had dropped from the box in which he had found the\nstrange disc-like instrument. But the package was not within reach.\n\nThis caused only a small part of his bewilderment however. His\nattention was riveted mainly upon the tableaux being enacted before\nhim. A group of people, almost as naked as himself, deeply browned of\nskin, stood huddled nearby.\n\nAlmost as though for the entertainment of these, two grim and\nuniformed warriors were facing each other on the level turf before the\nstrange circular ground-entrance beside which Bram Forest found\nhimself.\n\nThe two warriors possessed strange supple swords which they\nmanipulated with much skill. At least, one of the warriors did. The\nother seemed clumsy in comparison but there was no hint of cowardice\nin his manner.\n\nUpon closer inspection the two warriors who had seemed of a cut at\nfirst glance were quite dissimilar. The one of greater skill was dark\nand possessed of a cruel mouth and venomous dark eyes. The other was\nslim and fair with contemptuous blue eyes. He fought with an erect\nstiffness in his shoulders which was both awkward and dignified at the\nsame time.\n\nThe sympathy of Bram Forest went out instinctively to the fair one but\nthe dark, sinister swordsman held his attention. There was something\nnaggingly familiar about the dark one's cruel face. A tantalizing\nfamiliarity that bemused Bram Forest even as the singing swords\nthrust and parried with that of the dark warrior always on the\noffensive and the other fighter striving more for self-preservation\nthan for aggressiveness.\n\nWhere, Bram Forest wondered, had he seen the dark one before? Nowhere,\nof course. Any previous contact was impossible. Or was it? Dared he,\nBram Forest, call anything impossible after what had already occurred?\n\nBram Forest glanced down and realized he had been removing the disc\nfrom his left wrist and placing it on his right. He had committed the\nact instinctively, in the same manner he breathed and moved and his\nmind went back momentarily to the two tubes he had found in his ears\nwhen he awoke in the cavern back on Earth.\n\nBack on Earth? How did he know he was not still on that planet? I've\ngot to stop questioning these things I possess knowledge of but know\nnot why. I must take them at face value and without wonder. Otherwise\nI shall spend all my years in conflict with my own mind.\n\nAt that moment, the dark warrior's whip-sword whined in a skillful arc\nand entered the body of the fair one. A moan of sympathy arose from\nthe waiting group as the defeated warrior sank to the ground, his face\nstrained in agony and fast becoming a death-mask.\n\nThe dark warrior stepped back, a cruel sneer of satisfaction gleaming\nin his eyes. Bram Forest, sickened by the unequal contest rose up from\nwhere he lay and moved forward. This drew the attention of both the\ngroup and the victorious warrior and the effect was electric.\n\nThe huddled observers reacted with a mixture of consternation, awe,\nand fear that would have been comic under less tense circumstances.\nThey dropped as one to their knees. They placed their foreheads upon\nthe ground. A concerted moan escaped them that far transcended in\ndepth and feeling the one with which they had reacted to the death of\nthe fair warrior.\n\n       *       *       *       *       *\n\nIn a language Bram Forest was completely familiar with, their voices\nsounded a chant of fear and awe. \"The white god has come! The white\ngod has come! The white god has come!\"\n\nBram Forest scarcely considered them. He was advancing upon the dark\nwarrior with the clean, stalking movements of a tiger, his great\nshoulders low, his magnificent legs tense for the death spring.\n\nThe dark one was frozen from surprise. From whence had this naked\nwhite creature erupted? He stood stiff from sudden fear and\nuncertainty a moment too long and the hands of the avenger were upon\nhim. The fingers of those hands were like steel talons driving deep\ninto his throat and in his panicked mind he looked upon the face of\ndeath and found it horrible. He was being driven down to the ground,\nlower and lower in abject submission by this strange and terrible\nmanifestation the brown-skinned ones had called a white god.\n\nThe dark warrior's mind raced and in his terrorized desperation a\nnative cunning sprang to his aid. Using every ounce of his remaining\nstrength, he forced words up from his tortured throat. \"Would you kill\nan unarmed man?\"\n\nThe words touched a responsive chord in Bram Forest's mind. The craven\nspoke aptly. By killing him thus, was not Bram Forest doing the same\nthing for which he had condemned the other?\n\nBram Forest straightened and hurled the cringing figure from him.\n\"Then defend yourself, swine!\" he cried and seized up the dead\nwarrior's shining whip sword.\n\nThe dark one sought means of escape but he feared turning from this\navenger as much as facing him. He could only play for time.\n\nRising, he retrieved his own sword and faced the other with his\nexpression of fear not one whit abated. The man of the steel hands\nwhipped the sword experimentally and the dark one was struck by a ray\nof hope. The other's actions with the blade were as clumsy as had been\nthose of Jlomec the Nadian. Perhaps all was not lost.\n\n       *       *       *       *       *\n\nThe dark one gripped his blade and moved forward in the customary\ncrouch of the Tarthan fighting man. Then elation welled up within him\nas the answering posture of the other revealed him as knowing nothing\nwhatever of the whip-sword's use. The dark one's smile returned. God\nor not, the skill of this one with the ancient weapon of Tarth was\neven less than that of the pathetic Jlomec.\n\nThe dark warrior parried a clumsy thrust with ease and whipped his\nblade around to harass the other's exposed back. \"You are a fool!\" he\nsaid, \"whatever else you may be. As you die, give thought to the fact\nthat you join a large company. Those who have faced the greatest\nswordsman of Tarth and fallen ignobly before his blade.\"\n\nWith that the dark one whipped his blade home and spun his adversary\nexpertly in order to discover the exact point of entrance of the\nblade. His aim was true.\n\nIt was just a trifle low but the other fell heavily and the dark\nwarrior withdrew his blade and wiped it uneasily. His nervousness\nsprang from fear. If one of these so-called gods had appeared, why not\ntwo, or four, or a dozen? The Tarthan swordsman, well up on the\nprinciples of discretion, felt a sudden urge to be quit of this\nlocality.\n\nIt was indeed a disconcerting place. Brown folk, the identity and\norigin of which he knew not. A white creature with steel hands\nappearing from nowhere. What would the next manifestation be?\n\nThe dark warrior moved swiftly toward his waiting stad. He mounted and\nrode away and not until the figures about the well were tiny spots\nalmost beyond range of his vision, did he again breathe easily.\n\n\n\n\nCHAPTER VIII\n\n_The Brown Virgin_\n\n\nBram Forest moved from unconscious into a dark half-world of pain and\nfrustration. He felt his flame-seared body to be hanging upon the edge\nof a black abyss into which he could neither fall nor draw away from.\n\nAt times, it seemed, gentle hands reached out to explore but were\nwithout the strength to draw him back from the perilous precipice upon\nwhich he hung.\n\nThere was an endless time of balance in this dark half-world and then\nthe thick blackness faded to a gray, the precipice seemed to draw away\nof its own volition, and the pain within him lessened.\n\nHe opened his eyes.\n\nHe was lying on a bed of soft, cool moss in a semi-dark cavern with\nthe sound of tinkling water in the distance. He lay staring at the\nceiling for a long time, wondering into what manner of place he had\ncome and how. Then his keen ears caught the sound of breathing other\nthan his own; a soft breathing that fell gently upon his senses and\ncalmed rather than alerted him.\n\nHe turned his head and saw a beautiful, naked brown-skinned girl\nkneeling nearby but beyond his reach. He was struck first by the\nbeauty of her face and form and then by the fact that she was not as\ncompletely brown as his first impression had given him to believe. Her\nbreasts and loins were of pure white and droplets of shining water ran\ndown her body.\n\nShe was in the act of replacing a sort of leather harness upon her\nperson and Bram Forest realized she had just returned from bathing at\nwhatever place the unseen water gurgled and laughed and that she was\nnow dressing herself.\n\nHe held his peace until the act was completed, not wishing to\nembarrass her by making his consciousness known while she was nude.\n\nAfter a few moments, the harness was in place and she rose to stand\nerect and shake out her dark shining hair. Bram Forest chose this time\nto speak. \"I do not know who you are, but I am obviously in your debt.\nMy gratitude.\"\n\nThe girl reacted like a startled fawn and drew back several paces.\n\"You have regained consciousness?\"\n\n\"It seems so. Where is this place and how came I here?\"\n\n\"We brought you.\"\n\nBram Forest's brow furrowed in thought. \"Oh, yes. Now I remember.\nThere were a group of people such as you at the place I tried to fight\nthe dark swordsman with his own weapons.\" Bram Forest chuckled\nruefully. \"It seems I did not fare so well.\"\n\n\"When we discovered you were not our god, the others wanted to leave\nyou there to die but I resisted this as being inhuman and made them\nbring you here.\"\n\n\"Where are the rest?\"\n\n\"They have returned.\"\n\n\"Returned whence?\"\n\nThe girl lowered her beautiful head sadly. \"That I cannot tell you.\"\n\n       *       *       *       *       *\n\nBram Forest smiled. \"Be not so sad. The fact that you prefer to keep\nthe information to yourself is no reason for near-tears.\"\n\n\"I am not sad for that reason, sire.\"\n\n\"Then why?\"\n\n\"Because you asked the question and are even more surely therefore,\nnot our god.\"\n\nBram Forest was deeply curious and half-amused at the trend of this\nconversation. \"Tell me this, then. Why does my asking the question\neliminate all possibility of my being your god?\"\n\n\"Because if you were the god we seek and yearn for, you would not have\nto ask where my people went. You would know.\"\n\n\"Instead of clarifying the situation,\" Bram Forest mused, \"each\nquestion sends me deeper and deeper into a mental labyrinth.\"\n\n\"We risked our lives in going to the place you found us. It was\nforbidden to credit the ancient legend of our people. Therefore--\"\n\n\"What legend?\"\n\n\"That upon this day and at that place our god would appear to deliver\nus.\"\n\n       *       *       *       *       *\n\nBram Forest, now desperately seeking a question that would clarify\nrather than further befuddle, held up his hand. \"Wait. If you expected\na god to appear and I arrived on schedule, how can you be so sure that\nI am not he?\"\n\n\"We thought so when you advanced upon the hideous Abarian and took his\nthroat in your great hands. But when you not only allowed him to live\nbut also suffered him to take up his whip-sword and come within an\neyelash of killing you, we knew you were not our god.\"\n\nBram Forest nodded with understanding. \"I can see now how stupid that\nact was. Certainly not a manner in which a genuine god would conduct\nhimself.\" He glanced at the girl and smiled. \"Please come closer that\nI may see you better.\"\n\nShe moved her head in the negative, reluctantly, Bram Forest thought,\nand replied, \"If you were our god I would gladly place myself in your\npower to do with me as you would, but as you are mortal, I must remain\naway from you.\"\n\nBram Forest frowned. \"Again things get murky.\"\n\n\"I am a virgin,\" the beautiful girl explained simply and with no\nself-consciousness whatever. \"I must remain so until my time is\nordained. If I lost my virginity, even through violation that I\nresist, I would immediately be delivered into the Golden Ape.\"\n\nBram Forest came upright, causing the girl to retreat a step further\nin alarm. \"The Golden Ape, did you say?\"\n\n\"Yes.\"\n\n\"And you are a virgin--\"\n\nThis last was a statement rather than a question as Bram Forest sank\nback, his eyes misty with thought. \"An ape, a boar, a stallion--\" he\npondered. \"A virgin's feast--\"\n\nThe girl eyed him with concern. \"Are you sure that your wound has not\ncaused--\"\n\n\"It is not that,\" he said, switching his mind back to things of the\nmoment. \"I'm just wondering--might you tell me your name without\nbreaking any rules of reticence?\"\n\n       *       *       *       *       *\n\n\"I am Ylia,\" she said with a childlike solemnity that touched Bram\nForest.\n\n\"And does Ylia never smile?\"\n\nIt seemed to him she made an effort to do this but was so unfamiliar\nwith the expression that she could not manage it.\n\nHe extended a hand, not disconcerted that she did not come close and\ntake it. He said, \"Ylia, I would not again ask a question you did not\nwish to answer before. But I am mightily puzzled about the life you\nmust have led--about that manner of males you have had contact with.\nThey are certainly a miserable lot if a female of their race must look\nto her virtue every waking moment.\n\n\"As for me, Ylia--and please believe--I would no more touch you in\ndesire than I would knowingly injure a child. You are safe in my\npresence as in the most guarded room of a nunnery.\"\n\nIf he expected gratitude or a pat on the back for his nobility, he was\nrudely surprised. Ylia straightened, her young breasts protruding\ngracefully and if she did not react with anger, her face mirrored\nsomething close to it.\n\n\"Then I am not desirable?\"\n\nBram Forest blinked. \"I did not say that. You are one of the fairest I\nhave ever set eyes upon.\"\n\nThis puzzled Ylia completely. \"Then in the name of the Golden Ape,\nwhy--?\"\n\nBram Forest raised his hand with a gesture of both interruption and\nsurrender. \"Please! Let us pursue this subject no further. The waters\ngrow deep and I suspect quicksand at their bottom. There are questions\nin my mind. Allow me to bring them forth with the understanding that\nyou do not have to answer any you do not wish to.\"\n\nIt was evident that Ylia's mind was also a bag of conundrums relative\nto this late candidate for godhood who had insulted her desirability\nand yet complimented her upon it at the same time. She moved forward\nand sat gracefully down near the moss resting place of her patient.\n\nBram Forest was aware of her tenseness. She was like a beautiful\nanimal ready to spring away at the first sign of hostile movement on\nhis part. But he also got the impression that coming within reach of\nhis arms thrilled her. He believed this even while knowing that she\nwould have fought like a tigress against any advance upon his part.\n\nHe said, \"Ylia, you are indeed a strange child. You remained here\nafter your people left and brought me back from the brink of death\neven with the fear that I would rise up and violate you as soon as I\nacquired the strength to do so. Your thought processes are difficult\nto understand.\"\n\nYlia lowered her eyes. \"You wished to ask some questions, sire.\"\n\n\"My name is Bram Forest. The _sire_ ill-becomes you.\"\n\n\"Bram--Forest,\" she murmured experimentally. Then she raised her eyes\nand there dawned upon her face the most brilliant of smiles. Her look\nwas one of both dignity and gratitude. \"You do me much honor, Bram\nForest!\"\n\n\"Honor? I fail to understand.\"\n\nYlia's eyes glowed proudly. \"Why, you treat me with such respect that\nI could be even Volna herself!\"\n\n\"And who is this Volna?\"\n\n       *       *       *       *       *\n\nYlia was startled at this strange man's ignorance. \"Why, everyone on\nTarth knows of Volna, Princess of Nadia, sister of Bontarc, who is\nPrince of Nadia and ruler of that great nation. She is the most\nexquisitely beautiful woman ever to be born on Tarth.\"\n\n\"Fancy that,\" Bram Forest said with a lack of enthusiasm that proved\nmarked disinterest. \"I'm afraid I've never had the pleasure of the\nlady's acquaintance, nor of her illustrious brother, either.\"\n\nYlia lowered her eyes in sadness. \"She was also the sister of Jlomec.\"\n\n\"And who, pray is Jlomec?\"\n\n\"I thought you knew since you tried to avenge his death. He was the\nNadian the cruel Abarian Retoc slew under your very eyes.\"\n\n\"I'm sorry to hear that,\" Bram Forest said. But the cowardly death had\nbeen accomplished and Bram Forest's mind did not dwell upon it as he\ncould not see where it affected him one way or another.\n\n\"Ylia,\" he said, \"take it as a supposition that I was born this very\nmoment and know nothing of this world or its customs. With that in\nmind, tell me of it--the things you would tell a wondering child.\"\n\nShe glanced at him strangely. \"I will tell you all that I am not bound\nto hold secret.\"\n\n\"I would not wish to know more.\"\n\nThe beautiful Ylia leaned forward, so preoccupied with the task she\nhad set herself that all her reserve and wariness left her. Her action\nbrought her lowered head close to Bram Forest's face and the sweet\nsmell of her newly washed and shining hair was in his nostrils. Then\nhe also became preoccupied with the map Ylia was drawing on the floor\nof the cavern.\n\nLong they sat thus, Ylia enjoying her task and Bram Forest's facile\nmind drawing in each syllable she spoke and committing it to memory.\n\nFinally the sun lowered and the interior of the cavern darkened until\nthey could no longer see each other. The most important conviction\nBram Forest arrived at from Ylia's discourse was indeed a startling\none. He was certain that this Tarth was a twin planet to Earth of\nwhich there was complete knowledge in his mind. He could hardly escape\nthe fact that Tarth swung in an orbit exactly opposite to that of its\nmore familiar counterpart, thus remaining invisible from it.\n\nThis conviction came to him through several things Ylia said and it\nwas buttressed by a bit of Tarthan mythology she chanced to mention.\nThe legend told of a flame-god, obviously the sun, which stood forth\nin its wrath one long-distant day and hurled two great stones at a\ndemon who came from far away bent upon torment. This last Bram Forest\nthought, was perhaps a comet of great size that tore both worlds from\nthe sun and set them upon their orbits. The existence of the\nmythological legend indicated too, that civilization on Tarth was not\nbackward or at least had not been in ages gone.\n\nIn the more exact realm, Bram Forest learned that Tarth was far less\nwatery than its invisible sister, scarcely half its surface consisting\nof ocean. It had two ice caps at the poles, known as the Outer Reaches\nand an equator termed the Inner Belt.\n\n       *       *       *       *       *\n\nThere were no isolated continents according to Ylia's map, all the dry\nsurfaces being connected by wide passages of land through the\ncontinuous ocean.\n\nYlia's description of the people interested Bram Forest most\nintensely. On Tarth, he learned, there was no association of nations,\neach mistrusting the others in a world where a state of continuous war\nat some point of the globe was an accepted state of affairs which no\none sought to ameliorate.\n\nYlia herself was hazy upon the description and number of the nations.\nShe thought some two hundred existed but only the most important could\nshe describe.\n\n       *       *       *       *       *\n\nThe Abarians were the most successfully warlike, fearing only the\nNadians to the south. This because though the Nadians were not\naggressive and even treated other lesser nations in a kindly fashion,\nthey possessed an inherent fighting skill and a power potential that\nhad not been tested in recallable history. Though they had not fought\nfor centuries, their potential had not lessened because such a folly\nwould have been considered tantamount to national suicide on Tarth.\n\nThere were also the Utalians that Bram Forest visualized as some sort\nof lizard men for the reason that they possessed the defensive\ncharacteristics of the chameleon. There was also another intriguing\nrace, no member of which Ylia had ever seen. She referred to them as\nthe Twin People of Coom, an area near the north Outer Reach. Bram\nForest speculated upon what manner of people they would be and it came\nto him that the evolutionary processes on Tarth had not corresponded\nto those of Earth, where all members of the human race evolved into\npractically the same form.\n\nThen a name came into Bram Forest's mind; a name that rose out of that\nmysterious well of knowledge in his subconscious; a well he could not\nexplain but had been forced to accept. He no longer questioned it.\n\n\"Tell me of the Ofridians.\"\n\nYlia started as though he had slapped her. The deep brown of her\nbeautiful face paled somewhat and her eyes grew very sad.\n\nBram Forest saw the sadness by the light of the moon, that had risen\nand was sending wan light in through the cavern's entrance. He only\nsensed the paleness from the tremor of Ylia's voice. \"It grows late. I\nmust go and bring food. Your strength must be nurtured and\ngreatened.\"\n\nWith that, she hurried off in the direction of the sounding water,\nleaving Bram Forest both bewildered and intrigued. Why had she reacted\nso violently to his question? And for that matter, why had he been\nable to ask the question in the first place? By what process did he\nknow the name _Ofrid_ and that it designated a nation on Tarth,\nwithout knowing of that nation and already possessing the knowledge\nfor which he had begged the patient and beautiful Ylia?\n\nThen he remembered that he had resolved not to wonder about these\nthings--and at the same instant, remembered something else.\n\nThe small, flat package that had fallen from the box back on Earth. It\nhad been his first thought upon regaining consciousness near the\nOfridian well but it had been pushed from his mind by subsequent\nevents.\n\nHow long ago had that been? He tried to assess the passage of time but\nfailed. The only indication of its length was the fact that he bore no\nwound where the Abarian's blade had entered his body. That pointed to\na long span of unconsciousness but perhaps there were contributing\nfactors.\n\n       *       *       *       *       *\n\nHe had sensed that the mysterious Ylia had at her command something\nthat had healed him very swiftly but he had no proof of this.\n\nAt any rate, he had to retrieve the package if possible. But would it\nbe possible? Granted the strange disc had brought him somehow from\nEarth to Tarth, would it repeat the process in the opposite direction?\n\nHe resolved to find out and began unbuckling the disc from its place\non his right wrist.\n\nAs he did this a sound manifested outside the cavern but he was so\nintent upon his task that he gave little note. Quickly, he strapped\nthe disc into its potent position on his left wrist. Then he sat\ntensely awaiting the reaction.\n\nAs he waited, the sound without became so pronounced he could no\nlonger ignore it. He raised his head and saw a tall, sinister form\noutlined against the moonlight. He was unable to distinguish the\nfeatures, but the outline told a sickening truth. Also the drawn\nwhip-sword spoke eloquently of who this intruder was.\n\nThe Abarian of the Ofridian well in search of prey. The cowardly\nassassin who would now enter and find a defenseless man and a\nbeautiful girl who would set him aflame with lust.\n\nRage threw a red curtain over Bram Forest's eyes as he struggled up to\nmeet the intruder. But the latter never saw him because at that moment\nthe now-familiar nausea seized Bram Forest's vitals, doubling him\nover.\n\nAnd when the Abarian had advanced into the cavern, he found only an\nempty bed of moss, Bram Forest having been snatched up and whirled\ninto darkness by the relentless hand of time put into terrifying\nmotion.\n\n\n\n\nCHAPTER IX\n\n_In Custody_\n\n\nBram Forest regained consciousness upon a grassy slope across which\nslanted the rays of a setting sun. The same sun that had warmed him\nupon the planet Tarth--of this he was certain.\n\nHe arose and glanced about quickly, realizing--while he was sure he\nhad returned to Earth--that he could be many miles from the mysterious\nmansion under which he had spent one hundred years.\n\n[Illustration: Screaming, Ylia offered her own body in defense of her\nloved one.]\n\nAt first his heart sank because the terrain was not at all familiar.\nThen it rose again as he saw the tower of the gray mansion pushing\nsomberly above the line of the forest top. He stood for a moment,\norienting himself with the tower the center of his calculations. Then\nhe moved out of the glade toward his right.\n\nBut he had gone scarcely ten feet into the wooded area when his\nsharpened instincts gave him quick warning and he dropped like a stone\nand lay still.\n\nThe sound of footsteps greatened until their echo came loud in his\nears and a man passed not ten feet from his outstretched hands.\n\nThe man wore the blue uniform and smart cap of a state trooper and he\nwas on the alert but not so much so as to detect the silent Bram\nForest.\n\nThe latter, with the first moment he had had to give thought to\nhimself since he had awakened in the cavern on the Plains of Ofrid,\nrealized suddenly that he was no longer naked. He had of course been\nvaguely aware of this before but now he gave it his attention and\nrealized what had happened. He focused on past events.\n\n       *       *       *       *       *\n\nDuring his time of unconsciousness from the treacherous Abarian's\nblade thrust, the beautiful Ylia had garbed him in the brilliant\nuniform of the slain Nadian, Jlomec. This uniform was both colorful\nand practical but it did nothing to either hide or encumber the great\nmuscles of his chest and arms, thighs.\n\nThe State Trooper passed on his way and Bram Forest wondered what he\nwas doing about the old mansion. But this did not occupy his thoughts\nfor long. As soon as the way was clear, he moved like a great cat\nthrough the underbrush toward the spot from whence he had made his\nexodus to the planet Tarth. As he skirted the last glade, he prayed\nthat the second article in the box containing the fabulous disc he had\nnow switched to his right wrist, still lay where he had carelessly\ndropped it.\n\nHe came to the edge of the open field and warily surveyed the terrain.\nNo one was in sight. He strained his ears for the sound of any\napproaching footsteps and heard nothing. He sprang swiftly into the\nopen and ran across the field.\n\nIt was there--the flat white package--exactly where he had dropped it\nthat first morning. He swept it up, intent upon returning to the\nshelter of the forest.\n\nBut his interest in what lay beneath the white paper wrapping had\ngrown to such a point of intensity that his footsteps lagged, his\nattention riveted upon the tantalizing thing, and he came to a full\nstop mid-field while his strong fingers tore at the wrappings.\n\nThe white parchment came away and Bram Forest stared at what was\nrevealed. Then a strange and terrifying change came over him. His\nhandsome features contorted as every drop of blood was drained from\nhis face. His great frame shook as with an illness and such a\ndemoniacal rage came over him as few people in this or any other world\nhave seen.\n\nNow a great and terrifying cry arose from his throat; a cry that make\neven the beasts of this forest freeze in their tracks and crouch lower\nin their places of concealment. A cry of such rage and agony that even\nthe trees of the forest seemed to pause and listen in mute wonder....\n\n       *       *       *       *       *\n\nMulcahey Davis, State Trooper, picked brambles from the legs of his\nblue uniform and cursed his assignment in no uncertain terms.\n\nWhy in the name of law and decency had he and Mowbray been ordered to\npatrol this tangled, deserted spook-hole? Sure--the body of some old\nhobo had been found in a well with rocks thrown on it but what were he\nand Mowbray going to prove by tramping around through these brambles?\n\nMulcahey Davis heard footsteps and looked up to see Mowbray laboring\nacross the last few yards of his beat. Mowbray broke from the last\nclutching strands of thorn bush and began beating burrs from his legs.\n\"Find anything?\" he asked.\n\n\"Not a blasted thing. It's downright crazy, our clambering around this\nwoods. What will we find? A couple of rabbits?\"\n\n\"That body in the well has to be investigated,\" Mowbray said,\nseriously. \"Pretty odd deal.\"\n\n\"What progress have they made?\"\n\n\"They've located the outfit that held this place in trust, but the guy\nin charge had a stroke or something. He can't be questioned. They may\nnever be able to question him. An old guy named Pride. He's in pretty\nbad shape.\"\n\n\"Chances are he wouldn't know anything about it even if they could ask\nhim. What would he have been doing out here?\"\n\n\"There's that funny fire in the basement, too. Nothing routine about\nthat. Fire so hot it melted rock. A lot of unanswered questions\nhere.\"\n\n\"If they'd ask me, I'd tell them--\"\n\nMulcahey Davis' throat froze as a terrible cry smote his ears. Mowbray\npaled suddenly and the two men looked at each other in instinctive\nfear.\n\nBut they were tried and tested law-enforcement officers and were not\nheld in the grip of terror for long. \"Did you hear that?\" Mulcahey\nDavis said.\n\n\"Good lord, man! How could I help it!\"\n\n\"Where'd it come from?\"\n\n\"Over there.\"\n\n\"Let's go.\"\n\nThe two troopers plunged again into the undergrowth to emerge at the\nedge of an open field. And regardless of their personal courage and\nexperience in their line of effort, what they saw froze them anew.\n\nA giant of a man--a creature of godlike proportions stood in the open\nfield, washed by the rays of the setting sun. His great arms were held\naloft and he was looking up into the sky with a terrifying expression\nthat was a mixture of pain and rage.\n\nHe was speaking and his great voice echoed in what was remindful of a\nthunderous prayer. \"I know not the purpose for which I was created but\nwell do I now know my dedicated task. Vengeance! Vengeance such as\nthis world or any other has never seen!\"\n\nWith this the giant--clad in a strange colorful uniform of some\nsort--dropped to his knees and lowered his great head into his hands.\n\nMowbray's face was grim and alert. \"Come on,\" he whispered. \"We're\nbehind him so we get a break. Move in quietly. And let's get him\nbefore he sees us. I've got a hunch he could lick ten of us and we\ndon't want to use our guns.\"\n\nThey crossed the field softly and moved in behind the kneeling man.\nThey acted in concert with an expertness telling of lengthy\nexperience.\n\nMowbray was thankful for the way it turned out. He knew not why the\ngiant put up no resistance. The man seemed stunned as from a great\nblow and before he could recover, the troopers had him bound hand and\nfoot with their belts.\n\nMulcahey Davis got to his feet and wiped the sweat from his face.\n\"There's one for the psychos and a padded cell afterwards.\"\n\n\"You said it,\" Mowbray agreed heartily. \"Let's take him in.\"\n\n\n\n\nCHAPTER X\n\n_The Road to Nadia_\n\n\nThe stads of Abaria, like the masters who rode them, were\nill-accustomed to the clear cold air of Nadia. They snorted visible\njets of vapor into the crisp air as their splayed feet scratched and\nslipped, seeking purchase on the ice-covered, up-tilted rocky plain.\n\n\"It's an accursed country, lord,\" Hultax told the king of the Abarians\nas their steeds advanced shoulder and shoulder.\n\nRetoc sat tall and straight on the stad's broad back, his black cloak\nwith the royal emblem billowing in the stiff wind, his hard handsome\nface ruddy with the cold air, his cruel eyes mere slits against the\nNadian wind. \"Quiet, you fool,\" he admonished Hultax. \"Everything we\nAbarians say and do in Nadia must be sweetness and light--now.\"\n\nThe vanguard of the long column of Abarian riders had reached a\nrushing mountain stream, its waters too swift to freeze in the\nsub-zero temperature. Lifting one hand overhead, Retoc called a halt.\n\n\"They'll find out, lord,\" Hultax persisted. \"They'll find out what you\ndid. I know they will. They'll find out it was you who killed Jlomec,\ntheir ruler's brother.\"\n\nRetoc smiled. The smile made Hultax' blood run cold, for he had seen\nsuch a smile before--when Retoc witnessed the execution of disloyal\nAbarian subjects. The smile hardened on Retoc's face, as if it had\nfrozen there in the cold Nadian wind. \"Dismount your steed,\" he said\nin a soft voice which only Hultax heard.\n\nTrembling, Hultax obeyed his master's command. His stad, suddenly\nriderless, pawed nervously at the frost-hardened ground on the edge of\nthe stream. Retoc withdrew his whip-sword and fondled the\njewel-encrusted haft. \"If you ever say that again, here in Nadia or\nelsewhere, I will kill you,\" he warned his lieutenant.\n\n\"But the brown girl--\"\n\n\"The brown girl be damned!\" roared Retoc in sudden fury.\n\n\"We haven't been able to find her. That day at the cave, she came\nrushing out, lord, while you--\"\n\n\"I was detained,\" Retoc said, some of the passion gone from his voice.\nHe would never forget the sight of the iron-thewed young man, who once\nhad almost strangled him, growing suddenly, incredibly transparent,\nthen disappearing. He had stood there, whip-sword in hand, mouth\nagape, while the brown girl ran past him and--according to what Hultax\nhad told him later--mounted his own stad and vanished across the\nOfridian plain.\n\n\"But lord, don't you see?\" Hultax demanded. \"The brown girl knows what\nhappened to Jlomec, prince of the royal Nadian blood. If she attends\nthe royal funeral. She will--\"\n\nRetoc laughed. Hultax blanched. He had heard such laughter when\nenemies of Retoc and thus of Abaria had died in pain. \"Fool, fool!\" he\nheard Retoc say now. \"Think you a bedraggled wayfaring maid of the\nOfridian desert will be invited to the funeral of a prince of the\nNadian royal blood?\"\n\n\"Nevertheless, sire,\" Hultax persisted, \"that day at the cave I took\nthe liberty to send three of our best stadsmen after the girl with\norders to capture her or kill her on sight.\"\n\nSlowly, as a thaw spreads in spring over the broad Nadian ice fields,\nRetoc smiled at his second in command. Hultax too let his face relax\ninto a grateful grin: until now he had been teetering on the brink of\nviolent death, and he knew it.\n\n\"You may mount,\" Retoc said.\n\n       *       *       *       *       *\n\nHastily Hultax climbed astride his stad. Retoc lifted his arm overhead\nand made a circular motion with his outstretched hand. The first of\nthe Abarian stads advanced with some reluctance into the swift cold\nshallow water of the stream.\n\n\"What about the white giant?\" Hultax asked unwisely when the entire\nparty had reached the other side and Retoc was urging his stad up the\nslippery bank.\n\n\"Have your scouts been able to find the wayfarers who saw him?\"\n\n\"No, sire. Only the girl nursed him back to health. The others fled.\"\n\n\"And wisely. They have learned to hold their tongues, as you should\nlearn, Hultax. They will give us no trouble. As far as they are\nconcerned, there is no white giant.\"\n\n\"But there is talk of what happened at the Tower, and of Portox'\nwizardry, and a god who would return, full-grown in exactly a hundred\nyears--\"\n\n\"Shut up!\" Retoc cried, almost screaming the words.\n\nBut that night at the Abarian encampment a day and a half's march\nfrom Nadia city, Retoc dreamed of Queen Evalla, the lovely Ofridian\nruler whose slow death by torture he had relished as the final act of\nhis utter destruction of the once proud Ofridian nation. Evalla in the\ndream seemed happy and confident. Retoc awoke sweating although frigid\nwinds howled over the Nadian ice-fields. Her confidence sent unknown\nfear through him.\n\n       *       *       *       *       *\n\n\"Really, it's quite simple,\" the superbly-muscled prisoner said in the\nlanguage which was not his own but which he could speak as well as a\nnative. \"You see, it wasn't simple at all until I saw what was in the\npackage, but it's quite simple now. In the package was a picture of my\nmother, the dead Queen Evalla. I am her son. I am of the royal blood.\nWhen I saw the picture, it suddenly triggered my memory-responses, as\nPortox had arranged. Then--\"\n\n\"What about the old guy in the well?\" the trooper asked\nunimaginatively.\n\n\"I'm sorry. I can't answer your questions now. I have to return to my\nhome. The handful of wayfarers who alone are left of a once great\nnation are waiting for vengeance. I will....\"\n\nHis voice trailed on, earnestly, politely. The trooper looked at the\nman from the state mental hospital, who shook his head slowly. They\nleft the powerful, polite prisoner in his cell and went through the\ncorridor to the prison office.\n\n\"Real weirdy, huh, doc?\" the trooper said.\n\n\"A--uh--weirdy to you, but rather cut and dry to me, I'm afraid,\" Dr.\nSlonamn said. \"Delusions of grandeur and delusions of persecution.\nAdvanced paranoia, I'm afraid.\"\n\n\"It's funny, doc. When they took everything away from him he might\nhurt himself with, he didn't mind at all. Only the bracelet. Three\nstrong men had to hold him when they took the bracelet.\"\n\n\"Bracelet?\" Dr. Slonamn said.\n\n\"We got it in the office. I'll show you.\"\n\nThe bracelet turned out to be a small, mesh-metal strap as wide around\nas a big man's upper arm. Attached to the strap was a disc of silvery\nmetal.\n\n\"You'd think it was worth a million bucks,\" the trooper said.\n\nDr. Slonamn nodded sagely. \"Paranoid. It helps confirm the diagnosis.\nYou see, out of touch with the real world, a paranoid can attach great\nvalue to utterly worthless objects. Well, I'll write out my report,\nsergeant.\"\n\n\"Captain Caruthers said to thank you, sir.\"\n\n\"Not at all. Part of my job.\"\n\nMeanwhile, back in his cell, the prisoner, big hands gripping the bars\nso tight that his knuckles were white, was thinking: _I've got to make\nthem understand. Somehow I've got to make them understand before it's\ntoo late._\n\nHe closed his eyes, lost in intense thought. When he did so, an image\nswam before his mind's eye. He did not know how this could be, but\nascribed it to more of the dead Portox' magic.\n\nWhat he saw was the barren ice fields of Nadia, with several great\ncaravans making their slow way across the bleak blazing whiteness\ntoward Nadia City. As was the custom in Nadia, the prisoner--whose\nname was Bram Forest--knew, great funeral games would be held to honor\nthe memory of the late beloved Prince Jlomec. And it was here in\nfrigid Nadia, at such a time as this, when all the royal blood of all\nthe royal households of Tarth gathered, the wizardry of Portox seemed\nto tell him, that vengeance would come. Here, if only....\n\n_Ylia!_\n\nThe image blurred. He had seen her once. His knuckles went white as\nbleached bone on the bars. He concentrated every atom of his will.\n_Ylia, Ylia!_ But now with his eyes shut he saw nothing. With his eyes\nopened, only the bars of his cell and the cell-block corridor beyond.\n_Ylia, Ylia! Hear me. There is danger on the road to Nadia. Ylia...._\n\n\n\n\nCHAPTER XI\n\n_On the Ice Fields of Nadia_\n\n\nB'ronth the Utalian left footprints in the snow.\n\nOtherwise, B'ronth was invisible. But if a hidden observer watched the\nUtalian's slow progress across the ice fields of Nadia he would see\nwhere the ice was soft or where snow had fallen during the night into\nthe gullies, the unexpected, mysterious appearance of footprints, a\nleft staggered after a right, then another left, then a right again,\nthen a left.\n\nActually, B'ronth the Utalian was not invisible. But like all\nUtalians, he was a chameleon of a man. Within seconds his skin would\nassume the color of its environment, utterly and completely. Thus,\nfrom above B'ronth the Utalian was the dazzling white of the Nadian\nice-fields; from below, looking up at the pale cloudless sky, he was\ncold, transparent blue.\n\nAll morning he had been trailing the girl. He had reached her camp on\nthe road to Nadia only moments after she had quit it in company with\nan old man. From the tattered snow cloaks they wore, they both clearly\nwere wayfarers. B'ronth could have challenged them at once, sprinting\nacross the ice toward them, but he hadn't done that. B'ronth the\nUtalian was a coward. He accepted the fact objectively: his people\nwere notorious cowards. The proper time would come, he told himself.\nThere would come a time when the girl and the old man were helpless.\nThen he, B'ronth, would strike.\n\nThe day before an Abarian warrior had given him a description of the\ngirl and had promised him a bag of gold for her capture, half a bag of\ngold if he killed her and could prove it. A bag of gold, he thought.\nHe would take her alive. It was a long, cold road to Nadia City. True,\nB'ronth the Utalian was small of stature, a puny creature like all his\npeople. And there were certain disadvantages in his perfect\ncamouflage. He was walking naked across the ice-fields in order to\nremain unseen. His flesh shivered and his bones were stiff. But a\nNadian boy named Lulukee, whom B'ronth had promised half the gold, was\nnot many minutes' march behind him with warm clothing, food, and\ndrink. After he captured the girl....\n\n       *       *       *       *       *\n\nInvisible, he mounted a rise where solid sheet ice adhered to the\nshoulder of a rocky hill. Below him, traversing a snow-floored valley\nand so far away that they were mere dots against the snow, were the\nold man and the girl.\n\nB'ronth the Utalian chuckled. The sound was swept up instantly and\ndispersed by the wind. It was a cold wind and it all but froze B'ronth\nto the marrow, but the Nadian sun was surprisingly warm and now seemed\nto beam down on him with promise of his golden reward. Shivering both\nfrom cold and delight, the invisible Utalian walked swiftly down into\nthe snow-mantled valley.\n\nThere would be a trail of footprints for the boy Lulukee to\nfollow....\n\n       *       *       *       *       *\n\n\"Cold, Hammeth?\" Ylia asked her companion.\n\n\"No, girl. I'll manage if you will. Is it much further?\"\n\n\"Half a day's march to Nadia City yet, I'm afraid,\" Ylia said. \"We\ncould rest if you wish.\"\n\nThe man was extremely old by Tarthian standards, probably three\nhundred and fifty years old. He wore a snow-cape of _purullian_ fur\nwhich the wind whipped about his bony frame and up over his completely\nbald head. \"I'm sorry, Ylia,\" he said suddenly. There were tears in\nhis eyes which the cold and the wind did not explain.\n\n\"What for? You came to the cave. You accompanied me here to Nadia.\"\n\n\"When Retoc the Abarian almost killed the White God, I fled with the\nothers.\"\n\n\"If you didn't flee you too might have been slain, Hammeth.\"\n\n\"Yet you remained behind.\"\n\n\"He still lived. Someone had to tend him.\"\n\nHammeth's breath came in shallow gasps. He once had been a strong, big\nman, but the life and the strength had fled his frame when Retoc\ndestroyed Ofrid, a hundred years before. As a wayfarer on the Plains\nof Ofrid, he had aged in those hundred years. And he had shrunk and\nshriveled with approaching senility. \"Tell me, Ylia,\" he asked,\npanting, \"is this Bram Forest you speak of indeed the--the god of the\nlegend? The God of the Tower come to right the ancient wrongs?\"\n\nA frown marred the beauty of Ylia's matchless face. \"At first,\" she\nsaid with a far-away look in her lovely eyes, \"at first I thought he\nwas. Hadn't he come, suddenly, from nowhere, at the ordained moment?\nBut then when he did not slay Retoc, when instead he allowed Retoc the\nuse of his whip-sword and was almost slain by Retoc, when he bled like\nany mortal, when he--\" All at once Ylia was blushing.\n\n\"What is it, child?\" Hammeth asked.\n\n\"Nothing. It is nothing.\"\n\n\"Ylia. You were the infant daughter of a lady in waiting of the royal\ncourt of Ofrid. I was a captain of the Queen's Guards. When Retoc's\nlegions brought their death and destruction, I fled to the wilderness\nwith you. I raised you from infancy. I--\" the old man's eyes clouded\nover with emotion--\"you have no secrets from me, child.\"\n\nYlia was still blushing. But a serene smile replaced the frown on her\nface. \"Very well, Father Hammeth, I will tell you. There in the cave\nas I nursed the stranger back to health, as he grew stronger and could\nmove about, as we conversed and came to know each other, I--I desired\nhim.\"\n\nHammeth said nothing. His face was stern.\n\n\"Please,\" said Ylia, laughing now that her secret was out. \"It wasn't\nthe kind of desire that could make me a candidate for the Golden Ape,\nbut--I desired him. It was a pure, sweet emotion, such as I have never\nfelt before. I wanted him. I wanted to serve him. I wanted to spend my\nlife helping him and ... Hammeth ... Father Hammeth ... loving him.\nThere, I have said it.\"\n\n       *       *       *       *       *\n\nHammeth only muttered. They plodded on through the snow, which here\nwas deep and powdery so they floundered sometimes to their knees.\n\n\"But a girl shouldn't feel such desire for a god, so I told myself he\nwas mortal.\" Abruptly and for no reason that Hammeth could fathom,\nYlia began to cry.\n\n\"What is it, child? What is it?\"\n\n\"He--he fled. He had lost much blood and he was weak, yes, but he\ndidn't even stay to protect me. He fled from Retoc. Is that a god? Is\nthat even a man who can bring retribution to Retoc? Is it, Hammeth? Is\nit?\"\n\n\"Yet you're taking the road to Nadia even as legend says the White God\nwill take the road to Nadia.\"\n\n\"Nonsense,\" said Ylia, wiping away her tears. \"Someone has to tell the\nNadians what really happened to poor Jlomec, that's all. Retoc, Retoc\nwill have them eating off his hand. He'll have them believing whatever\nhe says. They'll never know that he killed a prince of their royal\nblood.\"\n\n\"But what can Bontarc of Nadia--or anyone--do against the power of\nRetoc's Abarians?\"\n\n\"The White God could--\"\n\n\"Ah, you see? Then perhaps you do believe, after all.\"\n\n\"The White God or whoever he was,\" said Ylia coldly, \"fled a coward\nfrom Retoc.\" She pouted. \"And yet, and yet he seemed so confused.\"\n\n\"Perhaps he fled so that the Ofridians might live again in the pride\nof their greatness,\" Hammeth declared with vehemence.\n\n\"You believe, don't you, Father Hammeth?\" Ylia asked simply.\n\n\"I want to believe, child.\"\n\n\"You're panting so. You're tired. We'll have to stop and rest.\"\n\nThey were traversing the deepest part of the valley where the Nadian\nwind, funneling through between the hills flanking the depression, had\npiled the snow into drifts twice the height of a man. They hunkered\ndown in the lee of one of the snow-drifts, where the wind could not\nreach them. With stiff fingers Ylia withdrew strips of jerked stadmeat\nfrom the inside pocket of her snow cloak, sharing them with Hammeth.\nThey munched the tough cold meat, Ylia looking at the old man with\ntenderness and affection. Her foster father, he had been the only\nparent she had ever known. She closed her eyes and for a moment\nthought back over the years they had spent as wayfarers on the\nOfridian Plain, the years dreaming of revenge and succor which would\nnever come, the years....\n\n\"Ylia! Ylia!\"\n\nFather Hammeth was calling her name, urgently. She shook herself from\nher reverie. They were seated with their backs to one of the great\nsnow-drifts, where it fell off suddenly like a suspended, frozen sea\nwave. With a trembling hand Hammeth was pointing before him, out\nacross the ice fields.\n\nThere in the soft snow which mantled the ice of Nadia to a depth of\nonly a few inches, were footprints. They were not old prints,\ndeposited there when some wayfarer had passed. Incredibly, they were\nbeing made even as Hammeth and Ylia watched, as if by some creature\nwith no palpable existence. The icy wind seemed intensified.\n\n       *       *       *       *       *\n\n\"It--it's coming toward us,\" Hammeth said, his voice a croaking\nwhisper. Ylia knew that he was afraid again. Somehow with the\nadvancing years, the steel and fire had gone from Hammeth's heart. Or\nperhaps, she thought in sympathy, the terrible defeat and destruction\nof Ofrid a hundred years ago had done this to him, had turned one of\nthe Queen's proven champions into an aging craven wayfarer.\n\n\"We'll have to flee,\" Hammeth said breathlessly.\n\nBehind them was the frozen wave of snow. To the right, far away across\nthe snows, Abaria and the Plains of Ofrid. To the left, not half a\nday's journey, Nadia City. Ahead of them, the advancing footprints.\n\n\"Your whip-sword!\" Ylia cried. \"Quickly.\"\n\n\"I carry it, but I can't use it now,\" Hammeth protested. \"I'm an old\nman, Ylia. An old man.\"\n\n\"Then let me have it.\"\n\n\"You? But you're just a girl. You couldn't--\"\n\n\"Don't you see, Father Hammeth? It's only a man. An Utalian. It can't\nbe anything else. If he comes in peace, well enough. Otherwise ...\nhere, give me that sword.\"\n\nBut Hammeth shook his head with unexpected pride and pulled the weapon\nfrom its scabbard.\n\nJust then the footprints became wider spaced and appeared more quickly\nin the snow. The invisible Utalian was running toward them. Awkward,\ncursing at his own impotence, Hammeth fumbled with his weapon.\n\n_You who call yourself Bram Forest_, Ylia thought, _White God or\nwhatever you are--help us, help us_! Then she hated herself for the\nunbidden thought. Bram Forest had deserted her once, hadn't he, after\nshe had saved his life? What help could she expect from a man like\nBram Forest? Or was Father Hammeth right? Perhaps Bram Forest had fled\nso that Ofrid might one day live again to see the wrath of the gods\nfall on Retoc and his Abarians.\n\nOr, Ylia thought with an abrupt flash of insight, perhaps Bram\nForest's flight had been out of his control. Perhaps he was as yet a\npawn in a game he barely understood....\n\n_Bram Forest, we need you!_\n\nThe running footprints were almost upon them.\n\n\n\n\nCHAPTER XII\n\n_Volna the Beautiful_\n\n\nBram Forest had been day-dreaming.\n\nYlia? Hadn't Ylia been calling his name? But how could that be? Ylia\nwas almost two hundred million miles away. Clearly, as long as they\nkept the magic disc away from him, he could never see Ylia again. And\nbesides, now that he had been vouchsafed a vision of his dead mother,\nthe former queen of Ofrid, and now that that vision had conjured up\nthe entire tragic past for him, why was it that when he shut his eyes\nand allowed the bright sun to beat down on the lids through the cell\nwindow he saw an image of the sun-browned maid, Ylia?\n\nCould it be, he asked himself, wondering if somehow he were profaning\nthe memory of the mother he had never known, that Ylia stood not for\nthe past but for the present and the future, and that it was in the\npresent and the unknown future that Bram Forest must live and do his\nlife's work and perhaps perish, although he was motivated from the\npast?\n\nA guard brought food on a tray. The cell door clanged open, the tray\nwas delivered, the cell door clanged shut. The guard did not pay\nparticular attention to Bram Forest: he had been a docile enough\nprisoner.\n\nYlia, he thought.\n\nHe knew he must escape next time the guard brought food.\n\n       *       *       *       *       *\n\nDr. Slonamn held up the bracelet with the metal disc on it and stared\ncuriously at the contraption. He was a psychologist, he could hardly\nconsider himself an expert on metallurgy. Still, he had never seen a\nmetal like that from which the disc had been fashioned. It seemed too\nopaque for steel, too hard for silver. A steel and silver alloy, then?\nBut he had never heard of a steel and silver alloy.\n\nHe held it up to the light. Like a fly's many-faceted eye it threw\nback manifold images of--himself. Somehow, it made him dizzy to gaze\nat the images. He drew his eyes away and had an impulse to fling the\nstrange disc away across the room.\n\nThe sun was going down. He heard a clattering from the prison kitchen\nas the evening meal was prepared. Tomorrow, he thought, should see the\ncompletion of his work here. Another interview with the paranoid giant\nwho had brought the disc, perhaps. The disc fascinated him.\n\nHe looked at it again. He didn't want to, and recognized the strange\ncompulsion within himself. Then, before he quite realized it, he was\nstaring at his multiple image again. His senses swam. There was a\nfar-away rustling sound like--the words came unbidden to his mind from\na poem by Kipling--like the wind that blows between the worlds. He\ngazed again at the disc. It seemed to draw him, as a magnet draws iron\nfilings. Now he wanted to fight it, wanted to fight with every ounce\nof his strength. A wave of giddiness swept over him, leaving nausea in\nits wake. He clutched at the prison-office desk for support. The\nrustling grew louder.\n\nHe saw--or thought he saw--a girl, a lovely, sun-bronzed girl. There\nwas a look of fear on her face. She seemed to be crying out for help.\n\nAn abyss yawned before his feet, before his very soul. He longed\ndespite himself to plunge into the abyss, whatever the fearful\nconsequences might be. He lurched back, fighting the longing. Yet he\nknew he wouldn't win. He took a step forward....\n\n\"Give it to me!\"\n\nThe voice, urgent, distant, beckoned him back to reality. It seemed a\ngreat distance off, but it was something to which he could hold.\n\n\"Give me that disc!\"\n\nHe felt himself dragged roughly back, saw the abyss retreating. The\nrustling of the wind between the worlds became distant, a sound\nimagined rather than heard.\n\n\"Give it to me!\"\n\n       *       *       *       *       *\n\nHe blinked. The nausea had washed over him. He felt weak, drained,\nexhausted. But the substantial reality of the prison office surrounded\nhim.\n\nThe young giant stood before him, strapping the bracelet which held\nthe disc on his powerful arm. A look of intense concentration was on\nhis face. His skin was bathed with sweat although it was cool in the\nroom.\n\n\"What did you do to the guard?\" Dr. Slonamn asked, wondering if the\nprisoner would slay him.\n\n\"He'll be all right. I only hit him. I'm sorry. It was necessary.\" The\ngiant spoke in haste. His eyes were clouded, dreamy, as if he had\ntaken an overdose of barbituates.\n\n\"What are you going to do?\"\n\n\"You saw? In the disc?\"\n\n\"Yes,\" said Dr. Slonamn.\n\n\"I'm going. It's my home.\"\n\nThe giant took a step forward, then began to stagger.\n\n\"Your home?\" Dr. Slonamn gasped. \"Your _home_?\"\n\nThe giant, who had given his name to the prison authorities as Bram\nForest, did not answer. Dr. Slonamn reached out, as if to grab him.\nBram Forest stood there, a smile and the acceptance of pain fighting\nfor mastery of his face.\n\nDr. Slonamn staggered back as if struck. _His hand had passed through\nBram Forest's body._\n\nStaggering, trembling, Dr. Slonamn leaned for support on the desk. He\ncould see through Bram Forest now. See through him entirely.\n\nA cold fierce wind, like no wind ever felt on Earth, touched him. He\nshuddered.\n\nWhen he looked again, Bram Forest was gone....\n\n       *       *       *       *       *\n\n\"Retoc the Abarian!\" the seneschal's voice proclaimed.\n\nAn uneasy stir passed through the crowd of mourning courtiers in the\npalace chamber. Retoc, ruler of Abaria, did not often visit Nadia. A\nstate of armed tension existed between Abaria and Nadia of the ice\nfields. Nadia alone of the many disunited nations of Tarth had\nstrength in some ways comparable to that of black forested Abaria, but\neven then, if a war came between the two nations, the issue would\nnever seriously be in doubt.\n\nAs a matter of diplomacy, Retoc had been invited to the funeral of\nPrince Jlomec, although neither Bontarc, ruler of Nadia, nor his\nsister, Volna the Beautiful, had ever dreamed he would come.\n\nWhile the crowd milled about in their white mourning garments, Retoc\ntold the seneschal: \"I wish an audience with the Princess Volna.\"\n\nThe crowd was suddenly quiet. Volna the Beautiful, haughty, imperious,\nprincess of the royal blood, would certainly refuse to see the Abarian\nruler. Nevertheless, the seneschal bowed low, said, \"Your request will\nbe carried to the staff of the royal household, lord,\" and disappeared\nbehind a hanging.\n\n       *       *       *       *       *\n\nSome time later, in another part of the palace, Bontarc was saying:\n\"Volna, Volna, listen to me. You can't see that man now.\"\n\n\"I'm going to see him,\" Volna the Beautiful told her brother. \"So it\nmay not be said that a princess of the royal blood hid in fear behind\na wall of tragedy.\"\n\n\"But sister! With dear Prince Jlomec still not on the burning barge\nwhich will carry him down the River of Ice on the final journey from\nwhich--\"\n\n\"Please, brother,\" Volna said a little coldly. \"I'm going to grant\nRetoc his audience. Don't you understand? He thinks me weakened by\nJlomec's death. Oh, I loved the Prince, yes. He was always so--so\nquiet and aloof from affairs of state. But I can be strong if strong I\nhave to be.\"\n\n\"Then you won't change your mind?\" Bontarc asked. He was a fighting\nman by nature. The devious paths of diplomacy he set foot on only with\nreluctance.\n\nFor answer Volna said: \"Let me prepare to greet the royal visitor.\"\nAnd she watched Bontarc leave her quarters.\n\nAt once she clapped her hands. Six serving maids skipped through the\nhangings into her huge bower and while they clustered jabbering about\nher like so many excited birds, she undid the fastening at her left\nshoulder and allowed her gown of mourning white to fall in a crumpled\nheap at her feet. She stood naked and perfectly still while the\nserving maids administered to her, each girl a master in one of the\ncosmetic arts. And Volna, she of the haughty face and glorious body,\nshe who already had been beautiful to look upon, was soon transformed\nby the cosmetic arts into the loveliest woman the planet Tarth had\nseen since the Queen Evalla.\n\nHer thoughts went to the dead queen of Ofrid as the maids dressed her\nagain in the mourning garment. Evalla, a woman with beauty to match\nVolna's, had ruled the most powerful nation Tarth had ever known.\nThen, Volna smiled, why not another such woman, with hands strong\nenough, and vision clear enough, to grasp the chalice of power and\ndrink deeply of its heady brew?\n\n       *       *       *       *       *\n\n\"Retoc,\" she was saying a few moments later.\n\nShe clapped her hands. The maids in waiting withdrew, giggling.\n\n\"Volna, Volna,\" said the big Abarian ruler. \"You are glorious. Every\njek of the journey from the Plains of Ofrid across the ice fields of\nNadia, I burned for you.\" He came very close to her. His face swam\nbefore her vision, a hard, strong, handsome face with the cruel eyes\nof a sadist. Fitting consort for a woman who would rule the world? His\nlips parted....\n\nVolna, smiling, placed her cool hand over his mouth.\n\n\"Then let me put out the fire,\" she said coolly, \"for we have much to\ndiscuss.\"\n\n\"But Princess, I--\"\n\n\"Hush. And what, exactly, were you doing on the Plains of Ofrid?\"\n\nRetoc's big face flushed red. Then, when he saw Volna was still\nsmiling, he said: \"When we met last, you mentioned that two men stood\nbetween you and the throne of Nadia.\"\n\n\"Yes?\" said Volna, mocking him, turning swiftly with the light behind\nher sending its bright beams through the white mourning garment and\noutlining the seductive curves of her body.\n\n\"Jlomec is dead,\" Retoc said simply.\n\nStill smiling, Volna slapped the big man's face ringingly. Retoc\nstepped back, startled.\n\n\"Fool!\" Volna hissed. \"I can call the guards. I can have you slain.\"\n\n\"But I--\"\n\n\"I did not say I was not pleased. But don't lie to me. That isn't why\nyou slew my brother. Well, man, is it?\"\n\nRetoc bowed his head. Only in his eyes there was fury. \"We'll make a\nstrange pair, Volna, you and I,\" he said passionately.\n\n\"Is it?\"\n\nRetoc shook his head slowly.\n\n\"You see? I knew it. I knew it was you when they told us Jlomec had\nbeen slain, and yet because I know you and know too how you are quick\nto passion, I told myself you had not done it consciously because I\nhad suggested it to you. Fool. Can I trust such as you?\"\n\n\"Only Bontarc stands between you and empire. And Bontarc is a simple\nman.\"\n\n\"As you are a passionate man.\"\n\n\"Yet you need me, Volna. You need the strength of my arm--and my army.\nWhat a pair we'll make!\"\n\nVolna stepped into the embrace of his big arms and allowed herself to\nbe kissed. Retoc burned for her. He had said so. All men burned for\nher, she knew that. And, before she was finished, every man of Tarth\nwould kneel at her feet and call her Queen.\n\nRetoc drew back finally, breathing hard. Volna had for him only a\ncool, mocking smile.\n\n       *       *       *       *       *\n\nAt last he said, \"There are some who might say Retoc of Abaria killed\nthe royal prince.\"\n\n\"Dolt! Were you seen?\"\n\nRetoc shrugged as if it were not important. \"A band of wayfarers on\nthe Ofridian Plain. They were so frightened, they fled at once. After\nI had wounded the white giant.\"\n\nVolna's eyes flashed suddenly. \"There was someone else? You did not\nkill him?\"\n\n\"I tried to. He escaped, Princess.\"\n\n\"Then you are more a fool than I thought.\"\n\n\"But I--\"\n\n\"Begone! We can't be seen together too much. Take quarters in Nadia\nCity, and let me know where you are. You understand?\"\n\n\"Yes, Princess.\"\n\nShe allowed him to kiss her hand, then he withdrew. A few moments\nlater, at her summons, the seneschal appeared. Subtly her face had\nchanged. No longer was she the desiring and desirous princess.\nInstead, she was a grieving sister, whose brother's body still lay in\nstate in the royal palace.\n\nThe seneschal, whose name was Prokliam, bowed obsequiously. He knew\nthat by custom the body of a royal Nadian floated down the River of\nIce in the company of two living servants--one man and one woman--who\nwould perish with him in the Place of the Dead. He knew also that he\nhad been Jlomec's favorite and now lived in constant fear that the\nPrincess Volna would decree that he, Prokliam, must accompany his dead\nmaster on the Journey of No Return, to serve him in death as he had\nserved him in life.\n\n\"Yes, lady?\" the frightened Prokliam asked.\n\n\"Bontarc, our king, grieves mightily for the dead prince,\" Volna said.\n\n\"All Nadia grieves for Jlomec, lady,\" Prokliam said, and added\nhastily: \"Although I must admit I do not grieve more than the next\nman. No, no, it is a mistake to think I was Jlomec's favorite.\"\n\n\"Be that as it may Bontarc grieves so that for a while at least some\nof the affairs of state will be in my hands.\"\n\n\"I hear and understand lady.\"\n\n\"Good. If anyone comes--anyone at all, whether wayfarers from Ofrid or\nothers--with news of how Jlomec died, they are to be brought at once\nto me. Is that understood?\"\n\n\"Yes, my princess.\" Prokliam the seneschal bowed low once more.\n\n\"Serve me well in this, Prokliam, and you will be rewarded in\nmeasure.\"\n\nProkliam smiled. \"I will be the personification of discretion,\" he\nsaid boldly, baring his toothless old gums.\n\n\"Then perhaps I will still the rumors that you were the dead Jlomec's\nfavorite.\"\n\nProkliam dropped at the royal feet and touched his lips to the royal\ntoes. Then he bowed out of the room.\n\nVolna stared for many moments at her beautiful face in the mirror.\nQueen, she thought. She said it aloud:\n\n\"Queen Volna.\"\n\n\n\n\nCHAPTER XIII\n\n_The Journey of No Return_\n\n\nEarlier that day, on the ice fields half a dozen jeks from Nadia City,\nB'ronth the Utalian had sprinted boldly across the snow toward the\ngirl and her elderly male companion. This had taken considerable\neffort, because B'ronth the Utalian had not been endowed with an\nabundance of courage. But B'ronth was a poor man, as Utalia was a poor\ncountry; a bag of gold would be a veritable fortune to him. Like most\ncowards, B'ronth had one passion which could over-ride his timidity:\nthat passion in B'ronth's case was wealth.\n\nThe old man was fumbling clumsily for his whip-sword when B'ronth\nhurtled at them. The girl screamed:\n\n\"Look out, Father Hammeth! Look out!\"\n\nB'ronth smiled. They would not see the smile, of course. B'ronth, a\nchameleon man, was invisible. They would see his footprints in the\nsnow, true. They would know him for a Utalian and understand his\ninvisibility. But still the advantage of invisibility would be his. It\nhad always been so when a Utalian fought. It would always be so.\n\nB'ronth leaped upon the old man even as he prepared to strike out with\nthe whip-sword. B'ronth was both naked and unarmed. The sword lashed\nwhining at air a foot from his face. B'ronth wrenched its haft from\nthe old man's hand. Hammeth stumbled back.\n\nB'ronth swung the whip-sword. He was no duelist. A duelist would lunge\nand thrust with the whip-sword, allowing its mobile point some degree\nof freedom by controlling it deftly. A non-duelist like B'ronth would\nhack and slash, the deadly sword-point whipping about, curling,\nslashing, striking.\n\nHammeth held up his hands to defend himself. The whip-sword whined in\nthe cold air. The girl screamed. Hammeth's right hand flew from his\narm and blood jetted from the stump. Hammeth sank to the ground and\nlay there in a spreading pool of crimson. His eyes remained open. He\nwas staring with hatred at B'ronth. In a matter of minutes, B'ronth\nknew, he would bleed to death. B'ronth turned on the girl.\n\nShe stood before him swaying. She had almost swooned, but as B'ronth\napproached her, she flung herself at him, crying Hammeth's name, and\nthey both fell down in the snow. B'ronth let the whip-sword fall from\nhis fingers. Half a bag of gold for a dead girl, but the whole bag if\nshe lived. She fought like a wild cat and for a few moments B'ronth\nregretted dropping the weapon and actually feared for his life. But\nsoon, his courage returning and his whole being contemplating the bag\nof gold, he subdued the girl.\n\nShe lay back exhausted in the snow. \"Please,\" she said. \"Please bind\nhis arm. He'll bleed to death. Please.\"\n\nB'ronth said nothing. Ylia staggered to her feet, then collapsed and\ncrawled on her knees to Hammeth. The blood jetted from the stump of\nhis arm. He was watching her. A little smile touched the corners of\nhis mouth but pain made his eyes wild.\n\nB'ronth licked his lips. He had earned his bag of gold and, earning\nit, thought of more wealth. He thought: _why should I accept one bag\nof gold from a common Abarian soldier when there are millions of bags\nof gold in Nadia City_? He could deliver the girl, who obviously knew\nsomething the Abarians did not wish the Nadians to know, to Nadia\nCity. He could sell her to the Nadians. Or, if the Abarians outbid\nthem, then the Abarians....\n\nBruised, her cloak in tatters, Ylia reached Hammeth. His eyes blinked.\nHe smiled at her again, smiling this time with his whole face. Then he\nturned his head away and his eyes remained open and staring.\n\n\"You ... killed ... him,\" Ylia said, sobbing.\n\nB'ronth dragged her to her feet. \"Lulukee!\" he called. \"Lulukee!\"\nWhere was the boy?\n\nLulukee did not answer. Cursing, B'ronth stripped the corpse and\ndressed in its warm clothing. The blood on the right sleeve was\nalready stiff with cold. Where could Lulukee have gone off to?\nwondered B'ronth. Well, no matter. They were only a few jeks from\nNadia City, where wealth awaited him....\n\n\"Come,\" he said. He dragged the girl along. She looked back at the\ndead old man until a snow drift hid him from sight.\n\n       *       *       *       *       *\n\nAfter the Utalian had dragged the beautiful girl beyond the ridges of\nsnow, Lulukee the Nadian came down into the valley. He was a small boy\nof some sixty winters who, like many of the Nadians who did not come\nfrom their country's single large city, had lived a hard life as an\nice-field nomad. He had seen an opportunity to profit in the service\nof B'ronth the Utalian, but had not expected this service to include\nmurder. Thus when the Utalian had called him, expecting the boy to\ndrag his supply sled down into the snow-valley, Lulukee had remained\nhidden. Now, though, he made his way to the body of the dead man and,\nscavengerlike, went over it with the hope of turning a profit by\nB'ronth's deed.\n\nIn that he was disappointed. B'ronth had taken the dead man's snow\ncloak and his whip-sword: there was nothing left for Lulukee's\ngleaning. He was about to turn and trudge back the way he had come,\nwhen he realized that if he did so, if he exposed himself on the\nhigher wind-ridges, B'ronth might see him. Therefore he remained a\nlong time with the frozen body of Father Hammeth, actually falling\ninto a light slumber while he waited.\n\nHe awoke with a start. He blinked, then cowered away from the\napparition which confronted him. It was a man, but such a man as\nLulukee the Nadian had never seen before, a superbly muscled man a\nhead taller than the tall Abarians themselves.\n\n\"Where's the girl?\" the man demanded.\n\n\"I--I don't know, lord.\"\n\n\"How did this happen?\" The man looked down with compassion at Father\nHammeth's corpse.\n\n\"I only just arrived, l-lord.\"\n\n\"You lie,\" the big man said. \"You were sleeping here. You'll tell me,\nor--\"\n\nLulukee blanched. He owed no loyalty to B'ronth the Utalian. If indeed\nhe remained loyal he might be implicated in the murder of the old man.\nHe said: \"It was B'ronth the Utalian.\"\n\n       *       *       *       *       *\n\n\"Where is he?\"\n\n\"G-going to Nadia City, I think.\"\n\n\"Alone?\"\n\n\"No, lord. With his prisoner. A--a lovely woman.\"\n\n\"Ylia!\" the giant cried. \"You! How are you called?\"\n\n\"I am Lulukee of Nadia, lord.\"\n\n\"Lead me to the city. Lead me after them.\"\n\n\"But lord--\"\n\n\"Lead me.\" The giant did not shout. He did not menace of glower or\nthreaten. Yet there was something in his bearing which made it\nimpossible for the frightened Lulukee to do anything but obey. \"Yes,\nlord,\" he said.\n\n\"Tell me--\" as they started out, the boy's sled reluctantly left\nbehind--\"is this B'ronth the Utalian in Retoc's pay?\"\n\n\"No, I don't think so. He works alone, lord. Reaping profit wherever\nhe can.\"\n\n\"And he took the girl unwillingly?\"\n\n\"Yes, lord.\"\n\n\"He won't profit in this venture,\" Bram vowed.\n\nThe wind howled behind them. Six jeks ahead of them was Nadia City.\n\n       *       *       *       *       *\n\n\"Can't you see I'm busy? Can't you see I have no time for the likes of\nyou?\" Prokliam the seneschal whined in self-pity.\n\n\"Then make time,\" B'ronth said boldly, his cowardice obscured by\ndreams of avarice. \"What I have brought through the Ice Gates is\nimportant to your ruler.\"\n\n\"Bontarc of Nadia,\" said the seneschal haughtily, \"does not waste his\ntime on every Utalian vagabond who reaches his court.\"\n\n\"True. But I assume Bontarc of Nadia wishes to know exactly how his\nbrother, the Prince Jlomec, died?\"\n\nProkliam fought to keep his puckered old face impassive. But his mind\nwas racing and his heart throbbed painfully. Could the Utalian know\nanything about that? If so, and if he, Prokliam, brought this B'ronth\nbefore the Princess Volna as she had ordered....\n\n\"Wait here,\" Prokliam snapped arrogantly. \"And keep your cloak on. We\ndon't want invisible Utalians floating about the palace.\"\n\nB'ronth offered a mock bow. Prokliam turned to go, then whirled about\nagain. \"If you're lying, wasting my time--\"\n\nB'ronth smiled unctuously. \"In the ante-room, being amused by your\npalace guards, is one who has been on the Plains of Ofrid quite\nrecently.\"\n\n\"So?\"\n\n\"When the Prince Jlomec was there. She saw him slain.\"\n\n\"Wait here,\" said Prokliam a little breathlessly. He pushed the\nhanging aside and stalked down a corridor, and around a bend, and up a\nflight of stone stairs. He was busy, all right. That had been no lie.\nPreparations must be made for the funeral games of the Prince Jlomec,\nto which all the nobility of Tarth had been invited. But this,\nobviously, was more important. On this Prokliam's life might\ndepend....\n\n\"Are they checking way-passes, lord?\" Lulukee asked the big, silent\nman at his side. Ahead of them, filing slowly through the Ice Gates,\nwere hundreds of visitors entering Nadia City for the funeral games. A\nflat-bottomed air-car hovered overhead, peltasts leaning over its\nsides, ready. Guards flanked the Ice Gates with drawn whip-swords, as\nif admitting the superiority of Abarian weapons of war.\n\n\"We'll get through,\" Bram Forest vowed. \"Tell me, Lulukee, if you\nbrought a prisoner to the city who might be worth much to the Abarians\nbut also to the Nadians, and if you were intent on getting the biggest\nprofit, where would you take her?\"\n\n\"If I had great courage, lord?\"\n\n\"If you dreamed of reward.\"\n\n\"I would take her to the royal palace, lord, to Bontarc the King or to\nhis sister, Princess Volna the Beautiful, who, some say, is the real\npower behind the Nadian throne although Bontarc is a great soldier.\"\n\n       *       *       *       *       *\n\nThey had reached the gate. \"Way passes,\" a bored guard said.\n\nLulukee mumbled something uncertainly. His heart beat painfully\nagainst his ribs. His brain refused to function. There was intrigue\nhere, he could sense that. More intrigue than he cared to have a hand\nin. As a Nadian citizen, he owned a way pass, of course. But the\ngiant? Obviously the giant did not. Lulukee was sorry he had ever\nagreed to go along with B'ronth the Utalian. Now he only wanted to get\nout of the entire situation as quickly--and safely--as possible.\n\nHe pointed an accusing finger at Bram Forest. \"_He_ has no way pass!\"\nLulukee cried.\n\nThe guards stiffened, their whip-swords ready. They looked at Bram\nForest. Overhead, the air-car hovered, its peltasts stationed there in\nthe event of trouble, their slings poised.\n\nYlia was in there somewhere, a prisoner. Bram Forest spurned violence\nfor its own sake, but Ylia might need him. Ylia, who had nursed him\nback to health when Retoc had left him for dead on the parched Plains\nof Ofrid. Ylia, the lovely.\n\n\"I'm going through,\" Bram Forest said softly. \"Don't try to stop me.\"\n\nFor answer, the nearest guard let his left hand drop.\n\nIt had been a signal. Overhead, the peltasts drew back their slings.\n\"Will you go in peace?\" the guard asked, his eyes narrow slits now,\nhis right arm tensed to bring the whip-sword around.\n\nBram Forest waited. Every muscle in his superbly-conditioned body\ncried for action, but he would not initiate it.\n\nThe guard pointed back along the path across the ice fields, where\nhundreds of visitors to the city were waiting impatiently. \"Then go,\"\nhe said harshly, \"before your flesh feeds the stilt-birds on the banks\nof the River of Ice.\"\n\nThe guard raised his sword menacingly. Standing rigidly still and\ngiving no warning, Bram Forest lashed out with his left fist, hitting\nthe guard in the mouth. Lips split, teeth flew, blood covered the\nguard's face. Someone screamed. The guard fell, but his companion\nlashed out with his own whip-sword. Bram Forest lunged to one side and\ngrabbed the sword-arm, twisting it. The guard howled, dropping his\nweapon. Lulukee made a dive for it. But the guard, his legs still\nfree, kicked Lulukee in the face. As he fell, his senses blurring,\nLulukee wondered why he had made that desperate, foolish attempt to\nhelp the big, silent man. He could not answer the question in mere\nwords. But there was something about him, something about Bram Forest,\nwhich drew loyalty from you even as the sun drew dew from the\nground....\n\n       *       *       *       *       *\n\nBram Forest lifted the second guard by sword-girdle and scruff of neck\nand held him aloft. The guard's arms and legs flailed frantically.\n\"No!\" he screamed up at the peltasts. \"No....\"\n\nBut they had already unleashed their first volley of stones, pelting\nthe helpless guard until he lost consciousness. Bram Forest flung him\naside, leaped over the first fallen guard's supine body, and plunged\nrecklessly into the crowds milling just inside the Ice Gates.\n\n\"He went that way!\" a voice screamed.\n\n\"That way!\"\n\n\"Over there!\"\n\n\"There he is!\"\n\nIt was an ancient city, with narrow, tortuous alleyways and\noverhanging buildings and little-used passageways. The wide\nstreets--the few there were--mobbed with people.\n\nFor all his size, the giant had disappeared.\n\nLulukee picked himself up, dusted himself off, and showed his way pass\nto the guard. The guard said nothing. He had lost three teeth and his\nmouth was swollen, painful. Lulukee sensed that somehow the little he\nhad done to help Bram Forest was all he would ever do for him. Yet he\nfelt with a strange pride he did not fathom that although his role in\nthe saga of the mysterious giant had come to an end, it was the most\nimportant event in his life and would remain so if he lived to be\nsix-hundred. He felt somehow--and could not explain why he felt\nthis--as if in his small way he had done something to make the world\nTarth a better place in which to live.\n\nWhistling, he pushed his way through the crowds and was lost to sight\njust as the giant who went before him.\n\n       *       *       *       *       *\n\n\"B'ronth of Utalia!\" Prokliam the seneschal proclaimed. Volna the\nBeautiful nodded. The doddering old seneschal had already told her\nabout the Utalian. She was prepared to receive him now. If he knew\nwhat he claimed to know, if he knew the true details of the death of\nPrince Jlomec, then he must be silenced. Naturally, he wanted gold.\nThey always wanted gold. But gold was not the way to silence them.\nGold never worked. It only made them greedy for more.\n\nWith Volna were, instead of her usual ladies in waiting, two discreet\npalace guards. Grinning, she looked at their whip-swords. That was the\nway to silence one such as B'ronth the Utalian.\n\n\"He may enter,\" Volna told the seneschal. Prokliam bowed out, saying:\n\n\"And Princess, you will not forget--\"\n\n\"No, Prokliam, I won't forget. You hardly knew the Prince Jlomec at\nall, did you? You certainly couldn't have been his favorite.\"\n\n\"Princess,\" breathed the seneschal tremulously as he withdrew.\n\nA moment later, B'ronth the Utalian entered the royal chamber. He wore\na snow-cloak. He was all but invisible except for the snow-cloak. He\nwas, eerily, a disembodied cloak floating through air. Although,\nnoticed Volna, if you looked closely you could see the faintest\nsuggestion of a man's head above the cloak, as if you saw the rich\nwall tapestries of the room through a transparent, head-shaped glass.\nLikewise, the suggestion of arms and legs....\n\n\"You are B'ronth?\" An unnecessary question, but Volna had not yet made\nup her mind what must be done.\n\n\"Yes, majesty,\" the cloak said in a different but somehow unctuous\nvoice.\n\n\"You are alone?\"\n\n\"No, majesty,\" said the cloak.\n\n\"Then--?\"\n\n\"A girl. A wayfarer of the Plains of Ofrid. I accompany her.\"\n\n\"And the story you have to tell?\"\n\n\"I realize, majesty, how the royal Princess must grieve at the loss of\nher royal brother, the Prince. I realize....\"\n\n\"To the point, man. Get to the point. Are you trying to say you know\nhow Prince Jlomec was slain? You know who killed him?\"\n\n\"Yes,\" said the cloak boldly, eagerly.\n\nPrincess Volna smiled. Perhaps something in that smile warned B'ronth\nthe Utalian. But of course, the warning came too late. In a quick\njerky motion, the cloak retreated toward the doorway. \"Princess....\"\nB'ronth said.\n\nPrincess Volna told her guards: \"Kill him.\"\n\nB'ronth the Utalian had time for one brief scream which, if a sound\ncould, seemed to embody all his frustrated dreams of wealth. Then one\nof the guards moved swiftly, his arm streaking out. The whip-sword in\nhis hand lashed, blurring, toward the cloak. Bright red blood welled,\njetted.\n\nB'ronth the Utalian's head, no longer invisible, rolled on the floor\nat Volna's lovely feet. \"Clean that up,\" she told one of the guards.\nTo the other she said: \"Now fetch the girl.\"\n\n       *       *       *       *       *\n\n\"Mind, lord, I don't question you,\" Hultax the Abarian said. \"But it's\njust--\"\n\n\"Did you send the message?\" Retoc cut him off.\n\n\"As you ordered, sire. Yes.\"\n\n\"Good.\"\n\n\"Sire, I hate inactivity. I loathe it. I am a soldier.\"\n\n\"As I am,\" said Retoc slowly, his hard cruel eyes staring at something\nHultax could not--and would never be able to--see.\n\n\"So we just sit here in this rented house in Nadia City, cooling our\nheels. It doesn't make sense, sire.\"\n\n\"Sense?\" mused Retoc. \"What is sense? Is it victory and power for the\nstrongest? Well, is it?\"\n\n\"Yes, lord,\" Hultax responded. \"But--\"\n\n\"And you sent the message? Our legions will come?\"\n\n\"Yes, lord. Two days hence they'll be encamped on the ice fields three\njeks march from the city gates. But I don't see--\"\n\n\"You obey, Hultax. I see. I do the seeing.\"\n\n\"But I thought you ... the Princess Volna ... together....\"\n\n\"The Princess can serve me, now. If she can deliver Nadia without a\nfight, then Tarth is mine, Hultax, don't you see? In two days all the\nroyal blood of all the royal families of Tarth will be assembled here\nin Nadia for the funeral games. If Bontarc's army doesn't interfere,\nthen I will be master of Tarth.\"\n\n\"But if Bontarc finds out--\"\n\n\"That, Hultax,\" said Retoc with a smile, \"is why you sent the\nmessage.\"\n\n\"My sire,\" said the proud soldier Hultax humbly.\n\nSoon, thought Retoc, all Tarth would call him that. _My sire...._\n\n       *       *       *       *       *\n\nAhead of Bram Forest loomed the ramparts of the palace. He must hurry.\nHe knew he had to hurry. He pushed impatiently through the crowd.\nSeveral times men looked up angrily, and would have said something.\nBut when they saw his face, they turned away.\n\nWhat they saw in Bram Forest's face made them afraid.\n\n\"Majesty?\" Prokliam the seneschal said.\n\n\"Well?\" Volna demanded. \"Didn't the guards send you for the girl?\"\n\n\"Majesty, I was thinking....\"\n\n\"Well, Prokliam, what is it? Didn't you go for the girl?\"\n\n\"Not yet, majesty, begging your pardon....\"\n\n\"If you have something to say, then say it. And get the girl.\"\n\n\"Majesty, a seneschal knows the palace. It is his job....\"\n\n\"I warn you, Prokliam, I have little patience today.\" Her anxiety was\nevident.\n\n\"No one wishes to be chosen,\" Prokliam blurted quickly, boldly, \"even\nas I did not wish to be chosen to accompany the body of Prince Jlomec\non the Journey of No Return. Now that you have spared me, in your\nroyal benevolence, I thought I might in turn advise you....\"\n\n\"Yes, what is it, man?\"\n\n\"You should not have killed the Utalian, majesty. If it is ordained\nthat a living man and a living woman accompany the Prince's body to\nthe Place of the Dead, to die there with him, their spirits serving\nhim in death, why choose from among the palace staff? We all have\nfamily, we all have friends, we all stand something to lose. But\nmajesty, if you were to break with tradition, if you were to send\ninstead two strangers whose loss meant nothing to the palace, the\npalace staff would love and revere you even more than they already\ndo.\"\n\n       *       *       *       *       *\n\nVolna's beautiful face smiled at him. He did not know what she was\nthinking. He never knew. No one did. She might reward him or have him\nslain on the spot. \"Why do you tell me this, Prokliam?\" she asked.\n\n\"For saving me when it was thought I would accompany--\"\n\n\"No. There must be another reason.\"\n\n\"If you do this deed and if the palace and the people love you for it,\nand if the scepter of power should slip from Bontarc's hand to yours,\nand if, when it came time to select your prime minister....\"\n\n\"Ha! Ha! Ha! We have an ambitious palace butler.\"\n\n\"But surely you--\"\n\n\"Yes, Prokliam. I understand. I won't deny it. Perhaps I had the\nUtalian slain impetuously. But there's still the girl.\"\n\n\"I'll fetch her at once, majesty.\"\n\n\"And if,\" mused Volna, no longer aware of the seneschal's presence,\n\"we could find another stranger, a man, to accompany the body of\nPrince Jlomec on the Journey of No Return, not only the palace, but\nthe people as well would love me. A stranger....\"\n\n\"Take me to your King,\" Bram Forest told the palace guard.\n\nThe guard smirked. \"Do you think any stranger in the realm is granted\nan audience with King Bontarc, fool?\"\n\n\"It is a matter of life and death.\"\n\n\"But whose life and death?\" demanded the guard, roaring with laughter.\n\"Yours, idiot?\"\n\n\"It is about Ylia the Wayfarer.\"\n\n\"I know of no Ylia the Wayfarer. Begone, dolt!\"\n\n\"It is about Prince Jlomec.\"\n\nThe guard's eyes narrowed. The word had been passed by no less a\nperson than Prokliam the seneschal that anyone with information\nconcerning the death of the royal Prince should be brought at once not\nto Bontarc but to Princess Volna. Could the guard, could he, Porfis,\ndo less?\n\n\"Very well,\" he said. \"Come with me.\"\n\nUnarmed, but aware of his giant's strength and the mission which had\nseen him spend the first hundred years of his life in a crypt on\nEarth, Bram Forest went with the guard.\n\nThe way was long, through chambers in which priceless tapestries\nhung, through narrow, musty corridors into which the light of day\nbarely penetrated, through rooms in which ladies in waiting and\ncourtiers talked and joked, up bare stone stairs and through heavy\nwooden doors which Porfis the guard opened with a key which hung at\nhis belt. The doors opened slowly.\n\nBram Forest entered a large room. It was, he could see at a glance, a\nwoman's bower. Someone was standing at the far end of the room, in\nshadow. He squinted. He took two slow steps into the room. He began to\nrun.\n\n\"Ylia! Ylia!\" he cried.\n\nToo late he saw the fetters binding her arms. Too late he saw her bite\nsavagely at something and twist her neck and spit the gag from her\nmouth. Too late he heard her cry:\n\n\"Bram! Bram Forest! Behind you!\"\n\nHe turned barely in time to see Porfis the guard, his whip-sword\nraised overhead hilt-first. He lifted his arm, but it was swept aside\nin the downward rush of the sword. Something exploded behind his eyes\nand all eternity seemed to open beneath his feet. He plunged into\nblackness with Ylia's name on his lips.\n\n       *       *       *       *       *\n\nUnconscious, he was taken with Ylia through subterranean passages to\nthe Royal Dock on the River of Ice. The barge with Jlomec's embalmed\nbody waited. It was very cold on the river. The Place of the Dead\nbeckoned from the unseen end of the Journey of No Return.\n\n\n\n\nCHAPTER XIV\n\n_Land Beyond the Stars_\n\n\nAt first Retoc the Abarian was too stunned by what he witnessed to\nthink coherently. With the other Tarthians of royal blood he had\nreceived an unexpected summons to appear at the Royal Dock on the\nRiver of Ice and, before he could even try to fathom what it was\nabout, an escort of Nadian guards had come to fetch him.\n\nIt was cold and murky on the banks of the River of Ice. The two men,\nRetoc and Hultax had arrived barely in time to see them unfastening\nthe hawsers of the Royal Barge. Curious, he pushed closer through the\ncrowd of nobles. Suddenly, before the barge was quite unmoored, as it\nswayed and rocked on the currents of the river, Nadian soldiers\nappeared with a platform on poles slung across their shoulders, the\nusual means of intra-city transportation for Nadian royalty. But this\nwas no royalty Retoc saw on the platform, although they were dressed\nas royalty.\n\nThe woman, conscious and bound hand and foot, was the Virgin of the\nWayfarers who had witnessed Prince Jlomec's death. The man,\nunconscious, his head propped high on pillows, was the white giant who\nonce on the Plains of Ofrid had almost strangled Retoc.\n\nA hatred such as he had never known flashed through Retoc's brain. He\nwas so close he could see the gentle up-and-down motion of the giant's\nchest as he breathed. Then, beyond the platform, he saw Volna. Volna\nsmiled at him. The platform bobbed by, was placed on the barge at the\nfoot of Jlomec's bier. The remaining hawsers were cut loose.\n\nThere was, Retoc thought triumphantly, no return from the Place of the\nDead.\n\nBut still, the white giant had recovered from what looked like certain\ndeath once, had vanished abruptly and fantastically when he would have\ndied again. What was good enough for Volna the Beautiful was not\nnecessarily good enough for Retoc of Abaria. He watched only long\nenough to see the royal barge pushed out into the icy currents of the\nriver, then he turned and made his way to the second tier of\nobservers, where Hultax stood among the lesser nobility and the\nmilitary officers of the planet Tarth. He found Hultax and whispered\nfor a time in his ear.\n\n       *       *       *       *       *\n\nHultax's face blanched. \"But lord,\" he protested, \"there is no return ...\nit is obvious the man will die ... you couldn't expect me to....\" Hultax,\nfrightened, confused, could neither think clearly nor express himself\nproperly. His mouth hung open.\n\n[Illustration: The boar charged while death and the Golden Ape stood\ngrinning.]\n\n\"Earlier, Hultax,\" Retoc said with a hard smile, \"you craved action. I\ngive you action. Take a boat. There are some moored down-river for the\nuse of Nadian priests on their religious pilgrimages to the banks\nwhere the stilt-birds dwell. Overtake the royal barge. Board it. Slay\nthe man and the woman.\"\n\n\"But I--the Place of the Dead....\"\n\n\"Fool!\" hissed Retoc. \"I didn't ask you to visit the Place of the\nDead. That's up to you. If you slay them first, on the River of Ice,\nand can bring back proof ... but the longer we talk, the further they\nare. You'll go?\"\n\nIt was phrased as a question; actually, it was a command. Grim-faced,\nthe whip-sword trailing at his side, Hultax left the crowd of soldiers\nand made his way downstream. A few moments later he had poled a wooden\nskiff out into the icy current and went down-river in pursuit of the\nroyal barge.\n\n       *       *       *       *       *\n\nThe guards had unbound Ylia's fetters on the barge, knowing she could\nnever swim for safety in the waters of the River of Ice. She sat now\nat the foot of Jlomec's bier, with Bram Forest's handsome head\ncushioned on her lap. It was very cold there on the river. Wind blew,\nrustling the reeds which grew along the bank. They had long since\nemerged from the river's underground cavern. The swift current carried\nthem now through a country of ice, a tundra. The reeds, twice as tall\nas a man, seemed to thrive on the riverbanks. They swallowed\neverything.\n\nBram Forest opened his eyes, and looked at her, and smiled. He tried\nto sit up, wincing as pain knifed through his head. \"We seem to make a\nhabit of this,\" he said, smiling again.\n\n\"Shh, you mustn't talk.\"\n\nShe leaned close. He could smell the animal perfume of her body, like\nmusk and jasmine. Impulsively, she kissed him softly on the lips. His\narm went around her neck. He pulled her head down and drank deeply of\nher.\n\n\"Why ...\" she began, all breathless.\n\n\"Because I love you. I think I loved you the first moment I saw you.\nBut I didn't know it then.\" He laughed softly, gently, and she did not\nknow why this should be so.\n\n\"Why do you laugh?\"\n\n\"I was an infant, the son of the Queen. Of Queen Evalla. Portox the\nscientist fled with me, the last of the royal Ofridian blood, to the\nother side of the solar system, to a world the twin of this, a world\nwe never see because the sun always stands between us, a world called\nEarth. There I would wait until maturity. There I would be given the\nstrength and the wisdom I needed. And then I would return to Tarth and\nright the ancient wrong. Well, I have returned. I love you. It is\nenough, Ylia. I want to think of the future, not the past.\"\n\nYlia let him kiss her again. \"Isn't it the same, the future and the\npast? Aren't they one? I too am of Ofridian blood, Bram Forest, of the\nlesser nobility. There are hundreds of us, living nomadic lives on the\nOfridian Plains, where once our great nation stood.\"\n\n\"I didn't know that. It wasn't in Portox's training. Now Portox is\ndead. I buried him on this world called Earth. He could not even come\nback to his native Tarth.\"\n\n\"Darling, don't you see? That's exactly why the ancient wrong must be\nrighted, why Retoc must pay for his infamous deeds. So Portox and the\nmillions of other Ofridians, slain, all slain, can sleep eternally in\npeace. You are their champion.\"\n\n\"But revenge? What is revenge if--\"\n\n\"You are the champion of the future too! Don't you see, oh, don't you?\nOf all the unborn tomorrows when the Ofridian nation may live again.\nOf all the unborn tomorrows when the nations of Tarth can live\ntogether in peace and harmony. Don't you understand that?\"\n\n\"It's funny. I try to see my mother's face. Queen Evalla. But all I\nsee is you. She's the past, Ylia. You're the future.\" He held her\nlightly.\n\n\"There is no future for anyone as long as Retoc the Abarian rules, and\ndreams of Tarth, all Tarth, as his domain.\"\n\nBram Forest stood up. The cold winds blew. He looked at the blue-cold\nbody of Jlomec, lying in state, at the ice-choked river, at the banks\nof rustling reeds. He did not have to ask where they were. He knew.\n\"Perhaps,\" he said at last. \"I only mean that if I do this thing it\nwill be more to see that future generations live in peace than to\nbring vengeance on a power-mad Abarian.\"\n\n\"Oh, Bram! That's what I wanted you to say. I wanted to hear you say\nthat. For tomorrow! For all our tomorrows.\"\n\n       *       *       *       *       *\n\nBram Forest walked to the rail of the barge, and gripped it, and\nlooked out over the ice-flows. He recited:\n\n    \"An ape, a boar, a stallion,\n     A land beyond the stars.\n     A Virgin's feast, a raging beast,\n     A prison without bars.\"\n\n\"Why, what an unusual poem!\" Ylia cried. Then: \"Hold me close, it's so\ncold. And I'm afraid, Bram Forest....\"\n\n\"Of the Place of the Dead?\"\n\n\"Yes, yes. The Place of the Dead.\"\n\n\"It and the poem are entwined,\" Bram Forest said musingly. \"I know\nthey are. Together, they're my destiny.\"\n\n\"And the destiny of all Tarth?\"\n\n\"Perhaps. Portox liked to think so, I guess.\"\n\n\"I like to think so, Bram Forest.\" She smiled up at him tremulously.\n\"And my destiny as well.\"\n\n\"Ylia,\" he asked abruptly, \"what do you know about the Golden Ape? You\nmentioned it to me once, when you thought I ... well, when you thought\nI endangered your virginity.\"\n\n\"Why, nothing beyond what the legends say.\"\n\n\"And what do the legends say?\"\n\n\"It is written in the most ancient of our religious beliefs that the\nmessenger to the Place of the Dead is a Golden Ape. Naturally, in\nthese same beliefs, a defiled virgin is supposed to kill herself.\nThus, in a way of speaking, she goes to the Golden Ape. You see?\"\n\n       *       *       *       *       *\n\nBram Forest smiled down at her. \"What would you think if I told you\nthe Golden Ape was real? If I told you that there actually was a Place\nof the Dead?\"\n\n\"For the spirits of the departed?\" Ylia asked in a very small voice.\n\n\"No. Man can't presume to know about that. It's in the realm of the\ngods. I mean a place which somehow borders on Tarth and yet ... yet is\nbeyond the stars. A place which, when wayfarers returned from it\nmiraculously long and long ago, gave rise to the legends.\"\n\n\"Borders on Tarth ... yet beyond the stars? How can this be?\"\n\n\"Portox found it and explained it with his science,\" Bram Forest\ninsisted. \"Earth and Tarth, twin worlds, yet so different, forever\nunseen one by the other, on opposite sides of the sun. They're unique in\nthe solar system, Ylia. Portox thought--if the memory he planted in my\nmind is correct--that they're unique in the entire universe. Somehow, a\nmillion million years ago, a world split, becoming two worlds. But\nordinary space ... I don't know, the memory is confused ... could not\nhold them. There is a warp of space, a place where space bends. Learn to\nmaster the warp and you go instantly from Tarth to Earth, or back again.\nThat was the way Portox brought me, as an infant, to Earth.\" He held\naloft his arm, showing her the steel-silver disc. \"With this I can\ntravel back and forth at will. Without it, either Earth or Tarth would\nbe my prison....\" His voice trailed off.\n\nThen he blurted: \"'A prison without bars!'\"\n\n\"What....\"\n\n\"The prophetic poem. Part of the poem. Anyway, Ylia, Earth and Tarth\nexist at either end of this space warp, connected thus through normal\nspace where there should be no connection. And someplace along the\nwarp--where ordinary space-time distances don't matter....\"\n\n\"I'm sorry, Bram Forest. I don't understand you.\"\n\n       *       *       *       *       *\n\n\"I'm not sure I understand myself. Tarth is a primitive world. It is\nbeyond our science. It is even beyond the science of Earth, I believe,\nand Earth is a millennium ahead of Tarth in its development. But\nPortox knew. Anyhow, someplace along the warp--in ordinary distances\nalong the space-time continuum perhaps a billion light years distant\nfrom either Earth or Tarth, is a third world. On the warp it is very\nclose. The River of Ice leads to it. We call it the Place of the\nDead.\"\n\n\"But the Golden Ape--?\"\n\n\"--inhabits the so-called Place of the Dead. Their world was dying,\nbut Portox saved them. I think ... the science is beyond me ... the\nentropy of their galaxy was running down ... their world perishing,\nfreezing ... when somehow with his great science Portox claimed for\ntheir use the unavailable energy in their ... their thermodynamic\nsystem, and saved them.\"\n\n\"Why do you frown so?\"\n\n\"Words. Words only. I don't understand. I can only act.\"\n\n\"You can act,\" Ylia said, hugging herself tight against him. \"For\nTarth and the future.\"\n\n\"For Tarth and the future,\" Bram Forest said, but he hardly heard the\nwords.\n\nAhead of them in the cold clear air a wall seemed to rise. It came up\nso suddenly, and, in fact, the air had cleared so suddenly from the\naccustomed murkiness, that Ylia was afraid. \"It is in the legend,\" she\nwhispered. \"The Black Wall, Bram Forest. And beyond it--the Place of\nthe Dead.\"\n\n\"More accurately, an edge-on view of the space-warp, where it meets\nthe normal world.\" But although he spoke the words of Portox, Bram\nForest did not sound too confident.\n\n\"We're coming closer to it, Bram. Hold me!\"\n\nHe held her. There was nothing else he could do. The current swept the\nbarge on inexorably. The Black Wall reared ahead of them, frowned down\nat them, seemed to block off all the rest of the universe and all\nreality whether of Earth or of Tarth....\n\nThe barge penetrated the wall. Black and solid-seeming, solid as\nstone, it yet offered no resistance. The barge disappeared within it.\n\nBehind the barge, rope-trailing so close that its prow almost scraped\nthe royal wood, was a skiff in which, shaking and afraid yet somehow\ntriumphant because he had heard Bram Forest's strange words, was\nHultax the Abarian.\n\n\n\n\nCHAPTER XV\n\n_The Golden Ape_\n\n\nHultax the Abarian shook himself. He had lost consciousness as every\nnerve-ending in his body had screamed with pain. Did this have\nsomething to do with the warp--warping?--Bram Forest had mentioned.\nHultax the Abarian did not know. But he did know that he was alive, as\nalive as anyone could be or had a right to be in the Place of the\nDead. And he did know, gratefully, that the intense cold of the River\nof Ice was gone.\n\nHe wondered how long he had been unconscious. He blinked his eyes. A\nbalmy, pink-tinted sky. A pink sun, not on the horizon, when indeed\nthe sun might be pink, but overhead. On the horizon--Hultax blinked\nagain and thought he was mad--a second sun, smaller, paler, the ghost\nof green in color.\n\nThe royal barge was in ruins. It had piled up on some rocks. The bier\nof Jlomec, Prince of Nadia, had been thrown clear. He could see it on\nthe bank, also in ruins. He stood up unsteadily, then waded through\nthe shallow water in which he'd regained consciousness, over to the\nwreck of the royal barge. The fingers of his right hand were poised\ninches from the hilt of his whip-sword. Slay Bram Forest and the girl\nif the wreck hadn't already killed them? He shook his head. Bram\nForest knew more about this strange place, this world of the pink sun\nand the green sun, than he did.\n\n       *       *       *       *       *\n\nHe climbed over the wreckage, and finally came upon the two bodies. He\nwent down on his knees beside them. They were covered with blood. They\nwere broken--broken being the only word that could describe them. They\nhad been crushed, perhaps by falling timber, perhaps by the bier of\nJlomec as it hurtled over the side. There probably was not a bone in\neither of their bodies, at least a major bone, which had not been\ncrushed.\n\nThey were dead.\n\nWith a craftiness which surprised even himself, Hultax remembered the\ndead Bram Forest's words. It was the bracelet with the shining disc\nwhich gave Bram Forest the power to appear and disappear at will, as\nRetoc had described. Or, as Bram Forest had put it, to journey between\nthe worlds. Carefully, Hultax took the bracelet--it was miraculously\nintact--from the crushed, broken arm of Bram Forest's corpse. He\ncircled his own arm with it and felt, or imagined he felt, an\ninstantaneous source of power surge through his body. Without looking\nback at the broken bodies of the man and woman who had found love and,\nfinding it, died in each other's arms, he made his way from the river\nbank across a pleasant green meadow. Far in the distance he saw a dark\nblur which looked like a forest. It was many miles away, almost at the\nlimit of vision.\n\nYet, incredibly, it seemed to rush up at him. It was not merely that\nHultax the Abarian walked with a warrior's long stride toward the\nforest. It was as if the forest rushed toward him. A different world.\nHe remembered Bram Forest's words vaguely. A warped world? Something\nlike that. Naturally, Hultax was afraid. This was the Place of the\nDead, wasn't it? But still, Bram Forest's cool if little-understood\nscientific explanation quieted his fear. Besides, didn't he have the\nbracelet-disc-amulet? What could happen to him now?\n\nBylanus the Golden Ape, only two-thousand seven hundred years old,\nquite young as Golden Apes went, saw the wreck of the barge from a\ngreat distance. He extended his vision through warp-space and spotted\nthe tiny figure of a man trudging away from the wreckage. Bylanus\nsquinted, and shifted his buttocks on the saddle. Bylanus was fifteen\nfeet tall and weighed eight-hundred pounds. The steed he rode, about\ntwice the size of an Earth elephant, looked like a blown-up cross\nbetween a Tarthian stad and an Earth horse.\n\nBylanus stared, then sat up very straight in his stirrups. Something\ngleamed on the man's arm. Bylanus gaped.\n\nIt was the bracelet of Portox-saviour.\n\nBylanus used his will to psychokinesthize the man. The man, still\napparently trudging along, sped toward him.\n\nBylanus climbed down from his stallion and prepared to bow, all\nfifteen feet and eight hundred pounds of him, before the man.\n\nAt first Hultax could think only of fleeing. Abruptly before him stood\na monster-stad and a man. No, not a man. A man-like figure pelted with\nsoft, smooth, lusterous, golden fur. The stad--the not-quite-stad--was\nfive times bigger than a stad had a right to be. The man, even as he\nunexpectedly bent before Hultax, was almost three times Hultax's\nheight. Man? No, not a man. Hultax, rooted with fear to the spot,\nunable to run, opened his mouth to cry out. But his vocal chords were\nparalyzed.\n\n       *       *       *       *       *\n\nThis was no man. It was the Golden Ape of legend, the Golden Ape of\nthe Place of the Dead....\n\n\"Portox-saviour,\" said the Golden Ape quite distinctly. Then he\npointed a forefinger almost the size of Hultax' forearm at the\nbracelet Hultax wore.\n\nHultax took a deep breath and could feel the strength returning to his\nlegs. Like all military officers, he was an opportunist. He had to be,\nfor in battle one had to seize upon opportunity as soon as it\nappeared, if one were to win at all....\n\nHultax said, his voice surprisingly steady: \"You may rise.\"\n\nThe Ape did so. The stallion pawed the ground, and great clods flew.\nHultax was trembling, but the Ape, speaking in Hultax' own language,\nin the language of all Tarth, said: \"Are you really from Portox? It\nseems like only yesterday he was here although, of course, your people\nand mine measure time differently.\"\n\n\"I am from Portox,\" Hultax said. He wished he could keep his knees\nfrom trembling.\n\n\"Portox-saviour said that one day a man would come, to ask us for help\neven as Portox helped us in our time of troubles,\" the Ape proclaimed.\n\n\"Yes,\" Hultax muttered.\n\n\"What kind of help do you wish?\"\n\nHultax stared, saying nothing. He did not know what to say. He lacked\nthe imagination to make something up. Somehow, he knew it was terribly\nimportant. He knew without knowing how he knew that his life might\ndepend on his answer.\n\n\"Well?\" the Golden Ape asked gently.\n\n\"I ... that is....\"\n\nThe Ape's eyes narrowed as he looked down at Hultax. \"You _are_ from\nPortox?\"\n\n\"Yes, yes. Of course.\"\n\n\"I see you have the bracelet.\"\n\n\"Yes, here is the bracelet.\"\n\n\"And the cloak of Portox?\" demanded the Ape. \"The cloak Portox\nforetold you would wear?\"\n\n\"I--I lost the cloak in my journey,\" lied Hultax, not knowing about\nany cloak. There, he thought, that ought to satisfy him.\n\nBut the Ape said: \"There was no cloak.\"\n\n\"No cloak? No cloak!\"\n\n\"I made that up, to test you. You're not from Portox.\"\n\nThe stallion pawed the ground and looked up and then down at Hultax,\nsnorting. Hultax, trembling, wished he could melt into the ground.\n\n       *       *       *       *       *\n\n\"Still,\" Hultax said, shaking, \"I am from Portox. You tried to trick\nme. You....\"\n\n\"We shall see,\" the Ape said, still pleasantly. \"Come.\"\n\nThe ground rolled, or so it seemed to Hultax. The forest loomed ahead\nof him, then trees were all around him, then they stood on a rolling\nplain again.\n\n\"Where--did you take me?\"\n\nThe Ape smiled. He seemed quite human despite his size, despite his\nfur. The stallion pawed the ground impatiently.\n\n\"Behold,\" said the Ape.\n\nSomething on the fringe of the forest screamed. It was an awful sound\nand it made the hackles stand upright on Hultax's bull-neck. He drew\nhis whip-sword and faced the forest.\n\n\"Well, man,\" chided the Golden Ape, \"and do you need a weapon? Portox\ntold us we would know his man because his man, unarmed, would be able\nto conquer the wild boar of the Kranuian Wood. And you?\"\n\nThe screaming came again. Terrified, Hultax did not fling his weapon\naside. Wild boar? What wild boar ... time enough later ... to convince\nthe Ape....\n\nThe boar emerged. It was almost as big as a man and covered with dirty\ngray hair. Its tusks were two feet long. The stallion whinnied but\nremained perfectly still. The Golden Ape waited and watched. The boar\ncharged.\n\nHultax's right arm blurred and the mobile blade of the whip-sword\nwhizzed through air and struck the boar's meaty shoulder. The boar\nscreamed, and came on.\n\nIt was, Hultax realized in despair, only a superficial wound. The boar\ncame on, bleeding, furious. He tried to lunge aside. He yanked at the\nwhip-sword and it came loose, making him lose his balance. The boar\nreached him, screaming.\n\nNever slackening its pace, the boar gored him, and wheeled about,\nclods flying, to gore again. Hultax' voice bubbled in his throat. The\nboar was on him again, its tusks sharp as razors....\n\nFinally it stood clear, nervously eyeing Bylanus and the stallion.\nThen it turned and, slowly, with great dignity, retreated into the\nKranuian Wood, which was its home.\n\nThe man, Bylanus saw at a glance, was dead. As an imposter, he had\ndeserved to die. Bylanus quickly dug a shallow grave with a large,\nsharp-edged stone, and rolled the body in. As he did so he noticed\nthat the bracelet--the bracelet of Portox-saviour, or, more probably,\na copy of that bracelet intended to trick him--had been battered,\npunctured, and broken by the boar. Even if it had been the real\nbracelet, the amazing steel-silver disc of Portox-saviour, it would\nnow be useless. Sighing, Bylanus buried it with Hultax' body.\n\n       *       *       *       *       *\n\nBylanus mounted his steed and galloped toward the river. He could have\npsychokinesthized himself there, but the day was brilliant and clear,\nand he was in no great hurry. At last he reached the wreck of the\nroyal barge of Nadia. He did not pause to examine Jlomec's bier, he\nhad seen such funerary devices before.\n\nSomething in the wreck itself confused him. There was a man. There was\na woman. That fit the ritual--two servants to accompany dead royalty\non its way. This was the custom of the Nadians. But the man....\n\nOn the man's crushed arm, the arm completely covered with blood, was a\nmark. It was as if something--say, a band of metal--had protected the\narm at one point. For circling the upper arm was a band of skin not\nbloody like the rest, wide in the shape of a disc, then narrow all\naround.\n\nThe bracelet of Portox-saviour! thought Bylanus. Had this dead man\nworn it? Had the imposter, now slain by the wild boar, taken it from\nhim?\n\n_Oh Portox-saviour, Portox-saviour, how long dead? Am I too late, is\nit too late for this man, your heir...?_\n\nAs gently as he could, the huge Bylanus lifted the two bodies and put\nthem in his saddle-bags. He faced the Kranuian Wood astride. The\nstallion held its head up, alert, ready. They psychokinesthized.\n\nAnd disappeared in a twinkling with Bram Forest and Ylia, both of whom\nwere dead.\n\n\n\n\nCHAPTER XVI\n\n_The Raging Beast_\n\n\nAlthough once mighty Ofridia of Tarth and certainly the nations of\nEarth had outstripped Bylanus' world in the physical science, the\nplanet of the pink and green suns was supreme in biology. Thus had it\nneeded Portox' help, a hundred Earth-Tarthian years before, when\nrun-down entropy threatened its very existence. On the other hand,\nthrough biology, the science of Bylanus' world had come a long way in\nthe conquest of death and destroyed human tissue. So it was that with\nsome faint ray of confidence Bylanus brought the two broken bodies to\nthe single large city of his park-like planet. There, tenderly, he\nleft them in the care of specialists at the regeneration station, and\nbegan his long vigil.\n\n... sensation and movement.\n\nHardly anything at first. Bram Forest dreamed of dreaming. The motion\nwas gentle, warm, comfortable.\n\nThe glow of life and not the cold breath of death....\n\nWith it, with the first stirrings of regeneration, came the shadow of\npain. But it was far away and almost impalpable, pain understood\nrather than felt. And slowly the pain departed. There came a time when\nBram Forest realized he was not breathing, was, indeed, immersed in\nliquid.\n\nHe floated, helpless, serene, strangely content.\n\n... Until, with the first signs of impatience, strength flooded\nthrough his regenerated limbs.\n\n       *       *       *       *       *\n\n\"In every cell of a living creature's body,\" Orro the bio-technician\nexplained to Bylanus, \"there is the potential for complete and perfect\nregeneration. For, whereas the eye is an organ to see with, in every\none of the millions of tiny cells making up the eye is the\ngene-pattern not merely for the eye but for the rest of the body.\nTheoretically then, Bylanus, if we are given but a single intact cell\nof a living--or once-living--organism, we ought to be able to\nreproduce the organism in its entirety. This is not supernatural. It\nis not creation of life: we can create nothing. The secret of creation\nis not ours here at this laboratory. But we have mastered the secret\nof recreation. Nurtured by the life-giving fluid, their development\ncontrolled by their own genes, the two human beings you brought are\nbeing made whole again.\"\n\nBylanus nodded. Orro the bio-technician was loquacious and spoke\nquickly, confidently, with mild pedantic enthusiasm. As for Bylanus,\nhe awaited the regeneration of the man who had worn Portox-saviour's\nbracelet. He looked at the bodies in the vat, hanging upside-down,\nfloating head down, rocking gently in the warm, circulating\nlife-fluid. He waited....\n\n       *       *       *       *       *\n\nBram Forest took his first breath. The first thing he said was: \"Ylia,\nYlia....\"\n\nBylanus met them after the vat had been drained and a door had opened\nfor them. He told them what had happened, including the death of\nHultax. Then he added:\n\n\"As far as I am concerned, there can be no doubt as to your identity.\nBut the bracelet is lost forever and there will be some who doubt your\nidentity.\" Abruptly, he seemed to change the subject: \"How do you\nfeel?\"\n\n\"Good as new,\" Bram Forest said. He was naked. He was tingling with\nhealth and well-being, as if he'd awakened from a long, health-giving\nsleep. He looked at Ylia, her skin glowing, her hair gleaming, her\nglorious body a shining promise. Then he frowned. Bylanus' words took\nmeaning. \"You want me to fight the Boar of the Kranuian Wood, is that\nit?\"\n\n\"Yes,\" Bylanus said.\n\n       *       *       *       *       *\n\nBram Forest shrugged. \"Coming here was not my idea, although Portox\nsomehow realized it would be so.\"\n\n\"Slay the Kranuian Boar, proving your identity without question, and\nall the Golden Apes will be yours to command.\"\n\n\"Yes, but did Portox really feel I must wreak upon Abaria and the\nAbarians the same destruction they brought to Ofridia? If I destroy\nRetoc the Abarian responsible for what happened a hundred years ago,\nwouldn't that be enough? I don't need the Golden Apes for that. I can\ndo it myself. I must do it myself.\"\n\n\"Tarth,\" said Bylanus, \"is a world of warring nations. But here on the\nplanet of two suns we live in peace. We are strong but know not the\nmeaning of war. Is that what Portox-saviour wished for your people?\"\n\n\"Perhaps,\" Bram Forest said.\n\n\"Then,\" Ylia told him, speaking for the first time, \"even if you slay\nRetoc, his legions will not willingly give up their arms.\"\n\nBram Forest nodded slowly. The idea of a Tarth-wide holocaust did not\nappeal to him, but if all Tarth could be shown the folly of war when\nits most powerful army went down to defeat before the Golden Apes....\n\n\"Thank you,\" Bram Forest said humbly to the Golden Ape. He had a\nvision--almost mystical--of a time in the future, perhaps the near\nfuture, when all Tarth knew nothing but the ways of peace. \"When we\nreturn on the River of Ice we want you to accompany us. I'm ready to\nmeet your boar.\"\n\nYlia held him. Tears glistened in her eyes. \"Bram Forest,\" she said\ntremulously. \"Now that I've found you, I don't want you to be\nhurt--ever again.\"\n\nBram Forest responded: \"Don't worry, Ylia. If Portox hadn't known I'd\nbe more than a match for the boar, he never would have established its\nconquest as proof of my identity.\"\n\n\"But ... but don't you see, you've been regenerated, as Bylanus said.\nYou may not be as strong as you were.\"\n\nBram Forest looked at Bylanus, who shrugged. Bylanus lifted them when\nBram Forest nodded. The park-like terrain flashed by. A dark forest\nloomed. The Kranuian Wood....\n\nClose at hand, an animal screamed.\n\n       *       *       *       *       *\n\n\"How do I look, Prokliam?\" Volna asked her seneschal.\n\nHe bowed before her. \"You are lovely, O My Queen.\"\n\nVolna smiled. She wore the royal purple of Nadia in a gown which fell,\nclinging as if sentient and voluptuous, to the wonderful curves of her\nbody. \"I'm not your Queen yet,\" she said, laughing.\n\n\"A mere formality, My Queen.\"\n\n\"I am Volna, Virgin Princess of Nadia, sister to Bontarc the King.\"\n\n\"Huh!\" snorted the old man. \"That is your official title. But what do\ntitles matter? When this day ends you will rule all Tarth side by side\nwith Retoc the Abarian.\"\n\nYes, Volna thought. With Retoc the Abarian. But how long would _that_\nalliance last? Would either of them be content to share power with the\nother? Wouldn't there come a day when she would give the nod to\nProkliam and the legions would march against those of Abaria chanting,\n\"All power to Volna! All power to Volna the Beautiful!\" The thought of\npower, power over strong men, over leaders of nations, made her giddy\nwith desire.\n\nAll the royal blood of Tarth was gathered in Nadia City now, for the\nfuneral games. She knew Retoc's plan: her spies had confirmed it.\nRetoc's legions would slay the rulers of the multiple nations and\nclans of Tarth and one by one, stunned, leaderless, the small nations\nwould flock to the banners of Abaria and Nadia. If, then, Retoc had in\nmind to betray her and claim all power for himself, her own legions\nwould be rested and ready. And Bontarc? she thought. What of Bontarc,\nher brother?\n\nAs if he could read her thoughts, Prokliam said, \"I have arranged the\nlists for the dueling which will end the games, majesty. Bontarc, as\nyou know, expects a duel to the first blood with some competent\nwhip-swordsman.\" Prokliam licked his thin, dry lips. \"He will be\nconfronted, instead by a duel to the death with Retoc, the best\nswordsman of all Tarth. To flee would mean cowardice. The army would\nthen be loyal to you, majesty. To remain and fight would mean only one\nthing.\"\n\n\"Death,\" said Volna softly.\n\nShe could hear the legions. The legions seemed to chant in her ears:\n\"All power to Volna the Beautiful!\"\n\nShe thought of the day's funeral games. Games for the memory of Jlomec\nthe Prince, indeed. They were games for her, for Volna. They would be\na party celebrating the rise to power of Volna, Virgin Princess of\nNadia. But of course neither Nadia nor Bontarc its rightful ruler knew\nthat yet. And when they did, Retoc and his legions would make sure\nthey could do nothing about it.\n\nThe Games would be a feast. Volna's feast....\n\n_All power to Volna._\n\n       *       *       *       *       *\n\nThe Kranuian Boar came screaming from the forest.\n\nIts small, close-set eyes found Bram at once. If it had seen Bylanus\nand Ylia, it ignored them. Four hundred pounds of muscle and sinew, it\nmade, stomping and pawing, for Bram.\n\nHe side-stepped nimbly, saw the massive head go down, felt one of the\nwicked tusks brush his thigh with fire. He stumbled and almost fell.\nIf he fell, he would not rise again. The boar would finish him first.\n\n\"Bram Forest!\" Ylia screamed.\n\nHe got up and grasped the tusks. He was dragged along, furrowing the\nground. The huge head snorted close to his own. The boar's breath\nalmost made him gag. Then, before the boar could smash him into a\ntree-trunk, he let go and rolled over and over and quickly stood up.\n\nThe boar did not wait for him to regain his breath, but came charging\nat once. This time Bram Forest waited until the last possible instant\nbefore the tusks would impale him. Then he leaped, twisting around in\nair. It was a prodigious leap and brought a word of exclamation even\nto Bylanus' lips. He landed on the hard-muscled back of the boar and\nat once clamped his knees firmly against its sinewy flanks as if he\nhad been trained all his life for this job.\n\nThe boar reared and bucked and swung its great body from side to side,\ntrying to dislodge its tormentor. But Bram Forest clung as if all\nTarth depended on the outcome of this contest--as, perhaps, it did.\n\nThe boar ducked its head. Bram Forest fell forward, but his knees\nlocked. The boar rolled over, but moving so swiftly that the eye could\nhardly follow him, Bram Forest squirmed out from under and was seated\nastride again when the boar got to its feet.\n\nThen, leaning forward, Bram Forest grasped the two tusks and began to\npull the boar's head up and back toward him.\n\nThe animal's screaming became squealing. Slowly the head went back,\nthe short, almost non-existent neck strained, the beady eyes darted.\n\nThen there was a loud snapping sound and the boar squealed once and\nfell over on its side with a broken neck.\n\nBram Forest, panting, the muscles of his legs quivering, stood clear.\nBylanus touched his great golden head to the ground. Ylia ran to Bram\nForest and flung her arms about his neck. \"I was afraid,\" she said. \"I\nwas so afraid you would be hurt.\"\n\nBram Forest kissed her. She clung to him, sobbing his name when their\nlips parted. Finally Bram Forest disengaged himself and said:\n\n\"The poem, Ylia. We've seen an ape, a boar, a stallion. This world is\nthe 'land beyond the stars.' But was the boar also the raging beast?\"\n\nYlia shrugged. Bylanus stood up and told Bram Forest, \"The Golden Apes\nare ready to serve you in any way you wish.\"\n\nThree worlds, Bram Forest thought. One which Portox had saved from\ndoom, one which had been the haven in which Bram Forest had grown to\nmanhood, and one in which all their destinies soon would be written.\n\n\"Then Tarth thanks you,\" Bram Forest told the Golden Ape Bylanus.\n\"Assemble your fighters. We're going back up the River of Ice.\"\n\n\"To Nadia City?\" Ylia asked.\n\nBram Forest nodded grimly. \"To Nadia City--and Retoc.\"\n\n       *       *       *       *       *\n\nBontarc, King of Nadia, asked his royal guest, \"You like the Games so\nfar?\"\n\nThey sat, with Princess Volna, in the box of honor at the Amphitheater\nof Nadia. \"Aye, I like them,\" Retoc said slowly. \"But sire, I would\nlike them much better if they were not to commemorate the passing of\nyour noble brother, the Prince Jlomec.\"\n\nBontarc nodded his head in gratitude. \"That was well-spoken, Retoc,\"\nhe said.\n\nRetoc went on: \"Have you any idea who killed him so treacherously?\nJlomec was not a fighting man.\"\n\n\"None,\" Bontarc admitted. He missed entirely the smile which passed\nbetween Retoc and Princess Volna.\n\n\"Well,\" Bontarc said after a while, \"if you will excuse me, I must go\ndown below to prepare for the dueling. Under the circumstances I'm\nhardly inclined to participate in the Games, but my people expect it\nof me.\"\n\n\"Yes, brother,\" Volna said softly. \"They do. Oh, they do.\"\n\nAnd Bontarc went. Retoc looked at Volna. \"I'd best get ready myself,\"\nhe said. Volna nodded her lovely head.\n\nA blood-lusting animal cry welled up from a hundred thousand throats\nas the gladiators of Nadia marched out across the sands of the\namphitheater to do battle with the fierce snow-sloths of the Plains of\nIce.\n\nWhile several jeks from the Gates of Ice, Retoc's legions waited....\n\n       *       *       *       *       *\n\n\"Wait here,\" Bram Forest told Bylanus, who had led them safely, along\nwith the vanguard of the Golden Apes, back up the River of Ice.\n\n\"What will you do, Bram Forest?\"\n\n\"According to Ylia, we can trust Bontarc of Nadia. He's a fighting\nman, but he craves peace for all Tarth.\"\n\n\"I'm sure of it,\" Ylia said. \"Bontarc didn't send us to the Place of\nthe Dead. Princess Volna did. And long ago, according to the stories\nthe Wayfarers of Ofrid tell, Bontarc and your mother, Queen Evalla,\nwere allies striving to establish universal peace throughout Tarth.\nBesides, despite his civility and fairness, Bontarc losses no love on\nRetoc of Abaria.\"\n\n\"And if you need us?\" Bylanus asked.\n\n\"We'll get a signal through to you,\" Bram Forest said. With Ylia he\nclimbed into a skiff and poled it out into the river.\n\nNow the riverbanks were deserted, except for the solitary stilt-birds,\ntall as men, wading out into the frigid water, their low-pitched calls\nall but swallowed by the sound the cold wind made rustling through the\nriver rushes.\n\nAfter a while the skiff came to a bend in the river. It was the last\nturn before the Gates of Ice--and Nadia City. Here the wind blew more\nstrongly, and there was a section of rushes which had been cleared,\ncut probably by an Ice Fields nomad who had used the tall rushes as\nfuel.\n\n\"Look!\" Ylia cried suddenly, startled.\n\nThrough the gap in the rushes, at a distance of two or three jeks\nacross the flat plain from the river, Bram Forest saw an armed\nencampment. There were tents with flying standards, tethered stads,\npyramids of stacked spears like hayricks, and pacing sentries.\n\n\"What can it mean?\" Ylia asked. \"Those standards are Abarian.\"\n\n\"Retoc,\" Bram Forest said. He lifted the pole and felt the mud of the\nriver-bottom cling to it before it came clear. He allowed the skiff to\ndrift toward the bank. \"Retoc's planning treachery. We'll have to go\nback and alert the Golden Apes. Bylanus and his Apes can destroy\nRetoc's legions before they even march on Nadia City.\"\n\n\"But we can't go back, Bram. If Retoc's army is here, ready, then\nwhat's happening in Nadia City? Who can say what Retoc is doing?\nYou'll have to go ahead and stop him--or at least delay him. I'll go\nback for Bylanus.\"\n\n       *       *       *       *       *\n\nBram Forest shook his head. \"I can't let you go alone, Ylia. Not with\nthe Abarian legions so close.\"\n\n\"But I must, don't you see?\"\n\nBram Forest frowned. There did not seem any other way, but he was\nreluctant. \"I love you, Ylia. I couldn't let--\"\n\n\"What happens in Nadia City today is more important than our love,\nBram Forest! What would our love mean if Retoc the Abarian ruled all\nTarth?\"\n\n\"Then you take the skiff,\" Bram Forest said finally. \"I can make my\nway to the city along the bank.\"\n\n\"No. The army is still encamped. They won't do anything for some time\nyet. See? All their tents are still standing.\"\n\nThat was true enough. \"Besides,\" Ylia went on, \"we don't know what\nRetoc is planning in the city. You can reach it faster by skiff. I'll\ngo back for Bylanus on foot.\"\n\nThe logic of what Ylia said could not be refuted. With sinking heart\nBram Forest helped her from the skiff. He kissed her quickly. \"I love\nyou, Ylia,\" he said.\n\n\"And I love you, Bram Forest.\"\n\n\"Be careful. Keep hidden in the rushes. Tell Bylanus to use his\njudgment in attacking or waiting for Retoc's legions to make the first\nmove.\"\n\nYlia's pretty head nodded. Then she ducked into the rushes and was\ngone. Bram Forest looked after her until the rustling in the rushes\nstopped, then he poled the skiff once more out into the center of the\nriver and sped swiftly toward the Gates of Ice.\n\nNo one stopped him. No guards were posted. He beached the skiff and\nsprinted through the gates and through the city and up its biggest\nhill toward the amphitheater. Then, only a jek's distance away, he\nheard the crowd at the funeral games. They roared suddenly in a frenzy\nof excitement and another part of Portox's poem slipped into place.\nThe crowd watching the games in Nadia City was the raging beast,\nblood-lusting, expectant, animal-savage, whipped into a fever of\ngoggle-eyed enthusiasm and ready to move, _en-masse_, in whatever\ndirection a strong leader might push them.\n\nA strong leader....\n\nRetoc? Or Bram Forest? Which one?\n\n       *       *       *       *       *\n\nPirum the Abarian shifted his weight uncomfortably, leaning down on\nthe haft of his spear. The whole idea of posting pickets along the\nbank of the river seemed unnecessary to him. They could not actually\nsee the river through the rushes, and they dared not go closer for\nfear of being spotted by whatever traffic moved on the icy waters.\nThen what was the point of them standing here, half-frozen with the\ncold, waiting for an assailant who would never come?\n\nAnd while he was thinking thus, the girl virtually walked into Pirum's\narms. At first he heard a faint rustling in the rushes and, before he\ncould investigate, the tallest of the dry plants had parted and a\nlovely bronze-skinned girl appeared. She turned to run, but Pirum\ncaught her in his muscular arms and held her despite her struggles.\n\nShe bit his arm and, with an oath, he caught her hair and twisted her\nhead back. \"Who are you?\" he said. \"Who are you, eh?\"\n\nThe girl glowered at him.\n\nPirum dragged her along. She continued to struggle. Shaking his head,\nhe hit her on the jaw with his fist and caught her before she could\nfall. Then, swinging her up over his broad shoulder, he stalked\nthrough the rushes toward Nadia City.\n\n\n\n\nCHAPTER XVII\n\n_The Prison Without Bars_\n\n\nNo one tried to stop Bram Forest until he reached the very gates of\nthe amphitheater. But there a guard with drawn whip-sword barred the\nway and demanded: \"You don't look Nadian to me. What delegation are\nyou with, man?\"\n\nBram Forest had no time to parry words with words. He tried to push\nhis way past the guard who, too surprised to thrust with his weapon,\nused his free hand to grab Bram Forest by the shoulder and spin him\naround. Bram Forest drove his left fist into the guard's belly and\nheard the whoosh of air escaping from his lungs.\n\nThat was the last thing he heard for some time. A second guard crept\nup quietly behind him and struck expertly with the hilt of his\nwhip-sword just behind the left ear. Bram Forest fell as if the ground\ndropped out from under him.\n\n\"By all the fiery gods of Tarth, will you look at that!\" the first\nguard exclaimed.\n\nThe second guard could only gawk, not comprehending.\n\nThe unconscious man was growing tenuous.\n\nThe first guard in confused alarm, lashed down with the whip-sword.\nBut its point passed through Bram Forest's now transparent body\nwithout meeting any resistance.\n\n\"Right through him! Right through him!\" cried the guard.\n\nAnd, by the time he said it, and coiled his sword again, Bram Forest\nhad vanished.\n\n       *       *       *       *       *\n\nWhen an urgent message had come for Retoc, the Princess Volna, alone\nin the royal box, had decided to investigate the matter herself. She\nhad to hurry, though. In not many minutes, Retoc and Bontarc would\nfind themselves face to face on the sands of the amphitheater.\nWouldn't Bontarc be surprised! Too proud to flee, not swordsman enough\nto match the mighty Retoc....\n\n\"Yes, yes, what is it?\" she snapped irritably when she entered the\ndungeon-like ready-room below the amphitheater sands. She was in a\nhurry to return to her box, lest she miss the duel between Bontarc and\nRetoc. Alone in the ready-room was a soldier in the uniform of Abaria.\n\n\"Begging your pardon, ma'am,\" said the soldier. \"My message is for\nRetoc of Abaria.\"\n\n\"And I tell you Retoc of Abaria is not here to receive it.\" Volna\nclapped her hands and two of her own guards appeared. \"I am the\nPrincess Volna. Well?\"\n\nPirum looked at her, at the armed guards flanking her on either side,\nat the door through which she had entered, at the ready-room's second\ndoor. \"Very well,\" he said at last, and opened the second door,\nbeckoning.\n\nVolna went to the doorway and looked. She gasped involuntarily, hardly\nable to believe her eyes. There on the stone floor of a smaller\nready-room, only now regaining consciousness, was the Virgin Wayfarer\nof Ofrid, she who had seen Retoc slay Jlomec, she who had been sent by\nVolna herself to sure death on the Journey of No Return. Terror\ngripped her.\n\n\"What does this mean?\" Volna cried. \"Where did you find her? Where,\nman? Speak!\"\n\n\"On the river, ladyship.\"\n\n\"On the river? Returning from the Place of the Dead?\"\n\n\"No, ladyship. Heading toward the Place of the Dead.\"\n\nVolna went to the girl and stood over her. \"You! What's your name?\"\n\n\"Ylia,\" the girl said.\n\n\"What were you trying to do, Ylia?\"\n\nThe girl said nothing.\n\nVolna called to Pirum, who came at once. \"Hit her,\" Volna said.\n\nGrasping Ylia by her hair, Pirum struck her face with his open hand.\nHer head snapped back. The mark of his fingers was on her face. She\nsaid nothing.\n\n\"Hit her again,\" Volna said.\n\nPirum struck Ylia a second time. The girl whimpered, but held her\ntongue. \"Where is your friend, that giant of a man?\" Volna asked.\n\nAgain Pirum hit Ylia when she would say nothing. Finally Volna\nshrugged. \"She'll talk, given enough of that. What's _your_ name,\nman?\"\n\n\"Pirum, ladyship.\"\n\n\"Very well, Pirum. My guards and I are returning to our seats. There\nis a duel I wouldn't want to miss. All Tarth will reap its\nconsequences. Meanwhile, stay with this girl and do what you must do\nto make her talk. It might be important.\"\n\nPirum bowed. \"Yes, ladyship,\" he said, and watched the others depart.\nThen, when they were alone, Ylia surprised him by flying at him, nails\nbared, like a wildcat. He fought off her attack and struck her a\nsavage open-handed blow, and she fell back. At least this, Pirum\nthought advancing on her, might be an interesting assignment.\n\n       *       *       *       *       *\n\n\"... hit by that cab, mac.\"\n\n\"You all right?\"\n\n\"He's getting up, ain't he?\"\n\n\"Jeez, I swear,\" the sweating taxi driver said to the crowd which had\ngathered about the prostrate man, \"he popped up outa nowhere. One\nsecond I'm driving along, looking for a fare, the next, he's standing\nright in front of me. I almost pushed the brake through the floor,\nhonest, but--\"\n\n\"Ylia,\" the stricken man said.\n\n\"Hey now, take it easy.\"\n\n\"What he say, anyhow?\"\n\n\"... be going to a costume ball or something. Lookit that outfit he's\nwearing, willya? What's he supposed to be, a man from Mars or\nsomething? I read in the papers where Mars was pretty close a while\nback. My kid thinks there are....\"\n\n\"Aw, shudap about your kid.\"\n\n\"Need any help, mister?\"\n\n\"No. No, thank you. I'm all right.\"\n\n\"... got a nasty crack on his head, is all. See? See the blood?\"\n\n\"He's getting up.\"\n\n\"... a cop. When you don't want 'em, they're around. Now you need\nthem, where in heck are they, that's what I wanna know.\"\n\n\"The bracelet!\" the stricken man said in sudden alarm. He stared at\nhis own right arm in confusion, then his left. His arms were bare.\n\n\"You wasn't wearing no bracelet, mac,\" someone said.\n\n\"No bracelet,\" he said. \"No bracelet.\" His eyes looked vague,\nconfused.\n\nAfter a while a policeman came and took in the situation at a glance.\n\"All right, all right,\" he bawled. \"Step back and givemair, givemair,\nwill you?\"\n\nThe crowd dispersed slowly, and the policeman talked for a while with\nthe taxi-driver, then with the stricken man.\n\n\"My name?\" the stricken man said in answer to a question. \"Bram\nForest. Yes, Bram Forest. But I don't have the bracelet. The bracelet\nis gone, forever. Without the bracelet I can't....\" his voice trailed\noff.\n\n\"He drunk?\" the policeman asked the cab driver.\n\n\"Search me.\"\n\n\"'A prison without bars,'\" the man recited. \"Earth is my prison,\nforever. Ylia. Ylia!\"\n\nThe driver made a circular motion with his forefinger, in the general\nvicinity of his temple.\n\n\"You both better come down the station house with me,\" the policeman\nsaid.\n\n\"Aw, officer, I'll lose some fares.\"\n\n\"Anyhow. The guy talks batty, but he don't look drunk. We got to\nfigure this here out.\"\n\n\"Ylia,\" the man said, almost as if the sound were a name and he was\ncrying out to the owner of that name across an unthinkable abyss.\n\n       *       *       *       *       *\n\nBontarc, King of Nadia, felt as good as could be expected under the\ncircumstances. Now that the first shock of bereavement had passed, he\nknew no mourning would bring back his dead brother Jlomec. And the sun\nof Tarth was hot on the amphitheater sands as Bontarc stood awaiting\nhis as yet unknown adversary. He flexed and uncoiled his whip-sword,\nsmiling in expectancy. He was a competent swordsman, among the dozen\nor so best in Nadia. The duel-to-first-blood would be just what he\nneeded. Win or lose, he'd feel a lot better afterwards. And meanwhile,\nhe was a king, wasn't he? The adulation of the crowd swept down all\naround him, lifting his spirits. The corpse of Prince Jlomec,\ntreacherously slain, seemed very far away--as, indeed, it was....\n\nA roar of expectancy went up from a hundred thousand throats as\nBontarc's adversary appeared at the other end of the arena. The sun\nwas dazzling. At first Bontarc saw the swordsman only as a dot across\nthe gleaming sands. But now the roar of expectancy had turned to a\ngroan of dismay, which was followed by a silence, as of death, then an\neager whispered buzzing. Why should this be? Why....\n\nThe figure came closer on the burning sands. Bontarc squinted. Was it\npossible? He felt a tremor go through his body.\n\nIt was Retoc of Abaria!\n\n\"To the death, Bontarc,\" Retoc said softly, savagely, as they\napproached.\n\nBontarc shook his head imperceptibly. He was no coward, but knew he\nwas no match for Retoc and didn't see why he should lay down his life\non the amphitheater sands. \"I'll not fight you to the death, Retoc of\nAbaria,\" he said.\n\nRetoc shrugged as if it weren't very important. \"Well,\" he said\nslowly, \"if you don't want to kill the slayer of your brother....\"\n\nBontarc charged.\n\nLaughing, Retoc was ready for him.\n\n       *       *       *       *       *\n\n\"... Please ... please ... you're just wasting your time. I ... won't ...\ntell you.\"\n\n\"No?\" Pirum said, panting. He saw the girl through a haze of anger,\nfrustration, and desire. She was naked, her lips were bloody, but her\neyes still flashed defiance. Pirum, like most Abarians, was something\nof a sadist.\n\n\"Oh, you'll talk,\" he said. \"You'll talk.\"\n\n\"... never....\"\n\nHe dug his strong finger cruelly into her tender body.\n\n\"Bram Forest....\" she cried.\n\n       *       *       *       *       *\n\nThe policeman behind the desk was saying things. Bram Forest heard the\ndroning voice, but not the words. Ylia, he thought. Ylia. A moment\nbefore, he actually believed he heard her cry out to him in pain. But\nthat couldn't be. Besides, what could he do about it? He was trapped\nforever on Earth, without the bracelet which could send him, almost on\nthe wings of thought, back to Tarth, to Ylia, to his destiny.\n\n_I love you, girl of Tarth, he thought. I love you, Ylia, more than\nwords and more than worlds._\n\nSomething whisperingly cold plucked at him, and for an instant his\nheart was stilled.\n\n_Ylia!_\n\nCould his love for the girl of Tarth draw him across the unthinkable\nabyss?\n\n\"... immodestly attired and ...\" the desk sergeant was saying.\n\n_Ylia, Ylia, call me! Draw me to you, girl of Tarth._\n\n_... bramforesthelp...._\n\n_Ylia! I hear you! I hear you!_\n\n\"What the heck's he doing? Praying?\" the patrolman asked.\n\nFor Bram Forest was staring devoutly at nothing, staring at the air in\nfront of his face there in the mundane precinct room as if it held a\nradiant vision.\n\nSuddenly the desk sergeant's jaw dropped open. The patrolman said:\n\"Hey, wait a mo....\"\n\nBram Forest was becoming tenuous, vanishing.\n\n       *       *       *       *       *\n\nInsubstantial, transparent, the image of Bram Forest soared past the\nencampment of the Golden Apes. \"Bylanus!\" he called, and his voice was\nnot insubstantial. Bylanus came at once.\n\n\"If the Abarian legions move, attack them, Bylanus.\"\n\n\"As you will, Bram Forest. But you....\"\n\n\"Don't worry about me. I can control it, I can control it.\"\n\nBylanus passed an enormous hand through Bram Forest's body.\n\n\"I'll materialize, when I find Ylia. She draws me....\" Already the\nvision was fading.\n\n\"Farewell, Bram Forest.\"\n\n_Farewell...._\n\nWas it merely the sound of the wind along the banks of the River of\nIce? Bylanus wondered.\n\n       *       *       *       *       *\n\nSomething struck Pirum's shoulder. The girl crouched, sobbing, at his\nfeet. Pirum whirled.\n\nHis face went white when he saw the man. He swung his fist\ndesperately, and the man blocked it without effort. His arm was\ncaught, as in a vise. He screamed. Something snapped in his arm.\nSomething streaked at his face....\n\nHe took the blow from Bram Forest's fist under the point of the jaw.\nHis head snapped back against the dungeon wall and memory and desire\nand lust and life oozed out through his smashed skull.\n\n\"Ylia!\"\n\n\"You came, Bram Forest.\"\n\n\"I'll never leave you again.\"\n\n\"Yes, now, in the amphitheater. I think....\"\n\nOverhead, the crowd roared. Bram Forest listened for a fraction of a\nsecond, and raced for the stairs.\n\nWhen word of the duel between Bontarc and Retoc came by courier to\nLaugrim, second in command of the Abarian army under the missing\nHultax, Laugrim decided it was time to attack. He gave the signal for\nhis army to march on the city, and the signal was passed from\nsignal-fire to signal-fire in the huge encampment. In a very short\ntime, the army's vanguard began to march. _There's no force on all\nTarth strong enough to stop us now_, Laugrim thought exultantly. _This\nday, Retoc would rule Tarth._\n\nHe was right. There was no Tarthian army strong enough to stop them.\nBut the Army of the Golden Apes which, after Bram Forest's warning,\nhad deployed itself at the very gates of Nadia City so the people in\nthe amphitheater might witness the battle, was not of Tarth....\n\n       *       *       *       *       *\n\n\"Well, Bontarc,\" cried Retoc, \"can't you do better than that? Surely a\nking....\"\n\nFor many minutes now Retoc, the finest swordsman on Tarth, had been\ntoying with his adversary. He could have killed Bontarc a dozen times\nover, but he waited, driving the Nadian ruler back, playing with him,\nmaking him do incredible gymnastics in order to survive, three times\nreturning his whip-sword to him when it had been torn from the\nNadian's hands.\n\nAll Nadia--and all the rulers of Tarth--watched spellbound. It seemed\nto them that the Nadian ruler had gone into the contest willingly.\nThey made no move, and under the ethics that governed their world,\nwould make no move, to stop the uneven contest.\n\nRetoc's blurring sword-point whipped and flashed, drawing blood from a\ndozen superficial wounds. The smile never left Retoc's face.\nDesperately, knowing his life was forfeit whenever Retoc chose,\nBontarc parried the whip-lashing blade.\n\n       *       *       *       *       *\n\nBram Forest emerged into the dazzling sunlight of the arena floor.\nSquinting, he saw the figures across the sand.\n\nThe men before him were Bontarc of Nadia and Retoc, slayer of his\nmother, destroyer of Ofridia.\n\nRetoc saw him first, and cried out exultantly. His wrist blurred, his\nwhip-sword flashed, the point singing, and Bontarc's sword flew from\nhis fingers. \"You!\" Retoc cried.\n\nThe sword-point had slashed an artery on Bontarc's wrist. The blood\nspurted out and Bontarc stood there, dazed, holding the wound shut\nwith his left hand.\n\n\"Are you all right, sire?\" Bram Forest asked.\n\n\"I can manage until a doctor binds--\"\n\n       *       *       *       *       *\n\nBram Forest picked up the Nadian ruler's whip-sword and faced his\nenemy, sword to sword, at last.\n\nRetoc looked at him, and laughed. \"I almost killed you once,\" he said.\nHis hand barely seemed to move, but the point of his blade, whipping,\nflashing, was everywhere. Bram Forest parried desperately. \"I'll\nfinish the job now,\" Retoc vowed.\n\nThen Bram Forest did an unexpected thing. He used the whip-sword not\nas a sword: he couldn't hope to match Retoc's skill as a swordsman. He\nused it as a whip is used, his great arm slicing back and forth\nthrough air, up over his head and down, the long length of the\nuncoiled blading whipping and darting like something alive across the\nsands.\n\nRetoc retreated two steps, and lunged with what he hoped would be a\ndeath blow.\n\nProkliam the seneschal was trembling so much he could hardly stand.\nJust outside the amphitheater, in the very shadow of the amphitheater\nwall, the great Golden Apes of legend had materialized. There were\nthousands of them, and they were three times the size of men, and\nmethodically and with great ease, they were destroying the Abarian\narmy before it could enter the amphitheater.\n\nWithout the Abarian army, Volna and Retoc would never subjugate Nadia,\nnever rule Tarth. But Prokliam the seneschal had committed himself to\ntheir cause. Now only death awaited him.\n\nOr, had he committed himself? Couldn't he change sides before it was\ntoo late? Couldn't he slay Volna, here in the royal box, for all to\nsee? Couldn't he become a hero of the people? He was confused. He\nwished he could think clearly, but he was more frightened than he had\never been in his life. There was something wrong with his logic.\nSomething.... Well, no matter. Slay Volna first, call her traitor, and\nthen worry about his logic--\n\nHe turned away from the wall and marched down the flights of stairs\nbetween the citizens of Nadia, flanked in two wildly shouting mobs on\neither side of the aisle, and plunged a knife into Volna's back,\nkilling her instantly.\n\nThe people roared, and rose up. Like a tide they swept toward\nProkliam, the seneschal who had wanted to be prime minister.\n\n\"No, no!\" he cried. \"No, please. You don't understand. ... I see it now ...\nwhat was wrong with my thinking ... you don't know yet ... you don't\nknow ... to you she was still the Princess Volna, loyal, true ... you\ndon't understand, please.\"\n\nThe wave rolled over Prokliam the seneschal, leaving him battered and\nbloody and dead in its wake.\n\n       *       *       *       *       *\n\nThe strong, whipping motion of Bram Forest's arm made a wall of steel\nof his whip-sword. Try as he might, with all the skill at his command,\nRetoc could not dent that wall. But, he thought, there was another\nway. Slowly, desperately, he maneuvered Bram Forest back toward\nBontarc, who was sitting in the sand and using all his remaining\nenergy to hold the life blood in his veins, his fingers clamped,\nvise-like, about his own arm.\n\nBram Forest's arm blurred up, down, to either side. He wove a web of\ndeath. It was brawn against skill, he knew--and the strength of his\narm might win! Retoc was sweating. Retoc was not the cool swordsman he\nhad been moments before. Desperately, Retoc sought an opening, and\nfound none. True, his superior footwork was forcing Bram Forest back\nacross the sand, but what did that matter? Last time they dueled he\nhad made the mistake of meeting Retoc on his own grounds as greatest\nswordsman of Tarth. This time....\n\nHis legs caught against something. He fell heavily.\n\nRetoc's sword-point flashed down.\n\nBram Forest rolled over, stood up with sand blinding his eyes. For\nprecious moments he could see nothing but could only spin with the\nwhip-sword; slashing air in all directions, hoping Retoc couldn't\nstrike through the wall of steel.\n\nThen, slowly, vision returned to his stinging eyes. Bontarc lay\nstretched out on the sand now, unconscious, the blood pumping from his\nsevered artery. If he bled like that for more than a few moments, he\nwould die. If he died, and if Nadia rose in its wrath against Abaria,\nthen all that Bram Forest had dreamed of, not revenge against Abaria\nfor a wrong done, but eternal peace on Tarth, would be lost....\n\nHe took the offensive, weaving his wall of steel toward Retoc. The\nAbarian thrust his own sword, and withdrew it, and parried, and lunged\nand thrust again. The wall of steel which was Bram Forest's singing\nblade advanced relentlessly.\n\nRound and round his head, Bram Forest whirled the whip-sword. Retoc\ncould--just--block the motion, the death-laden circle, with his own\nblade. He became accustomed to it. He used all his effort, all his\nskill to block it.\n\nThen, abruptly, Bram Forest raised his sword-arm and brought it down\nfrom high over his head.\n\nRetoc screamed.\n\nAnd died screaming, his head and torso split from crown to navel.\n\nBram Forest rushed to Bontarc, stretched out on the sand, and with his\nown hand stemmed the bleeding.\n\nBylanus the Golden Ape said: \"All Tarth is yours to command if you\nwish it, Bram Forest.\"\n\n\"No, Bylanus. Take your people back to your world and live in peace.\nWe of Tarth thank you.\"\n\nBylanus smiled. \"I thought you would say that.\"\n\n\"Portox was a great scientist,\" Bram Forest said. \"But he thought too\nmuch of revenge. The ancient wrong is righted.\"\n\n\"Then you'll spare Abaria?\" gasped the delegate of the assembled\nTarthian nobles, who had come to the meeting called by Bylanus that\nnight.\n\n\"My fight was with Retoc and the Abarian army. Retoc is dead, the army\ndecimated and disbanded. My fight with Abaria is over.\"\n\n\"Then what will you do?\"\n\nBram Forest took Ylia's hand. \"I'd like to see a great nation rise\nagain on the Plains of Ofrid.\"\n\nBontarc, his arm bandaged, said: \"My people will help you build. And,\nwith your wayfarers as a nucleus maid Ylia....\"\n\n\"It will be a small nation at first,\" Ylia said.\n\n\"It will grow, so long as Tarth knows peace,\" Bontarc told her.\n\n\"Tarth will know nothing but peace from now on,\" Bram Forest promised.\n\nIt was a promise which he knew all of them would keep.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Quest of the Golden Ape, by \nIvar Jorgensen and Adam Chase\n\n*** END OF THIS PROJECT GUTENBERG EBOOK QUEST OF THE GOLDEN APE ***\n\n***** This file should be named 32953-8.txt or 32953-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/2/9/5/32953/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}