{"title": "Earth Alert!", "author": "Kris Neville", "releaseDate": "September 5, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             EARTH ALERT!\n\n                           By Kris Neville\n\n[Transcriber note: This etext was produced from Imagination Stories of\nScience and Fantasy February 1953. Extensive research did not uncover\nany evidence that the U.S. copyright on this publication was renewed.]\n\n\n[Sidenote: What defense could she raise against mutant\nscience--telepathy, invisibility, teleportation--especially since Earth\nwas not aware of its danger!]\n\n\n\n\nCHAPTER I\n\n\nWhen Julia (she pronounced the name without the \"a\" at the end) was\ntwenty-four, she inherited $22,000 from an obscure uncle in California.\nAfter deducting taxes and administrative expenses, the California State\nCourt ordered the money transferred to her bank account. It came to\n$20,247.50.\n\nShe had been working in a local book store. \"I haven't the vaguest idea\nwhy it came to me,\" she told the curious and covertly envious customers.\n\"I guess he just didn't know anybody else.\"\n\nShe was a small, slender girl. Her eyes were bright and enthusiastic,\nher open smile so friendly that it was infectious.\n\nThe first afternoon when the money was actually in the bank under her\nown name, her father asked, \"Well, what are you going to do with it?\" He\nwas genuinely curious. He owned his own home and was about to retire on\na pension. He felt uncomfortable in the face of $20,247.50--for which he\nwas not able even to imagine a use.\n\nJulia said, \"I haven't exactly made up my mind yet.\" She intended to\nshop around for a husband, but she did not say this. She thought it\nwould sound very callous to say: I'm going to buy me a husband: I've\nalways wanted one.\n\n       *       *       *       *       *\n\nJulia gave two weeks notice at the book store. When the time was up she\ntook her last pay check and went to one of the modest dress shops and\nbought herself a conservative brown suit.\n\n\"You have a very nice figure,\" the clerk told her.\n\n\"Thank you.\" She studied him critically and then shook her head sadly.\nHe wouldn't do.\n\nI've got to be sure I get the right one, she thought. I'll know him when\nI see him, she reassured herself. It certainly isn't this one.\n\nThere ought, she thought, to be a lot of eligible bachelors in\nHollywood. The movies ought to attract them.\n\n       *       *       *       *       *\n\nTwo days later she walked down to the bank and instructed the teller to\ntransfer $5,000 of her money to a checking account in her name at the\nSecurity First National Bank in Los Angeles.\n\nShe told her father she was going to take a little vacation.\n\n\"There's plenty of eligible bachelors here,\" he said.\n\n\"Why dad!\" she exclaimed indignantly. \"... And anyway, none of them ever\nhas asked me.\"\n\n\"God help the man you set your mind on, that's all I can say.\"\n\n\n\n\nCHAPTER II\n\n\nOut beyond the orbit of the moon there was a huge, wheel-shaped space\nstation. Its rapid spin pressed the equivalent of one Earth gravity\nagainst its broad, thick rim. Once when the distortion field failed, the\nMt. Palomar telescope tracked it for the better part of an hour, but\nearth astronomers attributed the track either to an irregularity in the\nphotographic plate or to some peculiarity in the atmosphere.\n\nNear the hub where the gravity was weak, the nine aliens lived; in the\ntwo rim compartments lived the mutants. There were almost a thousand of\nthe latter--both male and female--in the larger compartment; and fewer\nthan thirty--all male--in the smaller one.\n\n\"Soon, now,\" the mutants told each other with growing excitement, \"we\nshall go down and kill them.\"\n\nThe aliens stepped up the power in the larger of the two transmitters.\n\"Our indoctrination is perfect,\" they reassured themselves. \"The mutants\nwill not get out of hand.\"\n\n\n\n\nCHAPTER III\n\n\nJulia bought a round trip ticket on the Greyhound Bus and carried her\nbag to the waiting room. A few minutes later the bus drew up outside,\nbringing with it the exciting travel-smell of hot rubber and gasoline.\nMost of the passengers climbed out to stretch in the winter sunlight.\n\n\"Fifteen minutes,\" the driver said.\n\nJulia picked up her bag and carried it outside. She gave her ticket to\nthe driver, who was standing by the door, smoking a cigarette. Half way\nback in the bus she found an empty seat. She hoisted the bag--standing\non her tip toes--to the rack above and settled into the seat, primly\nrearranging her dress.\n\nBut she was unable to relax. She stared out the window; the building\nacross the lot presented an uninteresting and windowless expanse of\nbrick. She yawned nervously and surveyed the other passengers who were\nbeginning to filter back.\n\nThe driver dropped heavily into his seat behind the wheel; he pulled the\ndoor closed, and the motor purred. He counted his passengers in the\nmirror.\n\nJulia tightened her lips, and her face wrinkled into a stubborn little\nfrown. Her finger tapped restlessly on her knee. She resolved to bring\nthe husband back with her.\n\nShe could buy the Castle Place out on Mannor Street for $4,000. She\nwould have $10,000 left to buy him--to make the down payment on, at\nleast--Beck's Hardware Store. From that they would realize a steady and\nan adequate income. She would give Saturday teas for the society women\nand show her husband off--in a neat, double breasted suit--in church on\nSunday. They would go to the movies twice a week; they would go dancing\nonce a month. They would have three children, two boys and a girl. She\nwould let her husband go moose hunting in Canada once a year, and\nweekends during bass season they'd go up to the lodge (I should be able\nto buy the Roger's cabin on Center Creek for a few hundred, she thought)\nand fish.\n\nShe suddenly wished she had flown to Hollywood. She was in a great hurry\nto get there, get the selecting over and done with, and get back.\n\nAt Joplin a young man got on and sat down beside her. She watched him,\nfrom time to time, out of the corner of her eye. Outside, the huge chat\npiles (said by the civic boosters to be the biggest in the world)\nparaded by the bus. Ought to start snowing again pretty soon, she\nthought.... It will be fun to swim in the Pacific in February.\n\n       *       *       *       *       *\n\nAfter the bus crossed the Missouri-Kansas line she turned to the young\nman seated beside her. \"I'm going to Hollywood,\" she said.\n\n\"Going to get in the movies?\"\n\n\"Oh, no,\" Julia said, \"... no.\" Her finger tapped impatiently on her\nknee.\n\n\"That's why most pretty girls go to Hollywood.\"\n\nJulia blushed. Her eyes, brown and friendly, searched his face. \"I'm the\ndomestic sort,\" she said. \"My name's Julia. What's yours?\"\n\n\"My name's William.\"\n\n\"That's a nice name.\"\n\n\"Julia's a nice name, too.\"\n\n\"I majored in literature in high school,\" Julia said. \"I like to read. I\nworked in a book store back home.\"\n\nWilliam shifted uncomfortably. \"I don't read much.\"\n\nJulia frowned. \"I read a lot.\"\n\n\"Reading's all right.\"\n\n\"I like to curl up with a good book.\"\n\nThey fell silent.\n\nJulia bit her lip, nipping it into redness with her white, even teeth. I\nguess I'm not much of a conversationalist, she thought. For a moment she\nfelt tiny and afraid.\n\nDispiritedly she searched in her sandwich bag for an apple. She brought\nit out and regarded it intently.\n\n\"You want half?\"\n\n\"No, thanks.\"\n\nShe found a pen knife in her hand bag and began to peel the apple,\nwrinkling her forehead in concentration.\n\nThe bus was in a state supervised section of the highway. It hit a chuck\nhole, and the pen knife slipped, slicing deeply into her finger. Annoyed\nand embarrassed, she watched the blood well up in the cut. She put the\napple in her lap. \"Oh, dear....\" She held the finger away from her.\n\n       *       *       *       *       *\n\nWilliam bent forward. \"Euuuu,\" he said sympathetically. \"Here....\" He\nreached for his handkerchief. But before the hand got to it, he\nreconsidered, perhaps remembering that handkerchiefs are unsanitary.\n\"Euuuu,\" he said again, shuddering. He moved his hands helplessly and\nstared at the blood trickling from the finger onto the floor. \"Euuuu.\"\n\nJulia decided: No, he certainly won't do.\n\nShe glared angrily at her finger.\n\nAnd the cut closed; the edges came together and joined in a neat, red\nline. The blood ceased to flow. The red line vanished as the flesh\nknitted. The finger was as scarless as it had been moments before.\n\n\"I'll be God damned,\" the young man said.\n\n\"... that's very odd,\" Julia said. She held up the finger. She put the\npen knife in her lap beside the apple and felt the finger.\n\n\"You must have some rare type of blood,\" William said.\n\nShe wiggled the finger. \"You mean something like the reverse of\nhemophilia?\"\n\n\"I don't guess I read enough to know big words: just some rare type of\nblood.\"\n\n\"Nothing like this ever happened before,\" Julia said, still watching the\nfinger suspiciously. \"I've never heard of anything like it.\"\n\n_Hello._\n\n\"Hello,\" she answered.\n\n\"What did you say?\" the young man asked.\n\n\"I said, 'Hello'.\"\n\n\"Hello.\"\n\n\"Didn't you say hello a moment ago?\" Julia said, looking at him with an\nannoyed little frown on her face.\n\n\"No.\"\n\n\"No.\"\n\n\"That's funny....\"\n\n_Hello. Where are you?_\n\n\"I'm right here beside you,\" she said.\n\n\"What are you talking about?\" the young man said.\n\n_What planet are you on?_\n\nWilliam's lips hadn't moved that time. She'd been watching. She thought\nthe young man was somehow trying to make fun of her.\n\n\"Excuse me,\" she said coldly. She picked up her apple and her pen knife\nand her handbag and brushed past him into the aisle. She looked around,\nsaw a seat three rows back on the opposite side of the bus. She went to\nit and settled down, moving over against the window.\n\nWilliam was staring around at her with a puzzled expression on his face.\n\n_Hello._\n\nShe jerked her head away from him angrily and stared out the window at\nthe cold, barren plain. He's not at all nice, she thought.\n\n_Hello._\n\nGrimly she refused to listen. He must be doing it with a sort of radio\nset, she thought. It's probably some sort of thing they advertize in\nmagazines for $2.98. She blinked her eyes. I wish he'd stop. I don't\nthink it's a bit funny.\n\n_Hello._\n\nAfter a few more miles, the voice stopped.\n\nMorosely Julia finished peeling her apple.\n\n       *       *       *       *       *\n\nIt was cold in the Hollywood bus depot; chill rain drizzled down from a\nleaden sky.\n\nShe stood in the protection of the building, bag in hand, shivering\nmiserably. Twice she waved futilely for a cab. On the third attempt, she\ngot one.\n\nThe driver opened the door for her, and she bolted through the rain to\nits inviting back seat.\n\n\"Take me to some nice hotel,\" she said.\n\nThe driver flipped up the flag and gunned the motor.\n\nFive minutes later she was paying him ninety cents; leaving the extra\ndime out of the dollar for a tip, she ran for the hotel steps.\n\nAfter she registered, she asked the fatherly old gentleman at the desk,\n\"Where does a person go to meet people?\" Water trickled down from her\nhair and across her face.\n\nHe bent forward and narrowed his eyes. \"Meet people?\" he asked; his tone\nhad grown cold and suspicious.\n\nShe bit her lip in embarrassment. Did I say something wrong? she\nthought. \"Never mind,\" she said, wanting to cry. \"I'm not going to stay\nin this horrible town a minute more than I have to!\"\n\n\"She,\" the bellboy said when he came down stairs, \"is crazy.\"\n\n\"What do you mean?\"\n\n\"You should have seen her walk through the door.\" He pronounced the last\nword emphatically.\n\n\"You mean door_way_.\"\n\n\"I mean door,\" the bell boy said. \"It was closed when she done it.\"\n\n\"I'm going to have to keep an eye on her,\" the clerk said, clucking his\ntongue in dry disapproval.\n\n       *       *       *       *       *\n\nNow how did I do that? Julia asked herself. She walked to the door and\nput her hand through it. She wiggled her fingers. She half-opened the\ndoor and put her hand through it again. It came out on the other side.\nShe moved her arm back and forth. It felt prickly.\n\nShe crossed to the bed and sat down. This isn't so good, she thought.\nI've got to figure out how I did that.\n\nShe closed her eyes tightly. Other people can't put their hands through\ndoors, she thought. Other people can't heal cuts by looking at them,\neither.... I never could before; I don't feel any different from other\npeople.\n\nAnd then a little chill of fear ran up and down her spine. Suppose the\nbed, the floor, the earth below were suddenly to become as unsubstantial\nas the door. I might drop clear through to China, to, to....\n\nHer fingernails were making red creases in her palms.\n\nShe stood up and stamped on the floor. Her knees trembled. The floor was\nsolid.\n\nShe went to the door. It is solid, she thought. She let her fingers\nexplore the surface. She sighed, feeling the rough texture of the wood.\n\nNow, she thought. I can reach through it.\n\nHer hand passed through it easily.\n\nShe went back to the bed and sat down.\n\nI did it with my mind, she thought. I wanted to put my hand through the\ndoor, and I did. In front of the bell hop, I suddenly felt so sure that\nI could walk through the door that ... I did.\n\nI'm going to figure out how I did that, she thought, her mouth\ntightening into a thin little line of resolution. Because if _I_ learned\nto do it, anyone else could learn....\n\n_Hello._\n\nHer hands clenched into annoyed little fists. She went to the window\nand looked out. She opened the door and looked up and down the corridor.\nNo William.\n\n_Hello._\n\n\"He ... hello.\"\n\n_Good, you can hear me. What planet are you on?_\n\n\"The same planet everyone else is.\"\n\n_... the third one from the sun?_\n\nShe tried to remember her high school science survey course; and she\nfound that she could remember it very clearly. _Of course, it is._\n\n_That's funny._\n\n       *       *       *       *       *\n\nShe realized that she had thought her last statement, and that he (she\nwas sure that the voice belonged to a he) had answered it nevertheless.\nShe was exchanging thoughts with someone!\n\n_Hello_, she thought weakly. She gulped. _What do you look like? How\nmany arms and legs do you have?_\n\n_Two of each._\n\nHer mind was very alert and active. She could think with great clarity.\n_Describe yourself._ She received a mental impression of him.\n\nShe let out her breath. He was human, after all; as human as anybody.\nAnd handsome.\n\nShe laughed softly with relief: since he has never been able to find\nanyone like himself, he thought _I_ was from another planet!\n\n_Eh?_\n\n_Describe yourself again._\n\nHe complied.\n\nSuddenly she knew with absolute certainty that this was the one she was\nlooking for. Out of all the people on earth, here was a man made for\nher.\n\n_Could you put your hand through a wooden door?_\n\n_Of course._\n\nShe smiled happily. She meant to have him.\n\n_Hello._\n\n_Hello._\n\nThere was silence.\n\nShe wrinkled her forehead and tapped her knee. He had ceased\ntransmitting.\n\nHe'll be back, she thought with satisfaction. I wonder what size suit he\nwears? I think I'll buy him a nice wool one. I want my husband to look\npresentable.\n\nSmiling, she went to the phone. She called her bank and ordered her\naccount transferred to the all-night branch in Los Angeles. She wanted\nto have her money available so she could leave town to go to him the\nmoment she found out where he lived: or (assuming he came to her) to\nhave it handy so she could leave town with him the moment he proposed to\nher--even if it were in the middle of the night.\n\nAfter that, she went to the door and put her hand through it.\n\nI'm going to have to figure this out, she thought. If I figure out how I\ndid it, I'm sure I can teach other people. I'm no different than they\nare; and I don't intend to be.\n\nShe went back to the bed and sat down and began to think.\n\nAnd she discovered that she could remember the greater part of\neverything she'd ever read.\n\n\n\n\nCHAPTER IV\n\n\nCalvin practiced teleportation for endless hours. He kept the metal ball\nForential had given him in almost constant motion.\n\nHe would exclaim delightedly and hurl it toward one of the twenty-seven\nother mutants in his compartment. Until the time he hit John in the back\nof the head with it, his intended victims had always parried it. John\nlay in a pool of blood, and Calvin began to cry--loud, shrill wails of\ndespair and contrition. When Forential came, he knew instinctively what\nhad happened.\n\nCalvin represented the only failure the aliens had experienced in their\nmutation program; ten years ago his mind had ceased to develop. But for\nForential's intercession, the council would have had him destroyed long\nago; Forential, like a proud parent, kept hoping to overcome Calvin's\nheredity.\n\nForential waved his tentacles in exasperation. \"You, here, Walt,\" he\nsaid. \"We'll have to hurry. I'll show you how, and you can do it.\"\n\nWalt, the most adept mutant in the compartment, listened attentively and\nthen began to heal John. His face wrinkled in deep concentration. Flesh\ncame together; blood ceased to flow; bone knitted. Forential grunted\napproval.\n\n\"Watch Walt, now,\" the alien instructed. \"He's doing it nicely.\"\n\nThe others, breath held, watched.\n\nAt length John's head was healed. John stirred. He opened his eyes and\nlooked about angrily. He stood up and hit Calvin in the face with his\nfist. Calvin, tears streaming down his cheeks, fingered his nose and\nsobbed brokenly. He put out a hand to touch Walt reassuringly.\n\nWalt was his friend.\n\nWalt--he had no other name--was six feet two inches tall, and, as Julia\nobserved, handsome. His parents--he did not know this--were Americans;\nhe had never seen them. He had been stolen from the hospital by\nForential shortly after he was born. The alien, invisible, had come for\nhim, clucked softly, wrapped him in a warm, invisible mantle, and taken\nhim away; and the council of aliens had drawn a line through the names\nof another set of parents who had been exposed to the powerful,\nmutation-inducing field. Walt thought of Forential--in charge of their\ncompartment--as a friend, as a parent, as a playmate, and as a\ncounselor.\n\n       *       *       *       *       *\n\nShortly after Walt had healed John, the mutants of the smaller\ncompartment gathered at the observation screen in the floor--or what was\nto them the floor: it was actually the broad rim of the wheel. They\ncould look down at the screen and see a somewhat flickering image of\nEarth lying below their feet.\n\n\"Forential told us we'd get many strange powers....\" one said.\n\n_Just before we went down to the planet_, another completed the thought.\n\n_It's growing time, then._\n\nThey laughed together with excitement, and Calvin cracked his knuckles\nnervously.\n\n\"Let's play a trick on Forential,\" Calvin said. \"Let's see if we can go\nthrough the bulkhead.\" His face was bright and hopeful. \"Let's huh?\"\n\nCalvin raced to the far end of the compartment. \"Come on!\"\n\nLike guilty children, they looked at one another. Then a few of them\njoined Calvin. _All right, let's._\n\n\"Don't,\" Walt cautioned. \"It's just machinery on the other side.\"\n\n_Why can't our thoughts penetrate it, then?_\n\n_We aren't developed enough_, Walt thought.\n\n\"Huh?\" Calvin asked. He began pounding the bulkhead with his fist.\n\n\"No,\" one of the other mutants said. \"Like this.\" He concentrated and\ntried to put a hand through the bulkhead.\n\n_We aren't developed enough._\n\nStill the mutants continued. Since the aliens had stepped up the power\nin the two transmitters (power that closed the final connection in the\nmutants' brains and held it closed) the mutants were able to assault any\nproblem with the full potentialities of the human brain. But even that\nwas not enough. The aliens had planned carefully in order to keep the\ntwo mutant groups from discovering each other.\n\n       *       *       *       *       *\n\nForential came to make a special announcement. He spoke English with an\naccent that the mutants (who had learned the language from him) could\nnot even imitate. As he surveyed them, his eyes shone with pride: they\nwere a good, sturdy, healthy lot. \"Children,\" he said. \"Earth is now in\nthe middle of a war. There will be little work left for us within\nanother two months.\"\n\nCalvin cried and waved his arms wildly and bounced the ball viciously\naround the room. Every earthman who killed an earthman was depriving him\npersonally, of a victim. He wrung his hands.\n\n\"There'll be a thousand or so left, Calvin,\" Forential promised. \"You\nmust practice very diligently to be able to cope with them.\"\n\nCalvin sniffed and shook his head. \"I can kill that many in a minute.\nYou stop the war, Forential, _please_.\"\n\n\"Think of it this way,\" Forential said. \"The less work there is to do,\nthe sooner you can return to your own planet.\"\n\n\"There's no earthmen to kill on Lyria,\" Calvin insisted stubbornly.\n\"_Please_ stop the war.\"\n\n\"I'll see what I can do.\" The alien smiled kindly. \"You have the proper\nspirit. You are all very good children. You hurry, now, and practice all\nyou can.\"\n\nI can see Lyria's star now, Walt thought. We'll be home in another year,\nthen. How welcome that will be....\n\nHe had not broadcast the thought. And suddenly, as if on another\nchannel, another frequency, he felt Calvin in his mind and his mind in\nCalvin's--an odd, unexpected blending of thoughts that seemingly had\noccurred unconsciously.\n\n_Forential describes it so it is so pretty, our planet_, Calvin was\nthinking: _Green wartle rivers whack throw the ball at him, easy now....\nGod, I hate those earthmen._\n\n\"I'll practice,\" Walt made Calvin say. He made Calvin hold the ball\nstationary. Then the contact between their minds was broken.\n\n\"Who did that?\" Calvin demanded. \"I'll hit him and break all his bones!\"\n\nForential smiled sadly at Calvin and withdrew.\n\n\"It's nearly time,\" a mutant rejoiced. \"God, I hate them, every one of\nthem.\"\n\nThe mutants instinctively began forming their minds for the death\nradiation.\n\n\"They'll issue the rods shortly,\" Walt said.\n\nHatred blazed on Calvin's face. He had already forgotten about the\ncontact a moment before. \"I will kill them even without a rod.\"\n\n\"The radiation isn't lethal unless we have something to focus it with,\nremember that.\"\n\n\"With my hands!\" Calvin cried happily. \"I will kill them with my hands!\"\n\nSweat beaded John's face. \"There will be enough of killing.\"\n\n_It will be great pleasure to hunt them down._\n\n_They will kill some of us_, Walt thought back. And, to himself: I wish\nI could be afraid.\n\n_Not me!_ Calvin thought joyously. It was uncertain when Calvin could\ntelepath. _Not me!_\n\n_They have powerful weapons, too. Atom bombs, they are called. It will\nnot be easy to kill them all._ This thought came as a reminder from one\nof the aliens.\n\nCalvin moved his powerful hands. \"I can kill them all by myself.\"\n\n       *       *       *       *       *\n\nThe smaller compartment, itself, was huge. To the left lay the\nhydroponics tanks, and to the right, the mutants' cubicles. In the\ncenter of the compartment was the games space where the mutants boxed\nand wrestled and exercised with weights. The walls of each cubicle were\nso designed as to produce the illusion of great distances. The mutants\nwould be required to face vast open spaces, and their cubicles partially\nconditioned them for the experience. Huge as their world was, it was\nminiscular compared to the one that would confront them.\n\nCalvin, sitting beside Walt in Walt's cubicle, was trying to express an\nabstract concept.\n\n\"... Forential is afraid of earthmen,\" he said. He puckered his face in\na frown. \"I have just thought of that.\"\n\n\"Forential is afraid of everything,\" Walt said respectfully.\n\n\"I remember once when I shoved him he was very afraid. I shouldn't\nhave,\" Calvin said, \"... it must be wonderful to be afraid.\"\n\n\"He is more advanced than we are.\"\n\n\"We can kill earthmen, though,\" Calvin said. \"He's too afraid to; so we\nget to kill them for him.\"\n\n\"You got it wrong; you always get things wrong. We are killing earthmen\nfor ourselves.\"\n\n\"Oh, yes,\" Calvin nodded. \"I forget.\"\n\n\"Forential is a friend,\" Walt said. \"He helps the Lyrians from the\ngoodness of his heart.\"\n\n\"Earthmen are very bad.\"\n\n\"That's right.\"\n\n\"They are a great evil,\" Calvin said excitedly.\n\n\"They must be killed.\"\n\n\"Yes, yes, yes!\" Calvin agreed. \"I will kill them with my hands.\" He\nfell silent, thinking.\n\n\"... there is a Lyrian on Earth,\" Walt said slowly \"I have been hearing\nher thoughts.\"\n\n\"I can think to you,\" Calvin said proudly. \"Listen.\" He concentrated.\nMuscles in his jaws quivered, \"... not today,\" he said sadly. \"My\nbrain ... sometimes ... you know? ... sometimes....\"\n\n\"I am hearing thoughts from a Lyrian on Earth,\" Walt said in dull\namazement. \"Do you understand?\"\n\n\"No; no.\"\n\n\"It's a female.\"\n\n\"All the females are on Lyria.... This is a man's work. We are ... are\ngoing to fight for females, isn't that right?\"\n\n\"I tell you,\" Walt said, \"she's down there. The first time, _I_ thought\nI was mistaken.\"\n\nCalvin shook his head and flipped the ball toward an unseen mutant. \"I\ncan do that good,\" he said. The ball whistled back at him through the\ncubicle wall--leaving the wall unmarked as the atoms of one passed\nthrough the atomic spaces of the other. Happily, Calvin stopped it in\nmid flight.\n\n\"She's down there,\" Walt said. \"I'll have to tell Forential about her.\"\n\nCalvin tapped his head and smiled. \"I think funny thoughts some times,\ntoo. You go see Forential. He can't help, but you go see him, Walt.\"\n\n\"I wasn't sure until just before you came in,\" Walt said.\n\n\"You go see him,\" Calvin said.\n\nWalt stood up. \"I was thinking with her just a little while ago. I don't\nunderstand it.\"\n\n\"I can think to you ... some times.\"\n\n\"I'll be back,\" Walt said.\n\n       *       *       *       *       *\n\nAt the steel ladder leading up toward the alien section, Walt stopped\nand pressed the emergency-audience button. He waited for permission to\nascend the ladder. Under no circumstance would he have ascended without\nit. The permissive light blinked.\n\nHe began to climb. At the ceiling hatch, he grunted and pressed against\nit with his shoulders. The hatch lifted away. He continued upward.\nGravity lessened. His feet made soft, rustling noises.\n\nHe paused to rest at the first landing. He was in familiar territory.\nFierut let the mutants from the smaller compartment help clean the\nmachinery there every month or so. The air smelled of crisp ozone and\nhot oil.\n\nThen as he rested, he saw movement behind one of the huge, softly\npurring machines. Although he could not know this, it was a female from\nthe larger compartment. Muscles knotting, he waited.\n\nHe saw her again--the merest glint of flesh. She had not seen him. He\nhalf crouched.\n\nIt is impossible, he told himself. Only my compartment-mates and\nForential and others of his race are on the ship.\n\nWalt did not even think of trying for telepathic contact. Blind hatred\novercame him. She's an earthling! he thought instinctively.\n\nShe has been left here for a test; that's it, he thought. Forential is\ntesting me....\n\nHe crept cautiously toward her. Still she was unaware of him.\n\nI will break her neck, so....\n\nNo, he thought suddenly.\n\nForential has brought her here for questioning. He would be angry if I\nharmed her. He does not intend it for a test after all.\n\nHe crouched undecided, trying to think. I better leave her, he thought.\n\nHe was motionless, watching. If I killed her, he thought, Forential\nmight be angry.\n\nHe slipped silently toward the ladder.\n\nPerhaps, he thought, Forential will give her to me to dispose of when he\nfinishes with her.\n\nHe remembered seeing Forential dispose of several captured earthlings.\nIt was a very satisfying thing to watch. Forential promised us some,\nWalt thought, but he never gave us any. But I guess I was wrong in\nthinking he was too cowardly to risk another trip to Earth for them....\n\nJust as he reached the ladder, he whirled. The female had seen him. She\nhad started toward him. His eyes sparkled in anticipation.\n\n_She's a Lyrian!_ he thought in amazement.\n\n_Damned earthmen_, she thought.\n\n_No, I...._\n\nFor a long moment they were motionless. Then Walt, keeping a suspicious\neye on her until he was above the second ceiling continued to climb.\n\n       *       *       *       *       *\n\nIn the alien compartment, the gravity was so low that Walt almost\nfloated. He propelled himself toward Forential's cubicle.\n\n\"Come in,\" Forential said, sensing him. Forential looked up when he\nentered.\n\n\"I saw a female Lyrian in the machinery room!\" Walt blurted.\n\nThere was a moment of silence. Forential's face grew a shade paler.\n\"... did she see you?\"\n\n_Of course_, Walt thought.\n\nIt was an effort for Forential to telepath in English. He preferred\nvocalizing. Staring at Walt with his faceted, unblinking eyes, he\nthought in his own language, a language earthlings were incapable of\nlearning: **Lycan, you idiot! You told me the machinery room was clear!\nOne of my charges has seen one of yours!**\n\n**I have great regret,** Lycan answered. **I, I overlooked her.**\n\n**We cannot risk the compartments discovering each other.** Forential\nthought angrily.\n\n\"This is not all,\" Walt said. _There is one on Earth!_\n\nForential's tentacles stiffened. _What?_ It was almost involuntary:\nunbelieving: terrified.\n\n\"There _is_ one on Earth. A female.\"\n\n**I have regretfully disposed of the one he saw,** Lycan telepathed.\n**Have you disposed of the one who saw her?**\n\n**_Send out a call for the Council!_** Forential broadcast hysterically.\n**One more set of parents than we were aware of was exposed to our\nfield! _There is an unindoctrinated mutant on Earth!_**\n\n\"Are you sure?\" Forential demanded of Walt.\n\n\"What about the one I saw a minute ago?\" Walt persisted.\n\n\"... she came on the last ship from Lyria,\" Forential lied curtly.\n\n\"Oh? I would like to talk to her. We all would. Can we, Forential?\"\n\nThe alien was outwardly impassive. \"We'll see. Never mind her right now.\nTell me about this one on Earth.\"\n\n\"I heard her thoughts.\"\n\nForential lay his tentacles on his desk. They scrabbled nervously. \"How\nlong have you known?\" How did she manage to break through our telepathic\nshielding? he wondered. He made an inward snarl of surprise ... powerful\nmind!... Then he went weak with temporary relief: Suppose we hadn't\nfound out about her until the invasion? We had to know now while there's\ntime! How much does she...?\n\n\"Just today, for sure. Once or twice before....\"\n\nWalt told Forential all he knew about Julia. He spoke quickly, and with\nrising excitement.\n\n       *       *       *       *       *\n\nBy the time he was finished, the council had convened. The circuits were\nopen. Forential fed them the information Walt had just given him. Their\nincomprehensible language crackled beyond Walt's thought range.\n\n**We must destroy her at once.**\n\n**Unconditioned! Unconditioned: no telling how much information she\nhas.**\n\nA terrified thought: **Danger, danger, danger!**\n\nForential's eyes did not leave Walt's face. His thoughts were assessing\nthe situation even under the force of the shock.... The one called Julia\nhad to be under the influence of the larger transmitter; all the mutants\nhad been bred for that frequency. It was only years later that the ones\nin the smaller compartment had been adjusted to the other frequency. If\nthe larger transmitter were to be shut down, then it would interrupt\nLycan's training schedule for nearly a thousand mutants. But it would\nalso render Julia an earth-normal....\n\n\"... we'll try to teleport her here,\" Forential said. \"You have had\ncontact with her. Can you regain it?\"\n\n\"I think, yes.\"\n\n\"I will explain the process,\" Forential said.\n\n\"Yes ... yes ...,\" Walt said from time to time as he listened. He nodded\nhis head excitedly. \"I have it! I understand! I can do it!\"\n\n\"You are in contact with her through the shielding? Do not think of her\nnow. Just touch her. Can you?\"\n\n\"Yes,\" Walt said.\n\n\"You feel the grip on her I explained?\" Forential said eagerly.\n\n\"Yes!\"\n\n_Now yank her!_\n\nWalt yanked.\n\nJulia didn't budge.\n\n\"... I slipped,\" Walt said apologetically. Sweat glistened on his upper\nlip.\n\n\"Try again!\" Forential ordered.\n\n**Cut the power in the big transmitter,** he instructed.\n\nThe aliens had been unwilling to complete their mutations. To do so\nwould have given the mutants too much autonomy. By arranging to have the\nfinal effects dependent upon the transmission of certain frequency\nimpulses, the aliens could--in the unlikely event of difficulty with\ntheir charges--reduce them to earth-normals by the flick of a switch. It\nalso was an arrangement necessary to their invasion plan. The aliens\nwere careful.\n\n**It's cut.**\n\nA moment later, Walt said, \"She's changed!\"\n\n(The mutants in the larger compartment had ceased to be able to hear or\nput their hands through walls.)\n\n_Now!_ Forential ordered.\n\nA pause.\n\n       *       *       *       *       *\n\nWalt let out his breath in an explosive burst. He shook his head. \"It's\nno use. I can't.\"\n\nForential's tentacles went limp. He had known it was impossible to\nteleport higher life forms against their resistance; he had hoped she\nwould have been caught off guard.\n\n**Cut the transmitter in again,** Forential thought wearily.\n\n**_She'll have to be killed_,** Lycan projected with an undertone of\nterror.\n\n**Send him down,** Fierut, the engineer, suggested, trembling in fear.\n**Since he has potential knowledge of the other compartment, he will\nhave to be destroyed anyway if he remains. Send him down to kill her.**\n\n**We can cut off his transmitter when the main force strikes. He can't\ndo us any harm down there....**\n\n\"You'll have to go down and kill her,\" Forential told Walt. \"She is a\nclever, clever traitor....\"\n\n\"Give me the focus rod, so I can practice the death radiation with it,\"\nWalt said eagerly.\n\nForential answered smoothly, with scarcely an instant's hesitation; but\nduring that time, he explored the situation and his answer was a\nconsidered one. \"No, you'll have to go unarmed. We can't run the risk of\npremature exposure.\"\n\n**Stress that,** the Elder insisted.\n\n\"I can kill earthmen, too?\"\n\n\"Just her,\" Forential said, knowing Walt would obey him. \"Just her,\" he\nrepeated for emphasis. \"Remember that. Approach her carefully. Do not\nlet her suspect what you intend to do. Lie to her, Walt, anything to get\nclose to her, and then....\"\n\n**I'll get a ship ready for him,** Lycan thought. **And some suitable\nclothes.**\n\n\"May I tell my mates goodbye?\" Walt asked.\n\n**Don't forget he has seen the one from the other compartment,** the\nElder reminded Forential sharply.\n\n\"No,\" Forential lied. \"You haven't the time. You must leave\nimmediately.\"\n\n**Tell him much depends on him,** the Elder thought.\n\n\"I can't overstress the importance of this,\" Forential said. He too, was\ntrembling now as he began to see the possible implications; his\ntentacles quivered. His faceted eyes peered deeply into Walt's face. \"It\nwill be a great service to Lyria and to all the people of your race.\"\n\n**It is a good planet,** Lycan thought. **We can't lose it now!**\n\n**We've already begun to breed for the gravity,** one of the others\nthought plaintively.\n\n**By rights it should be ours.**\n\n**The air is so good, so rich....**\n\n**We can't lose it now!** Lycan insisted pathetically.\n\n**Savages: the thought of the natives horrifies me! _Hurry Forential!_**\n\nForential thought to them with all the conviction he could muster:\n**This child of mine is very adept. He will kill her.**\n\n\"The ship will have to be destroyed as soon as you land,\" Forential told\nthe mutant. \"That means you will have to remain until the invasion. Let\nme review all this again....\"\n\nWalt's hands jerked with nervous anticipation. \"I understand,\nForential.\"\n\n**The ship is ready any time, Forential.**\n\n\"Let me review this again....\"\n\nAs Walt listened, he thought; I wonder if earthmen can prevent\nthemselves from being teleported? I hope not. I want to teleport them\nthis way and that way, from all around me, whenever one comes close to\nme. It's the easiest way to kill them. It's a shame I couldn't get the\none on Earth.... She would have suddenly materialized, bloody, twisted,\nwrenched, turned inside out--a beautiful corpse; that's what we should\ndo with earthlings, and with traitors.\n\n**Lycan: Hurry with your charges.**\n\n**One more week, Elder. And they will be ready to attack!**\n\n\n\n\nCHAPTER V\n\n\nThe thing Walt first noticed was the hugeness of space around his tiny,\nfalling ship. Through the viewplate above him--he was supine--the vast,\nstar-set blackness seemed infinite, seemed to suck his mind out of his\nbody until it was connected only by a tenuous thread. He had seen space\nfrom the great wheel that was dwindling behind him; but never before had\nits immediacy been impressed on him with such force: here, it was an\nintimate wrapping, clutching at him from all sides.\n\nHe had pointed out as nearly as he could determine it from brief,\ntelepathic contact (the aliens showed him how to center on her) Julia's\nlocation on the planet. The aliens had promised to land him in an\nunpopulated area on the same part of the continent. The aliens' thoughts\ndid not come through the shielding around their space station; nor did\nthe thoughts of his compartment-mates. For the first time in his life,\nhe was terribly alone.\n\nEarth grew in the viewplate; expanding majestically to obliterate the\nsurrounding space, it grew shimmery along its almost regular\ncircumference. The orbit of his saucer-shaped ship flattened into a\ngreat spiral. The ship twisted around the Earth from shadow to light and\nthen into shadow again as if it were attached to the loose end of a\npiece of string being wound up by the slowly turning planet. Gravity\npressed his body, crushed him; a sudden, sickening drop left him\nweightless.\n\nThe aliens maneuvered his ship carefully. Walt could not--as the aliens\ncould--be immersed in a liquid tank to make possible instantaneous\nchanges of direction. They let him down tenderly.\n\n_Hello_, Julia thought brightly.\n\nIt was frightening. Here was a Lyrian whose mind had pierced even the\nwheel's shielding! How could he hope to kill her?\n\nHe stared at the approaching planet, and his hands tightened beneath the\npressing layers of the acceleration cocoon that enfolded him.\n\nBut I, he thought: I was able to contact her through the shielding, too.\nI was the only one who did; nobody else reported her. It's all right:\nshe's no stronger than I am.\n\n_I know you're there_, she thought.\n\nI'll wait to answer, he thought; he tried to hold his mind shut.\n\n_You're traveling very fast: Much too fast!_\n\nThe ship lurched a bit, slowing down. Then--for several seconds--he was\nas much in Calvin's mind as his own; their minds blended. The shielding\ndid not stop that. Calvin was waiting at the foot of the ladder for him\nto return. _Don't wait_, Walt thought; _I'm_--And as unexpectedly as it\nhad commenced, the blending ceased; he was once again alone. Calvin!\nCalvin! he thought. No answer. Calvin's abnormal, unpredictable mind\nremained inaccessible.\n\n_Hello_, Julia said sweetly. The complacency she conveyed, the assurity\nof her thought, the self confidence, the self reliance--these things\ntroubled him.\n\n       *       *       *       *       *\n\nThe ship touched ground, bounced once and was still. The switch above\nhim flipped over with a nasty, metallic snicker. In a fever of haste, he\nripped out of the cocoon. He had less than twenty seconds to get outside\nbefore the molecular reaction set in.\n\nHis feet pounded to the door; his hand found the lever; his body fell\nhard against the surface. The door popped open and he sprawled across\nthe cool sand.\n\nHe was up and running.\n\nAt fifty yards he looked back panting. The ship began to glow a dull,\nunexciting dun color. A wave of heat pressed against his cheek. The ship\nfolded upon itself and collapsed into a powder of dry, red rust.\n\nThe desert around him was endless; the chill of distance from which he\nwas completely unprotected caught in his throat. He sat down and huddled\nup to protect himself from it. He trembled violently and whimpered for\nForential. Cold sweat drenched his body....\n\nHe forced himself to stand; slowly the reaction passed. He opened his\neyes. He took a deep, nervous breath and let it out.\n\nAnd--\n\nHe wanted to fall to the ground and dig his fingers into it.\n\nGood God! he thought. She's trying to teleport me to her! She had caught\nhim unaware, when the terror of the desert was still upon him. He could\nnot marshal his thoughts to resist her.\n\nHe twisted frantically. _Watch out! You'll kill me!_\n\nThe attempt ceased at once.\n\n_... oh? I thought ... Yes, I can see now that...._ The thought ended\nabruptly. There was an utter and terrifying silence from her direction.\n\nHis mind began to add up the overall situation with great speed.\n_Hello._ She did not answer. He licked his lips.\n\n_I wasn't_, he thought, ... _I wasn't serious when I tried to teleport\nyou a while ago. I was just playing a joke on you. I wasn't trying to\nkill you._\n\nShe seemed to be thinking the statement over. _If you had tried again, I\nwould have let you. I didn't realize it was you at first._\n\nHe cursed himself.\n\n_You were moving too fast a moment ago._\n\nHe was getting her position fixed. She lay west. He turned in that\ndirection. She broke the contact.\n\nSearch planes of the Air Force began to drone over the area; searching\nfor the saucer the radar had tracked to earth.\n\n       *       *       *       *       *\n\nWalt walked for hours across the desert. His feet, unaccustomed to the\ntight fitting shoes, pained him. He grew weary. Occasionally, lights\nfrom the highway to his left winked by in the night. On he trudged. Sand\ncrept into his shoes.\n\nDawn came. He looked toward the mountains, blue with distance. He would\nnot be able to make them. Soon the sun would be overhead. The heat (it\nwas already promised) would be intense. He would have to have water. I\ncould change the sand to water--the air--the plants, he thought.\n(Forential could, he told himself.) I could: If I only knew more; if I\nonly had practice. If I could only _see_ just how water is put together.\nForential should have explained things like that to us.\n\n_Hello_, he thought to Julia.\n\nHe received no answer.\n\nShe's suspicious, he thought. What did I do to make her suspicious? She\nwasn't when I first contacted her. But there was something funny about\nher.... Maybe she knows I know she's a traitor. Forential said lie to\nher.\n\n_Hello_, he thought. _I'm a Lyrian traitor, too._\n\n_Julia_, he thought. _Where are you?_\n\nDamn her: she isn't going to answer.\n\nHe looked at the mountains. He was walking automatically now.\n\nForential has confidence in me, he thought. Or else he'd have given me\nmore instructions. He knows I can get there. It's up to me to do it,\nthat's all.... Well, I can't make the mountains by walking....\n\nHe crossed to the highway; he dreaded his first contact with earthlings.\n\nIt was a broad, gleaming band of concrete, six lanes wide with foot high\nrails between lanes, broken, each mile, by changeover slots.\n\nEarly morning sun cut down from the east.\n\nCars came by like bullets. Whirrr, whish, and they were gone.\n\nHe waved at the ones going west, but they were past him almost before he\nsaw them. The trucks on the inner lanes were ladened streaks; the car\ntraffic on the middle one was varicolored blurs. A streamlined bus\nflashed silver and dwindled to a spot in the distance.\n\n... Moving more slowly, a passenger car came down the outer lane.\n\nWalt waved desperately. Thirst was already on him.\n\nThe car squealed to a stop. He ran toward it.\n\n       *       *       *       *       *\n\nIt was his first view of an earthman. His stomach knotted with\nrevulsion; his body shook with hatred. All his life he had been\nconditioned to kill them on sight.\n\n\"Where's your car?\" the driver asked when he came abreast.\n\nWalt gestured vaguely. His face contorted with the effort he made to\ncontrol his hands.\n\n\"Why'n hell didn't ya radio in for a pick-up? God, man, you could die\nout here.\"\n\nWalt said: \"You let me go with you?\"\n\n\"Sure ... get in.\"\n\nWalt fumbled at the side of the car.\n\n\"Push the button, you dope.\"\n\nWalt pushed the button, and the door opened.\n\n\"Aintcha never seen a car before?\"\n\nWalt grunted and got in.\n\n\"You been here long?\"\n\nIf he doesn't shut up, I'll strangle him, Walt thought. He closed the\ndoor and pressed against it to be as far away from the earthling as\npossible.\n\n\"Somebody probably saw you when they passed and radioed on you,\" the\ndriver said, starting the car and flipping it on automatic. \"A\npick-up'll be along shortly. This will save you the fee.\"\n\nWalt gritted his teeth. \"Thanks.\"\n\n\"... you gotta funny accent. Where you from?\"\n\n\"I don't want to talk to you,\" Walt said slowly. God, he thought, I wish\nForential hadn't told me not to kill any of them!\n\nThe driver looked sideways at him, shrugged, and began to whistle\nthrough his teeth.\n\nAh, to kill him, Walt thought. To _kill_ him! He stared at the man's\nheavy jowls. To rip into them.... Wait, wait until Julia is caught, just\nwait.... I want to kill her a little at a time.\n\nBeyond the blue mountains, the driver drew the car into the checker\nstand.\n\n\"Got any fruit?\" the California state inspector asked.\n\nThe driver climbed out and called the officer aside. They whispered.\nWalt twisted uncomfortably. His spine began to prickle.\n\nThe officer came over and opened Walt's door. \"Get out, buddy.\"\n\n\"Me?\"\n\n\"You. Hurry up!\"\n\nWalt's eyes darted rapidly about. He got out slowly.\n\n\"Say something!\"\n\n\"I, I don't know. What do you want me to say something for?\"\n\n\"It's Russian?\" the driver demanded.\n\n\"Hell, I don't know. Come on buddy.\" The officer took Walt's arm.\n\"There's something funny here all right.\"\n\n       *       *       *       *       *\n\nRussian? Walt thought. What did that mean? He could tell he was in for\ntrouble. The man's grip on his arm was uncomfortably authoritative. If I\nonly had a focus rod, I could ... he thought.\n\nHis heart began to hammer. Would they use one of the terrible atom bombs\nto destroy him in another minute?\n\n\"Come along,\" the officer said.\n\n\"... I want a drink of water, please.\"\n\n\"He's been out on the desert,\" the driver said. \"Maybe all night, from\nthe looks of him.\"\n\n\"Okay,\" the officer said. \"Let's go over here.... What's your name?\"\n\nWalt walked beside him. \"Walt.\"\n\n\"Walt what?\"\n\n\"... Walt.\"\n\n\"I mean, Walt Smith or Jones or Johnson?\"\n\n\"That's it.\" Walt's mind raced.\n\n\"What?\"\n\n\"Johnson,\" Walt said. \"Walt Johnson?\"\n\nThe officer puckered up his lips. \"Okay, friend, we'll find out more\nabout you in a little bit. Let's get your drink.\"\n\nThey entered the warm roadside office. The officer crossed to the cooler\nand drew a glass of water.\n\n\"Thanks.\" Walt drank thirstily. \"More?\"\n\nThe officer complied; as yet he had not taken his eyes off the mutant.\n\nHolding his glass, empty for a second time, Walt glanced around the\noffice, balancing nervously on the balls of his feet. When his eyes\nrested on a spot behind the officer, he said, \"What's that?\"\n\nThe officer turned. \"What?\"\n\nWalt tried to concentrate on the invisibility projection. He started for\nthe door.\n\n\"What?\" the officer repeated, puzzled. He looked around. \"I'll be\ndamned! Now where--\"\n\nOnce in the yard, Walt raced toward the check point. It was hard to hold\nthe distortion field around himself and his clothing.\n\nThe officer was now in the yard shouting.\n\n\"He can't get far!\" someone called.\n\nA moment later a car drew up to the check point. Walt would have to pass\nthrough the steel of the door to enter it unnoticed. Steel was difficult\nto penetrate, particularly difficult, if he remained invisible while\ndoing it.\n\nHe succeeded.\n\nHe settled into the rear seat.\n\nBlood vessels strained on his forehead.\n\nHurry! he thought.\n\n       *       *       *       *       *\n\nThe driver meshed the gears with a button just when he was wavering on\nthe edge of visibility. An officer glanced into the car. Walt held his\nbreath. The officer motioned the car on.\n\nThe driver, Walt saw now, was a girl. Forential had shown him pictures\nof female Lyrians; and this girl--but for the fact she was an\nearthling--would have been beautiful. Now that he had begun to master\nhis hate reaction, he felt the stirrings of curiosity.\n\nHe became visible.\n\nAfter a mile or so, she must have heard his breathing. The car was on\nautomatic, following the guide beam on the center of the lane. She\nturned. She studied him for a long moment with beautiful grey eyes.\n\n\"Hello, where did you come from?\"\n\nWalt moved his lips.\n\nThe girl was sizing him up carefully. She seemed to like what she saw.\nShe nodded. \"You got on back there? I didn't see you.\"\n\nWalt stared at her.\n\n\"You wanted a lift, that's it, isn't it?\"\n\nWalt said nothing. She wore soft perfume. If I did not hate her so\nmuch ... he thought.\n\n\"You deaf and dumb.\"\n\n\"... no. No.\"\n\nShe pulled the car into a clear-lane niche.\n\nShe regarded him. \"Not bad.... Get up front.\"\n\nHe obeyed her. She started the car again.\n\n\"I'm Walt Johnson.\"\n\n\"Where are you going, Walt Johnson?\"\n\n\"This ... down this way.\" The emotions were almost out of control with\nexcitement. His thoughts were becoming powerful and diffuse.\n\n_You let her alone!_ Julia ordered.\n\nIt was like a slap. He quickly dampened his thoughts. Hatred returned.\n\nThe driver of the car chewed gum reflectively, watching him. She\ntwitched nervously closer.\n\nShe saw his eyes. She stopped chewing gum. Perhaps she saw the hatred.\nShe was trembling, suddenly. \"You....\" She drew the car into a niche\nagain. \"You better get out here.\"\n\nWalt was angry. No killing, no killing, he told himself. He controlled\nhis hands. He forced himself to open the door and get out.\n\n\"Somebody'll give you a ride,\" the girl said.\n\nThe car moved away, gaining speed quickly....\n\nAn orchard lay behind him. Cars passed more slowly now that the desert\nwas to the east.\n\nWalt began to walk.\n\nHe thought: Forential told us a while ago there was a destructive war in\nprogress. It doesn't seem like there's a war. I haven't seen any signs\nof it. It's peaceful. I wonder what he meant?\n\nWithin a few minutes, a car drew along side of him.\n\n\"I'm Walt Johnson. I'm going down the road.\"\n\n\"Get in, then.\"\n\nWalt got in.\n\n_Hello, Julia_, he thought. _I want to see you, Julia._\n\n\n\n\nCHAPTER VI\n\n\nIn the space station, Forential sat in his cubicle in mental conference\nwith the other aliens. Behind their flow of thoughts was the\nunreferred-to but ever-present fear for their own lives. Cowardice was\ntaken for granted; it was so deeply a part of their own culture (if it\nwasn't somehow a racial characteristic) that it did not need to be\nacknowledged.\n\nThe aliens always let other races fight their wars of conquest.\n\nForential knew that his own personal existence might well hinge on the\noutcome of the next few hours. None of the aliens knew how much\nknowledge Julia possessed. Unlike the other mutants, she had not been\nkept in ignorance of the basic laws of nature. How dangerous she might\nbe, they could only guess. Was _she_ capable of attacking them?\n\nForential was physically ill; he wanted to flee. If he had had a ship\ncapable of traveling interstellar distances, he would have embarked\nwithout delay. But the huge interstellar ship of his race would not be\nback for another thirty years. There was no escape from the space\nstation; there was no place to go.\n\nAnd if the earthlings were not destroyed, if the invasion of Earth\nfailed, retaliation from the planet would not be long coming. Once the\nEarth located the space station (and Earth would, once Earth realized\nits existence) even human normals would be able to destroy it--one\nrocket with an atomic war head would do--long before the interstellar\nship returned.\n\nWalt could not fail; the invasion could not fail.\n\n**Let's try to make peace with the earthings,** one of the aliens\nthought. **It's better than ... than exposing _ourselves_ to physical\nviolence!**\n\n**That would be suicide: once they realized what we had been planning to\ndo to them.**\n\n**I don't trust them.**\n\n**Let Forential send down _all_ his charges to kill the female!**\n\n**Don't be hysterical!** the Elder thought hysterically.\n\nForential knew that to send down his charges first might alert Earth to\nthe danger of invasion: twenty-seven saucer-ships would not go\nunnoticed. But even if they would, even if Earth remained unaware, such\na course would completely disrupt the plan of conquest.\n\n**She hasn't realized the menace yet,** the Elder thought. **Walt will\nkill her. Walt will kill her, won't he, Forential?**\n\n**Yes.** If only one of us went to make sure, Forential thought. To help\nhim ... no.... None of us would risk it. It's too dangerous.\n\nThe aliens did not have any equipment to make their single person ships\ninvisible. It took bulky distortion machinery; the single person ships\nwere too large to cover with mental shielding.\n\nTwenty years ago, yes (Forential thought) we could have risked it. But\nnow the radar screens around all the major countries are too tight. We\ncould not, like Walt, destroy our ship. We would need it to return in.\n\n**We must give him all the help we can,** Forential thought.\n\n**We must.**\n\n**We must.**\n\n**Lycan,** the Elder thought. **Can you cut the power of your charges?**\n\n**An extended period might have a bad psychological effect....**\n\n**They won't realize the implication--that they're not Lyrians, that we\ncontrol them--until too late.**\n\n**If we could give Walt twelve hours,** Forential thought. **... we've\ngot to give him every chance!**\n\n**When do you think he'll be close to her?** the Elder asked.\n\nForential consulted his maps. He calculated rapidly.\n\n**If he travels fast--if he has luck--by another five hours.**\n\n**Lycan,** the Elder instructed, **continue with training until then.\nWe'll cut off the greater transmitter five hours from now. Twelve hours\nshould give Walt more than enough time to kill her. It will be mutant\ntrying to kill an earth-normal. He can't fail!**\n\n**He can't fail,** they echoed nervously.\n\n**Will twelve hours be enough?**\n\n**If he does, somehow, fail, we can't risk delaying the invasion more\nthan that.**\n\n**I will see that it doesn't delay the invasion,** Lycan promised.\n**I'll train them right through normalcy.**\n\n       *       *       *       *       *\n\nWalt had arrived in Hollywood. _Wait for me there._ Julia (dressing\ncarefully) projected to him. _I'll be right over to get you._\n\nShe finished combing her hair. She went to her handbag, snapped it\nclosed decisively, and slipped it over her arm. She was smiling.\n\nOn her way out of the room, she picked up the book on brain surgery that\nshe hadn't yet had the chance to read. She skimmed through it in the\ntaxi on the way to pick Walt up.\n\nShe paused a fraction of a second over one of the illustrations; in that\ntime, she was able to memorize it. My brain, she thought, is different\nright there; but I can't see my own brain well enough to tell much; I\nwant to look at his for a minute if I can.\n\nHaving finished the book, she held it primly in her lap, tapping\nimpatiently on it with her fingers.\n\nThere's a lot of things funny about this boy, she thought. I've got to\nget more information about him. I've got a suspicion he's going to be in\nfor a few surprises.\n\n(It was less than an hour before the aliens would cut off the larger\ntransmitter.)\n\nWhen I first located him for sure, she thought, he was traveling _much_\ntoo fast; faster and higher than any experimental rocket I've ever heard\nof.\n\nI've got to check on the old flying saucer reports, she thought. They're\nthe only things I can remember reading about that were supposed to move\nthat fast.\n\n\"This is him waiting up here,\" Julia said to the driver. \"Just pull over\nto the curb.\"\n\nA moment later, opening the door, she said, \"Get in. I'm Julia.\"\n\n\"I'm Walt Johnson,\" he said, flexing his hands. \"Let's go someplace\nwhere we can be alone.\"\n\n\"Well,\" she said. \"It's good to see you, Walt.\" She extended her hand.\n\nHe had sealed off his thoughts. His hand was moist in hers; it responded\nuncertainly to her warm pressure. She drew him inside. She caught a wisp\nof thought that he was not quite able to conceal. \"Back to the hotel,\"\nshe told the driver.\n\nNow I'm _sure_, she thought, that he really tried to teleport me out of\nmy hotel room. I wonder why he wanted to? Why should he want to kill me?\n\nI'll have to keep an eye on him. But he's such a baby. He can't even\ncontrol his emotions.\n\n\"Your clothing,\" she said, studying him with professional concern, \"is\nall wrong. We'll just have to get some more. Some to fit your\npersonality better. I'll do that tomorrow.\"\n\nAnger crossed his face. He rubbed his hand over his knee and looked down\nat his trousers. \"I like them,\" he said in a surly voice.\n\nShe was not afraid of him. She had no need to be. He was such an\ninnocent!\n\nWhy, she thought, he doesn't seem to have any information to draw on\nhardly at all; he'll be harmless as long as I wish him so.\n\n\"I'm a Lyrian traitor, too,\" he said.\n\n\"You are?\"\n\nHis accent. She could not remember any accent on Earth like that. He had\nnot learned his English from an earthman. A Lyrian had taught him?\n\n\"What are you doing here?\" he said.\n\nBoy! she thought. Is his conversation naive! Keep him talking, girl!\n\nShe studied his face. She thought: Get 'em young and raise 'em to suit\nyourself, Julia.\n\n       *       *       *       *       *\n\nShe added up the facts she had already discovered. He was, like herself,\na human mutant. (I must check, she thought, to see if there were any\nhuman babies missing during the last flying saucer scare twenty-four\nyears ago, the year I was born.) The mutants had been collected at\nbirth, but the collectors had overlooked her. Walt had traveled here\nfrom (where? Mars? Luna?) in order to rectify this oversight by putting\nher out of the way. Why? Obviously he owed allegiance to the collectors\n(Lyrians?) from whom he had probably learned--among other things--his\natrocious accent. He was--\n\nShe had ignored his question, so he asked another one. \"Where is the\nwar?\"\n\n\"War?\" Julia repeated. She frowned delicately. \"There's no war. Not right\nnow. The international situation is getting better, I think.\" War? she\nasked herself. He's got a lot of misinformation about us.\n\nShe kept trying to _see_ into the physical structure of his brain. Ah,\nshe thought, yes. Right there--\n\nA bridge there, all right.\n\nIt's probably an easy mutation, she thought. Probably latent in\neveryone's genes. The next development of man? (But how many centuries\nwill it take for it to come out again?) How did the collectors produce\nthe mutation in the first place--assuming they did produce (as well as\nharvest) it?\n\nCould, she thought, a surgeon--operate, as it were--on an adult brain to\nproduce the bridge?... I'll have to take up surgery. A few months to\nlearn technique. I think I could. It's easy to heal, because of the\nsubconscious pattern (the cellular pattern?) but to--operate--to\nchange--to build into a different structure, so that would require\nexperiments and study, perhaps actual knife work....\n\n\"There _has_ to be a war,\" Walt said. \"Forential told us there was.\"\n\n\"There isn't. Not now.\" Forential? A non-human? An alien?\n\n\"He told us,\" Walt said.\n\n\"He lied,\" Julia said.\n\n\"He doesn't lie.\"\n\nJulia shrugged. Walt is a loyal follower, she thought. \"There's no war.\nMaybe he meant there would be one shortly; maybe it was a premature\nannouncement.\" Lord! do these aliens have some way of prodding the\nRussian bear? she thought. Or how the devil are they--Forentials,\nwherever they are--thinking of starting a war?\n\nWalt refused to consider her denial. He did not look her in the face. \"I\nlike you,\" he said. He was desperate to change the subject. \"Your smile.\nYou're so ... so ...\" _nice_. He thought the last word; he took the risk\nthat she might peep his other thoughts. He was almost certain she could\nnot; he hoped to peep hers if she thought a reply. Forential couldn't be\na liar!\n\nJulia knew they were both incorrect: his statement and his conviction.\nBut she liked to hear him say he liked her. I guess, she thought, he's\ntrying to lull my suspicions. Maybe I better lull his, too....\n\nShe smiled sweetly.\n\n\"You see, I've never seen a Lyrian female before,\" Walt said.\n\"... except one on the ship just the other day; but just one, before.\"\n\nIs Lyria supposed to be a _planet_? she thought to herself. \"You've\nnever been to Lyria, then, have you?\"\n\n\"... we were very young when we left.\"\n\nHe doesn't even know he's a native of Earth! Julia thought. \"You know,\"\nshe said, \"I'll bet I know more about you than you think I do.\"\n\nThat brought a fear reaction from Walt.\n\n_You don't need to be afraid of me_, Julia thought soothingly.\n\n(She had scarcely half an hour left before the aliens shut off the big\ntransmitter.)\n\n\"How soon.... When will we get to the hotel?\"\n\n\"Soon, now,\" Julia said.\n\n\"We'll be alone?\" Walt said.\n\n\"We'll have a chance to talk; there are a lot of things for us to talk\nabout.\"\n\n\"Yes,\" he said. He began to rub his hands over one another. His growing\nexcitement and his hatred bubbled just below the surface of his mind;\nJulia could feel the emotions without him being aware that she could.\n\nMy, she thought. He's going to take a lot of re-educating before he\nmakes a very good husband.\n\n       *       *       *       *       *\n\nWhen they entered the hotel room, Walt found his throat expanding with\nexcitement.\n\nForential, he thought, will be pleased that I have killed her in secret.\nNo one on Earth will ever know who she was killed by. When she is dead,\nI can slip out of the hotel and ... and invisible, I can steal food and\ndrink and stay in empty rooms until the invasion comes; and when it\ndoes, then I can start teleporting earthlings and slaying them with my\nhands, and.... She doesn't suspect, he thought, that I am going to kill\nher in just a moment.\n\nHe complimented himself on how cleverly he had concealed his intentions.\n\nCovertly he surveyed the room. The pitcher on the table? The chair? What\nwith? A sudden numbing blow--like the blow Calvin delivered to John.\nThen, afterwards, hands, knees, fingers--and she will be dead.\n\nHe saw himself rising triumphant from her still body. Saw Forential\n(when, later, he heard of it) smiling approval, saw his mates listening\nawe struck.... His breath trembled in his throat; his arms ached to be\nmoving.\n\n\"Won't you sit down?\" she said.\n\nI will wait until she is off guard, he thought. Smiling in anticipation,\nhe sat down.\n\n... she doesn't, he thought, seem like a traitor. Such bright, clear\neyes. She seems, so nice, so trusting, so innocent. It was foolish to\nhave been afraid of meeting her. She's small and harmless. I wish she\nweren't a traitor; maybe--\n\nBut Forential knows.\n\n(How about the war? Why did Forential say there was a war?)\n\nForential knows. He said to kill her.\n\nJulia, studying him with faint amusement, said \"Have you looked at your\nbrain? I have a picture of a human brain here. I want to show you how\nalike they are.\"\n\n\"Lyrians have a superficial resemblance to earthlings.\"\n\n\"Look at this. Very similar. The same, almost.\"\n\nWalt shifted uneasily. Her eyes did not move from his face. What was she\ngetting at?\n\n\"I wonder,\" she said, \"why we ... Lyrians ... have had certain powers\ngiven to us just recently? Why, before, we were no different than\nearthlings?\"\n\nWalt frowned. He didn't want to think about it. He had a job to do.\n\n\"There's a--call it--a bridge in our minds. It's just recently been\nclosed.\"\n\n(It was ten minutes before the larger transmitter was to be turned off\nfor twelve hours.)\n\nWalt decided on the pitcher. The answer to her question was suddenly\nobvious. \"That means we're ready to invade.\"\n\nShe watched him very closely. Her fingers tapped her knee. \"... you said\nyou were on a ship?\"\n\nIt's almost time to kill her, he thought. I'm sorry, he wanted to say:\nbut I really must. \"Yes. A space station.\"\n\n\"How many of you are there?\"\n\n\"Twenty-seven; twenty-eight, counting me.\"\n\n\"That's not many. Not enough.\" She bent forward. \"You said you saw a\nLyrian female on the ship. I think there's another group of Lyrians on\nthe ship. I think they're going to invade first. That's the war your\ngroup is supposed to come in on the end of. You're going to be used as a\nclean-up group.\"\n\n\"Forential would have told us,\" Walt said.\n\n\"The question is: _Why didn't he tell you?_\"\n\nWalt realized how terribly sly and dangerous she was. She was too smart\nto be harmless. Suppose she should warn--but who could she warn?\nEarthlings? Could they get their atom bombs ready?\n\nHe felt his skin prickle. _Look behind you!_ he thought to her. It had\nworked with the officer; it worked with her.\n\nShe turned.\n\nSavagely, he grasped the pitcher with the mental fingers of\nteleportation. He hurled it as hard as he could at the back of her head.\n\n       *       *       *       *       *\n\nJulia was ready for the blow. She had the molecules of the pitcher\ndisplaced before it was half way to her. It passed through her body\neasily and smashed against the far wall.\n\nShe turned quickly enough to avoid Walt's rush.\n\nOn her feet now, she wavered into partial displacement.\n\nSnarling harshly, he advanced on her.\n\n(There was less than five minutes remaining. One of the aliens hovered\nat the larger transmitter.)\n\nHe tried to grab her. His hand passed through her body.\n\nShe smiled.\n\nHe tried to adjust to her level of displacement. He choked. Quickly he\nrealized what was wrong; he rectified the air so he could breathe. She\nchanged to normal just as he sprang. He hurtled through her as through\nthe air itself.\n\nShe turned to face him. He was panting. \"When I was a kid,\" she said, \"I\nused to throw rocks when I got mad.\"\n\n_Damn you!_ His fists clenched. He towered over her.\n\nShe did not have any more time to waste with him. 'That means,' he had\nsaid, 'we're ready to invade.'\n\nHow much time did she have? The full extent of the menace was gradually\ntaking form in her mind. With an army of indoctrinated mutants....\nInvasion! Murder! Destruction! For an instant she wanted to collapse and\ncry like a frightened little girl.\n\nWhat am I going to do? what am I going to do? what am I going to do? she\nthought frantically.\n\nI've got to see someone! I've got to convince someone--I've got to show\npeople my mutant powers: they'll have to believe me! The President, the\nArmy....\n\nHow much time?\n\nShe made a distortion field. Invisible, she rushed to the door. She\npaused, returned for her handbag. Holding it, she passed through the\ndoor.\n\nI haven't got time to beat reason into his head, she thought. I'll tend\nto him later.\n\nHalf way down the stairs, she suddenly became visible.\n\n\n\n\nCHAPTER VII\n\n\nOh, _damn_! she thought. This happened once before. How long will it\nlast this time?\n\nA great chill exploded in her body.\n\n... suppose--?\n\nNow she ran in earnest. Her legs moved like pistons. The few patrons in\nthe lobby glanced up in disapproval. At the door she almost bowled over\na young man with a brown sack full of quarts of beer.\n\nOnce in the street, she stopped and darted frightened glances about her.\nIt was growing dark. Neon winked. The street was unnatural and brittle\nunder the artificial lights. Well dressed women, serious and unsmiling\n(serenely confident that they were being mistaken for movie stars)\nwalked beside athletic escorts; sales girls and office clerks window\nshopped intently.\n\nAt the curb Julia almost danced with nervousness.\n\nHe can come upon me invisible! she thought. He can throw things! He\ncan--! _I can't even tell when he's near me!_\n\nShe waved desperately for a cab.\n\n\"Cab! Cab! _Taxi!_\"\n\nIt receded toward Vine Street.\n\nEven now he's coming out of the hotel! she thought. Or he sees me from\nthe Window!... I can't wait here; I'll have to run; I'll....\n\nA chartreuse convertible with its top up drew to a stop in front of her.\nThe driver opened the door by pressing a button on the dash. The\nupholstery was made of tiger skin. He smiled nervously. \"Going down this\nway?\"\n\nShe hesitated only an instant. \"My God, yes!\" she said.\n\n\"Get in.\"\n\nShe got in and slammed the door. \"Let's go! mister.\"\n\n\"When you're in a hurry, these cabs ... you never can find one.\"\n\nHe wore a sports jacket, most of which was canary yellow. He had thin,\ndelicate hands; his face was lean and sunless; his eyes were sad and\nmisunderstood. The hands threaded the convertible into traffic.\n\nJulia fidgeted. She kept glancing behind her.\n\n\"Somebody following you?\"\n\nJulia shuddered. \"I hope not.\"\n\nThe driver waited. Julia did not amplify; she was half turned now, so\nshe could see out the rear window.\n\n\"I had to talk to someone,\" the driver said apologetically. \"I was\ndriving along, and suddenly I had to talk to someone. You know how it\nis?... Then there you were; you seemed in such a hurry.\"\n\n\"I'm sure glad you stopped, mister!\"\n\n\"I mean,\" the driver said intently, \"I get wanting to _talk_. My name's\nGreen. You may have heard of me. I produce pictures--motion pictures.\nI'm a producer.\"\n\nHow can I ever get away from Walt! Julia thought. He can run me down\nwhenever he wants to!\n\n\"Nobody hears of producers,\" the driver said. \"That's all right with me.\nLet other people take the credit. I don't like to call attention to\nmyself.\" He brought out a monogrammed cigarette case and flicked it\nopen. \"Cigarette?\"\n\n\"No, no, thank you.\" Julia twisted at the strap of her handbag.\n\n\"Who can you talk to, I mean really? All _they're_ after is your\nmoney.... I'll tell you what I really want. I want a farm--no, don't\nlaugh: it's the truth--a little piece of land. I want to settle down,\nyou know. Most people don't understand how it is.\" He gazed sadly down\nHollywood Boulevard. \"To be famous, I mean.\"\n\n       *       *       *       *       *\n\nJulia was scarcely listening. She bit her lip.\n\n\"My wife, now, she's an actress. In her next picture, she opens a beer\ncan with her teeth. Not a bottle; anyone can open a bottle. She doesn't\nunderstand me. She's an actress.\" One of his delicate hands moved over\nthe tiger skin toward Julia. \"I'd like--sometimes to get away. Go away\nfor a weekend. Some place where they'd never heard of A. P. Green, the\nbig producer. You know. I wish--I honestly wish I weren't--some times.\"\n\nThe hand touched Julia's dress. She was too preoccupied to notice.\n\n\"... you have an interesting face. It's very, very expressive. I want to\ngive you my card. I want you to come in for a test.\"\n\nJulia moved away from him. All she could think about was Walt. Could he\nbe in that car just behind? \"... please ...\" she said vaguely in\nprotest.\n\nHe blinked his eyes; the hand retreated a few inches. \"I've never talked\nto anyone like this before,\" he said. \"But your face, your eyes.... When\nI saw you standing there--saw you were running from something--I knew\nyou'd understand.\"\n\nJulia swallowed stiffly. She pivoted to face him. \"Listen mister. I need\nhelp. Would you drive me into L. A.? Fast, mister?\"\n\nHe was hurt. He drew back. \"I thought we could go.... I know a little\nplace.... They know me there; we could eat, and--\" He moved one hand\npathetically.\n\nJulia felt a flutter of thought. (There was still a tiny bit of residual\npower remaining; it was fading fast.) Walt was starting after her!\n\n\"Mister, for God's sake, _can you drive me into L. A._? I've got to get\nsome money out of the all-night bank!\"\n\n\"... yes, of course, yes.\" He moved his lips without words. \"I thought\nyou'd understand. Your face.... Nobody does, really. How it _is_, I\nmean.\"\n\n\"Please hurry,\" she said. If I can just get a car before Walt catches\nme, she thought. That's the only way I can keep away from him. I've got\nto keep moving until I get my powers back; or until ... until ... what?\nHer lower lip trembled. She was cold and numb. _Hurry!_ she wanted to\nshriek.\n\n       *       *       *       *       *\n\nFor a full minute Walt did not realize she was gone. When he did, he was\nrelieved. He found himself trembling. Where did that demon go? Thank God\nshe's gone; I--!\n\nThe thought of her, diminutive and infinitely superior, made him cringe.\nHe was afraid of her. He wanted to cry.\n\nForential understands, Walt thought. If he were here now, he'd\nunderstand. He'd ... he'd tell me what to do.\n\nWalt stared at the back of his hand.\n\nSteady, he thought, steady. Try to relax. The shock ... it's not\nfair ... she knows so much....\n\nStudy the room; think of something else. The ship; I'd like to see\nCalvin's face again.... There's my face--in the mirror. It looks all\nright.\n\nForential will be angry. I shouldn't have let her get away. I should\nhave--what should I have done? Could I have?\n\nI could have....\n\nHe shook his head. No: that wouldn't have fooled her either.\n\n_Forential, what am I going to do now?_\n\nWalt sat down. He tried to think things out. I'm no good, he thought.\nThe only thing I'm good for is to kill earthlings. I ought to be ashamed\nof myself.\n\n... I'm alone, he thought. Things are going all wrong.\n\nI've ... I've got to learn to depend on myself.\n\nI've always depended too much on Forential.\n\nI've always been told what to do, he thought. It's time for me to begin\ntelling myself what to do.\n\nHe nodded his head at the truth of this. I'm on my own, he thought.\nWell, by God, it's time to face that! I'll stop her some way.\n\nForential is depending on me!\n\nAt last it occurred to him to try to locate Julia. He concentrated. He\nformed Julia's pattern in his mind. He sought to equate it with reality.\nFor a moment of bleak despair, he felt nothing. Then the pattern and\nreality overlapped. He fixed her in space. He had her. She was fleeing\nin an automobile.\n\nAnd--she had changed! She was now--as she had been once before--as\nimpotent as an earthling.\n\nHe sprang to his feet. Elation filled him. A rising tide of confidence\nswept over him.\n\nDamn, damn, damn! he thought in excited delight. She's mine now!\n\n_Julia, oh Julia, can you hear me?_\n\nShe couldn't.\n\nHe could feel her fleeing.\n\nI'll show her now, he thought with savage satisfaction.\n\n_Wait'll I catch you!_\n\nThere'll be no nonsense about privacy this time! he promised himself.\nI'll kill her where ever I find her. Forential may not like it as well\nas--to hell with Forential!\n\n       *       *       *       *       *\n\nOutside the hotel, in the crisp, fresh night air, Walt plunged into the\ncrowd emptying from a theater, whose marquee, \"Junkeroo\", flashed\nlonesomely above the sidewalk.\n\nI'll need a car to overtake her, he thought.\n\nHe remembered back to his first ride. I can operate one, he thought, if\nI can start it. It's easy.\n\nJulia lies in that direction. I'll catch her in no time.\n\nHe heard a car door open behind him.\n\nHe spun on his heel and walked back to the car. The driver, settled\nbehind the wheel, was just depressing the light stud when Walt cut in\nfront of it and came abreast of the driver's side.\n\n\"You're the one I'm looking for,\" he said.\n\n\"Eh?\"\n\n\"Move over!\"\n\nThe owner was a heavy, middle aged man; he snorted and narrowed his\neyes. \"What's this baloney?\"\n\n\"I'm taking this car.\"\n\n\"The hell you say!\"\n\nWalt pulled the door open, grabbed the man by the shirt and twisted. He\nset his feet and the man came sprawling out into the street.\n\nHolding him, Walt slapped his face.\n\nThe man flailed wildly. He tried to jerk loose. His shoulders twisted.\nHe tried with a knee, and Walt threw him to the pavement. A few startled\npassers-by turned to watch.\n\nWalt picked the man up and thrust him into the car. The man's face was\npurple with rage. He tried to scream.\n\nWalt displaced the air from his lungs. The man collapsed, gagging.\n\n\"Don't make any loud noises,\" Walt said.\n\nThe man choked and gasped with suddenly restored breath.\n\n\"... what ... what do you want?\"\n\n\"How do you start this car?\"\n\nThe man started to protest; the look on Walt's face made him think\nbetter of it. He told Walt how to start the car.\n\nWalt followed instructions. He listened to the purr of the motor.\n\n\"What is the power? What makes it run?\"\n\nThe owner wiped blood from his face. Sullenly, through swelling lips, he\nsaid, \"... it's a combustion engine ... like all cars....\"\n\nCautiously maneuvering the car into traffic, Walt said, \"Tell me what\nyou know about combustion engines.\"\n\nWalt displaced air again. He put it back. \"I asked you to tell me what\nyou know about combustion engines.\"\n\nThe man kept dabbing at his lips.\n\nGasping, the man began to explain. He did not seem too sure of himself.\nEvery other sentence, he faltered, and Walt had to prompt him sharply.\n\n\"This fuel ... this gas.... When the supply is used up, how does one\nobtain more?\"\n\n\"From a ... gas station....\"\n\nI'll have to watch the fuel supply, Walt thought.\n\n\"They're ... they're on nearly every corner,\" the man said.\n\nWalt nodded. I've got all I can from him, he thought. \"Do you have a\nsmall, heavy object?\"\n\nThe man licked his cut lip. His eyes were wide with terror.\n\"Y--ye--yes.\"\n\n\"Produce it!\"\n\nThe man brought out a cigarette lighter.\n\nTeleporting, Walt jerked it from the man's hand and hit him behind the\near with it. With a sigh, the owner collapsed unconscious.\n\nI'm doing all right, Walt thought. Now, if I can just find the right\nroad to follow.\n\nHe concentrated on Julia.\n\nHe began to drive very fast, slipping in and out of traffic recklessly.\n\nSix blocks later, he picked up the police car.\n\nAnd three blocks after that, the police car was abreast of him, forcing\nhim to the curb.\n\nAnnoyed, Walt brought the car to a stop. The police car angled in ahead\nof him. Walt waited confidently.\n\n\"Okay,\" the policeman said wearily, taking out his book of tickets and\nputting one foot on the running board. \"Where's the fire?\"\n\nWalt said, \"Fire?\"\n\n\"Yeah. The speed limit in this town is thirty miles an hour. Where's the\nfire? Let's see your license.\"\n\nWalt considered this information. He removed the air from this\npoliceman's lungs; from the lungs of the policeman in the car. When they\nwere very unconscious, he let them have air again. He experimented with\na few buttons until he found the reverse. He backed up a few yards,\ncircled out around the police car, and continued. The policemen were\nstill unconscious.\n\n       *       *       *       *       *\n\nMr. Green, the producer, stopped in front of the bank. With hurried\nthanks, Julia scrambled out.\n\nPathetically he called after her: \"But we could--\"\n\nInside the revolving doors, she pattered across the inlaid floor to the\nteller's cage still open for business. If I can just get out of here\nalive! she thought. The high, vaulted ceiling--dim and shadowy above the\ncool lights--seemed to echo her thoughts: get out of here alive, get out\nalive, alive.\n\nShe gave her name crisply and fumbled in her handbag for\nidentification.\n\n\"I want to withdraw my money.\"\n\n\"Yes, Miss. Your account is with this branch?\"\n\n\"Yes.\" She handed her identification and her check book to him.\n\nWhile she twisted nervously, he phoned to verify her account.\n\nShe could feel Walt creeping up on her. Her skin crawled. The revolving\ndoor was motionless.\n\nThat meant nothing. He could walk _through_ it.\n\nThere was no easy way of telling how he would strike until the last\nmoment. It would be so swift that she would never feel the blow at all.\n\nShe stared, fascinated, at the ink well across the room. She imagined it\nsuddenly ripped out and hurled at her. She shivered. She tried to\nteleport it herself.\n\nIt did not move.\n\nCold sweat began to ooze from her pores. Brakes squealed in the street\noutside. She ran her hands along the carrying strap of her handbag. Her\nmouth was dry.\n\nI'm too scared to spit! she thought. I've heard of that. I didn't\nbelieve it. It's true.\n\n\"For God's sake, hurry!\"\n\n\"Yes, Miss,\" the teller said. He eyed her suspiciously.\n\nHow long can this go on? she thought despairingly. He'll be here in\nanother minute!\n\n\"I have the amount. It's the same as your check stub shows,\" the teller\nsaid. \"You want it all?\"\n\n\"Yes.\"\n\n\"Just take this over to the table, there, and fill it in.\"\n\nOh, God! she thought.\n\nShe crossed to the table. Her hand was shaking. The free pen blotted.\nShe ripped out the check and crumpled it into a ball. Her breathing was\nshallow. She found her own pen. Shakily she filled in another check.\n\nThe teller looked at it. He waved it dry. He held it up. \"Just a,\nmoment, Miss. I'd like to verify the signature.\"\n\nHer nails dug into her palms. She moved her feet uneasily. She glanced\ntoward the door.\n\nShe fumbled in her handbag for a cigarette. She found a stale pack,\nshook one out. She lit it with a safety match and extinguished the match\nwith a nervous flick of her arm. She inhaled.\n\nThe invasion. For the first time since she'd left the hotel it\nreoccurred to her.\n\nOh, Lord! she thought. How much time before that! She dropped her\ncigarette and ground it out.\n\nThe clerk was bending over, comparing signatures.\n\nI've got to do something about the invasion! I've got to tell somebody!\nBut ... but ... how can I ever convince anyone?\n\nThey'd think I was crazy. They'd detain me for questioning. They'd lock\nme up. If they did, he could come upon me and I couldn't even run!\n\nHer face was bloodless. If I had my powers back....\n\nShe began to pace. Two steps one way; two steps back; two steps the\nother way.\n\nI could ... I could show them how to operate on a human to make the\nbridge; I could talk to a surgeon....\n\nCould I?\n\nHer mind was fuzzy. It was no longer easy to remember. So many\ncompartments were no longer available.\n\nDo I remember how? You ... you.... She concentrated with every fiber of\nher being.\n\n\"Your signature is shakey,\" the clerk said.\n\nShe whirled on him. Her lips trembled. She choked back hot words.\n\n\"I'm upset tonight,\" she said weakly.\n\nHe grunted.\n\n_If he catches me_, she thought, _I'll be dead._ He'll kill me! I'll\nnever be able to convince anyone then!\n\nHurry, hurry, hurry!\n\n\"How do you want the money?\" the clerk asked.\n\n\"Any way! Any way!\"\n\nHe began to count bills.\n\nIf I stand still, he'll catch me! she moaned to herself. Even now....\n\nShe glanced toward the door.\n\n\"There,\" the clerk said.\n\nTrembling, she stuffed bills into her handbag. She raced for the\nentrance.\n\n       *       *       *       *       *\n\nShe burst from the revolving doors. She cried out to the taxi idling\nacross the street. The driver started the motor. She ran across the\nstreet to the car.\n\n\"Take me to a car lot that's open!\"\n\n\"Yes, Lady.\"\n\nShe fumbled out a bill and threw it at him. She settled back in the\nseat. \"Hurry!\"\n\nHe looked at the bill. \"_Yes, indeed._\" He started the car. \"I sure\nwill.\"\n\nThe cab whirled away and U-turned toward Vermont.\n\nShe felt better to be moving.\n\nAnd ten minutes later she was arguing with a salesman.\n\n\"This will do,\" she insisted. \"I don't want a triple-guarantee, a road\ntest, a service check, a--\"\n\n\"I'll have to make out a bill of sale.\"\n\n\"All I want to know is: Is the gas tank full?\"\n\nIndignantly, the salesman said: \"Of course.\"\n\n\"Mail me the bill of sale! Tear it up! I don't care! Here--Here's my\nhotel.\" After thrusting the card on him, she began to count money.\n\n\"The keys are in the ignition. I'll get your extra set. The license--\"\nHe began to recount the money.\n\nShe got behind the wheel, snapped on the lights, pressed the ignition\nbutton. The motor coughed and roared.\n\nShe spun the car out of the lot. She was weak with relief.\n\nMaybe I can outrun him!\n\nI hope.\n\n_I've got to!_\n\nI'll get as far away as I can. Then I'll ... I'll have to take a chance\nwaiting for an airplane. Then ... then ... when my money gives out....\n\nI can't hope to run forever.\n\nShe shuddered.\n\n       *       *       *       *       *\n\nWalt crawled out of the wreck. It seemed to be a miracle he was unhurt.\n\nHe had switched the car to automatic drive as he had seen the driver on\nthe desert do; he had not known that there was no automatic-drive beam\non that particular stretch of highway.\n\nAt the first curve--in a heart beat of time; too fast for him to avert\nit--the car had hurtled the road and plowed into the embankment.\n\nWalt cursed and shook his head and closed his eyes tightly, gathering\nhis thoughts.\n\nA few minutes later a car with intensely bright headlights stopped to\ngive assistance. Walt threw the driver out and slipped behind the wheel.\n\nIn a moment he knew that he had a powerful motor under him.\n\n\n\n\nCHAPTER VIII\n\n\nAn hour later (two of the twelve hours were gone) Julia was still free.\nShe had weaved and twisted across the city. She had crossed and\nrecrossed the super-highways and the local speedways. She had fled up\nramps and through under passes.\n\nShe had no way of telling how near Walt was; or what moment and from\nwhat direction death might strike. She did not believe that he could\nreach out through space to snatch her life; if he tried teleportation,\nshe was steeled to resist. The lifeless, glittering windows, the dull\nglare of overhead and curb lights, the shuttle movement of traffic, the\nheavy, motionless air--all these combined into bristling menace. Her\nfoot strained against the accelerator; her muscles ached over the wheel.\n\nShe hoped she had confused him. Now she streamed for the open highway.\nShe settled the car into a traffic slot on the north-bound coast\nsuper-highway. She switched the car on automatic and tried to relax.\n\nThe road curved gently toward the west to pick up the coast line. Soon\nthe moonlit breakers hissed on white sand beaches. The ocean lay dark\nand mysterious toward the far horizon.\n\nShe prayed that Walt would not guess for long minutes that she had left\nthe city; that he would lose more precious minutes locating the\nsuper-highway.\n\nSan Francisco was six hours ahead of her.\n\n       *       *       *       *       *\n\nWalt was continually losing himself in a maze of Los Angeles streets.\nOnes that seemed to promise to deliver him cross-town to interrupt Julia\nin her erratic course twined away in improper directions. Occasionally\nhe neared her. But she darted away each time: as if with the primeval\ninstinct of a hunted animal.\n\nAt last he stopped the car and cried to a pedestrian across the street:\n\"Is there any place I can get a map of the city?\"\n\n\"Ask inna filling station.\"\n\nWalt snarled. And five minutes later he found the map. He memorized it\ncarefully; it required scarcely more than a minute. During that time, he\nlet his body rest and relax. He threw the map onto the driveway. He grew\nincreasingly more confident of catching her as the information settled\ninto his brain. He visualized the map.\n\nHe was ready for her now.\n\nShe was already on the super-highway. He left the filling station. He\nwas in no hurry. He was waiting for her to return.\n\nIt soon became apparent that she would not.\n\nHe grunted and spun his car in her direction.\n\nHe lost several minutes in a traffic jam downtown. He got on the wrong\nlane in a clover leaf beyond the city limits. He had now passed beyond\nthe boundaries of the map he had memorized. He took the ridge\nsuper-highway instead of the one Julia had taken. After twenty miles, he\nrealized his mistake and had to cut over. He bounced along an east-west\nroad that was so rough-surfaced he had to reduce his speed.\n\nWhen he finally arrived on the proper highway he was almost an hour\nbehind Julia.\n\nHe concentrated on understanding the physical assembly of the engine in\nfront of him. He could teleport parts from it; he could hold other parts\nmore tightly together by using the same power. But the engine was so\nvery complex. There was (he could tell) something there--in the engine\nitself--that kept the power from being utilized. He could not locate the\nblock.\n\nHe increased the speed by tightening the valves. But the required\nconcentration was too great to be long maintained. It exhausted him and\nforced him to rest for a few miles. Then he tightened the valves again.\nThe car moved forward in a sudden burst of speed.\n\n       *       *       *       *       *\n\nIn San Francisco Julia stopped long enough for a sandwich--long enough\nto gulp hot coffee--long enough to buy a box of \"Wide-awakes.\" She\nchecked airline schedules by phone.\n\nThe eastern flights were held up by weather over the Rockies. The next\nstrato-jet to Hawaii was due to leave in thirty minutes; but she would\nhave to wait to see if any reservations were canceled before she could\nbe assured of a seat. There would not be another plane south for an hour\nand a half. One was leaving just then.\n\nShe told herself that the airport would become a cul-de-sac unless she\ncould time it perfectly; she could not risk it.\n\nShe cruised the city until she had been there over an hour. She was\nloggy and exhausted.\n\nShe was afraid to remain any longer. He might head her off; he might\ntrap her in a dead end street. Once on the straight of way, there\nwas--at least--no danger of that. She left the city and headed north\nagain.\n\n       *       *       *       *       *\n\nWalt arrived ten minutes before she left. He came to a stop at an all\nnight lunch. Invisible, he slipped through walls into the kitchen. He\nstole food, returned to his car with it, ate it. He drove to a gas\nstation, keeping her position sharply in mind.\n\n\"Gas,\" he ordered the attendant.\n\nThe attendant began filling the tank.\n\n\"All the way full,\" Walt said. \"I want a map of the city when you\nfinish.\"\n\nThe attendant brought the map. Walt unfolded it.\n\nJulia had left the city. Walt was not going to be fooled this time. But\nhe wanted to memorize the city just in case she did double back.\n\n\"Is there ... a larger map? Of this whole area?\"\n\nThe attendant brought him a California map. He memorized that one. He\npicked out Julia's route. He verified it.\n\n\"Pay up, now,\" the attendant said. \"I gotta car waitin'. It's five\nsixty-seven altogether.\"\n\nWalt reached through the rolled down window and seized the man. He\njerked him forward and down; and, with the same motion, slammed his own\nweight against the inside of the unlocked door. The steel top of the\nopening door cracked the attendant across the forehead; he went limp.\nWalt let go of him, closed the door, and drove off.\n\nBy the time he sighted her car ahead of him on the highway, in the mist\nand fog of dawn, nearly eleven hours had elapsed since he had begun the\npursuit. It had been only a half an hour before that he had located the\ngovernor and teleported it out of the engine.\n\n\n\n\nCHAPTER IX\n\n\nJulia saw the bright lights behind her. They blinded her in the\nrear-view mirror until she knocked the mirror out of focus. She glanced\nat the speedometer. She was going as fast as the engine would permit.\n\nShe was weary from the beat of the motor and the ache of steady driving.\nHer body was drained of energy. The \"Wide-awakes\" seemed to be losing\ntheir effect. In spite of herself, she nodded. Too tired to think of\nanything else, she was thinking--almost dreaming, almost in\nhalf-slumber--of a steamy bath; of perfumed heat caressing her body; of\nsoft, restful water lapping at her thighs.\n\nEven the prospect of invasion had receded into some dim, dumb corner of\nher mind; it no longer concerned her. The demands of personal survival\nhad pushed it aside; personal survival and the knowledge of her own\nincapacity to prevent, forestall, or counter it. And at last exhaustion\nhad overcome even the demands of survival.\n\nThe brilliant lights behind began to pain upon her fatigue-soaked\neyeballs. They shimmered in the windshield; they--\n\nShe realized they were gaining on her.\n\nA car without a governor.\n\nA crazy, reckless driver.\n\n_Walt!_\n\nSuddenly the fatigue vanished. Fear alerted her. She stiffened. Her\nheart pounded. She glanced behind her, squinting.\n\nThere was a sickening wrench at her body; she felt herself twisting,\nbeing sucked out of space.\n\nTeleportation!\n\nShe grabbed the wheel. She was almost too weak to resist. She fought off\nthe terrible, insistent fingers, she shrank away from them; she moaned.\n\nWalt ceased the effort.\n\nShe was limp. She struggled to marshal her resources. Her will was not\nyet depleted so much that she could not fight back.\n\nShe concentrated on being where she was, in the car, on the highway. She\nfelt a futile but exhilarating surge of victory.\n\nHer hand trembled when she switched off the automatic-drive. The wheel\nunder her hands began to vibrate. The car was sensitive to her control.\nIt was alive and deadly and hurtling like a rocket.\n\nI can't outrun him now! she thought. He has too much speed!\n\n... I've got to get off the highway. I've got to take a side road toward\nthe mountain. There'll be curves and twists and turns. They will cut his\nspeed down. Maybe I can out drive him.\n\nSide roads slipped by to her right and left.\n\nShe prepared to brake the car for the next cut-off slot.\n\nIt appeared far ahead; a dark slit on the left outlined by her rushing\nheadlights.\n\nShe depressed the brake; the tires screamed.\n\n\nThe car skittered and fishtailed. She clung desperately to the wheel,\nbattling the great chunk of metal with every ounce of her tiny body.\n\nAnd somehow the car hurtled through the slot, across the other half of\nthe highway, onto the hard topped, farm-to-market road that climbed\ntoward the distant crest.\n\nWalt's car, braking shrilly, hurtled past her and was lost in the night.\n\nJulia stamped the accelerator viciously. Her car plunged forward.\n\nLonely trees and brush stood like decaying phantoms in the splatter of\nher headlights. Far ahead, winking down the mountain, she saw the\nheadlights of another car--crawling toward her slowly, like twin fire\nflies, indolent after a night of pleasure. The road was pitted, and the\ncar beneath her jolted.\n\n\nIt was then in the loneliness of the seldom traveled farm road that she\nnoticed the gasoline gauge.\n\nThe gas remaining in the tank could not be sufficient to take her\nanother ten miles. The peg rested solidly on the empty mark to the left.\n\nShe began to cry.\n\n       *       *       *       *       *\n\nThe tears almost blinded her; she jerked the car back, just in time,\nfrom a ditch. She held it toward the fearful darkness ahead. Dawn that\npurpled the east seemed lost forever from this road and this life.\n\nThe road climbed slowly; then steeply.\n\nBehind her now the bright lights like great flames crept closer, burning\neverything. The lights had pursued her for only half an hour; it seemed\nan eternity. The road began a great bend around the first sharp thrust\nof mountain. She slowed.\n\nThe headlights were gaining.\n\nShe wanted to give up.\n\nThe motor coughed.\n\nWalt was almost upon her; elation throbbed in his being. He had been\ndriving on manual; he dared not risk automatic-drive, not since his\nwreck. He was not quite as alert as he might have been. The strain was\nbeginning to slow his reactions.\n\nThe curve was sharper; ahead, a hair-pin turn. Walt swung out to pass\nher and force her to stop or plunge over the side into the deepening\nvalley. It was the maneuver he had seen the policemen perform.\n\nThe headlights of the early farmer with a heavy load of milk suddenly\nexploded at the curve.\n\nJulia gasped and slammed on her brakes.\n\nWalt jerked his eyes from Julia's car an instant before the crash.\n\n       *       *       *       *       *\n\n\"Crazy God damned fool,\" the farmer said as he crawled painfully from\nthe wreckage of his pick-up truck. \"Crazy God damned fool!\" He clutched\nat his arm; it was broken and bleeding. \"Passing on a curve! God damned\nfool, passing on a curve!\"\n\nJulia had stopped her car. She ran toward the two wrecks.\n\n\"Any kid knows better, any two year old kid,\" the farmer said; he\nstared, unbelieving, at his arm. He sat down and was sick.\n\nIt was growing lighter. Mist lay over the valley. The air was damp with\nfading night.\n\nJulia's feet made harsh clicks on the road.\n\nAt Walt's car she stopped. The farmer watched her with mute pain behind\nhis eyes.\n\nReaction set in. She thought she was going to be sick, herself. She\nleaned against the wrecked car.\n\n\"We better get him out,\" the farmer said dully.\n\nJulia nodded.\n\nBetween the two of them, they forced the door open and lifted Walt out\nto the pavement.\n\n\"Easy,\" the farmer said.\n\nJulia stood over Walt's limp body. His jaw was broken and twisted to\none side. His chest was bloody; blood trickled from his nose; his hair\nwas matted with blood.\n\n\"He's still breathing,\" the farmer said hoarsely.\n\nHe looks so boyish, she thought. I can't believe ... he doesn't seem a\nkiller. I hate whoever made a killer out of him.\n\nWalt's chest rose and fell; his breath entered his body in tremulous\ngasps.\n\nShe wanted to bathe his face with cool water and rest his head on her\nlap. She wanted to ease his pain.\n\nShe turned away.\n\nIn the tool compartment of the wreck she located a tire iron. She\nbrought it back.\n\nHer hand was slippery around the icy metal.\n\nHe's dying anyway, she thought. It doesn't have to be my hand that kills\nhim. Tears formed in her eyes.\n\nWalt moaned.\n\nJulia's hand tightened on the tire iron.\n\nBut the risk ... she thought: if he should wake up and heal himself ...\nhe'll kill me. The world will never be warned of the invasion, then.\nIt's his life against the world; his life against a billion lives.\n\n       *       *       *       *       *\n\nShe lifted the tire iron. She averted her eyes as she got ready to swing\nit savagely at his unprotected skull.\n\nCursing, the farmer reached out with his good hand and grabbed her\nupraised wrist. \"My God, what are you trying to do?\"\n\n\"I've ... I've got to kill him.\"\n\nThe farmer stepped between her and Walt.\n\n\"I've got to.\"\n\n\"Not while I'm here, Miss, you don't.\"\n\n\"Listen--!\" she began. Then hopelessly, she let the arm holding the tire\niron fall limply to her side. He wouldn't believe me if I told him, she\nthought.\n\nNobody will believe me; not a person on the planet. It's too fantastic:\nan invasion of earth. I've got to have some sort of proof to make them\nbelieve me.\n\nNo proof.\n\n_I can't let Walt die!_ she thought. He's the only proof I have. He's\nthe only one who can convince anyone of the invasion.\n\nHe's got to live! she thought. I've got to get him to a hospital.\n\nWalt's face was bloodless.\n\n\"... he's dying,\" the farmer said.\n\n\"But he can't die!\" Julia cried desperately. \"He can't die!\"\n\n\"You're crazy,\" the farmer said evenly. \"First you get ready to brain\nhim with a tire iron and then you say he's got to live. Lady, if I\nhadn't stopped you when I did, he'd be dead as hell right now.\"\n\n\"I wasn't thinking; I didn't realize....\"\n\nBreath rattled in Walt's throat.\n\n\"Gas ... I'm out of gas,\" Julia said.\n\nShe ran to the wrecked truck. She jerked a milk can upright. She\nunscrewed the cap and emptied milk on the pavement.\n\nWith the tire iron she split the gas tank and caught as much of the\nsharp-smelling fluid as she could in the emptied can.\n\nIt sloshed loudly as she raced to her car with it. She fumbled the gas\ntank cap off. She was trembling so badly that she spilled almost as much\nas she poured into the opening. When the gas was all gone, she threw the\nmilk can from her.\n\n\"I'll back up!\" she cried to the farmer. \"You'll have to help me get him\ninto the back seat.\"\n\nHe's _got_ to live, Julia thought. If the doctors can just bring him to\nconsciousness, he can heal himself. When he realizes I've saved his\nlife, maybe he'll listen to me. He's got to listen. I'll convince him,\nI'll reason with him. He'll be able to prove to everybody that there\nwill be an invasion. When they see all the things he can do, they'll\nhave to believe him....\n\nThey put Walt in the car. They handled him as gently as they could.\n\n\"He's almost gone,\" the farmer said.\n\n\"Get in front with me. You need a hospital, too.\"\n\nThe farmer slipped in beside her.\n\nJulia spun the car around and plunged down the road toward the\nsuper-highway.\n\n\"Where's the nearest doctor?\"\n\n\"Town eight miles down the road,\" the farmer said. He grimaced in pain.\nHe coughed, and blood flecked his lips. He wiped off the blood and\nstared at it drying across the back of his hand. \"I ... think I'm hurt\ninside.\" There was barely controlled hysteria in his voice. He coughed\nagain and shuddered. \"My wife, she wanted me ... to stay home this\nmorning....\" He shut his eyes tightly. \"I've got to patch the roof.\" He\nopened his eyes and looked pleadingly at Julia. \"_I've got to patch the\nroof, don't you understand!_\"\n\n\"I'm driving as fast as I can. Which way do I turn down there?\"\n\n\"... turn right.\"\n\n\"We'll be to a doctor just as soon as I can get there.\"\n\nShe slowed down and turned onto the concrete slab of the super-highway.\n\nThen she slammed the car to a full stop; she backed up out of the line\nof traffic, back onto the cross road. She cut the motor.\n\n       *       *       *       *       *\n\nJulia had felt the bridge in her mind snap shut. Instantly even the most\nobscure brain compartment was open to her. Fatigue vanished. She was\nalert; she was able to think with great clarity.\n\nThe lightning recovery of _herself_ forced a series of ever widening\nimplications to her attention; in a blinding flash of insight she was\n(perhaps actually for the first time) aware of the degree to which she\ncould transform society.\n\nGiven time, she--she alone--like the magician Prospero in _The Tempest_\ncould create some paradise of cloud-capped towers and gorgeous palaces\nand solemn temples and winding brooks and crisp channels and green lands\nthat need never (the Calibans being transmuted by power beyond the lust\nfor power) dissolve into air, thin air, leaving not a cloud behind.\n\nIf all the people were as she, the great globe of the world could become\nan enchanted island: with wars and bloodshed and prejudice and\ninhumanity forgotten.\n\nSome such was her thought. It washed over her, the vision, and vanished\nin the acute reality of the moment. Such a dream was athwart the\ninvasion plan of the aliens.\n\nShe was out of the car. She was opening the rear door. She stood at\nWalt's head. He'll have to help me, she thought, he has information I\nwant.\n\nShe felt for the pattern of his body. She experienced it. Concentrating\nwith the full force of the human brain, she began to mend the breaks and\nruptures and wounds.\n\nIt took time.\n\nDon't reheal his mutant bridge, she thought. Leave him defanged.\n\nHis jaw returned to its socket. The dried blood on his skin no longer\nled from vicious gashes: they had closed and were knitting.\n\nShe was finished. He was still unconscious.\n\nEven as she turned to heal the farmer, a section of her brain drew\nconclusions from the fact she could be relieved of her powers. Some\noutside force was responsible for holding the bridge closed in her mind.\nIt could be turned on and off.\n\nBut why, when the force controlling her bridge had vanished, had Walt's\nbridge remained intact? She reviewed all the information she had.\n\nThere are two compartments of mutants on the alien ship.\n\nThen each compartment must have its own ... frequency. The aliens\nselected Walt, she thought, to kill me because his bridge operated on a\ndifferent frequency than mine.\n\nSpeechless the farmer had watched her heal Walt; now he relaxed under\nthe soothing fingers of her thought. He _felt_ the bone in his arm being\nmade whole again.\n\nHe no longer needed to cough.\n\n       *       *       *       *       *\n\nShe tried to create a bridge in his brain; but she could not; it was\noutside the pattern. If she were to give him one, it would require\nsurgery.\n\nShe was once again in the seat beside him.\n\n\"You're a, you're an _angel_,\" he said. Awe made his voice hollow. \"I'll\nbe God damned if you're not an honest to Jesus, real live angel.\"\n\n\"I'm human.\"\n\n\"... you couldn't be.\"\n\n\"Well, I am.\"\n\nHe frowned, \"... lady, after what I just seen you do, I'll believe it if\nyou say so. You just tell me, I'll believe it.\"\n\n\"I've got to get into San Francisco. I'll have to leave you. You can\ncatch a ride or something.\"\n\nHe scrambled out of the car.\n\nImpulsively Julia reached in her handbag for a bill. She found one.\n\"Here,\" she said, thrusting it on him, \"this is for your milk.\"\n\nThe farmer took it automatically. He put it in his wallet and put the\nwallet back in his overalls without bothering to watch what he was\ndoing. He was watching her.\n\nIf they're all as easy to convert as he is ... she thought.\n\n\"Can I ask you a question?\"\n\n\"What?\" she said.\n\n\"If you're human, what am I?\"\n\n\"We're not _quite_ the same,\" Julia said. \"Maybe some day we will\nbe....\"\n\nShe wheeled onto the super-highway and headed toward San Francisco.\n\nShe switched on the automatic-drive and turned her attention to Walt.\n\nShe was unable to awaken him. After such a severe shock as he had\nexperienced, his nervous system demanded rest; he no longer had the\nrecuperative powers of a mutant.\n\nEven if I alert Earth, she thought what can we _do_? How can we prepare?\nI could ... but I'm only one. They'd gang up on me and kill me in a\nminute.... Earth will fight; at least we won't give up. I'll have to get\nus as ready as I can, and we'll fight.\n\nI need Walt. What kind of weapons will we be up against? Where will the\ninvasion strike first? When? He'll have scraps of information that I can\nput together to tell me more than he thinks he knows.\n\nHow can I convince him to help me?\n\n... if I've figured it out right, there's got to be records somewhere.\nBirth certificates, things like that. If I'm right about babies being\nmissing the year of the last big saucer scare, there's got to be birth\ncertificates. I'll check newspaper files in San Francisco.\n\nIf I can just find Walt's birth certificate! That will convince him!\n\nShe thought about the space station floating somewhere in the sky; she\ntried to picture the aliens who manned it.\n\nGod knows how, she thought, but we'll fight!\n\n       *       *       *       *       *\n\nIn the space station, the aliens were in conference.\n\n**There can't be any doubt but that she's dead,** Forential projected.\n\n**Your Walt is a good one,** Lycan thought. **Best mutant on the ship.**\n\nJubilation flowed back and forth. The other aliens congratulated\nForential.\n\n**It was nothing,** Forential told them.\n\n**I feel infinitely better, now that she's out of the way,** the Elder\ncommented.\n\n**We'll strike with the main force a day before we planned to,** Lycan\ntold them. **That's best all around. We expect most trouble from the\nAmerican Air Force. It will be least alert on a Sunday morning.**\n\n       *       *       *       *       *\n\nIn San Francisco Julia drew up in front of an unpretentious hotel on\nPolk Street. Walt, was still unconscious in the back seat.\n\nAfter she arranged for a room, she returned to the car. She seized Walt\nat his arm pits and hauled him to the sidewalk. She held a tight\ndistortion field around his body. He was dead weight against her. She\ndraped one of his arms about her neck. When she began to walk, his feet\nshuffled awkwardly.\n\nShe felt as conspicuous as if she were smoking a pipe.\n\nShe wedged her body against the door of the hotel and dragged Walt\ninside. Although he was invisible, the effect of his body pulling down\non hers was readily apparent. She half stumbled toward the elevator.\n\nThe clerk, a counterpart of the one she had had in Hollywood looked up\nin annoyance. He snorted through his nose. He eyed her narrowly. He\nseemed about to leave his position behind the desk.\n\nJulia propped Walt against the wall and rang for the elevator. She\nsmiled wanly in the direction of the clerk. Shaking his head and\ngrunting his disapproval, he settled back in his chair.\n\nWalt's heavy breathing was thunderous in her ear. She braced him with\nher hip when he started to slip to the floor.\n\nThe elevator came.\n\n\"Step up, please.\"\n\nStraining against his weight, she hauled Walt's feet up over the edge of\nthe cage. The feet scraped loudly on the floor.\n\nThe elevator operator raised his eyebrows ever so slightly. He cocked\nhis head to one side. \"Something wrong?\"\n\n\"Oh, no,\" Julia said brightly. \"Everything's fine.\"\n\nThe operator started the car. \"A young lady ought to be careful in this\ntown,\" he said. \"A young lady oughtn't to drink so much.\" He shook his\nhead sadly. \"There's a case of rape in the papers nearly every day.\"\n\n\"... I'll be careful.\"\n\n\"They pick up young ladies in bars all the time. You never can tell\nabout the men you're liable to meet, if you go in bars. You have to\nwatch yourself in this town.\"\n\n\"Seven, please.\"\n\n\"Yes, ma'm.\"\n\nThe elevator stopped. Julia dragged Walt out.\n\n\"You mind what I say!\" the operator called after her. \"You be careful,\nnow, and stay out of bars. You never can tell....\"\n\nOnce she got Walt inside her room, she breathed a sigh of relief. She\nreleased the distortion field. He was visible again.\n\nShe removed the top sheet from the bed. She wrestled his body onto the\nbed.\n\nShe ripped the sheet into strips. She worked rapidly. She was still able\nto hold off fatigue; she felt no need of sleep. She was ravenously\nhungry.\n\nWith the strips of sheet, she tied Walt securely. She used a knot that\nwould require cutting to be undone. She pulled the strips tight. They\ndid not interfere with free circulation, but there was no possibility of\nthem being slipped. She had no intention of not finding Walt there when\nshe came back.\n\nShe surveyed her handiwork with satisfaction.\n\n       *       *       *       *       *\n\nWhistling softly she left the room and walked down the corridor. She\nstopped whistling abruptly and glanced around in embarrassment. She had\nremembered the old adage: 'A whistling girl and a crowing hen are sure\nto come to some bad end'.\n\nThere seemed to be something _indecent_ about whistling in public.\n\nThe fact that she had, colored her emotions with uneasiness.\n\nShe realized that there might be a million such superstitions--many of\nthem not recognized as superstitions at all--buried in her personality.\nHer brain might be highly efficient, but was it efficient enough to\novercome all the emotional biases implanted by twenty-four years of\nenvironment? Was even her knowledge of the real nature of the world--was\nmankind's--sufficient to overcome such biases?\n\nPerhaps, she thought, I'm not as smart as I thought I was. There may be\ndeep and illogical currents in me. Perhaps I'm not, not _mature_ enough\nfor such power as I've been given.\n\nAnnoyed, she took out a cigarette, and in defiance of cultural\ntradition, lit it there in the corridor while she waited for the\nelevator.\n\nThe operator did not approve of women smoking in public. He said so.\n\nShe ate in the coffee shop.\n\nAfter the meal, she took a cab to the offices of the morning paper.\n\nIn the entranceway to the building, sure that no one was watching, she\nbecame invisible.\n\nHalf an hour later, possessed of the information she had come after\n(harvested from the back files of the paper) she was once again in the\nstreet.\n\nIn her room, she went to the telephone. She placed a long distance call\nto a Boston hospital.\n\nThe news had not been widely reported. She found most of the names in\nbrief paragraphs stating that Mr. and Mrs. such and such had settled\ntheir suit against the so and so hospital out of court. In the three\ncases where the confinements had been in private homes, there had been\nkidnapping stories in the paper. In one of the cases, a man had later\nbeen convicted and executed--although the body of the child had never\nbeen recovered from the pond into which the prosecution contended it had\nbeen thrown.\n\nShe talked to the switch board operator at the Boston hospital. She was\ngiven the superintendent. He--impressed by the fact that she was\ncalling from the Pacific coast--sent his secretary to rummage the files\nfor the hospital's copy of the birth certificate.\n\nJulia waited.\n\n\"Yes, I have it.\"\n\n\"It's on the child of Mr. and Mrs. George Temple?\"\n\n\"That's right.\"\n\nJulia concentrated as hard as she could.\n\n\"You have it in your hand?\"\n\n\"Yes.\"\n\n\"Would you look at it closely?\"\n\n\"... what?\"\n\n\"Look at it closely, please.\"\n\n\"Young lady--\"\n\n\"_Please_, sir.\"\n\n\"All right. I am. Now what information did you want? It reads--What the\nhell! Where did that go? Say, how did you--\"\n\nJulia hung up. She looked at the birth certificate lying by the\ntelephone. She picked it up. It was none the worse for teleportation.\n\nShe put it on the dresser and returned to the phone.\n\nBy the time Tuesday was well into the afternoon, when the cool rays of\nthe winter sun lay slanting upon the murmuring crest outside, she had\nnine birth certificates on the dresser. Nine times the bell boy had come\nto her room to collect for the telephone charges. The last time, she\nforgot to make Walt invisible. The bell boy said nothing.\n\n       *       *       *       *       *\n\nJulia was annoyed by her carelessness. The bell boy's foot-falls died in\nthe carpet of the corridor. She went to the door and looked out. He was\ngone.\n\nShe closed the door and crossed to the bed. She had exhausted her list\nof names. She set about rousing Walt.\n\nHe's handsome, she thought.\n\nHis eyelids flickered.\n\nHe opened his eyes. Memory slowly darkened his irises. He glared up at\nher.\n\nHe surged at his bonds, striving to rip free and throw himself upon her.\nHe tugged at his right hand. His fingers writhed. A frown passed over\nhis face. He jerked his right hand savagely.\n\n\"You have been deprived of your power,\" Julia said.\n\nStunned, he lay back. \"I, I don't understand.\"\n\n\"You thought you were a Lyrian,\" Julia said. \"You were wrong. You're an\nearthman. I am an earthwoman.\"\n\n\"That's a lie! I'm not an earthman!\"\n\n\"You are now. How are you different?\"\n\n\"That's a lie. I'm, I'm....\" He fought against the tentacle-like strips\nof sheet.\n\n\"Is it a lie, Walt?\"\n\nHe continued to struggle.\n\nSmiling, she taunted him: \"When I was a little girl, I used to get mad\nand throw rocks.... It never did any good. Lie still.\"\n\nI shouldn't tease him, she thought contritely.\n\nShe felt very sorry for him. How frustrated he must feel! How hurt and\npuzzled and helpless and betrayed!\n\nHe's like Samson shorn.\n\n\"I know how you feel,\" she said softly. \"I felt that way when you were\nchasing me. You're going to listen to me. After I'm through talking to\nyou, maybe I'll let you up.\"\n\nGlaring hotly, he relaxed.\n\n\"I saved your life,\" Julia said. \"Don't forget that. You could thank\nme.\"\n\n\"You had a reason then. You're a traitor. You had your reasons to.\"\n\nShe slipped to the end of the bed. Gently she unlaced his shoes and\nslipped them off.\n\nHis face purpled with impotent anger.\n\nShe peeled off his socks.\n\nThen, one by one, Julia compared the footprints on the birth\ncertificates with Walt's feet.\n\nHot tears of defeat brimmed up within Walt; indignant rage filled his\neyes.\n\nJulia turned to put the birth certificates back on the dresser.\n\nNone of them corresponded to his prints.\n\n       *       *       *       *       *\n\nWalt wanted to bite down on something. He gritted his teeth. Then, as\nJulia was turning away from him, he felt once again the weird blending\nof his mind with Calvin's. He realized that it was some exclusive power\ngiven to Calvin that caused the blending: he was not even any longer a,\na Lyrian!\n\nJoy vibrated in his body. Drawing on the new power in his mind, he\nhurled a picture from the wall at the back of Julia's unprotected head.\n\nShe half turned. The heavy wooden frame hit her in the temple. With a\nlittle despairing sigh of surprise she sank to the carpet.\n\nI'll kill her this time, Walt thought. He displaced the binding from his\nright hand.\n\nAnd Calvin's mind withdrew.\n\nWalt tried desperately to tear loose his other hand; the knot would not\nyield. He tried to reach Julia. He tried to reach something to throw at\nJulia. He could not. He let out a roar of baffled rage.\n\nJulia was struggling to her feet.\n\nStanding uncertainly, she shook her head. Her eyes cleared. She let out\nher breath. The recuperative powers of a mutant were in action. \"That\nwas an awful wallop,\" she said calmly. \"How did you manage it?\"\n\nWalt said nothing.\n\nJulia wrinkled her forehead. Her mind was steady and alert. \"I felt\nanother mind just before I turned. Someone called Calvin, wasn't it?\"\n\nWalt was sweating. _How smart is she? Can she guess everything?_\n\n\"Somehow he gains rapport with you.\" Her fingers tapped restlessly on\nthe dresser top. \"If you could maintain contact with his mind all the\ntime, you would; that's obvious, isn't it? He must make contact with\nyours, then. You don't know just when he's going to contact you, do\nyou?\"\n\nWalt licked his lips.\n\n\"He must be abnormal. A normal mutant couldn't do that. I'll have to\nfind some way to seal his mind off from yours, I guess. I'll have to\ninterfere with that sort of thing. In the meantime, I'll have to keep a\nsharp eye on you.\"\n\nWalt glared at her. \"Damn you,\" he said.\n\n\"Why don't the aliens do the fighting for themselves?\"\n\nThe question was unexpected. \"You got it wrong,\" he said automatically.\n\"They are helping Lyrians out of the goodness of their hearts.\" It was\nas if he were speaking to Calvin; it made him feel, momentarily,\nsuperior to her. He grasped the opportunity with pathetic gratefulness.\n\"They're afraid!\" he cried triumphantly. \"We're not that far advanced\nyet!\"\n\nJulia paused to consider this. \"Yes, that figures,\" she said. \"But\nsuppose for a minute that you're not a Lyrian. Suppose they're using you\nto fight for _them_.\"\n\n\"No,\" Walt said.\n\n\"But why not?\"\n\n\"No,\" he repeated. He tried to keep doubt out of his voice. His anger\nwas gone. He felt uncertain and confused. He could not think clearly.\n\n\"You're a mutant,\" Julia said. \"Like I am. Our parents were earthlings.\nThe aliens are using mutants. The aliens changed our parents' genes--\"\n\n\"I don't understand that word.\"\n\nJulia smiled twistedly. \"Think how ignorant they kept you, Walt. Isn't\nthat proof enough for you?\"\n\nWalt said nothing.\n\n\"... Genes are the substances which transmit characteristics from\ngeneration to generation. If you wish to change hereditary\ncharacteristics, you must change the genes. The aliens changed our genes\nso we would be able to use all of our brains. The normal earthling is\njust like you are right now: unable to use more than one sixth of his\nbrain. The aliens collected all the mutants; all of them but me. They\noverlooked me.\"\n\nWalt twisted uncomfortably.\n\n\"But they still control us,\" Julia said. \"There is a bridge that is held\nclosed by a special frequency. That's why we've just recently been able\nto use our full powers. They just recently turned the frequency on.\"\n\n\"But--\"\n\n\"The frequency that controls my bridge is different from the one\ncontrolling yours. There are two groups of mutants on the ship. The\nfemale you saw, the one you thought was a Lyrian, was a mutant from the\nother group. I'm on the frequency of that group. It's the group that's\ngoing to attack Earth first. They are the ones that are going to cause\nthe war your Forential told you about.\"\n\n       *       *       *       *       *\n\nWalt's mouth was dry. Stop! he wanted to cry to her. Please, stop!\n\n\"... keep birth records,\" Julia continued. Walt had missed some of it.\n\"No two sets of prints can be identical. A group of babies vanished\nduring the last big flying saucer scare. _You were one of them._ I was\ntrying to find your birth certificate. If I could find it....\"\n\nJulia talked on. Her voice was sincere and intense and compelling. As he\nlistened, Walt felt the case against the aliens grow stronger.\n\nCan't think clearly, he told himself. Trust Forential.\n\nNo.\n\nHe did lie about the war.\n\nForential lied about that.\n\nHe'd lie about ... about other things?\n\nThey kept me in ignorance, he thought. Perhaps they really were afraid\nI'd discover my real nature.\n\nI don't know; I can't think; I can't _think_!\n\nAs he watched Julia, the female who had (the truth of this slowly dawned\non him) actually saved his life, he felt the first stirrings of an\nemotion he was not prepared to cope with. How pretty she looked,\nstanding before him, her eyes serious and her face intent. He wanted to\nnestle her.\n\nThe footprints, he thought. She couldn't find mine among the birth\ncertificates she had. She could have faked a set if she'd wanted to.\nDoes the fact she didn't mean she's not lying?\n\nI think I'm sorry I threw the picture at her.\n\n\"If you could have heard Mrs. Savage on the phone,\" Julia said, \"you'd\nunderstand better. She lost her son--had him _stolen_--and she was still\nsaving the birth certificate, after this long. She told me she knew\nshe'd find him some day.\"\n\nMrs. Savage sounds just like Forential, Walt thought.\n\n\"She's been waiting all these years,\" Julia said. \"She's never given up\nhope.\"\n\nStill waiting for her ... son, Walt thought. Still waiting, still\nneeding her son.\n\nWalt had never thought much of his parents until now. They were obscured\nby Forential; they existed somewhere on Lyria. But suppose Julia were\ntelling the truth? Would they have been more fond of him than Forential?\nCould they have been?\n\nThere were so many things he did not understand. He must ask Forential\nabout the process by which babies are created; what was the connection\nbetween parent and child? It was all so _puzzling_.\n\n... why not ask Julia?\n\n\"Wait a minute,\" Walt interrupted. \"I understand so very little. How are\nbabies made?\"\n\nAnd there was a harsh, peremptory knock on the door. The manager's angry\nvoice came booming through the paneling:\n\n\"The bell boy tells me you've got a man tied to the bed in there! We\ncan't have that sort of thing in this hotel! Open the door, you hear me?\nOpen the door!\"\n\n\n\n\nCHAPTER X\n\n\n\"Oh, oh,\" Julia whispered. \"You keep your mouth shut, Walt.\"\n\nShe projected a distortion field around him.\n\nThe bed now appeared untenanted.\n\nWalt was silent.\n\nJulia opened the door. The manager stormed in.\n\n\"You, you creature!\" he cried. \"Tying a defenseless man on the bed for\nGod knows what evil pur--oh. Hummm,\" he stared at the bed.\n\n\"Oh,\" he said.\n\n\"There's no one here but me.\"\n\n\"The bell boy--\"\n\nThe manager searched the room. He looked in the closet. He looked in the\nshower. His face slowly began to take on color.\n\nFoolishly he got down on his knees and peered under the bed.\n\n\"Well,\" he said, dusting off his trousers as he stood up, \"well ...\noh.... Is the service all right, Miss? Do you have any complaints?\nPlenty of towels? Soap? Did the bell boy raise the window--yes, I see he\ndid. There's enough heat? I, I seemed to have--I was on the wrong floor\nentirely. You see--\"\n\nHis face grew even more puzzled. \"There's a woman on the, on the _ninth_\nfloor I guess it is--how could I ever have made such a mistake? this is\nthe seventh floor, isn't it?--has a man in her bed.\" His face got\nredder. He waved his hands. \"_Tied_ to the bed.\"\n\n\"Oh, my,\" Julia said.\n\n\"Yes, isn't it. Now, if you want anything, don't hesitate to ring. I'm\nsorry about this mistake. Silly of me. This is the _seventh_ floor ...\nisn't it?\"\n\n\"Yes, this is the seventh floor.\"\n\nThe manager left.\n\nJulia locked the door behind him.\n\nShe dissolved the distortion field.\n\n\"Whew!\" she said. \"He was mad, wasn't he?\"\n\nWalt tried to sit up.\n\n\"No--wait. I think I'll take a chance. I'm going to leave you alone to\nthink over what I've said. Then I'm going to come back and untie you.\nYou're going to help me, Walt.\"\n\n\"I, I don't know what to think.\"\n\n\"Here's one thing I want you to remember when you're thinking everything\nout. _People can be convinced of anything as long as they have no way of\nchecking beliefs against facts._ Remember that. Forential had complete\ncontrol over you. You believed what he told you to. Now you've had a\nchance to see for yourself. You're just like an earthling. There is no\nwar. Things like that. Think for yourself, Walt.\"\n\n\"How long will you be gone?\"\n\nJulia gathered up her handbag. She folded the birth certificates and\nstored them in it. \"I don't know. I've got to convince someone of some\nfacts that are going to be very hard to believe.\" She paused at the\ndoor. \"I won't forget you, Walt. I'll be back soon.\" She smiled almost\nshyly. \"If Calvin contacts you again, don't go away. I'll just have to\nhunt you down.\"\n\n       *       *       *       *       *\n\nAfter she had gone, Walt relaxed. His body was still weak. He lay\nstaring at the ceiling. Outside, the sun's rays slanted even more. A\nbreeze, chill with approaching night, rustled the curtain.\n\nThere were shadows along the far wall.\n\nI've been an instrument, Walt thought, a piece of metal, to be used as\nForential saw fit: if she were not lying. My parents are somewhere down\nhere on this planet, the third from the sun. They are not on Lyria. I\nmight have killed them during the invasion. That would be worse than\nkilling Forential, even. If Julia weren't lying to me. Forential has\nbeen raising me to fight my own people!\n\nForential. Saucer eyed. Tentacled. Moist and slippery. Breathing in\nlabored gasps under high gravity. Air bubbling in his throat. Tentacles\ncaressing, fondling--not with affection (if Julia is right) but with\ncalculating design: to fashion my personality to his purpose....\n\nWalt closed his eyes.\n\n_Forential_, he thought.\n\nForential was far away in space; every second he was growing farther\naway in time. I've lost him, Walt thought. So much has happened, so\nmuch, so fast, since last I saw him, that I'm changing away from him\nevery minute.\n\nEarthlings aren't so bad. They're--they're not too much different from\nLyrians, from ... _mutants_.\n\nI'm a mutant?\n\n_I'm not a Lyrian?_\n\nFORENTIAL!\n\nBut Forential could not hear him.\n\nI'll have to think for myself, Walt decided. Julia said I couldn't be\nfooled if I just looked at the facts.\n\nEarthlings aren't like Forential always told us they were. They're\npleasant enough. In their way. I don't see how they can menace Lyria (if\nthere is such a place). _I don't think they've even got space travel!_\n\nHe tossed restlessly on the bed.\n\nAnd Julia, he thought. Well, she's nice. She's all right.\n\nShe's....\n\nAgain the new emotion troubled him. He missed her. He wished she would\nhurry back.\n\n_Julia!_\n\n... and why _did_ she lose her powers if she's a Lyrian? Why did I?\nLyrians shouldn't lose their powers.\n\nWhat about the machines on the ship?\n\nCan there really be another compartment of--mutants?\n\nIs that why the walls of the ship were impenetrable?\n\nIs that why we were never permitted in more than a fraction of the\noverall space of the ship?\n\nI don't think, I don't think I like Forential any more.\n\n       *       *       *       *       *\n\nJulia consulted a phone directory for the address of the local F. B. I.\noffice.\n\nIt was four thirty when she arrived, and only one man was still in the\noffice. He had his feet propped up on the desk; he was smoking a pipe\nand reading a law book.\n\n\"Yes?\" he said, standing up as Julia came forward.\n\n\"You better sit back down,\" she said.\n\n\"Well, now.... And who are you?\" He said it not unkindly.\n\nJulia gave her name. Gravely he shook hands with her.\n\n\"Sit over there, Julia,\" he said.\n\nWhen she was seated, he sat down. He bent forward and cleared his\nthroat.\n\nOh, dear, how can I start? she thought. How can I ever start? \"What,\nwhat was the page you were reading in your book?\"\n\nHe ignored the question. His eyelids drooped wearily. He took out a\nnotebook. He unscrewed his pen cap.\n\n\"I suppose you want to report on the family next door?\" he said.\n\n\"Well, as a matter of fact, no,\" Julia said. \"I wanted--\" And again her\nresolve faltered.\n\n\"Yes?\" the F.B.I. man asked.\n\nHis law book floated from the table behind him and drifted over his\nshoulder. It opened itself before his face. The pages riffled.\n\n\"What page?\" Julia asked intently.\n\nThe F.B.I. man took his pipe out of his mouth and looked at it. \"Page\none hundred and fifteen,\" he said.\n\nThe book fell open to that page.\n\nThe F.B.I. man plucked it out of the air. He felt all around it. He put\nit in his lap. His eyelids were no longer weary.\n\n\"I think I underestimated you,\" he said. \"I believe I'm going to sit\nright here and take down every word you say.\" He gestured with his pipe.\n\"Start talking.\"\n\nJulia spoke slowly. She gave the F.B.I. man all the information she had.\nHis pen skimmed rapidly, making short hand squiggles over the white\npages of his notebook.\n\n       *       *       *       *       *\n\nWhen she had finished, he looked up. He tossed the law book toward the\ndesk. She caught it and let it down gently, so that it landed without a\nsound.\n\n\"Julia,\" the man said, \"put yourself in my position. What would you do\nif someone came to you with a story like this?\"\n\n\"I'd send that person to Washington, where she could talk to somebody.\"\n\n\"I'd like a little more proof.\"\n\nJulia passed her hand through the back of the chair. \"I should certainly\nbe investigated: just on the basis of being able to do that, shouldn't\nI?\"\n\nThe F.B.I. man nodded. \"Do that again.\"\n\nJulia did.\n\n\"Excuse me a minute,\" he said. He swiveled to his desk. He picked up his\nphone and dialed. He waited. \"... Peggy? This is me. I won't be home\nfor dinner tonight. A case just came in....\" He hung up.\n\nHe turned back to Julia.\n\n\"Now, about this space station. How is it we haven't seen it?\"\n\n\"I assume it has a distortion field around it. It's invisible.\"\n\n\"Hummmm.\" He entered that in his notebook. \"Is there any way we could\ndetect it?\"\n\n\"I.... If I were able to talk to a physicist, he might be able to build\ndetection equipment. It would take time.\"\n\n\"I see. Now, about this Walt. How dangerous would you say he is?\"\n\n\"I disconnected the bridge in his mind.\"\n\n\"Bridge?\"\n\n\"I call it that. It's what makes us different. It could be built into a\nnormal human being, I think.\"\n\n\"You mean,\" he said, \"I could be fixed up to do the things you can do?\nTeleportation? Telepathy?\"\n\n\"If I were a surgeon, I think I could change your brain to our pattern.\nI can see how it should be done. But I'd have to train to be able to.\nSurgery is a skill; it takes practice to master it.\"\n\n\"How long?\"\n\n\"I don't know.\"\n\n\"How long until the invasion?\"\n\n\"I don't know that either. I don't know whether or not I can find out\nfrom Walt. I doubt if he has enough information to tell me. Very soon\nnow. Less than a month. Maybe even tomorrow.\"\n\n\"There's no time, then,\" he said. He chewed his lip. \"I see.... The Air\nForce still has its saucer files. I'm going to refer you to it.\"\n\n\"We haven't much time. Remember that.\"\n\nThe F.B.I. man looked at his watch. \"There's a plane to Washington in\nthree hours. I'll get you reservations on it. I'll phone the head office\nthere. There'll be somebody from the Air Force to meet you.\"\n\n\"I'll leave at eight, is that right?\"\n\n\"From the city airport. Just a minute. I'm going to assign a man to you.\nI don't want anything happening between now and then.\"\n\n\"I can look out for myself,\" Julia said. \"I'll pick up my ticket and\nWalt's at the reservation booth. 'Bye.\"\n\nThe F.B.I. man blinked his eyes. She had vanished. He got up and\nsearched the office carefully. The door had not opened.\n\nBut she was gone.\n\nSweating, he went to the phone.\n\nIn less than two minutes, he was talking to Washington. When he\nrecradled the phone, he was shaking. He took out his pipe, filled it,\nlit it, walked to the window.\n\nHe looked out at the twilight city. A lone star sparkled in the sky. He\nstared upwards.\n\n\"My God,\" he said softly to himself.\n\nHe crossed to the teletype, switched the current on. He began typing his\nnotes on it for the benefit of Washington.\n\n       *       *       *       *       *\n\nBack in the hotel room, Julia released Walt. Free, he stood up\nuncertainly.\n\n\"I think you'll help me,\" she said levelly. \"I disconnected the bridge\nin your mind; I'm going to leave it that way. I can't afford not to. But\nam I right, Walt?\"\n\n\"I'm not sure. I, I'll have to see.\"\n\n\"We're going to fly to Washington tonight.\"\n\n\"Washington?\"\n\n\"The seat of the government. You clean up in the bathroom, now. But\nhurry. We'll have to catch a plane out of here at eight o'clock. It's\nafter six.\"\n\n\"All right.\"\n\nWhile she was waiting, she studied herself despairingly in the mirror. I\nlook, she thought, like something the cat dug up.\n\nWhen Walt came back, she took his arm possessively.\n\n\"I'm hungry,\" he said.\n\n\"Oh?\" Julia said. \"We'll have time to eat, I guess. I wish we didn't\nhave to eat hotel food, though. I'm a good cook.\" She led Walt to the\ndoor. \"You'll see what I mean, if we can get this invasion stopped. I'm\ngoing to make you invisible, now.\"\n\nAfter they ate, Julia drove her car to the airport. The reservations\nwere waiting. So was the F.B.I. man.\n\n\"I teletyped my report to them. They wanted me to accompany you.\"\n\nHe introduced himself to Walt.\n\nWalt shook his hand. Walt no longer recoiled from the touch of an\nearthling.\n\nIn the plane, the F.B.I. man ordered cocktails. Walt had never tasted\nalcohol before. It was an unpleasant taste. But once it was down, it was\nnot objectionable.\n\nHe forced himself to drain the glass. He felt himself relaxing.\n\n\"Ugh,\" he said.\n\nThe F.B.I. man ordered another round. Julia declined. Walt accepted.\n\nWalt said, \"I feel _warm_.\"\n\nThe F.B.I. man kept glancing out the window of the plane, up at the\nstars. Clouds hung below; moonlight played over them.\n\nWalt found that he was very ... fond ... of Julia. If only, he thought,\nshe weren't so damned superior!\n\nThe alcohol filtered through his body. The compartment of the airplane\ndanced not unpleasantly. He longed to feel Julia very close to him. He\nwanted to reach out and touch her uncovered skin.\n\nFaintly, far off, barely heard was the sound of the others talking.\n\nHe grew heavy and sleepy. He closed his eyes.\n\nHe awakened once, and Julia was not beside him. He moved his tongue. It\nfelt fuzzy and thick.\n\nHe wanted Julia.\n\n\"Julia!\" he cried.\n\n\"I'm just up here,\" she called softly.\n\nDisturbed passengers muttered their annoyance.\n\nThe stewardess came to Walt's seat.\n\n\"I don't want you!\" Walt said. \"Julia!\" he shouted.\n\nJulia came back to him.\n\n\"Sit down beside me,\" he commanded. And when she did, he went promptly\nback to sleep.\n\n       *       *       *       *       *\n\nIt was after three o'clock Wednesday morning when their plane set down\nwheels on the Washington airport runway.\n\nA sleepy-eyed Air Force colonel was waiting at the gate. The F.B.I. man\napproached him. \"Here they are.\"\n\n\"Okay.\"\n\nThe colonel crossed to them. \"You're to come along with me.\"\n\n\"All right.\"\n\nWalt shook his head to clear the sleep from his eyes.\n\nThey followed the colonel to the waiting, olive drab passenger car. The\nF.B.I. man had departed.\n\nThe colonel helped Julia in.\n\n\"We've got rooms for you downtown.\"\n\n\"Whatever you've decided,\" Julia said.\n\nThe colonel gave his driver the address.\n\nHalf an hour later, Julia and Walt and the colonel reached their\ndestination.\n\n\"I must be a mess,\" Julia apologized. \"I haven't had time to change\nclothes or anything.\"\n\n\"I'll order you some,\" the colonel said.\n\nThey went immediately to the third floor.\n\n\"This is your room,\" the colonel told Walt, opening the door.\n\n\"I want to stay with Julia,\" Walt said.\n\n\"This is your room,\" the colonel said stiffly. He signaled the guard\nlounging at the end of the corridor. The guard came.\n\n\"This is your man,\" the colonel told the guard.\n\nThe guard nodded.\n\n\"He's not to leave.\"\n\nWalt planted his feet. \"I'm not--\"\n\n\"Go on in, Walt,\" Julia said.\n\nWalt hesitated.\n\n\"Go _on_.\"\n\nReluctantly, Walt entered the room. The guard pulled the door closed.\n\n\"You're to come here,\" the colonel said. He led the way.\n\nOnce in her room, he said, \"I know you're tired....\"\n\nJulia realized that she was tired. Even her mutant powers could not keep\nfatigue out of her body forever. Her muscles ached. The strain and\nexcitement had sapped her energy to a greater extent than she had\nrealized.\n\n\"I am, a little. A few hours rest--\"\n\n\"Would you sign this first?\" the colonel asked. \"It's a transcript of\nyour conversation with the F.B.I. man. To make it official. It's all we\nneed for the moment.\"\n\nJulia flipped through it. It was very accurate.\n\nThe colonel produced a pen.\n\nJulia signed.\n\n\"Now, one last thing. What sort of clothing did you want? I'll have my\nsecretary buy the things in the morning.\"\n\nUsing hotel stationery, Julia made a list.\n\nThe colonel took it. \"We'll call you in sometime tomorrow morning to get\nyour testimony.\"\n\n\"I better give you some money for the list.\"\n\nThe colonel smiled. \"You're a guest of the Air Force. We'll take care of\nit.\" At the door he said, \"Oh, by the way, don't try to leave this\nroom.\"\n\nHe closed the door softly behind him.\n\nJulia undressed quickly.\n\nShe fell into bed.\n\nSix hours later, at ten o'clock in the morning, she awoke with a start.\nSomeone was knocking.\n\n\"Yes?\"\n\n\"A package for you.\"\n\nShe drew the bed clothes around her. \"Just set it inside the door.\"\n\nThe sentry complied.\n\nJulia got up. She felt completely refreshed. She showered.\n\nOpening the package, she was delighted with the clothing the colonel's\nsecretary had selected.\n\nShe dressed and combed her hair.\n\nWhen she tried to leave the hotel room, the sentry barred her way.\n\n\"What about breakfast?\"\n\n\"Order whatever you want from room service,\" the man told her.\n\nJulia closed the door. I should show him--! she thought.\n\nBut then: Where could I go if I did go out? Suppose they come for me and\nI'm gone?\n\nShe phoned for breakfast.\n\nThe guard stood by while it was brought in. To keep me, she thought,\nfrom talking to the waiter.\n\nBy noon she still had received no word from the government.\n\nShe was growing annoyed.\n\n       *       *       *       *       *\n\nIt was after two o'clock when the colonel--the same one who had met them\nat the airport last night--came for her. \"Sorry to keep you so long,\" he\nsaid. \"They're ready to see you now.\"\n\n\"I'm ready.\"\n\n\"We're going over to the Pentagon.\"\n\n\"Let's go.\"\n\nThey stopped to pick up Walt.\n\nHe had gotten a razor from somewhere; the stubble on his face was gone.\nHis skin was smooth and boyish. He was dressed in a single breasted,\nbrown suit. His white shirt was open at the neck.\n\nJulia's heart caught in her throat with pride when she saw him. She\nblushed.\n\n\"He's been pacing the floor for the last hour,\" the guard said.\n\n\"We're going to talk to some government official,\" Julia said. She\nsmiled up at him. \"How do you feel, Walt?\"\n\n\"I'm fine. Fine. Nervous. But I feel fine.\"\n\n\"They're waiting,\" the colonel said. \"We better hurry.\"\n\nJulia took Walt's hand. \"It's all right. You don't need to be afraid.\"\n\n\"I'm not afraid,\" he said.\n\nThe same olive drab car was waiting for them outside the hotel. They got\nin--the colonel in front with the driver, Walt and Julia in back.\n\nThe car moved into Washington traffic.\n\nBleak, harsh winter lay over the town; the very air seemed weary and\nexhausted. Julia stared out the window at the passing buildings.\n\nThe invasion, she thought. Flying saucers settling down upon such a\ncommonplace, solid scene as this. Terrified faces in the streets. Crys.\nThe whine of a police car. An air raid warning, wailing like a lost\nnight express. Brick and cement buckling and exploding. Walls crashing.\nSmoke billowing up. The helpless, ironic chuckle of a machine gun\nseeking a target. The drone of a plane....\n\nSuppose the government won't believe our story after all! she thought.\n\n\"You're going to help us all you can, aren't you, Walt?\" she whispered.\nHer fingers plucked nervously at her dress.\n\n\"This morning, I had a long talk with the man at my door. I'll help you\nall I can. He'd never even heard of Lyria; he--\"\n\nThe colonel swiveled his head. \"We consulted with the President this\nmorning.\"\n\nJulia felt herself grow tense. \"Yes?\"\n\n\"He instructed us to have the two of you interviewed by some of the best\nauthorities we could round up on such short notice. You will be required\nto demonstrate this ability you seem to have to teleport objects.\"\n\n\"I'll do everything I can.\"\n\nThe colonel grunted and turned back to watching the road.\n\nThe Tidal Basin lay to one side of the car; the Washington Channel to\nthe other. Off the highway, the rotunda dome of the white marble\nJefferson Memorial glistened in the weak sunlight; the cherry trees\naround it were naked with winter.\n\nJulia listened to her own breathing; she forced herself to relax. I've\ngot to convince them, she thought.\n\nIn spite of her superiority, she felt like a little girl venturing into\na big, unfamiliar world.\n\nShortly, the car drew up at the huge Pentagon building.\n\nInside it, army men--officers and enlisted men--were scurrying about, up\nand down ramps, in and out of the endless maze of corridors. There was a\nbrisk hum of voices; it was like a giant bee hive. The high heeled shoes\nof female personnel chattered efficiently from room to room.\n\n\"Stay close,\" the colonel said. \"It's easy to get lost.\"\n\n       *       *       *       *       *\n\nAll the noises of the building were swallowed up when the colonel closed\nthe office door on the third floor. The elderly female receptionist at\nthe desk looked up.\n\n\"They're waiting, Colonel Robertson. Go right in.\"\n\n\"Right through here,\" the colonel said.\n\nWalt and Julia followed.\n\nHe opened the door, and they issued into the conference room. Talking\nbroke off; faces swung to confront them.\n\n\"Gentlemen,\" the colonel said, \"this is the girl, and this--this is the\nman from the space station.\"\n\nThe audience around the table rustled.\n\n\"You'll sit right here,\" the colonel told them. He helped Julia to her\nchair. When they were both seated, the colonel withdrew.\n\nChairs scraped and squeaked.\n\nOne of the men across from Julia cleared his throat. He was in civilian\nclothes. He was slightly stooped and partly bald. He wiped his glasses\nnervously. \"We would like a demonstration of your--your, um, um unusual\npropensities.\" He adjusted his glasses.\n\nThe glasses disengaged themselves from his ears and floated toward\nJulia. Julia stood up and walked through the table toward them.\n\nShe reached out. Both she and the glasses vanished.\n\nOne of the general officers made a check mark on his note book. \"I'd say\nour report is substantially correct.\"\n\nThe other civilian in the room, a youngish blonde woman, lit another\ncigarette. The ash tray before her was overflowing. Her fingers were\nnicotine stained. \"Very extraordinary.\"\n\nJulia materialized back in her chair. She replaced the glasses.\n\nThe conferees began to whisper softly.\n\nThe blonde nodded her head. She turned to Julia. \"About this space\nstation--\"\n\n\"This is Doctor Helen Norvel,\" one of the general officers told Julia.\n\nDr. Norvel ignored him. \"Is there some way we could detect it?\"\n\n\"I'd like to try to explain the nature of the distortion field\nsurrounding it to a physicist.\"\n\n\"Dr. Norvel,\" someone said, \"is one of our better experimental\nphysicists.\"\n\n\"Oh?\"\n\n\"Gentlemen,\" Dr. Norvel said, \"let me talk to her in the next room while\nyou question this man.\"\n\nThe bald civilian said, \"Go right ahead, Doctor.\"\n\nThe doctor stood up. Lighting another cigarette, she said, \"We'll go\nright in there, if you don't mind.\"\n\nJulia got to her feet.\n\nWhen they had gone, a lieutenant sitting beside the civilian looked up\nfrom a sheaf of papers in front of him. \"Walt Johnson, isn't it?\"\n\nWalt gulped. He felt clammy and frightened.\n\n\"I'm supposed to interrogate you--ask you some questions.\"\n\n\"All, all right,\" Walt said nervously.\n\n\"Now, Mr. Johnson, if you'll just tell us--take it slowly; take your\ntime--about life on this space station. Any details you can remember\nwill prove helpful. Describe your quarters, the nature of the\naliens--anything at all.\"\n\n       *       *       *       *       *\n\nWalt twisted in the seat. He looked around at the waiting faces. A\ngeneral lit a cigarette. The heating system hummed softly.\n\nWalt began to talk.\n\nFrom time to time, someone interrupted him with a question.\n\nIt seemed to go on forever.\n\n\"About this focus rod?\"\n\n\"It sends out a, a radiation. Something. I don't understand too well.\nIt's lethal.\"\n\n\"What is the radius of destruction?\"\n\n\"I don't know; I don't remember.\"\n\nPens scribbled.\n\n\"Please continue,\" the lieutenant said.\n\nWalt's throat grew dry as he talked. Someone got him a drink of water.\n\n\"Could you estimate the number of mutants in this other compartment?\"\n\n\"I couldn't say. I couldn't swear that there is another compartment.\"\n\n\"A hundred? Five hundred?\"\n\n\"I couldn't say.\"\n\n\"I see.\"\n\n\"About,\" a general asked, \"how much of the total area of the ship would\nyou say your compartment occupied?\"\n\nOn and on.\n\n\"Let's go over the description of that machine again. Did you ever see\nthis Fierut disassemble any part of it?\"\n\nWalt was limp and exhausted. His mind was dulled by the effort of\nconcentrating continuously. \"Yes.\" \"No.\" \"To understand that....\" \"I\ndon't know.\" \"No, no more than that.... Please. I'm getting confused.\"\n\n\"You've been very helpful, Mr. Johnson,\" the lieutenant said.\n\"Gentlemen, I'm afraid he's getting a little tired. Shall we postpone\nfurther questioning?\"\n\n\"I believe we better. Would you call in Dr. Norvel, please.\"\n\nWalt slumped down in his seat.\n\nThe conferees whispered among themselves and compared notes.\n\nJulia and the doctor came back.\n\n\"It took longer than I thought,\" Dr. Norvel said. \"I had to teach her\nquite a bit of math.\"\n\n\"What's your opinion?\" the bald civilian asked.\n\n\"I believe her, gentlemen. She has just shown me how to build some\nelectronic equipment. I'll have a picture of that space station for you\nwithin two weeks.\"\n\n\"That will be all, then, for right now,\" the civilian said. He nodded at\nWalt and Julia. \"The colonel is waiting to take you back to your hotel.\"\n\n\"You're not to talk to anyone about this,\" one of the generals said.\n\n       *       *       *       *       *\n\nThursday. They came for Walt and Julia at nine o'clock. The hotel was\naswarm with the military.\n\n\"Security measures,\" the colonel explained as they waited for the\nelevator. \"If any information about this leaks out, the whole country\nwill be thrown into a panic.\"\n\nJulia nodded.\n\n\"We've evacuated the civilians to another hotel,\" the colonel said.\n\nTwo guards with rifles stood at the street doorway.\n\n\"It's going to be a hard day for you both,\" the colonel said once they\nwere in the car. \"You're scheduled to meet representatives of some\nforeign countries at ten o'clock. And after that, we'll spend the rest\nof the day picking both your brains as clean as we know how.\"\n\n\"That's the way it's got to be,\" Julia said. \"I understand.\"\n\nIt was after midnight when she returned to her hotel. Surprisingly, she\nwas able to sleep until dawn. She arose and showered in the first\nsunlight and dressed and ordered breakfast. The sergeant on duty at the\ndesk downstairs went out himself to get it for her.\n\nAt nine (this was Friday morning) she and Walt were back in the\nPentagon. Walt's face was puffy, his eyes were red. \"I'm tired,\" he\nmurmured as an officer hurried him toward a meeting with the Ordnance\nSection. For a moment Julia considered restoring his mutant bridge. But\nshe was not completely certain that she could trust him; even the\ntiniest doubt was an excuse not to--since there was no overwhelming\nadvantage to be gained from having two mutants instead of one in the\nPentagon.\n\nA few minutes later, Julia was ushered into the office of one of the\nvery high ranking general officers. He rose to greet her, and then\nreturned to his desk. Julia sat down across from him and he pushed\nstacks of reports to one side until he located his cigarette box.\n\nJulia took a cigarette.\n\n\"Julia? I may call you that?\"\n\n\"Please do.\"\n\nHe bent across the desk to light her cigarette. He pushed an ash tray\ntoward her.\n\n\"I expect you'd like to know what we've done so far?\"\n\n\"Very much.\"\n\n\"I'm preparing a report for the President. I hope to have it for him by\nnoon.\" He glanced at his watch. \"I want to verify with you everything\nthat goes into it.\"\n\n       *       *       *       *       *\n\nThe smoke made Julia dizzy. She cleared her brain. It was a relief to\nhear someone else talking for a change.\n\n\"... we're preparing an atomic rocket to intercept their space station,\"\nhe said. \"I understand from this report that your mutant powers aren't\ninfinite. It says in here somewhere that it would be impossible to stop\nby, by teleportation you call it, don't you? an object as large as a\nrocket?\"\n\n\"It's mostly a question of inertia. There's a mass-speed-time ratio\ninvolved. The greater the first two, the more time required to divert\nthe missile from its path. The mass-speed must be sufficient to create a\ngreater diversion period than exists between the time of detection and\nthe time of impact.\"\n\n\"You would say that the rocket could get through?\"\n\n\"If the same rule holds for the aliens as for us, I don't think they\nwould have time to teleport it away.\"\n\n\"That's what I wanted.\"\n\n\"Just a minute, though. How long will it take you to complete it?\"\n\n\"Give us another week,\" the general said. \"That's one of the things I\nwanted to see you about. It will take Doctor Norvel longer than that to\nplot the orbit of the station. I want you to plot that orbit for us--\"\n\n\"I'm sorry, General. This is in your reports somewhere, too. I can't.\nNot until Doctor Norvel can locate it. It's too far out for me to\nlocate. I'd have to have an, an _anchor_ on that end--something I could\ncontact--before I could center on it. And I don't have. I can't even\n_feel_ it, if you see what I mean. There's, nothing to get ahold of. If\nI could ... I could just teleport an atom bomb there, and we wouldn't\nneed to worry with the rocket at all.\" She snubbed out her cigarette.\n\n\"Couldn't you get a fix on this frequency that controls your mutant\npowers and locate the space station that way?\"\n\n\"Neither Dr. Norvel nor I could detect it with the available equipment:\nwe tried. There's no way of knowing what equipment's required. It's\nprobable the frequency is displaced from normal space; if it is, we\ncan't even tell the increment of displacement. It's just a hopeless\ntask.\"\n\n\"Well, it will take us two weeks or more, then....\" He crossed out\nsomething on the paper before him.\n\n\"Suppose they attack before that?\"\n\n\"I'm coming to that possibility.... I see you say here that mutants can\nbe destroyed by bomb concussions because they can't displace\nsufficiently far without teleporting. What do you mean there?\"\n\n\"It's complicated. If the bomb has too much inertia to be teleported off\ntarget, they have to remove themselves from the blast area. And they\ncan't remove themselves far enough--not in space, but in relation to\nspace; so they'd have to teleport, and that would be fatal.\"\n\n\"Ummm. Bullets?\"\n\n\"They could displace themselves far enough to avoid a bullet.\"\n\nThe general wrote something down. \"How large an explosion would\nsuffice?\"\n\n\"I believe Dr. Norvel has those figures. I didn't stay long enough to\nsee the results of her computations. She figured it out. They rushed me\noff somewhere else.\"\n\n\"I'll have to ask her.... Now. I'm counting on there being five hundred\nsaucer ships in the first wave. With luck, our Air Force will get a few\nof them. You say--ah, yes, right here: 'If hit in the air, the pilots\ncannot displace out of the ship because they would be killed by the fall\nto Earth.' That's correct, isn't it?\"\n\nJulia nodded. \"Yes.\"\n\n\"But I expect we'll have to destroy the majority of them after they\nland; luck only goes so far.\"\n\n\"If they scatter all over the planet?\" Julia asked.\n\n\"We have bombers alerted.\"\n\n\"Suppose they land in a city? You'd have to bomb immediately. You'd have\nto destroy the whole area before they could escape. You wouldn't have\nany time to evacuate the population. But even so, they could destroy the\nbomber crews with their focus rods before the planes were over the\ntarget--\"\n\n\"Automatic bombers,\" the general said. \"I hope we've got enough of them.\nAs for the populations, I hope they don't land in our cities.\" He\npuckered his lips. \"I've alerted all our ground forces. We'll have our\nwhole supply of atomic artillery available. Whenever we discover a focus\nrod in operation, we intend to hit the center of the area of destruction\nwith everything we've got.\"\n\n\"What do you honestly think?\" Julia asked.\n\nHe shuffled papers, thinking. He looked up from the report. \"... it will\ntake us over a week to get even partially ready. If they strike before\nthat, we'll be able to kill some of them. If they give us a week, we\nmight even hope to kill half of them--half of the first wave--before\nwe're destroyed.... I was hoping you might offer us an alternative, or a\nsupplement; or something.\"\n\nJulia took another cigarette. She fumbled in her handbag for a match.\nShe lit the cigarette. \"No,\" she said.\n\n\"I rather thought not,\" he said. \"I expected you'd have already told\nus.\"\n\n\"I've thought about it every way I know how.... I thought about\ndisplacing all of them when they land; keeping them displaced, where\nthey couldn't reach us.... But there'll be too many of them. I might be\nable to hold one mutant in displacement, even if he resisted me. I know\nmore than he does. But five hundred?\" She shook her head.\n\n\"Could we build a machine to do that job?\"\n\n\"You'd have the rocket done much sooner.\"\n\n\"... I expect that's right. I hope they just give us _time_.\"\n\n\"If I think of anything else--\"\n\n\"Oh, I wanted to mention that,\" the general said. \"I want to give you a\nphone number. You can reach me any time, day or night, through it.\" He\nwrote it on a piece of paper.\n\nJulia memorized it at a glance.\n\nThe general made a few more notes. He glanced at his watch again. \"I\nguess that's the size of it, Julia.\"\n\n       *       *       *       *       *\n\nIn the space station, the aliens were readying for the invasion.\n\nLycan had just finished issuing clothing to the mutants in the larger\ncompartment. Once dressed, they were indistinguishable from earthlings.\nAnd more important, when the larger transmitter was eventually cut off,\nForential's mutants would easily mistake them for earthlings.\n\nForential had finished assigning sectors of Earth to his own charges.\nEach was to cover a given area. They were told that the war on the\nplanet was nearing its conclusion; destruction was everywhere. There\nwould be no opposition to bother them. (In reality, Lycan's mutants, the\nfirst wave, having taken care of _that_.) They could clean up their\nassigned sectors slowly, thoroughly, methodically. Forential instructed\nthem in all the details of detecting and tracking down earthlings. A\nmonth after their arrival, they would be, Forential said, the only\nsurvivors.\n\n**It is,** the Elder commented covetously, **one of the prettiest little\nplanets I've ever seen. We will be well rewarded for our work.**\n\n\n\n\nCHAPTER XI\n\n\nJulia awakened with a start very early Saturday morning. It was not yet\nthree o'clock. Washington lay silent beyond her window. The dark, chill\nair of the room was motionless.\n\nI forgot to seal Walt's mind off from Calvin's! she thought in blind\nterror.\n\nShe fumbled her bed clothes off and swung her feet to the carpet.\n\nBut once she was standing, the effects of the nightmare began to\ndissipate. She was surprised to find herself trembling. She laughed\nnervously. She had dreamed that Walt was crossing the carpet toward her\nbed, walking in silent invisibility. He had raised a knife to plunge it\ninto her heart--had raised a great rock to smash her skull--had aimed a\npistol at her brain--while she lay in chill terror, waiting, helpless.\n\nThe cold made goose pimples on her naked skin. But her own laugh\nreassured her.\n\nA second of concentration and blood flowed skin-ward, warming her.\n\nShe found the light switch.\n\nWhen the light came on, she heard the guard outside the door shuffle\nrestlessly.\n\nShe began to dress. She needed no more sleep. She was anxious to get\nback on the job--trying to stop the invasion; although now, in spite of\nher mutant powers, now that the course of action was outlined, she\nseemed more in the way than of assistance.\n\nNow why, she thought, would it suddenly seem so important that I should\nseal off Walt's mind? Yesterday, when he was so tired, I almost gave him\nback his mutant powers. I do trust him, don't I? Of course. After all\nthe help he's given us, I know--there's not the tiniest doubt,\nreally--that he's completely on our side.\n\nNow why--?\n\nSeal ... off ... mind....\n\nShe tried to ignore the thought. It isn't that important, she argued\nwith herself.\n\nSeal ... off ... mind....\n\nWhoa! she thought.\n\nSeal off _minds_!\n\nMinds.\n\nHarmonics ... powerful signal ... transmit ... blanket....\n\nPulling her blouse hastily over her head, she realized that it might be\nremotely possible!\n\nAs she reached for the phone, she tried to see the mathematics involved.\nI'll have to consult Dr. Norvel, she thought.\n\nShe dialed. Her hand began to tremble with eagerness.\n\nThe phone rang in her ear. Once. Twice. Three times.\n\n\"Hello?\"\n\n\"Hello, this is Julia. Let me speak to the general. Hurry!\"\n\nWhoever was on the other end of the line moved quickly. Julia could hear\na phone ringing in the receiver.\n\n\"Yes?\" the general said, sleepy-voiced.\n\n\"Julia, General.\"\n\n\"Yes?\"\n\n\"I _think_ I've got something for you.\"\n\n\"Yes?\"\n\n\"If we can transmit a powerful enough signal, we might be able to create\nharmonics that would interfere throughout the possible displacement\narea. Interfere with the frequency that closes our bridges, I mean. It's\nthe same principle as concussion affecting the displacement area.\"\n\n\"Wait a minute. Okay, go on. I'm recording this, now.\"\n\n\"If our television and radio transmitters will handle the signal, we can\nblanket the whole planet with interference. Any mutant that hits it will\nautomatically be deprived of his mutant powers.\"\n\n\"What...?\"\n\n\"Look. We can make the whole first wave human normals. The Army can\nround them up and keep them unconscious while we adjust our interference\nto meet the second wave.\"\n\n\"I see, vaguely. What do you need?\"\n\n\"Dr. Norvel.\"\n\n\"I'll phone her.\"\n\n\"A laboratory. An electronics laboratory.\"\n\n\"I'll get it.\"\n\n\"Enough time.\"\n\n\"All I can do on that score is hurry as fast as I can. As soon as I get\nyour laboratory, I'll send a car around for you.\"\n\n\"Right.\"\n\n\"I've got calls to make, then. You give me the details later.\"\n\n\"Goodby.\"\n\nJulia hung up.\n\n       *       *       *       *       *\n\nShe felt elation. She went to the window and breathed deeply. The air\nwas exciting.\n\nTwo hours later, she was in a staff car speeding toward an experimental\nlaboratory on the outskirts of town.\n\nShe was hustled inside the building by a sergeant and a colonel; gray,\ncloudy dawn hovered in the east.\n\nDr. Norvel was already waiting.\n\n\"Let's go to work,\" the doctor said.\n\n\"Right.\"\n\n\"What do you propose? The general said something about interfering with\nthe frequency controlling your mind. How? We can't even detect it.\"\n\n\"We don't need to. We generate a signal, vary the frequency until I lose\nmy mutant powers--and that's it! We generate as strong a signal as we\ncan. Then we have every transmitter in the country put on a direct line\nto us. When the radar spots the first saucer, we let go with every\nkilowatt of power we've got.\"\n\n\"Good, good, good,\" Dr. Norvel said excitedly. \"See if you can find some\ngood coffee, you there, with the bird on your shoulder.\"\n\nThe colonel said, \"Yes, ma'm.\"\n\n\"I'll try to get some electronics men in to help,\" Dr. Norvel said. \"We\nmay need plenty of help.\"\n\n\"Is there a technical library around?\" Julia asked. \"I better read up on\nelectronics.\"\n\n\"There's one in there,\" the puzzled night watchman said.\n\n\"I want you to get me somebody from the Army that can get me equipment,\nand fast,\" Dr. Norvel told the sergeant. He was standing helplessly by\nthe door.\n\n\"I--\"\n\n\"Hurry up, damn it!\"\n\nThe sergeant shrugged in resignation. \"All right, but they won't like\nit. I'm the one you should have sent for the coffee.\"\n\nAfter, the sergeant was gone, the colonel came back.\n\nBy noon, the laboratory was alive with activity.\n\nBy six o'clock, the signal generator was beginning to grow.\n\nJulia supervised the crew laying cable. The cable would be connected to\nthe nearest radio transmitter.\n\n\"Your transmitter will handle our signal?\" Julia asked.\n\n\"You give it to us, and we'll tell you.\"\n\nA general interrupted Julia. \"I'm from General Tibbets. How's it going?\"\n\n\"Can't tell.\"\n\n\"We're trying to scatter paratroops--detachments of them. All over. How\nlong do we have?\"\n\n\"It's up to _them_,\" Julia said. \"I don't know when we'll be finished\nhere.\"\n\n\"Our men should be stationed by morning.\"\n\n\"I hope we're through that early.\"\n\n\"You disarm these damned mutants, and we'll capture them.\"\n\n\"Hope to.\"\n\nIn the yard, a crew was unloading a new power supply.\n\n\"Knock a hole in the east wall and take it inside!\" a harried officer\nbawled hoarsely.\n\n\"Some ass of a newspaper man did a report on unusual activity in the\nPentagon and around Washington,\" Dr. Norvel said. \"He hinted it had\nsomething to do with the flying saucer reports of twenty some years\nago.\"\n\n\"How in hell did it leak?\"\n\n\"... the Pentagon's issuing a denial.\"\n\n       *       *       *       *       *\n\nBy midnight, Julia was superintending the construction of a second\nsignal generator. Work on the first one was temporarily stalled; the\ntechnicians were waiting for a special transformer.\n\nDr. Norvel was waving an inked-in schematic diagram before the face of a\ngray haired man in an apron. \"No, no, no,\" she said. \"It's got to be\n_this_ way to set up the right harmonics.\"\n\nA major came up and tugged apologetically at Julia's arm. \"Are you in\ncharge here?\"\n\n\"I'm sure I don't know.\"\n\n\"Well, if you are--please, Miss, my men have to rest. Can I let them go\nnow?\"\n\n\"We're not quitting 'til we finish--I'm sure of that.\"\n\nThe major went away, looking for someone else in authority.\n\nWalt, his mutant bridge restored, was inspecting the second signal\ngenerator with interest. With it, the technicians would determine the\nsignal that interfered with his frequency. They would set it to throb\nout that signal.\n\nOne section of the transmitter cable ran to each signal generator. A\nsergeant had just finished installing a switch that would control the\nsignal being fed into the output line. After the first mutant wave had\nbeen captured, the switch would be thrown to the left. The signal\ncovering Walt's powers would then be transmitted to the same network of\nradio and television stations that had carried the one covering Julia's;\nand the second wave would be reduced to earth normal.\n\nIt was dawn before the first signal generator began operation. It was\nSunday.\n\nJulia sat at a desk, sipping coffee, holding a book suspended in front\nof her, six inches from the desk top. The last twenty-four hours had\nleft a strain on her face. When the book fell, her mutant powers would\nbe gone.\n\nSmoking cigarette after cigarette, Dr. Norvel watched. After nearly\nfifteen minutes, she pleaded, \"Drop, damn you, _drop_!\"\n\nWork on the second generator continued. It was at least half a day away\nfrom completion. There was a continual mutter of conversation about it\nin the background.\n\nAn hour later, sweat covered Julia's face. The book was still suspended.\n\n\"Put in the next frequency range unit,\" Dr. Norvel said wearily.\n\nA general bustled in. \"General Tibbets wants to know how we're doing\nhere.\"\n\nSilence greeted him.\n\n\"The paratroopers are ready,\" the general said defensively.\n\n       *       *       *       *       *\n\nLycan bustled about, making last minute preparations in the larger\ncompartment. His faceted eyes gleamed with excitement. Now and then he\nspoke to a mutant.\n\n\"You ready, Fred?\"\n\n\"Yes, Lycan. I'm nervous, but I'm ready.\"\n\n\"It's natural,\" Lycan reassured.\n\nThe mutants shuffled their feet and cleared their throats and wiped\ntheir palms. They smiled uneasily.\n\n\"Form a line!\" the Elder called. \"We're ready to load you.\"\n\nThe mutants complied. They spoke in hushed undertones. Their focus rods,\nlike tall staffs, bristled unevenly above their heads.\n\nLycan led them up the ladder to the second level. Led them down the long\ncorridor. Led them past gleaming, whirring machinery.\n\nIn the huge, open launching area, the other aliens made last minute\nadjustments on the saucer ships.\n\nThe Elder sent the first group forward. They boarded their ships. The\naliens withdrew.\n\nA section of the wall unfolded. Air hissed away, expelling the saucer\nships out into space. The mutants worked their simple controls. The\nsaucer ships floated together as if for protection. On signal, they\nplunged earthward.\n\nThe section of the wall folded back. Air entered. The aliens rushed out\nand unloaded more saucer ships from the storage compartments.\n\nMutants entered and boarded. The aliens withdrew. The wall unfolded. A\nsecond group of saucer ships plunged earthward. The wall folded back. It\nwas as if the space station had opened its mouth; as if the mouth had\nbreathed flying saucers.\n\nDown they came.\n\nEarly Sunday sunlight burst across the eastern part of the North\nAmerican continent.\n\nNearly a thousand saucers, in five compact groups, one group for each\ncontinent, slipped one after another into the atmosphere.\n\nThere was no opposition. No planes rose to challenge them. They braked\nand flattened and skimmed toward their assigned landing sites.\n\nAnd they touched down: in the hearts of industrial cities; in farm\ncommunities; at military installations. They streaked up from the\nhorizon; they hovered; they settled gently to earth.\n\nA few surprised early risers saw them flashing across the sky; saw them\nland; saw the mutants, armed with focus rods, step out and adjust\nthemselves to the openness all around them. Hate was stamped plainly on\nthe mutants' faces. They took their time, adjusting their focus rods for\ndeath and destruction. The few earthlings who saw them waited or fled or\nadvanced with curiosity.\n\nAt the Infantry School at Ft. Benning, Georgia, a saucer landed in the\nthird cortile. The three jump towers to the left were like bony fingers\npointing accusingly at the sky.\n\n       *       *       *       *       *\n\nThe troops, alerted, uncertain as to what they were waiting for, were\nlounging in the barracks. Their orders had been changed several times in\nthe last few days. An orderly coming from \"C\" Company rec hall saw the\nsaucer first. He watched the female mutant get out, look around,\nshudder and shrink upon herself beneath the horrible, distant sky.\n\nHe went to report it to the O.D.\n\nThe female began to adjust her focus rod.\n\nAt the airport across the Chattahoochee River in Alabama, five\nbattalions of paratroops were waiting assignment. They had been briefed\non their jobs less than twelve hours ago. Cargo planes warmed up off the\nrunways, poised for service.\n\nThe hastily organized message center was the focus of frantic activity.\nA teletype chattered. Telephones from radar stations rang and were\nanswered. A harried clerk slipped a scribbled slip to a major waiting\nbeside the desk. He read it, whistled, and trotted toward the main body\nof troops.\n\n\"There's one over in the third cortile.\"\n\nA nervous captain stood up and field-stripped his cigarette. \"Want me to\njump--or take a truck?\"\n\n\"Jump,\" the major said. \"There's planes.\"\n\n\"Yes, sir.\"\n\n\"Load the third platoon,\" the captain called.\n\nA transport, under instruction from a colonel, wheeled onto the runway.\n\nThe colonel came running up. \"Load that platoon for Birmingham,\nCaptain,\" he ordered. \"Radar traced one down there.\"\n\n\"There's one in the third cortile on the Main Post,\" the major said.\n\n\"Get it with the next plane,\" the colonel said.\n\nThe major trotted off to get a plane.\n\nThe captain told a lieutenant: \"Take the fourth platoon, Hawkins.\"\n\nThe lieutenant saluted self-consciously. He crossed to his assignment\nand began to check his men's equipment. The men pulled nervously at\ntheir parachute harnesses and puffed at their cigarettes. \"Don't forget\nto hook up in the plane.\"\n\nSeveral men were waving out the next transport. It lumbered forward as\nthe other one cleared the field and circled west toward Birmingham.\n\n\"I'd feel better with a rifle,\" one of the troops told the lieutenant.\n\n\"What the hell,\" one of the other men said, \"You'd have to clean it when\nyou got back!\"\n\n\"Let's go!\" the lieutenant said.\n\nThe platoon moved into the waiting transport.\n\nA medical aide trailed up at the rear, carrying his hypodermic kit. Once\nthe platoon overcame the mutant, he would inject enough morphine to\nknock the mutant out for at least twenty-four hours.\n\nThe female in the third cortile saw the lumbering transport, saw the\nsilken blossoms swaying down from it. It amused her to wait. She was in\nno hurry. She was going to take it slowly at first: savoring the first\nfew: before killing became a mere impersonal, mechanical operation.\n\nThe soldiers were unarmed. They landed, divested themselves of their\nchutes, trotted toward an assembly area designated by the lieutenant.\nWhen they were grouped, they started to close in on her--advancing\nnervously.\n\nShe lifted the focus rod. So this was the best they could send against\nher! She concentrated. She would turn them into flaming torches. Then\nshe would demolish all the buildings within range. But first the\nscreaming human torches....\n\nNothing happened. The focus rod was as useless as wood.\n\nHer mind was cramped. It was no longer as alert as it had been in the\nspace station. She was now adjusted to the openness around her. She\nrealized something was badly wrong.\n\nThe soldiers, smiling now, were almost upon her.\n\nShe dropped the focus rod and started to run.\n\n       *       *       *       *       *\n\nIn Washington, Walt and Julia waited by the signal generator that was in\noperation, broadcasting its interference across the whole planet. Julia,\nbereft of her mutant powers, sat limply in a folding chair; her body was\na stupor of exhaustion; she watched the activity around her with\nlistless, heavy-lidded eyes.\n\nGeneral Tibbets paced nervously before the second generator.\n\nDr. Norvel hovered at the control panel.\n\n\"It's finished,\" a technician said, straightening stiffly from the\nelectrical wiring at the rear of the panel.\n\nThe general stopped pacing. \"Walt! Are you ready?\"\n\n\"Okay,\" Dr. Norvel said. \"Turn it on.\"\n\n\"I'm ready,\" Walt said.\n\nA power supply moaned.\n\n\"Here we go, Walt.\"\n\nA technician ran a hand through his hair. \"Keep your fingers crossed.\"\n\nWalt, seated beside Julia, concentrated on the book. It floated above\nthe desk.\n\nDr. Norvel moved the dial. Her face was pale and drawn.\n\nThe general coughed nervously.\n\nThe control light of the generator winked out.\n\nEveryone held his breath.\n\nThe air was filled with the sharp, acrid odor of burning wiring.\n\n\"Unplug it!\" Dr. Norvel cried.\n\nA technician cut off the power.\n\n\"Oh, damn, damn, damn,\" Dr. Norvel said tonelessly.\n\nThe generator still smoked. A technician was trying to see into the\nwiring behind the panel. \"Something shorted,\" he said unnecessarily,\n\"It's a mess.\"\n\n\"We've got to get it fixed,\" Julia said dully.\n\nDr. Norvel collapsed, crying quietly. \"It's too late; it's too late;\nit's too late.\"\n\n\"We worked too fast--\"\n\nWalt stood up. The book fell with a sharp, explosive sound now that he\nhad stopped concentrating on it. \"We'll have to find my frequency on the\nother generator.\"\n\n\"Not until we get all the first wave of mutants under control,\" Julia\nsaid. \"We can't shut off their interference before.\"\n\n\"Suppose it takes as long on your frequency as it did on Julia's?\" Dr.\nNorvel said. \"... I don't think we've got that kind of time. As soon as\n_they_ realize something's wrong....\"\n\n\"What else can we do?\" Walt asked.\n\nNobody answered.\n\nDr. Norvel rummaged nervously through her smock. \"Anybody got a\ncigarette?\"\n\nThe general fumbled in his uniform. \"... I'm out ... Colonel?\"\n\n\"I'll send out for some, sir.\"\n\n\"Try in my handbag,\" Julia said. \"I think there's some there.\"\n\nThe general went to the handbag. He opened it. He removed the birth\ncertificates and found the cigarettes.\n\nDr. Norvel took one from him and lit it. \"Thanks.\"\n\n\"What's these?\" the general asked.\n\n\"Birth certificates,\" Julia said.\n\n\"Uh--?\"\n\n\"Of some of the mutants,\" Julia said. \"I kept them, kept them to\nestablish paternity. When they were all captured.\"\n\nThe general tossed them on the table. \"It doesn't look like we'll need\nthem.... Well, let's get that second machine going.\"\n\nTechnicians were already stripping out burned wiring. One of them was\nscribbling a list of replacement parts on a loose sheet of paper.\n\n\"I better see how many we've captured, so far,\" the general said. \"How\nlong it will take to get them all.\"\n\nThe colonel stood respectfully aside, and the general walked heavily to\nthe office.\n\n       *       *       *       *       *\n\nThe laboratory was silent. After they heard him speak into the\ntelephone, the technicians resumed conversation, hushed and hopeful, and\nnervous.\n\nThe general listened to the staff report from the Pentagon.\n\nThe overall situation was confused. The Army had no idea of how many\nmutants were still at large. Some had gone into hiding, and dressed as\nearthlings, they were impossible to identify by appearance.\n\nA group of civilians had reported one mutant in custody. They had been\ntold to knock him unconscious and keep him unconscious until further\nword.\n\nSince all radio and television transmitters were in use, it was\nimpossible to solicit aid from the great body of civilians--most of\nwhom, indeed, knew nothing as yet of the invasion; most of whom were\njamming switchboards with angry calls aimed at determining why their\ntelevision sets weren't working. The official explanation, issued by the\nstations themselves, was sunspots.\n\nThe general listened quietly.\n\n\"Break it to the press,\" he said at last. \"Ask that all civilians\ncooperate.\"\n\nThe Pentagon resumed the report.\n\nIt was estimated that more than eight hundred saucers had already\nlanded across the planet. There was only a little information so far\nfrom foreign countries, all of whom had been alerted. Russia had\nreported nineteen mutants captured. England reported two. France--\n\n\"Thanks,\" the general said.\n\n       *       *       *       *       *\n\nThe Elder detected the interference when a control needle on the\nfrequency transmitter began to jump erratically. Instantly he checked\nthe displacement coupling. There was nothing wrong with it. The\nfrequency was being properly transmitted.\n\nHe was petrified with terror. His eyes glazed. His tentacles hung limp.\nBreath gurgled in his body; bubbled and rattled and rasped.\n\nThen, leadenly, he moved one tentacle.\n\n**Conference!** he shrieked to his colleagues. **Conference,** he sobbed\nbrokenly.\n\nCircuits opened up; the Elder gave them his knowledge.\n\nThey had no difficulty in deducing the general picture of what was\nhappening on Earth.\n\n*Walt failed,** they accused Forential.\n\n**Save us, Elder! Save us!**\n\nThere was a hysterical babble of thought throughout the space station.\n\nForential raced down the ladder like a tumbling spider. He threw himself\nalong the second level corridor. He stopped, gasping, before the\nfrequency transmitter governing his charges.\n\nIt still functioned perfectly.\n\nThe other aliens fled aimlessly through corridors, huddled in dark\ncorners; they whimpered and moaned and waved their tentacles in terror.\n\n**Make peace!** one of them screamed shrilly.\n\n**Surrender!**\n\n**They'll kill us anyway! Don't be a fool!**\n\n**No, no, _no_!**\n\nLycan embraced the Elder for protection. Trembling, he looked up into\nthe Elder's contorted face. They both sobbed dryly.\n\nForential could not think. He was paralyzed.\n\nIt was almost half an hour before they quieted.\n\n**My mutants aren't jammed,** Forential told them for the dozenth time.\n**Maybe there's still hope.**\n\n**Send them all down; send them all--**\n\n**No! Wait!** Fierut interrupted sharply. **Wait! Reason! Suppose there\n_is_ interference on Forential's frequency. Suppose it just isn't strong\nenough for us to detect it. Suppose they're throwing most of their power\ninto interfering with Lycan's transmitter. Suppose there is only local\ninterference with Forential's. We've got to take that into account.**\n\nGreat hopeless whimpers echoed in their minds.\n\n**Wait, now, wait!** Fierut commanded. **We must assume it's true. But\nif we throw all available power into Forential's transmitter, maybe we\ncan breach that purely local interference.**\n\n**Yes? Yes? Yes?**\n\n**Lycan: cut off your transmitter. Channel every unit of power to\nForential--**\n\n**Madness--**\n\n**Suicide--!**\n\n**_They_ could change over--!**\n\nThere was a rising babble of protest.\n\n**Earth can't tell it's off!** Fierut thought. **They must be using the\ntwo mutants down there for negative tests. They couldn't possibly have\ndetection equipment for a displaced field.**\n\n**It's, it's our only _hope_,** the Elder whispered.\n\n       *       *       *       *       *\n\nFierut scuttled out of his compartment and down the ramp to the\ninstrument room. He began to analyze and test and measure the beams of\ninterference pouring from Earth. He used a synchronized model of the\nplanet to pinpoint originating sites. He traced the beams back, Earth\ntransmitter by Earth transmitter, back to the originating site of least\ndistortion and sharpest harmonics. **There!** he cried. **I have located\ntheir signal generator!**\n\n**All the power is now on Forential's transmitter,** Lycan thought. **My\ntransmitter is off.**\n\n**Send five of your charges down to destroy the signal generator!** the\nElder ordered Forential. **Hold the rest in reserve--in case of more\ntrouble--**\n\nForential dropped down the ladder to the rim level. He was chattering in\nnervous excitement.\n\nGasping painfully he selected five of his best mutants.\n\n\"Come!\" he cried. \"I will explain as we go. Traitors on Earth.... Walt\nis a traitor.... Hurry!\"\n\n\"I'll come too,\" Calvin cried eagerly. \"I'll come too!\"\n\n\"You stay here!\" Forential ordered.\n\n**When the installation is destroyed, prepare to switch your transmitter\nback on again, Lycan,** the Elder ordered. **If any of your mutants are\nalive, they can resume destruction.**\n\n**If all goes well,** Forential thought, **we may yet succeed. I will\nreassign sectors among my remaining charges.**\n\nShortly five new saucer ships left the space station.\n\n       *       *       *       *       *\n\nThe five saucers, in V-formation, careened into the atmosphere. They\ncircled the planet, slowing. The leader peered at a floating needle in a\nspherical container of liquid. The needle vibrated in answer to the beam\nof interference it was attuned to. The silver tip wobbled back and forth\nacross the target.\n\nThe ships leveled out over the Rocky Mountains. Losing altitude, they\nhurtled on a sloping trajectory toward Washington.\n\nAcross the Great Plains. Across the turgid, swollen Mississippi River.\nAcross the Appalachians, worn and old.\n\nThey slowed. The controls became more sluggish.\n\nThey hovered over Washington. The needle dipped.\n\nBelow, white and massive with afternoon sunlight, the Washington\nMonument, the tallest piece of masonry on the planet, loomed up between\nThe Ellipse and the Tidal Basin, towering 555 feet into the air:\nstanding rooted and solid and defiant.\n\nWalt _felt_ them.\n\n\"Mutants from my compartment!\" he cried.\n\nInstantly all activity in the laboratory ceased. It resumed almost\nimmediately, pointless and frantic, now.\n\n\"They've been sent to destroy our signal generator,\" Dr. Norvel said\nmatter of factly.\n\nTechnicians glanced anxiously at the suddenly unsubstantial walls. There\nwas no protection. They were exposed as completely as if they were alone\non a flat, barren tennis court of infinite dimensions.\n\n\"Cut off the transmitter!\" the general ordered. \"Find Walt's\ninterference frequency!\"\n\n\"... too late,\" Julia said. \"We haven't time.\"\n\n\"We could be lucky!\" the general insisted. \"Pick a frequency range.\nMaybe we can hit the right one. Hurry up, for Christ's sake; you,\nthere--!\"\n\n\"But we can't cut the transmitter off,\" Dr. Norvel pleaded. \"It would\nrelease the other mutants. Give them even five minutes....\"\n\n\"I can hold them off for awhile,\" Walt said. \"I can shield myself from\nthe radiations of the focus rod. All the mutants have to be able to. I\nthink I can shield the building against them; I think I have the\nadvantage of knowing more than they do. I don't know how long I can hold\nsuch an extended shield--Until they come in after me, I guess.\"\n\n\"We'll stop them,\" the general said. \"We'll stop them at the door.\"\n\n\"You can't,\" Julia said. She was slowly rousing from her stupor. \"They\ncan displace.\"\n\n\"I can't hold off five of them long,\" Walt said. \"Not and hold the\nshield.\"\n\n\"It would be a greater risk, cutting off Julia's frequency, searching\nfor Walt's.\"\n\n\"But Julia could help him then!\" the general said.\n\n\"No, because then those on _her_ frequency would come after us. There's\nmore of them.\" Dr. Norvel pressed her forehead wearily.\n\n\"We've got to do something.\"\n\nWalt's voice cut through the confused babble. \"I'm trying to reason with\nthem.\"\n\n\"... he hears their thoughts,\" Julia whispered.\n\nActivity ceased. Breathing seemed to cease.\n\nWalt stood erect, motionless, grim. His body was taut. His eyes were\nbright with tension.\n\n_Your focus rods can't penetrate!_ he called to them.\n\nHe braced the shielding against another assault. It came and passed. _I\ncan hold the shielding as long as you can!_\n\n_We'll come in and kill you. There's five of us._\n\n_Friends, it's me. Walt._\n\n_Traitor!_\n\n_No! No, I'm not!_\n\n_Lies!_\n\n_Let me--Listen! Forential lied! I, I can prove it! ... how?_\n\n_Hell with him!_\n\n_No, wait!_ one of the five insisted sharply. Walt didn't catch who.\n\nHe could hear them in conference.\n\n       *       *       *       *       *\n\nThen one blocked out the whole conversation and held it blocked out. A\nmoment later, the block faltered and faded. Walt felt uneasy. What had\nthey said? Some trick?\n\n_We do know Walt, after all. We may as well listen._\n\n_He's a traitor._\n\n_Wait. If he has proof--!_\n\n_He couldn't have: It's Lyrian lies!_\n\n_Give me a chance! Walt pleaded. I know you all. Give me a chance. What\ncan you lose?_\n\n_Forential said--_\n\n_Give me a chance!_\n\n_Let's hear him._\n\n_We owe him that._\n\nWalt was sweating now. His hands were clenched into fists. He was almost\ncertain that the argument was for his benefit: to make their seeming\nacquiescence less suspicious.\n\n_I'm coming out. One of you come to me._\n\nWalt let out his breath. \"There's a chance--\" He went to the table and\nscooped up the birth certificates. \"I hope one of these fits.\"\n\n\"Walt!\" Julia cried. \"If it doesn't!\"\n\n\"... they were my friends,\" he said. \"I was raised with them. Maybe\nthey'll believe me anyway. Bob and Jim and Dave and Reg and Willy....\"\nWalt shrugged.\n\nHe crossed to the doorway. He left the laboratory.\n\nJust outside he waited. One of the five saucer ships approached. He\ncould see Julia's face at the window. It was drawn and pathetic. He\nwanted to go back and comfort her and tell her everything was going to\nbe all right.\n\nHow sweet she was! Now that she was no longer infinitely wise and\nsuperior, now that she was dependent and helpless: how sweet she was!\n\nHe wanted to protect her. His heart swelled with sadness and with joy.\n\nThe saucer ship hovered. He motioned it closer. It drew in toward him\nlike a nervous colt.\n\nHe waited.\n\nHe motioned it closer.\n\nAt last, just in front of him, it jolted down.\n\nWilly got out.\n\nWalt watched as the horror of openness flickered across his face.\n\n_You'll get used to it_, Walt thought. _You'll like it, when you get\nused to it._\n\nWilly clutched the side of the ship for support. _I'm, I'm all right,\ninside the ship.... You come inside._ He clambered back out of sight.\n\nCaution counseled refusal. But Walt approached the entrance. His\nincreased knowledge made him confident. He had learned much--just in the\nlast day. He was more than a match for a single mutant from the space\nstation. If he had known as much last Monday as he knew now, Julia would\nnever have escaped. He entered.\n\nWilly pulled the door closed. He was breathing heavily.\n\n_Take off your shoes!_ Walt commanded. Walt knew Willy was going to try\nto start the ship, try to move it away so that Walt's shield would no\nlonger cover the laboratory. Once that happened, the mutants on the\noutside could blast the laboratory in a second.\n\n_What?_\n\nSlowly, Willy was moving the starting lever by teleportation. Walt\nlocated the focus rod.\n\n_Take your shoes off!_\n\n       *       *       *       *       *\n\nSuspiciously Willy glanced back mentally at the other saucer ships a\nshort distance behind. Willy hesitated. Then he sat down and removed his\nshoes. He watched Walt closely. The starting lever continued to inch\ninto position.\n\nWalt knew Willy wouldn't risk a sudden motion.\n\nBut Walt was wrong. As he bent down, the lever snapped in place. The\nsaucer shuddered.\n\nAnd Walt, using the focus rod for power, fuzed the control panel in an\ninstant beyond all use. Before the other mutants could strike, his\nextended shielding was back around himself and the laboratory.\n\n_You're going to listen_, Walt told him calmly. _All of you. You're an\nearthling. Every one of you. You were born here of Earth parents._\n\n_Nonsense!_\n\n_It's true. You shut up!_\n\nWilly waited, uncertain. The others were equally uncertain. They had not\nbeen prepared for a failure in their initial plan.\n\n_I have proof. Right here._ Walt thought all the details to the mutants\nas rapidly and as sincerely as he could. His face was bloodless. His\nhand was shaking. The strain of holding the shielding was beginning to\ntell on him.\n\nOnly two birth certificates were left. I've got to make them see that\nForential had lied to them! he thought.\n\nThe mutants were thinking the situation over in privacy, agreeing on a\nnew course of action.\n\nAnd there it was!\n\nWonder of wonders, the last birth certificate was Willy's!\n\n_See! See!_ Walt thought excitedly. _This proves what I was telling you!\nLook! All of you! They're the same!_\n\n_It proves nothing_, Bob thought....\n\n_It's faked._\n\n_Is that the best you have to offer?_ one of them sneered.\n\n_Let's kill him! Get it over with!_\n\n_How could I fake it?_ Walt demanded. He realized now what a pathetic\nhope it had been. He needed time; given that, the birth certificates\nwould be very helpful in convincing them. But without time, he couldn't\ngive them all the background they needed. And they weren't going to give\nhim time.\n\n_Lyrian traitor!_\n\n_You can't hold us all off, Walt. We're going to kill you._\n\nWalt saw them--saw them mentally--landing their four ships. In a few\nminutes they would be upon him.\n\nHe began to tremble in impotent rage. He backed toward the door to\nescape from the confining walls. He tried to make his shielding even\nstronger against their focus rods.\n\nJulia, waiting in the laboratory, heard her heart beating loudly and\nrapidly. The one saucer had landed. Walt had boarded it. The four were\ndrifting, waiting. There was a hum from the signal generator behind her.\nLet him be all right, let him beat them off! she prayed.\n\nWhat's happening? How can I help?\n\n... Perhaps because her mind was so fatigued that it was almost\nfunctioning on the automatic level of sleep, she realized at last why\nthe two compartments in the space station had been kept separate. After\nthe second wave of mutants destroyed the first--under the impression\nthey were the Earth survivors of a war--the aliens would silence the\nsecond frequency transmitter. Earth would be populated by less than\nthirty male mutants. The race of man would not breed back. In a few\nyears, the planet would be ready for its conquerors.\n\nI wish I could tell Walt that, she thought. Maybe it would be of some\nhelp to him.\n\nThe four saucers landed.\n\nShe bent forward tensely.\n\nHas he convinced them? Are they coming out to surrender?\n\n\n\n\nCHAPTER XII\n\n\nWalt was outside the ship. His feet planted firmly, he waited. The four\nadvancing mutants were not yet adjusted to the space disorientation.\nBehind them, the tip of the Washington Monument loomed starkly white\nabove the trees.\n\nWalt's anger rose to an even greater fury. He knew how Julia had felt as\na child: the hot, impotent flare of rage; the senseless desire to throw\nsomething; to smash and destroy something; to disprove helplessness by\nsome savage action.\n\nThe mutants were closer; terror was dying out of their eyes. Their lips\nwere relaxing. Their bodies were loosening to their wills.\n\n_We're going to kill you, Walt: with our hands._\n\n_Lyrian traitor._\n\nWalt was breathing in shallow gasps. They would rush him in a minute.\nWilly, out of the saucer ship now, crouched only yards away, ready to\nspring. He feinted, and Walt flinched instinctively.\n\n_You can't displace from five of us!_\n\n_Not and hold the shielding, traitor!_\n\nGeneral Tibbets, in the doorway behind Walt, began firing at the mutants\nwith a pistol.\n\nBob clutched at his chest and staggered. In an instant, the others were\ndisplaced and invulnerable.\n\nBob fell.\n\nReg went to his wounded companion, held him in displacement, healed him\nrapidly.\n\nBob coughed and shook his head and scrambled to his feet. He screamed\nhis hate at the general.\n\nThe pistol clicked on an empty chamber.\n\nWalt retreated several steps.\n\n_... green wartle rivers of Lyria; birdsong, there, in a skybranch,\npartly pretty orange and soft like fur pictures...._\n\nHe was in Calvin's mind!\n\nCalvin was sitting in the games space, on the floor, rolling the metal\npractice ball back and forth before him between his hairy hands.\nForential was speaking. The confining walls of the space station were so\ncomfortingly solid....\n\nAnd Walt had a fix on it! Knew its position, its direction, its speed!\nHe had an anchor!\n\nWhere is something? he thought wildly. Quick! A rock! Throw a rock!\nSomething big: to throw: quick! Huge, heavy--\n\n       *       *       *       *       *\n\nForgotten, the advancing mutants. With every unit and sub unit and\ncompartment and section of his mind, pouring out every available degree\nof telepathic power, dropping the shielding, concentrating above\neverything else, he seized the Washington Monument. It shook; it wobbled\nunsteadily; it wrenched free.\n\nCalvin, delighted, was helping him.\n\n_Walt!_ he cried. _We'll play games! We'll throw it!_\n\nIt was off the ground. It poised uncertainly. It moved upward. Slowly at\nfirst, like a rocket: faster and faster, dwindling from Earth, becoming\na vanishing pinpoint like a black, daylight star.\n\nCalvin pulled it in with childish joy. _It's_ big! he cried proudly.\n\nIt was aimed on target.\n\nCalvin was no longer in Walt's mind.\n\nWith a last, exhausting burst of thought, he increased its already\nterrific speed. The laboratory still stood. The mutants had not realized\nhis shielding was down. He restored it, weakened and quivering.\n\nAnd they were upon him. He fought them off with his fists and elbows. He\ndared not displace, lest the shielding should crumble entirely. A few\nminutes more; if I can just gain a few minutes more, he thought.\n\nHe was down. He jerked his head out of the way of a foot. He caught a\nleg and twisted.\n\nFingers tore at his throat. He caught someone with a savage and\nsatisfying kick.\n\nOut in space, beyond the orbit of the moon, Fierut detected the\nWashington Monument on his warning device. It was coming too fast to\ndeflect. He tried.\n\nA heartbeat later, it ripped into the steel of the space station. It\ncrumbled and shattered and sprayed marble, and huge fragments erupted\nfrom the opposite side. The space station became visible. There was a\ngreat, ragged, tunneling hole from rim to rim. Escaping air spewed\nwreckage into space. Parts of demolished machinery whirled away. In a\nyet-sealed compartment, a power system exploded with a great, blinding,\nsoundless flash. Chunks of steel debris, vast shrapnel, blossomed in all\ndirections.\n\nThe space station, its orbit altered, twisted away, a gutted, lifeless\nderelict.\n\nWalt's shielding collapsed. His mutant bridge opened; his mutant powers\nvanished. He screamed for help.\n\nHe saw General Tibbets slam a pistol butt against Willy's suddenly\nunprotected skull.\n\n       *       *       *       *       *\n\nFive minutes later, in the laboratory, amid incredible confusion, Julia\nstood over Walt and dabbed antiseptic on his cut, swollen lip.\n\nThroughout the room there were shouts and laughter and cries of victory.\nOne of the technicians--one who had worked hardest over it--was joyfully\nsmashing the second signal generator.\n\nIn the center of the frenzy, Dr. Norvel sat slumped across the desk. She\nwas sound asleep.\n\nWeary and proud, Julia straightened up from Walt.\n\n\"I've--we've both--got to get some rest,\" she said. \"There'll be the\npress, the TV, the radio.... I can't face them. I'm too tired.... I must\nlook like something the cat dragged in....\"\n\nWalt, heavy lidded and exhausted, looked up at her. He smiled leadenly.\n\"Look fine, Julia.\" His voice was thick and indistinct because of the\nswelling of his tongue.\n\nShe sure ran me around, he thought. But she can't now. She's not\nsuperior to me any more. I'll be able to hold my own. She's, she's so\nhelpless, so pliant. That's the way I like her. Poor tired girl!\n\nWe'll travel, he thought. I want to see all of the planet. All the\nsights, all the cities. I want to live in the bustle of its life, in the\nhurry of its crowds. I want to travel and learn all the different smells\nand experience all the different places, and I want to celebrate its\nrichness and its newness; I want to devour it; I want to--\n\nShe'll be there; I want to feel her by my side: sweet Julia, so\ncompliant, waiting my decisions and anticipating my wishes. I want to\nsee her laugh. And I want ... I want....\n\nI'll have to ask her about things like that.\n\n... I'm no longer so innocent, but I'm not yet so wise. I have grown\nand matured marvelously, and I will further: I know what I want. And\nshe'll be there to, to help me see and do and....\n\nHe felt a great warm glow of bursting and bubbling emotions.\n\n\"I'm going to sleep twenty-four hours,\" Julia said. \"Just as soon as I\ncan get in bed.\"\n\n\"Better leave before the fourth estate gets here,\" the general said.\n\"I'll have the staff car drive you back to the hotel.\"\n\n\"Don't tell anybody we're there.\"\n\nThe general nodded. He took Julia's arm. \"I'll walk you outside.\" He\nsent an orderly for the car.\n\n\"When you're rested--\" he let Walt and Julia go through the door in\nfront of him--\"when you're rested, we'll want to see both of you again.\nYou said something, Julia, about making us all like you were: with all\nthose unusual abilities?\"\n\n\"Later. Please, later. I'm just too tired to think.\" She held onto\nWalt's arm possessively.\n\nBut do, she wondered, _do_ I remember enough details to enable a surgeon\nto install a bridge?\n\n       *       *       *       *       *\n\nA welter of other thoughts and impressions seethed to the surface of her\nleaden brain: The international situation ... if nothing changes ... for\nthe last few years, there is an equilibrium ... working for genuine\npeace.... War is farther off every year.... But to interfere? When\npeople can still be convinced of so many, so many falsehoods? Patterns\nof hatred (like of superstition), are they (aren't they: who can say?\nwould the bridge not join but divide, upset the equilibrium?) are the\npatterns of hatred too deep, and too dangerous, and too entrenched in\nour generation?\n\nShe was tired; but out of the exhaustion, the weariness, the fatigue,\nshe suddenly realized with startling clarity, like the chime of a great,\nflawless bell, ringing hope and promise: That it will come; the next\ndevelopment of man will come, lies waiting in the future (near or far)\nto be born, to be born: will come. When mankind is ready, it will come:\nwill come.\n\nA wave of exultation filled her. Oh, be ready soon! she cried. Be ready\nsoon!\n\n\"I, I don't think I can, can be of any help on that, General,\" she said.\n\n\"After you get some rest--\"\n\n\"No,\" she said. Did she remember enough to guide a surgeon? \"No, I'm\nafraid I've forgotten too thoroughly.\"\n\nThe general helped them into the car.\n\nShe snuggled over against Walt. She didn't want to think at all. She\ndreaded the next few days. She wished they were over.\n\nShe pulled Walt's head down and kissed his swollen lips. He tried to\ndraw back in surprise. She held on. The car began to move. He resisted\nand then relaxed and then cooperated. She was deliriously in love with\nhim.\n\nDrifting to sleep she thought: After next week, we'll be able to get\naway and go home. We'll settle down right away. We'll buy the Castle\nPlace; he can fix it up and work around the yard in the evenings, and\nI'll put pink and white curtains in the kitchen. And there's Beck's\nHardware Store. I'll have to see about making the down payment on it the\nfirst day we get back.\n\nThere will be Saturday teas. Walt will look stunningly handsome in a\ndouble breasted suit in Church on Sunday....\n\n... movies twice a week ... dancing once a month.... I'll let him go\nmoose hunting in Canada every single year if he wants to.\n\nShe snuggled closer.\n\nHe's so innocent, she thought. He'll have to be educated (not so much as\nthe other mutants, because he's already learned a little): but not more\nthan it is good a husband should be.\n\nMy, she thought, feeling his arms around her. My, he has _strong_\nmuscles.\n\nBut he won't be any trouble. He'll handle like a lamb. I can manage him.\n\nShe smiled and was asleep.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Earth Alert!, by Kris Neville\n\n*** END OF THIS PROJECT GUTENBERG EBOOK EARTH ALERT! ***\n\n***** This file should be named 33642.txt or 33642.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/3/6/4/33642/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}