{"title": "By Earthlight", "author": "Bryce Walton", "releaseDate": "October 6, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced Science Fiction Stories 1953. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n     _We all have to die sometime, but it's more the manner of\n      our going, and the reason why we must die when we do that's\n      the rub._\n\n\n                           _By Earthlight_\n\n\n                          _by_ BRYCE WALTON\n\n       *       *       *       *       *\n\n\n\n\n[Illustration]\n\nThe rocket skin was like a dun-colored wall in the dim light under the\nhill. Three anonymous men who were beyond suspicion, who had worked on\nthe rocket, were taking Barlow up in the elevator, up along the\nrocket's curving walls.\n\nEarlier, scores of men had climbed up many ladders to various\nplatforms where doors opened into the rocket's compartments for the\ninsertion and repair of the many highly-specialized instruments.\n\n_It was still--so damn still here!_\n\nSome guards were way down below somewhere in the shadows, but they\ndidn't notice anything. The three men were regular workers and there\nwere last minute things to be done. It all looked quite logical.\n\nOver in the blockhouse, some of America's most important political and\nmilitary figures were sitting over instruments and charts, waiting,\ndiscussing.\n\nOne of the three men was talking, explaining things to Barlow about\nthe rocket, about the pressure-suit he was to wear. Barlow listened\nand got it all straight. Barlow was helped into the suit. It weighed\n700 pounds, and after they had encased him in it--all but the huge\nhelmet-plate--he lay there absolutely helpless, on a dolly, waiting\nto be rolled into the rocket's compartment.\n\nThe anonymous faces he'd never seen before, and would never see again,\nlooked down at him. He blinked several times and moistened his lips.\nThe suit was like a lead coffin. He didn't feel dead, but supposedly\ndead and unable to tell any one. A ridiculous way to feel!\n\nWhat was the matter with him? He'd expected to die, all the time, from\nthe start. Everybody died! Few could experience what he was\nexperiencing. Death was worth this. One last kick, the biggest kick of\nall for Hal Barlow. You lived for kicks, so what was the matter?\n\nHe couldn't move his limbs; he could barely lift his head. Encased in\n700 pounds of suit. Helpless. A pencil-flash flickered on and off. A\ncouple of eyes shone. A whisper. \"The kit is fastened to your belt.\nThe instructions are in an air-tight capsule inside the kit. If you're\ncaught, and the paper's removed, it will disintegrate; now we'll slide\nyou inside.\"\n\nThe helmet slid over his face. It was absolutely dark. The suit,\nall-enclosing mobile shelter, atmosphere-pressure, temperature-control,\nmobility and electric power to manipulate tools. Its own power plant. It\nreprocessed continuously the precious air breathed by the occupant,\nputting it back into circulating supply after enriching it. The rocket was\ncold and alien and it would support no life; the suit alone protected him.\nThe rocket was just metal and gadgets; only the suit stood between him and\nan agonizing death from acceleration, deceleration, extremes of heat and\ncold.\n\nThe dolly was rolling him in through the small opening. His encased\nbody being slid, stuffed, jammed into something like a wad of ammo\ninto a barrel. His body was entirely constricted. He couldn't hear\nanything. It was black. He could shift his massive helmet slightly. It\nclanged against metal, and the sound inside the helmet was like rusty\nthunder.\n\nHis blood boiled softly. He felt like a child shut up in the dark. He\nthought of the radio in the suit, and desperately manipulated the\ncontrols by the small control-panel in the metal hand of the suit.\n\nThe voices seemed to quiet whatever had been boiling up in him. He had\nstarted to scream; he remembered that now. Somehow, with an intense\neffort, he had suppressed the scream, clamped his teeth on it. Now the\nvoices helped. He realized how much time had passed in the quick\npressured dark. Voices preparing to send the first rocket to the moon.\nQuiet voices with all the suspense and tension held down by long\nmilitary habit.\n\nHe had started being afraid. More than that. He had been going to\nscream. He--Hal Barlow! Where was the excitement, the great thrill,\nthe big kick he had anticipated, to compensate for a voluntary dying?\n\nHe felt only anxiety. Afraid the terror would return. He had never\nadmitted fear before. He thought back a little, trying to recall\nsomething that would explain the fear.\n\n\"_X minus one!_\"\n\nHe felt as if an immense cyst of suppuration had burst inside of him.\nSweat teared his eyes.\n\n_If they had psyched me, I'd know. I wouldn't be afraid. What would\nthey have found? Why am I afraid now when I've never been afraid in my\nlife?_\n\nOr had he? He couldn't remember. He tried to think of something\nimmediate....\n\n       *       *       *       *       *\n\nTwo hours before, Barlow had paused on the second floor of the men's\nbarracks on the White Sands, New Mexico, Proving Grounds and looked\nput. He shivered a little. It was a lonely spot, maybe the loneliest\nin the world. Especially at night. Even here, Barlow managed to be\nwith someone most of the time--but the same dullards got boring. Even\nwomen (like Lorraine), who said they loved him, were futile\ncompanions; a guy whose future was death couldn't get emotionally\ninvolved.\n\nHe went into his three-room dump and switched on the radio at once. He\nneeded the sound of voices and the music. He started to undress in the\ndark. But the cold and frigid moonlight came in and shone on the bed;\nit revealed the body lying there. The face looking up at Barlow was\nhis own! His breath thinned. His hands were wet.\n\nIt did him a lot more justice than any mirror, or the reflection in a\nwoman's eyes. The half-boyish, half-man face with the thin wiry lips,\nthe blond curling hair and the sun-burned, cynical face. The blue eyes\nthat seemed never quite able to smile. The face on the bed never\nwould; it was dead.\n\nBarlow turned. Part of the shadow in the corner moved. A voice.\n\"D-716.\"\n\nThe 16 meant that this was that number among the hundred possible\ngoals of duty and sacrifice. The D of course meant Death, and Barlow\nhad known since having been given the number years ago what his end\nwould be.\n\nThere were many other ways, some worse than dying. Loss of identity\nby plastic surgery. Barlow's appearance had been thoroughly altered\nthree times. Some had volunteered for the torture and concentration\ncamps of the East. Barlow had done that, too; anything for kicks.\n\nHe'd never bothered to indoctrinate himself with the philosophy of the\nBrotherhood with its seven rituals of self-denial and discipline, its\nlong program of learning the love of humanity, the unity of each with\nall people and with the Universe.\n\nHe had his own philosophy. You were born, and then you died; the rest\nwas just a living job.\n\nYou lived as an individual, and not as a cog--if you had the guts for\nit. You lived for the excitement and the thrill of danger and the\nmaintenance of individuality--if you could. Otherwise you might as\nwell die when you were born--because then the stretch between wasn't\nworth the price.\n\nThat was Barlow's way. Only the _manner_ of dying was important.\nEverybody had to die. All that the Brotherhood really worked for was\nthe goal of enabling everybody to live as long as possible, and\nfinally to die with dignity and moral integrity. Barlow didn't need\ntheir philosophy; basically, that was all he, too, really\nwanted--maybe.\n\nThe man was indistinct in the shadows. An anonymous figure without a\nname. \"The man on the bed has made the supreme sacrifice for the\ncause.\"\n\n\"So he's dead,\" Barlow said casually. \"So what?\"\n\n\"It took a lot of work to make such an exact resemblance. One of our\nmembers brought him in through the guards in a supply truck. It's easy\nto bring in a dead man who'll never go back out--except as someone who\nwas already in. You of course.\"\n\n\"No one will know what is to happen to the real me then?\"\n\n\"No one. It will be assumed that you committed suicide.\"\n\nBarlow grinned thinly.\n\n\"There's been no change in your attitude? Your willingness to--\"\n\n\"Die? None. Willing Barlow, always ready to drop dead at a moment's\nnotice.\"\n\n\"You're the only one of the Brotherhood who's never submitted to the\nrituals and the psyching; we hope that isn't bad. Your service has\nbeen excellent. But I wish you had submitted to a psyching before this\nassignment, because there's one basic weakness, an Achilles Heel, in\neveryone, and on an assignment so vital as this, it would be worth\nknowing, in advance....\"\n\n\"Get someone else if you're worried.\"\n\n\"You're the only member we have, who's inside the grounds here, who\ncan stand the acceleration and deceleration.\"\n\n\"Ah,\" Barlow exclaimed. \"This sounds big.\"\n\n\"It couldn't be bigger,\" the anonymous man said. \"Than a one-way trip\nto the moon!\"\n\n       *       *       *       *       *\n\nThe man explained some things to Barlow. Barlow didn't say anything.\nMaybe there was a slight tremor in his lips, but he didn't think so.\n\n_The first man into space. The first man to the Moon!_\n\n\"... a world atomic war may break within six months. In spite of\npropaganda being fed to the people, trying to paint this atomic war as\njust another war, we know it will probably be the last war, the end of\ncivilization. So our philosophical revolution, the revolution of men's\nminds, will begin in approximately six months from tonight. But if\nthis last war breaks, our centuries-old plan will fail; it will never\neven materialize.\n\n\"The revolution is quite delicate. Simultaneously, all over the world,\nat a specific time, and under rigidly-controlled and favorable\ncircumstances, the movement we have been building so long will spring\nup. Nothing can stop it then, once the spiritual fires begin to burn!\nBut it can't begin until the exact scheduled moment. Your job will be\nto attempt to prolong this present 'peace' until our plan can go into\neffect. That's why you're making this trip to the moon.\"\n\nBarlow laughed. \"That doesn't mean a damn thing to me. To me, the only\nimportant thing is that I'm the first man into space. That's enough\nfor anyone to know.\"\n\n\"Is it?\"\n\n\"I'm just Hal Barlow, a guy who's had several other names, and who's\nreally only a number! I joined the Brotherhood for kicks, not\nlectures! I'll do this job, in my own way, because I want to do it.\nFor Hal Barlow!\"\n\nThe man in the shadows nodded slowly. \"Can't you feel what it means?\nOur spiritual revolution? You've read some of the works we've printed\non it. This feeling of oneness with humanity. That's the real value.\nCan't you--\"\n\nBarlow said. \"Isn't the offer of my life enough?\"\n\nThe shadow said. \"Maybe--for us, for people. But what about you? Maybe\nthere are some things even you can't face alone. And think of those\npeople out there; they need and cling to each other, even to each\nothers' madness. Living in futile hope while going on down the crazy\ntoboggan-ride to their own destruction. The living loudly and in\npublic, because to be silent allows reality to enter in on feet of\nterror; and because 'to be alone' means madness. The simulated gaiety\nof the bars every night, with the shadows outside that never seem to\ngo away, even under the glare of neon. They've never had a chance to\nplan, to live with any hope for the future. Burdened down by anxiety,\nthey've built up a defense of falseness, and underneath, the terrible\nfear of the atomic bomb is a constant inner sickness!\"\n\nBarlow grinned. \"A nice speech, but I already know those things. What\nI'm really interested in is what I'm supposed to do.\"\n\nSo the man explained to Barlow some things about why he was going on a\none-way trip to the moon in a rocket intended for no man to be in, in\na rocket intended for no living thing.\n\nAfter the man had gone, Barlow quickly snapped on the radio again, and\nhe felt better with the music and human voices. For a moment there, he\nhad seemed to feel a tinge of fear. What the devil? Psyche-screening?\nSo he was capable of fear; who wasn't? He didn't need psyching. What\nindignity to the individual--to have the fingerprints of psychiatrists\nall over your brain!\n\n_I'm Hal Barlow! The first man into space. The first man to the Moon!_\n\nHe had gotten to the rocket-launching site early and had sat in the\nmoonlight smoking a cigarette. He felt odd inside and he didn't know\nwhy. The moon had a cold effect on him. He was worried, about himself.\n\nThe whole area had been painted and disguised with all the arts of\ncamouflage; everything appearing from the air looked like sand and\nsage and rock and hill. The rocket itself was built inside the hill,\nwhich served as a giant launching-barrel to guide the rocket with the\nexact accuracy demanded in its take-off.\n\nThe moon had loomed large and still and cold.\n\n\"_... ten, nine, eight...._\"\n\nSo he was back inside the suit, inside the rocket, jammed into a\nbarrel like a wad of ammo. Now he was beginning to see what might\ncause his terror. His Achilles Heel. But it was too late. What would\nthey have found if they'd psyched him?\n\nA wild kid--old, but still driven by the urges of a kid who hadn't\ngrown up. A lot of surface things, the inside of him covered over.\nObsessed with exterior things, he had never given himself a chance to\nsee inside himself. Afraid. Always been with people, beer, women,\nbars, juke-boxes, noises, excitement. Never alone--\n\nNo parents that he could remember. He'd run away from the middle-west\norphanage and heard about the Brotherhood from a friendly priest, and\nthe priest had taken him into the organization. Strictly for kicks\nthough, Barlow had warned. The priest had smiled with wisdom--\"You\ndon't know your own true motives, my boy.\"\n\n\"_... seven, six, five, four...._\"\n\n       *       *       *       *       *\n\nJust Hal Barlow. That was all right, but the real Hal Barlow was\nunknown. He'd never realized, with all his screaming about\nindividualism, how much he'd depended on people. He had loved no one.\nHe had seemed to love them when he was with them, but could never form\nany solid associations. Now all the people he had never really known\nbecame as shadows thrown upon the wall of his brain. He felt the sweat\nsoaking his skin. Alone. Destined for it like a twin, whose double has\ndied at birth. Always--in league with those on the other side of the\nlooking-glass.\n\n\"_... three... two...._\"\n\nHe screamed; _no, I can't do it, I can't face it--_\n\n_Someone--listen--_\n\nThe dull muted explosion miles away, and the terrific compression and\nthe wash of numbing, deafening sound beating back around him.\nEverything inside him seeming to whirl up and come down in a crash.\nThe seeming to slide around in the dihedrals of time and space,\nslipping in and out of being like a ball-bearing in a maze....\n\nFirst man to the moon. In a rocket meant for no man. Not a rocket. A\ncoffin--on a one-way trip--\n\n_And I--maybe the one, the very one they should never have sent._\n\n       *       *       *       *       *\n\nWith each degree of returning consciousness, more and more capacity\nfor fighting the fear. He cursed the fear and wrestled with it like a\nman with an invisible opponent down an endless flight of stairs.\n\nHe felt too alone, isolated; then he thought of the readings. They\ncould be flashed into a small screen in the face-plate by manipulating\nthe fingers of his right hand. He tried to concentrate on the readings\nas an aid in fighting the fear.\n\n... in the stratosphere, eighty kilometers, rocket's temperature minus\na hundred and fifty degrees. Hundred and twenty-five kilometers, lower\npart of ionosphere, up plus one hundred and fifty--and then on up\nwhere it was somewhere around a thousand degrees, and who cared? He\nwas beyond that--away way out--somewhere--\n\nIt went on a long time and then ... nothing but darkness ... the\nlonely song of the gyroscopes. His own voice ... distant, alien ...\nraving ... a kind of delirium ... then sometime, an awareness of the\ncutting down of power, the brief warning of intuition, the concussion.\nAnd as consciousness came back again, the knowing that he had hit too\nhard in spite of the lighter moon gravity.\n\nHis head throbbing crazily and around him the absolute darkness and\nsilence and the warm ache in his head, the dizziness and the warm\nstickiness flowing down his face.\n\nHe lay there, afraid of retching. He moved his finger to release more\noxygen. He could smell himself, the sharp bite of fear and the odor of\nblood.\n\nHe felt panic. He experimented. He could move easily here where the\nseven-hundred pound suit weighed only 140 pounds. He switched on the\nsuit's light beam. The anonymous man had said. \"_Get out of the rocket\nat once, silently!_\"\n\nHe squeezed out of the barrel, into the larger compartment. He got the\ncompartment door open. Half blind by shock, he was out in the Lunar\nnight. \"_When you get outside, stop right there. Read the\ninstructions!_\"\n\nHe had a panicky desire to fall to his knees, cling to the rocket. He\nstood there stiffly. \"It isn't fair,\" he whispered over and over. \"I\ncan't do it!\"\n\n_Read the instructions._\n\n       *       *       *       *       *\n\nAlone, a man--one man--on the moon. No movement, no sound, no air, no\nlife. Only sharp black and white contrast of lifeless shadow to\naccentuate the awful and final loneliness. Occasional meteors striking\ninto the pumice dust--silently, voicing the stillness of his own\nterror.\n\nHe read the instructions. He hooked the capsule out of the kit, opened\nit. The suit's single light beaming like a Cyclopean eye.\n\nThe giant walls of Albategnius the center of the moon's visible disk\ntowered bleakly up around ... everywhere ... lifelessness, just broken\nrock ... no water to erode. No voices, no faces, no life anywhere.\nJust Barlow. Barlow and a rocket.\n\nAnd the stars and somewhere, the earth in the sky, sharp as molten\nsteel in the eyes. The rocket watched him and listened. This was a\ntarget rocket. 240,000 miles away in the New Mexico blockhouse, they\nwere watching through the rocket's eyes, feeling through the rocket's\nmechanical nervous system. The rocket carried instruments to test out\nflight calculations, controls, conditions on the moon. It carried\nself-operating information about the range of temperatures, radiation,\ngravitational influences and other conditions to be encountered on the\njourney and here on the moon's surface. It wouldn't return; only the\nresults of its sensory apparatus were returning now and would keep on\nreturning until the rocket's power ran out.\n\nThe rocket was equipped with every kind of instrument--trackers,\ntelemeters, and it was sending back sound and sight like a human eye\nand ear. Radar stations, television stations, G.E. wagons down there\nreceiving information from the rocket....\n\nThe instructions told Barlow exactly where to stand so the\ntelevision-eyes could pick up his image. He found himself leaning in\nusing the kit, getting the radio apparatus out of his suit connected\nproperly.\n\nHe was starting, making gestures, while the terrible fear of\nloneliness and isolation, his Achilles Heel, made the alien\nsurroundings reel and slip and tremble as though at any moment he was\ngoing to crumble, fail, surrender.\n\nThe bleeding from his nose and ears had stopped. No pain; that wasn't\nthe trouble. It was being alone, the idea of dying alone....\n\nThe bulbous suit carried him over the terrain. Clouds of pumice-dust\ndrifted. He felt like an infant walking, his feet threatening to fold\nunder him. The rocket seemed to be drawing him back toward it. It\nseemed warm and friendly as he walked the required distance away from\nit. On Earth they were seeing him now--a man on the moon where there\nshould be no men. He would explain it to them; that was his job. To\ngive them an explanation that would frighten them, freeze the\ninevitable war-drift for six months more. So the Brotherhood could\nact--the Brotherhood only needed time.\n\nBut what about Barlow? Sure, everybody had to die, but no one should\nhave to die the way Barlow is being asked to. He couldn't do it!\n\nBut he stood there, and the rocket transmitted his image and his words\nback to the blockhouse at White Sands, New Mexico. He said what the\ninstructions told him to.\n\n\"We've been observing you; we saw the rocket coming in. You think\nyou're the first to send a rocket here, but you're not. We've been\nhere quite a while. Long enough to have set up a small colony. We've\nbuilt a city near a uranium mine. There are large processing works,\nrocket installations and living quarters. There are atomic warhead\nrockets too....\"\n\nHe stopped. His legs were weak, so much pressure for such light\ngravity....\n\n... rockets on the moon's dark side, out of your reach. But we can\nreach you. The world is just a target rotating beneath us. We have\nunlimited deposits of uranium and other radioactive metals; you are\ncompletely helpless. Any further attempts to come to the moon will\nmeet with destruction. We will enforce peace if we can. Any indication\ndown there of any power planning to start a war, and we'll send our\nown atomic warhead rockets down.\n\n\"We are primarily scientists and technicians. The annihilation of\ncivilization would have been inevitable anyway, so we've nothing to\nlose by this last attempt to maintain peace by the only means left--by\nforce. We'll bomb any power that attempts to launch atom bombs, or\nbegins any form of military aggression. And remember--no more rockets\nto the moon!\n\n\"And who are we? WE are not America, Russia, France, Britain,\nYugoslavia, China, Japan, Italy, Germany, Norway, Sweden, Denmark,\nSpain, Portugal, Canada, Texas, or any South American country. We are\nno country at all. We are of ALL countries. We are here to protect all\ncountries from every other country, and we will try to do this by\nforce if necessary. Remember--no more rockets to the moon. We will\natom-bomb any nation attempting any form of military aggression.\"\n\n       *       *       *       *       *\n\nThe Brotherhood was very old, the outgrowth of an ancient Eastern\nphilosophical cult of non-resistance and peace. With six months more,\nthe Brotherhood could win the peace, maybe forever. If the speech just\nmade frightened the Americans enough, they wouldn't try anything. The\nonly other powers that might start a war within six months were\nRussia, China, Yugoslavia. And they were too uncertain as to whether\nor not America had already reached the moon. Who controlled the Moon\ncontrolled Earth. They had been afraid for some time that perhaps\nAmerica had already gotten to the moon. Mutual fear of retaliation had\npostponed the last war this long.\n\nThe Brotherhood knew social-psychology. They figured this would work.\n\nBarlow felt himself backing away from the rocket. They were watching\nhim, the rocket's eyes and ears. Taking his voice and image back to\nearth, back to voices and laughter and music and sound and warmth and\nwomen ... with a sob, he twisted away from the rocket, turned, fell\nto his thighs in thick pumice-dust, kept on struggling through lazy\nstreaming dust ribbons and he didn't look back. He was watched; he\nmustn't look back at the rocket again.\n\nMeteors exploded soundlessly on the beds of lava and seas of dust,\nshooting up thick motionless sprays that seemed almost solid. Above\nhim, like splintered steel, stretched the thousands of feet of crater\nwall. He reached the sharp wall of rock, managed to get around it and\nout of sight of the rocket. He fell. He lay there, his suit blending\nwith the cold and airless landscape.\n\nHe screamed. He clawed his way up, started back again, back toward the\nrocket. Hell with the Brotherhood. He was for Hal Barlow. Just for Hal\nBarlow. He'd tell the truth. It wouldn't be long then. They'd send\nother rockets up then. This was for Hal Barlow. The isolation pressed\nin, pressed him faster, throwing him crazily over the dust toward the\nrocket. Then they'd know the truth, send up other rockets, ... not\nthis way, with no more sounds, voices, any moving thing. No way for a\nman to die....\n\nIt wasn't death; it was the way of dying. No one should die this\nway--so alone. Especially Barlow, who feared loneliness more than\nanything else.\n\nHe fell. One foot slid into a crack filled with pumice dust fine as\npowder. He hooked the big steel hooks on the ends of his arms at the\nrock, and clung there, his helmet barely pushing up through the dust.\nHe struggled for a while, desperately with his mind filling with\nvisions of the rocket. He wanted to live now, make up for all the\nliving he'd missed for so long.\n\nHe looked around, still struggling. Light gravity, little weight, but\nhe was so weak now, and still the rocket wasn't in sight. He crawled\non his stomach, dragging the bulbous suit over the rock. He could get\naround the rock. He had to. Out of sight, but so near, was the warm\nhuman rocket.\n\nHe ran into the rock and collapsed with a long wet sigh. He gasped.\nPain throbbed damply over his chest. He moved ... just enough to turn\nover on his back. He slid up a little so that he was sitting there\nstaring at the frigid, barren, naked emptiness of utter silence and\ndesolation. What had the man said? \"_No man is alone who has learned\nthe secret of oneness with the world...?_\"\n\nHe thought about the Brotherhood, seriously now, for the first time.\nMany men before him had died for it. An entirely new approach to\nsociety and the individual. Working from the inside out, there would\nbe more than a mere deflection of evil. There would be suppression at\nthe source, in the individual will.\n\nAn end of national idolatry that threatened the existence of\ncivilization. Man was superhuman in power and glory, subhuman in\nmorality. After the spiritual revolution, never again the monstrous\nevils arising when remote abstractions like \"nation\" and \"state\" are\nregarded as realities more concrete and significant than human beings.\n\nAnd no man is an island unto himself....\n\nUnity....\n\nHe looked up. He saw the Earth then.\n\nIt shone down upon him through the Lunar night, twenty times brighter\nthan moonlight. He felt warmth. There were faces in the shadows,\nhopeful women's faces and the eager innocent faces of children who had\nnot yet learned hopelessness and hate. They might never learn it now.\n\nHe grinned. It was funny, you had to get so far away to look back and\nsee all the people on earth as one, one face, one heart--one world--it\nlooked like one world from here.\n\nIt wasn't cold as Barlow lay there and looked up at the bright shining\ndisk. He closed his eyes. The Earthlight seemed to warm him, as the\nsunlight had once warmed him, long ago in childhood, on a lazy summer\nafternoon.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of By Earthlight, by Bryce Walton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BY EARTHLIGHT ***\n\n***** This file should be named 33842.txt or 33842.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/3/8/4/33842/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}