{"title": "The Slizzers", "author": "Jerome Bixby", "releaseDate": "October 10, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced Science Fiction Stories 1953. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n       _The main trouble is that you'd never suspect anything was\n        wrong; you'd enjoy associating with _slizzers_, so long as\n        you didn't know...._\n\n\n                            _The Slizzers_\n\n\n                           by JEROME BIXBY\n\n       *       *       *       *       *\n\n\n\n\n[Illustration]\n\nThey're all around us. I'll call them the _slizzers_, because they\n_sliz_ people. Lord only knows how long they've been on Earth, and how\nmany of them there are....\n\nThey're all around us, living with us. We are hardly ever aware of\ntheir existence, because they can _make_ themselves look like us, and\ndo most of the time; and if they can look like us, there's really no\nneed for them to think like us, is there? People think and behave in\nso many cockeyed ways, anyhow. Whenever a _slizzer_ fumbles a little\nin his impersonation of a human being, and comes up with a puzzling\nresponse, I suppose we just shrug and think. _He could use a good\npsychiatrist._\n\nSo ... you might be one. Or your best friend, or your wife or husband,\nor that nice lady next door.\n\nThey aren't killers, or rampaging monsters; quite the contrary. They\nneed us, something like the way we'd need maple trees if it came to\nthe point where maple syrup was our only food. That's why we're in no\ncomic-book danger of being destroyed, any more than maple trees would\nbe, in the circumstances I just mentioned--or are, as things go. In a\nsense, we're rather well-treated and helped along a bit ... the way we\ncare for maple trees.\n\nBut, sometimes a man here and there will be careless, or ignorant, or\ngreedy ... and a maple tree will be hurt....\n\nThink about that the next time someone is real nice to you. He may be\na _slizzer_ ... and a careless one....\n\nHow long do we live?\n\nRight. About sixty, seventy years.\n\nYou probably don't think much about that, because that's just the way\nthings are. That's life. And what the hell, the doctors are increasing\nour lifespan every day with new drugs and things, aren't they?\n\nSure.\n\nBut perhaps we'd live to be about a _thousand_, if the _slizzers_ left\nus alone.\n\nEver stop to think how little we know about why we live? ... what it\nis that takes our structure of bones and coldcuts and gives it the\nfunction we call \"life?\"\n\nSome mysterious life-substance or force the doctors haven't pinned\ndown yet, you say--and that's as good a definition as any.\n\nWell, we're maple trees to the _slizzers_, and that life-stuff is the\nsap we supply them. They do it mostly when we're feeling good--feeling\nreally terrific. It's easier to tap us that way, and there's more to\nbe had. (Maybe that's what makes so-called manic-depressives ... they\nattract _slizzers_ when they feel tip-top; the _slizzers_ feed; and\n_floo-o-m_ ... depressive.)\n\nLike I say, think about all this next time someone treats you just\nginger-peachy, and makes you feel all warm inside.\n\nSo see how long that feeling lasts ... and who is hanging around you\nat the time. Experiment. See if it doesn't happen again and again with\nthe same people, and if you don't usually end up wondering where in\nhell your nice warm feeling went off to....\n\n       *       *       *       *       *\n\nI found out about the _slizzers_ when I went up to Joe Arnold's\napartment last Friday night.\n\nJoe opened the door and let me in. He flashed me his big junior-exec's\ngrin and said, \"Sit, Jerry. I'll mix you a gin and. The others'll be\nalong in awhile and we can get the action started.\"\n\nI sat down in my usual chair. Joe had already fixed up the table ...\ngreen felt top, ashtrays, coasters, cards, chips. I said, \"If\nMel--that's his name, isn't it, the new guy?--if he starts calling\nwild games again when it comes his deal, I'll walk out. I don't like\n'em.\" I looked at the drink Joe was mixing. \"More gin.\"\n\nJoe crimped half a lime into the glass. \"He won't call any crazy stuff\ntonight. I told him that if he did, we wouldn't invite him back. He\nnearly ruined the whole session, didn't he?\"\n\nI nodded and took the drink. Joe mixes them right--just the way I like\nthem. They make me feel good inside. \"How about a little blackjack\nwhile we're waiting?\"\n\n\"Sure. They're late, anyway.\"\n\nI got first ace, and dealt. We traded a few chips back and\nforth--nothing exciting--and on the ninth deal Joe got blackjack.\n\nHe shuffled, buried a trey, and gave me an ace-down, duck-up.\n\n\"Hit me,\" I said contentedly.\n\nJoe gave me another ace.\n\n\"Mama! ... hit me again.\"\n\nA four.\n\n\"Son,\" I told him, \"you're in for a royal beating. Again.\"\n\nA deuce.\n\nJoe winced.\n\nI turned up my hole ace and said, \"Give me a sixth, you poor son. I\ncan't lose.\"\n\nA nine.\n\n\"Nineteen in six,\" I crowed. I counted up my bets: five dollars. \"You\nowe me fifteen bucks!\"\n\nThen I looked up at him.\n\nI'll repeat myself. You know that hot flush of pure delight, of high\ntriumph, even of mild avarice that possesses you from tingling scalp\nto tingling toe when you've pulled off a doozy? If you play cards,\nyou've been there. If you don't play cards, just think back to the\nlast time someone complimented the pants off you, or the last time you\nclinched a big deal, or the last time a sweet kid you'd been hot after\nsaid, \"Yes.\"\n\nThat's the feeling I mean ... the feeling I had.\n\nAnd Joe Arnold was eating it.\n\nI knew it, somehow, the moment I saw his eyes and hands. His eyes\nweren't Joe Arnold's blue eyes any longer. They were wet balls of\nshining black that took up half his face, and they looked hungry. His\narms were straight out in front of him; his hands were splayed tensely\nabout a foot from my face. The fingers were thinner and much longer\nthan I could recall Joe's being, and they just _looked_ like antennae\nor electrodes or something, stretched wide-open that way and\nquivering, and I just _knew_ that they were picking up and draining\noff into Joe's body all the elation, the excitement, the warmth that I\nfelt.\n\nI looked at him and wondered why I couldn't scream or move a muscle.\n\n\"Guess I made a boo-boo,\" he said. He blinked his big black globes of\neyes. \"No harm done, though.\"\n\nHis head had thinned down, just like his fingers, and now came to a\npeak on top.\n\nHe had practically no shoulders. He smiled at me, and I saw long black\nhair growing on the insides of his lips.\n\n_What are you?_ I screamed at him to myself.\n\nJoe licked his hairy lips and folded those long inhuman hands in front\nof him.\n\n\"It hurts like hell,\" he said in a not-human voice, \"to be _slizzing_\nyou and then have you chill off on me that way, Jerry. But it's my own\nfault, I guess.\"\n\n       *       *       *       *       *\n\nThe door-bell rang--two soft tones. Joe got up and let in the other\nmembers of our Friday night poker group. I tried to move and couldn't.\n\nFred raised his eyebrows when he saw Joe's face and hands. \"Jerry\nisn't here yet? Relaxing a little?\" Then he saw me sitting there and\nwhistled. \"Oh, you slipped up, eh?\"\n\nJoe nodded. \"You were late, and I was hungry, so I thought I'd go\nahead and take my share. I gave him a big kick, and he really poured\nit out ... radiated like all hell. I took it in so fast that I\n_fluhped_ and lost my plasmic control.\"\n\n\"We might as well eat now, then,\" Ray said, \"before we get down to\nplaying cards.\" He sat down across the table, his eyes--now suddenly\nenormous and black--eagerly on me. \"I hate like hell waiting until you\ndeal him a big pot--\"\n\n\"_No_,\" Joe said sharply. \"Too much at one time, and he'd wonder what\nhit him. We'll do it just like always ... one of us at a time, and\nonly a little at a time. Get him when he rakes in the loot. They never\nmiss it when they feel like that.\"\n\n\"He's right,\" Fred said. \"Take it easy, Ray.\" He went over to the\nsideboard and began mixing drinks.\n\nJoe looked down at me with his black end-of-eggplant eyes.\n\n\"Now to fix things,\" he said.\n\n... I blinked and shook my head. \"You owe me fifteen bucks!\" I said.\n\n\"Lord,\" Joe wailed, \"did this gonif just take me!\"\n\nRay groaned sympathetically from the chair across the table, where\nhe'd been watching the slaughter. \"And how!\"\n\nJoe pushed fifteen blue chips at me. I began stacking them. \"Well,\nthat's life,\" I grinned. Then I shook my head again. \"It's the\ndamnedest thing....\"\n\n\"What?\" Fred asked. He'd been over at the sideboard mixing drinks for\nthe gang while I'd taken Joe over the bumps. Now he brought the tray\nover and shoved a tall one into Joe's hand. \"Don't cry, Joe. What's\nthe damnedest thing, Jerry?\"\n\n\"You know ... that funny feeling that you've been some place\nbefore--the same place, the same people, saying the same things--but\nyou can't remember where the hell or when, for the life of you. Had it\njust a moment ago, when I told Joe he owed me fifteen bucks. What do\nthey call it again?\"\n\n\"_Déjà vu_,\" said Allen, who's sort of the scholarly type. \"Means\n'seen before' in French, I think. Or something like that.\"\n\n\"That's right,\" I said. \"_Déjà vu_ ... it's the damnedest funniest\nfeeling. I guess people have it all the time, don't they?\"\n\n\"Yes,\" Allen said.\n\nThen he paused. \"People do.\"\n\n\"Wonder what causes it?\"\n\nJoe's blue eyes were twinkling. \"Dunno. The psychologists have an\nexplanation for it, but it's probably wrong.\"\n\n\"Wrong why?\" Knowing Joe, I expected a gag. I got it.\n\n\"Well,\" Joe said. \"Let _me_ make up a theory. H'm ... hoo, hah ...\nwell, it's like _this_: there are monsters all around us, see, but we\ndon't know they're monsters except that every once in a while one of\nthem slips up in his disguise and shows himself for what he really is.\nBut this doesn't bother our monsters. They simply reach into our minds\nand twiddle around and--zoop!--you're right back where you were before\nthe slip was--\"\n\n\"Very funny,\" Fred said boredly. \"Maybe losing fifteen bucks made you\nlose a little sense, Joe. You wouldn't want to lose more than fifteen\nbucks, would you? You need some caution in the games we play, no? So\ncut the nonsense and let's run 'em.\"\n\nRay licked his lips. \"Yeah. Let's play, huh, fellows?\"\n\nRay's always eager to get started.\n\n       *       *       *       *       *\n\nWe played until 3 A. M. I won forty-six dollars. (I usually do win ...\nI guess over a period of six months or so I'm about five-hundred bucks\nahead of the game. Which is why I like to play over at Joe's, even\nthough I _am_ always so damned tired when I leave. Guess I'm not as\nyoung as I was.)\n\nSometimes I wonder why the odds go my way, right down the line. I\nalmost _never_ lose. But, hell, it _must_ be an honest game ... and if\nthey're willing to go on losing to \"Lucky\" Bixby, I'm perfectly\nwilling to go on winning.\n\nAfter all, can you think of any reason that makes any sense for\nsomeone to rig a game week after week to let you _win_?\n\nFrederik Boles, Author's Agent                   Oct. 20\n\n2200 Fifth Avenue\n\nNew York, N. Y.\n\nDear Fred,\n\n     Well, here's a new story. I've cleared it with Joe ... he\n     says it's okay to use his name; you know his sense of humor.\n     I've used your name, too, but you can change it if you want\n     to, being the shy retiring sort you are.\n\n     Frankly, I'm a little dubious about the yarn. It's the\n     result of last Friday's poker-session.... I actually did\n     have the _déjà vu_ sensation, as you'll recall. On the way\n     home I stopped in to pick up a chaser, feeling tired as all\n     hell (like I always do--these long grinds are too much for\n     me, I guess, just like the guy in the story) and the idea\n     came to me to slap the old \"we are fodder\" angle into the\n     thing as it happened and write it up.\n\n     But it's still an old plot. And one angle is left\n     unexplained: how is the narrator able to know all about the\n     _slizzers_ and write about them after Joe gives him the\n     _déjà vu_ treatment?\n\n     Well, maybe the readers won't mind. I've gotten away with\n     bigger holes than that. Try it on Bob Lowndes ... I still\n     owe him on that advance. It's up his alley, hope-a-hope.\n\n                                                     Jerry\n\n                                                 Oct. 22, 1952\n\nJerome Bixby\n\n862 Union Street\n\nBrooklyn, N. Y.\n\nDear Jerry,\n\n     I don't go for \"The Slizzers.\" It just ain't convincing. As\n     you say, it's an old idea ... and besides--again as you\n     say--how does the narrator know what happened?\n\n     The manuscript looks good in my wastebasket. Forget about\n     it.\n\n                                       Sympathies.\n\n                                                     Fred\n\n                                                 Oct. 23, 1952\n\nFrederik Boles, Author's Agent\n\n2200 Fifth Avenue\n\nNew York, N. Y.\n\n     Dear Wet Blanket (and aren't you a little old for that?)\n\n     Respectfully nuts to you. After proper browbeating I think\n     I'll try the yarn on Lowndes ... it's no masterpiece, but I\n     think it's got a chance; he likes an off trail bit, now and\n     then. I made a carbon, natch, so your ditching of the\n     original comes to naught.\n\n     Funny thing ... every time I read it over I get the\n     doggonedest _déjà vu_ feeling. Real dynamic thing ... almost\n     lifts my hair. Hope it does the same for the readers, them\n     as can read. Maybe Joe didn't quite do the job of making me\n     forget what happened that night, ha, ha. Say! ... maybe that\n     could explain the _narrator's_ remembering what happened ...\n     or maybe--hey! A _real_ idea!\n\n     Remember Joe's kidding us about monsters?--remember, you got\n     a little sore because he was holding up the game, you\n     money-hungry son? I think I'll rewrite the ending to include\n     that! ... which oughta take care of the narrator's\n     remembering: Joe can be sort of a dopey _slizzer_, a\n     blat-mouth, and his screwy theory (which is _true_ in the\n     story, or will be when I write it in--say, isn't this\n     involved!) can trigger our hero's memory just a bit, shake\n     the block a mite, undiddle the synapses etc ... and then\n     I'll have you, platinum-butt, step in to head Joe off, under\n     pretense of a poker itch.\n\n     You know, it's wonderful the way there are hot story ideas\n     in plain old everyday things! S'long ... gonna revise.\n\n                                                     Jerry\n\n[Illustration]\n\n                                                 Oct. 23, 1952\n\nMr. Robert W. Lowndes\n\nCOLUMBIA PUBLICATIONS, Inc.\n\n241 Church Street,\n\nNew York 13, New York\n\nMASTER,\n\n     Herewith a story, \"The Slizzers,\" which Fred and I don't\n     quite see eye to eye on. He thinks it stinks on ice. I'm\n     sure you will disagree to the tune of nice money.\n\n                                                     J.\n\n     ENCL: THE SLIZZERS\n\n                                             1952 OCT 24 AM 9 06\n\nNB168 PD=NEW YORK NY 63 110B=\nJEROME BIXBY=\n862 UNION ST APT 6H=\nBKLYN=\nJERRY=\n\n     URGE STRONGLY THAT YOU DON'T TRY TO SELL SLIZZERS STOP IT'S\n     JUST NO DAMN GOOD STOP YOU'VE GOT YOUR REPUTATION TO THINK\n     OF STOP WHY LOUSE UP YOUR GOOD NAME WITH A LEMON AT THIS\n     LATE DATE STOP KILL IT STOP I'VE TALKED IT OVER WITH JOE AND\n     HE ISN'T FEELING HUMOROUS ANY MORE STOP PREFERS NOT TO HAVE\n     NAME USED STOP REPEAT KILL THE THING FOR YOUR OWN GOOD=\n\n                                                     FRED\n\n                                             1952 OCT 24 AM 11 14\n\nKL300 PD=NEW YORK NY 12 604B=\nJEROME BIXBY=\n862 UNION ST APT 6H=\nBKLYN=\nSON=\n\n     LIKE SLIZZERS STOP PREPOSTEROUS BUT CUTE STOP DISAGREE WITH\n     FRED TO THE TUNE OF NICE MONEY BUT NICE MONEY STAYS IN MY\n     POCKET STOP YOU NOW OWE ME ONLY FIFTY DOLLARS OF ADVANCE\n     AUGUST 16 STOP DO I HEAR A SCREAM POOR BOY=\n\n                                                     BOB\n\n                                                 Oct. 24, 1952\n\nFrederik Boles, Author's Agent\n2200 Fifth Avenue\nNew York, N. Y.\n\nDear Fred,\n\n     Your telegram came too late, and besides, the hell with it.\n     Sent the yarn to Bob yesterday (groceries and rent wait for\n     no man, you know) and he bought it, like the sensitive and\n     discerning editor he is. What're you and Joe getting your\n     tails in an uproar about? It's only a gag, so relax. Joe'll\n     change his mind when he sees his name in print.\n\n     Would like to have included another angle, by the way: if\n     the narrator's amnesia-job _had_ been botched, wouldn't the\n     _slizzers_ decide pretty damn quick that he was a menace to\n     them and get rid of him? Think I'll send Bob a line or two\n     to stick on the end ... you know, the old incompleted\n     sentence deal ... just as if, while the narrator was\n     finishing the story, the _slizzers_ came in and\n\n[Illustration]\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Slizzers, by Jerome Bixby\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SLIZZERS ***\n\n***** This file should be named 33850-8.txt or 33850-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/3/8/5/33850/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}