{"title": "Old Friends Are the Best", "author": "Jack Sharkey", "releaseDate": "October 18, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       OLD FRIENDS ARE THE BEST\n\n                           By JACK SHARKEY\n\n\n[Transcriber note: This etext was produced from Amazing Stories March\n1960. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n[Sidenote: Are you one of those people who save the best things for the\nlast ... who eat all the chocolate sundae away from under the maraschino\ncherry? If so, you are very like the Peter W. Merrill Moonplant.]\n\n\nIt had no awareness of time, and so did not know nor concern itself with\nthe millennia that passed since it first drew up the dissolved silicates\nfrom the shifting grey remnants of soil and arranged them inside the\nwalls of the thousand green pods that were its body cells, and settled\ndown to wait. Somewhere within its fragile cortex, a tiny pulse of life\nbeat. It was a feeble pulse, to be sure, and one that a man, unless he\ncould observe it for a thousand years without blinking, would not be\naware of. As the normal human heart beats seventy-two times a minute, so\ndid this tiny swelling of tube contract once each hundred years; fifty\ntireless years of contraction, then fifty soothing years of relaxation,\nbringing the walls of the slender tube together, then letting them ease\napart.\n\nBut it was sufficient for its life.\n\nThe pallid yellow sap was moved about inside the plant, once each\nhundred years, and the plasm of the silicon-protected cellular structure\nabsorbed just the needed amount, bleeding off the waste products between\nthe very molecules of the silicon buttresses, and patiently waiting the\ncentury out till the second helping came oozing around.\n\nAnd so it lay dormant, through heat that could send a man into\nconvulsions of agony in seconds, through cold that fractional degree\nlower than can be achieved in a scientific laboratory. It did not know\nwhere it was, nor what it was, nor how precarious--by cosmic\nstandards--was its chance of survival, with sap enough stored in the\nstiff, coarse roots for only a few more million years.\n\nIt simply was, and knew that it was, and was satisfied.\n\nSuch a tiny organism can have only the most rudimentary of memories, but\nit remembered. Once--Once long before, there had been ... more.\n\n       *       *       *       *       *\n\nLife had been the same, but somehow fuller. When it tried to recall\nexactly in what this fullness lay, the memory just was not there; only a\nvague recollection of comfort, motion, satiation.\n\nWhen the men landed upon the moon in the twentieth century, they did not\nfind it at first. Locating it would have been comparable to stumbling\nupon a solitary blade of grass, imbedded in ice at the South Pole. Men\ncame to the moon, though, and began to settle there. The first homes\nthey knew were mere metal shacks, filled with life-giving gases of their\nplanetary atmosphere, and devoid of all comforts save those necessary\nfor maintenance of life.\n\nBut men have a way of rising above the status quo, and so, within half a\npulsebeat of the plant, the surface of the moon became dotted with these\niglooic shacks, then pressurized tunnels radiated out in a unifying\nnetwork, and soon the Domes began to grow; immense translucent\nlight-weight structures of enormous strength bubbled up on the moon, and\nsoon cities were being built beneath them, strange towering fairyland\ncities on this satellite where people and architecture alike boasted six\ntimes the power possessed on Earth. The cities soared upward in\nglinting, stalagmitic pinnacles whose tapering ends seemed to threaten\nthe fabric of the Domes themselves, but were in reality still far below\nthe blue-white curving surface.\n\nMachines lay buried now in the grey pumice that was the surface of the\nmoon; machines that drained gases from the oxides and nitrates within\nthe planetoid and filled the Domes for the people with the life-giving\ngases. And still the moon grew more Domes, and more.\n\nAnd then, three motions of the tiny plant after the primal landing of\nmen on the moon, three half-cycles later, a pulse-and-a-half--It was\nfound.\n\nThe man who found it was an engineer, a man of high intelligence. For,\nbuilding on the moon was a perilous undertaking. A man had to know\nstresses and strains, had to be able to read gauges that warned of\nvacuum pockets beneath the crust of the moon that--if broken into--could\nsuck the life-giving gases from the metal caissons within which the men\nlaid the foundations of new Domes. Had it been on Earth, and the workman\nunionized and possibly unlettered, it would have had the fate of a\ndandelion that stands in the path of a growing subway tube.\n\nUnfortunately, the man--as mentioned--had intelligence.\n\nCarefully, the fossil--so he presumed--was cut away from the rock in\nwhich it was rooted, and laid gently in a bed of soft cotton, and that\nbed in a plastic casing, and the casing in a metal box. The box was\nloaded aboard a spaceship and sent to a man back on Earth.\n\nThis man was an eminent botanist, and--eminent or not--he nearly jumped\nwith joy when he'd opened the box, unsealed the container, plucked away\nthe cotton, and saw the plant lying there. It was dead, insofar as he\nknew, and apparently useless except perhaps as a club, but the botanist\nwas delighted to receive it. Through his head passed notions of cutting\nit in two, then polishing the twin cut surfaces, and studying the cell\nstructure, so that he might compare its construction with similar--if\nthere were any--plants of Earth, and then write a learned thesis about\nit which would be read only by other eminent botanists, who would all\nthen curse their luck for not having been friends with any engineers on\nthe moon. The whole procedure--taking the cosmic view--was almost\npointless, but it would make the botanist happy, at least.\n\n       *       *       *       *       *\n\nHowever, after setting up his instruments, and placing the plant in a\nsort of padded vise to steady it against the invasion of its privacy, he\nchanced to see a bit of root, broken off by sheer unaccustomed weight on\nthe planet, lying upon the lab table, and he placed that beneath the\nglass lens of his microscope and studied it instead.\n\n\"I'll be damned!\" he said. \"The plasm is _liquid_!\"\n\nA few dozen of the shattered cells had indeed let their contents spill\nout onto the slide of his 'scope.\n\n\"I wonder,\" he mused, \"if it is viable?\"\n\nWouldn't _that_ make for an interesting paper, he went on, building his\ndreams upon dreams. A moonplant! Growing in my garden! He decided, as\nis the way with botanists, to name his--it was now \"his\"; having\nabandoned liberty when it abandoned the moon--to name his plant after\nhimself.\n\nAnd that's how it came to be called the \"Peter W. Merrill Moonplant.\" He\nput it in his garden, arranged a small protective wire cylinder around\nit, and sprinkled it with water. Then he went into the house to start\ntyping up his notes for that forthcoming paper.\n\n       *       *       *       *       *\n\nAs he lay there in the soft loam, feeling the cool trickling of the\nwater passing over his stiff tendrils, the newly christened Pete felt a\nstirring within himself. The sunlight that now struck him was filtered\nby an atmosphere, and gentle in its action upon him. Pete prodded his\nmemory, and suddenly decided that silicates, after all, are not the most\ncomfortable of linings for one's tender green cells. He seemed to recall\na state of lush, sybaritic softness, in pre-silicate times. Decidedly,\nthe silicates must go, thought Pete.\n\nAnd go they did, molecule by molecule, down into the earth through his\nroots, which were now acting as tiny spigots, getting rid of the\nscratchy stuff that had bolstered the cell walls against change for\nmillennia past, leaving Pete softer, greener, livelier, and a constant\ndelight to the heart of Peter W. Merrill the First, whenever he came out\nto tend his plant, between pages of his thesis.\n\nPete, after spewing the last hateful molecule away, reversed his tiny\nfibre engines, and began to draw in. He drew in all sorts of things, as\nthe days passed. A lot of minerals, and just enough water to float them\nin. Mostly, Pete's growing hunger sought out iron. Pete didn't know why\nhe wanted iron, any more than a smoker knows why he wants another\ncigarette, but Pete's interest in iron was as intense as any smoker's in\ntobacco.\n\nAbove the ground, he grew very few inches larger, merely broadening his\ndark, green spiral leaves a bit to catch the tiny amount of warmth he\nrequired for growth. But beneath the soil, as with any tuberous plant,\nhis roots were spread in a rough circular spoke-like pattern that\nreached about ten miles in every direction.\n\nPete Senior, had he tried to dig his plant up, would have been very much\nsurprised to find he could not do it. But he didn't try, so his life\nwent on as usual, with no surprises, which is the way he preferred it,\nso he was happy enough.\n\nIt wasn't until his paper had been duly published, and botanical cronies\nhad shaken the dust from their whiskers and toddled around to see this\nenviable possession, that something of the root structure was\ndiscovered.\n\n\"Seems to spread underground,\" one remarked.\n\n\"Kind of a lunatic crab-grass,\" another jibed.\n\n\"Sure you're not pulling our leg, Merrill?\" said a third. \"Seems a bit\nstunted.\"\n\n\"Gravity,\" said Pete Senior. \"Not used to it yet.\"\n\nThen they all had coffee and cake, shook hands with Pete Senior, and\nwent to their homes and laboratories.\n\nBy this time, of course, at the farthest reaches of Pete's root network,\nduplicate Petes were popping up above ground, quietly and\nunostentatiously (Pete stood barely five inches high), and much like\ntheir parent. They, too, began sending out spoke-like root networks.\nSome of them, stronger than others, sent roots for a radius of a hundred\nmiles, others for a few leagues and no more.\n\nEventually, Pete Senior reached an age where his body cells died more\nrapidly than they were replaced, that is, he achieved old age, and he\npassed from his life, leaving a wife, three children, and an unpaid\nfertilizer bill.\n\nPete himself, by now was pulsing considerably faster. In fact,\nincredibly faster, after his once-a-century contraction of short years\nbefore. His pulse rate was now in the neighborhood of ten per second,\nwhich is a pretty good increase. It soon reached hundreds per second.\n\nAnd his offspring weren't far behind him either.\n\nSince the whole planet was now as interwoven with Pete-type networks as\nthe inside of a baseball with string, this constant vibration--which\nslowly began to beat in a united concentration--began to make itself\nfelt.\n\nPeople started to complain about it.\n\n       *       *       *       *       *\n\nSo scientists with seismographs, and even dousers with willow twigs,\nbegan to seek out the source of this unnerving, almost supersonic,\nthrilling of the planet crust. Eventually, they located the tiny green\nplants with the spirally leaves at the center--the loudest point--of\neach network. Someone recognized the plant, and they confirmed this\nsomeone's suspicions by a check of the Public Library's back issues of\n_Botanist's Quarterly_. It was the moonplant, all right.\n\nThe Peter W. Merrill Moonplant. Yes sir. That's what it was.\n\nThe public, though, was not satisfied with the finding of a _name_ for\nthe disturbance, and insisted that it be brought to a _halt_ somehow.\nNaturally, the International Society of Botanists, Biologists and\nBiochemists raised one hell of a fuss about this, but on a democratic\nplanet they were summarily outvoted, and all spirally little green Peter\nW. Merrill Moonplants were--well, not _uprooted_; that would be\nimpossible--But they were all cropped flush with the earth wherever\nfound, and salt, acid, and all manner of nasty things poured into the\nstumps.\n\n       *       *       *       *       *\n\nHowever, nothing happened at all to the vibrations.\n\nPeople began to get fidgety, and started petitioning their\nrepresentatives in government to _Do Something_. A lot of speeches were\nthen made, all over Earth, about the noise and general disturbance of\nthe moonplant roots, but none of them offered a solution to the\nincreasing racket.\n\nIt was about this time that plumblines started hanging crooked. Oh, it\nwasn't detected at first. How could it be, at first? Because you judge\nthings by plumblines, not vice-versa. However, in a month, when\neverything was about five degrees off the vertical, notice began to be\ntaken.\n\nWhen oranges began rolling off the ground in the California and Florida\ngroves, and huddling in a mound here and there upon the countryside, the\nSpirit of Worry injected itself into the public consciousness. Niagara\nFalls' spectacular skew-wise splashing toward the Canadian side didn't\nset many hearts at ease, either.\n\nAnd then someone remembered the moonplants, and saw that each new\napparent gravity-tug was coming from the stump of one of the plants, and\na leading scientist figured out the answer, after getting a snipped-off\nsegment of moonplant root and testing the hell out of it.\n\n\"It seems,\" he announced to the world, or that portion of the world that\nwas watching his appearance on TV; there being considerable competition\nwith a new series of NBC Specials on another channel, \"It seems that\nthis Peter W. Merrill Moonplant is--er--magnetic, to a certain degree.\nThough not magnetism as we know it. It's more as though each plant,\nthrough the positioning of its roots, and the coiling of same, plus a\nheavy concentration of iron in its physical makeup, has managed to make\nitself--or, rather, the stump of itself, since all such plants were cut\ndown, a short while back--to make itself the center of an artificial\ngravity field. This field seems to grow--Rather, these _many_ fields\nseem to grow in strength by the hour, and they have a tendency to topple\nthings, the gravitational 'tug' being most disastrous near the centers\nof the fields. The rims, though the angle of gravity is sharper there,\nare safer for stability only because they are balanced by more 'tugs'\nfrom adjoining fields....\"\n\nWell, he went on this way for an hour or so, and soon his\nlisteners--those who stayed tuned in--knew what the problem was: \"Down\"\nwasn't going to be \"down\" much longer. It was going to depend on which\nmoonplant stump you happened to be near.\n\n       *       *       *       *       *\n\nThe prospect didn't seem too much fun, and people started selling their\nhomes and such, and booking passage to the moon, where life was\ncontrolled, but carefree, and free of annoying vibrations and rolling\noranges.\n\nLunar Real Estate enjoyed a fabulous boom for weeks after the telecast\nby the scientist, but it was soon \"all filled up,\" and further\nimmigrations would have to await the construction of more Domes to house\nthe newcomers.\n\nThe laggards, understandably, raised a fuss about this callous attitude,\nand went moonward anyway until about two-thirds of the Earth's\npopulation was on the moon, the place becoming so hopelessly crowded\nthat people had to half-rent rooms there, sleeping in alternating shifts\nwith other half-renters, and spending their waking hours wandering the\nstreets.\n\n\"Things,\" sighed one realtor to another, \"can't get much worse.\"\n\nAnd that's when the first meteor landed on Earth. In the general\nexcitement, first about vibrations, then about gravitational fields,\nthen about packing up and going to the moon, most newspapers had pushed\nto the want-ad pages little articles by eminent astronomers, in which\nwere noted the odd behaviors of certain large planetoids in the asteroid\nbelt between Earth and Mars. These cosmic hunks of rock seemed to be\n\"peeling off\" the general formation of the ellipse followed by their\nfellows, and moving sunward[1] singly or in small homogenous groupings.\n\n[Footnote 1: (Ergo: Earthward)]\n\nWell, the first one landed and left a dent on Earth where the Congo used\nto be, the shock being felt as far north as Oslo, to add to their\nvibrational, gravitational and evacuational difficulties.\n\nScientists on the moon--being as singleminded as scientists\nanywhere--became ecstatic. At last the mystery of the ages was solved:\nWho put the pocks in the face of the moon? A Peter W. Merrill Moonplant,\nof course! They looked down in rapture as meteor after meteor--drawn\nacross the countless miles of space by the pulsating gravity fields,\nplunged into the Earth, leaving pocks visible to the naked moondweller's\neye. And darned if each meteor didn't strike dead center of each plant\nnetwork.\n\n       *       *       *       *       *\n\nAfter about a month, Earth looked almost exactly like the moon had once\nlooked, with the exception of one locale: Australia, and much of the\nPacific Ocean surrounding it.\n\n\"It will indeed be a titanic meteor that hits there!\" the moon\nscientists enthused. For their careful check of the records showed that\nonly one plant had been found on the whole continent of Australia,\ntoward the eastern coast; which meant that its network probably extended\nbeneath the Pacific itself, with a gigantic field reaching its hungry\nmagnetic fingers into space.\n\nAnd then someone noticed that no more asteroids had peeled from the\nformation. The void between the asteroid belt and Earth was barren of\nhurtling rock.\n\n\"Wonderful!\" the scientists enthused. \"It means that each field down\nthere on Earth ceased its tug the moment its meteor struck it. That\nmeans that once the final meteor lands, the Peter W. Merrill Moonplant\nwill be dead, and we can get some of the crowd off this place. Earth's a\nbit ragged-looking, but after all, it's Home.\"\n\n\"Funny,\" said one of the younger scientists, \"that the moonplant went so\nfar afield for meteors, and yet did not disturb the delicate\ngravitational balance between Earth and the moon, its own Satellite.\"\n\n\"Let us hope,\" said an older scientist, \"that this enormous Australian\nnetwork has not been saving itself for us.\" He laughed at this little\npleasantry, but no one joined him, because someone had just peered\nthrough a telescope and noticed that Australia seemed to be getting\nlarger.\n\n\"You know what?\" said the young scientist, finally. \"We're falling to\nthe Earth, to form the largest pockmark of all!\"\n\n\"What a spectacle!\" cried another scientist. \"Pity we won't be alive to\nwitness it. I wonder why the Peter W. Merrill Moonplant saved us for\nlast?\"\n\n\"Possibly,\" said the young scientist, \"because--as with a wedding--the\ngroom asks all his relatives to come and see him married, and finally\npicks out the person who is to be the Best Man. The moonplant probably\nconsiders the moon an old buddy.\"\n\nThe older scientists, however, gave this statement the stoniest of\nnon-replies, and refused even to speak to the hapless young man for the\nduration of their journey downward to squashy death against the home\nplanet.\n\nRomanticism and Science just don't mix.\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Old Friends Are the Best, by Jack Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OLD FRIENDS ARE THE BEST ***\n\n***** This file should be named 33871.txt or 33871.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/3/8/7/33871/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}