{"title": "Riya's Foundling", "author": "Algirdas Jonas Budrys", "releaseDate": "November 23, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nRiya's Foundling\n\nBy ALGIS BUDRYS\n\n[Transcriber note: This etext was produced Science Fiction Stories 1953.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.]\n\n\n[Sidenote: _Now, if the animal we know as a cow were to evolve into a\ncreature with near-human intelligence, so that she thought of herself as\na \"person\" ..._]\n\n\n[Illustration]\n\n\nThe loft of the feed-house, with its stacked grainsacks, was a B-72, a\nfort, a foxhole--any number of things, depending on Phildee's moods.\n\nToday it was a jumping-off place.\n\nPhildee slipped out of his dormitory and ran across the yard to the\nfeed-house. He dropped the big wooden latch behind him, and climbed up\nthe ladder to the loft, depending on the slight strength of his young\narms more than on his legs, which had to be lifted to straining heights\nbefore they could negotiate the man-sized rungs.\n\nHe reached the loft and stood panting, looking out over the farm through\nthe loft door, at the light wooden fences around it, and the circling\nantenna of the radar tower.\n\nUsually, he spent at least a little time each day crouched behind the\ngrainsacks and being bigger and older, firing cooly and accurately into\ncharging companies of burly, thick-lipped UES soldiers, or going over on\none wing and whistling down on a flight of TT-34's that scattered like\nfrightened ducks before the fiery sleet of his wing rockets.\n\nBut today was different, today there was something he wanted to try.\n\nHe stood up on his toes and searched. He felt the touch of Miss Cowan's\nmind, no different from that of anyone else--flat, unsystematic.\n\nHe sighed. Perhaps, somewhere, there was someone else like himself. For\na moment, the fright of loneliness invaded him, but then faded. He took\na last look at the farm, then moved away from the open door, letting his\nmind slip into another way of thinking.\n\nHis chubby features twisted into a scowl of concentration as he\nvisualized reality. The scowl became a deeper grimace as he negated that\nreality, step by step, and substituted another.\n\n    _F is for Phildee._\n    _O is for Out._\n    _R is for Reimann._\n    _T is for Topology._\n    _H is for heartsick hunger._\n\nAbruptly, the Reimann fold became a concrete visualization. As though\nprinted clearly in and around the air, which was simultaneously both\naround him and not around him, which existed/not existed in spacetime,\nhe saw the sideslip diagram.\n\nHe twisted.\n\n       *       *       *       *       *\n\nSpring had come to Riya's world; spring and the thousand sounds of it.\nThe melted snow in the mountaintops ran down in traceries of leaping\nwater, and the spring-crests raced along the creeks into the rivers. The\nriverbank grasses sprang into life; the plains turned green again.\n\nRiya made her way up the path across the foothills, conscious of her\nshame. The green plain below her was dotted, two by two, with the\nfigures of her people. It was spring, and Time. Only she was alone.\n\nThere was a special significance in the fact that she was here on this\npath in this season. The plains on either side of the brown river were\nher people's territory. During the summer, the couples ranged over the\ngrass until the dams were ready to drop their calves. Then it became the\nbulls' duty to forage for their entire families until the youngsters\nwere able to travel south to the winter range.\n\nThrough the space of years, the people had increased in numbers, the\npressure of this steady growth making itself felt as the yearlings\nfilled out on the winter range. It had become usual, as the slow drift\nnorthward was made toward the end of winter, for some of the people to\nsplit away from the main body and range beyond the gray mountains that\nmarked the western limits of the old territories. Since these wanderers\nwere usually the most willful and headstrong, they were regarded as\nquasi-outcasts by the more settled people of the old range.\n\nBut--and here Riya felt the shame pierce more strongly than ever--they\nhad their uses, occasionally. Preoccupied in her shame, she\ninvoluntarily turned her head downward, anxious that none of the people\nbe staring derisively upward at the shaggy brown hump of fur that was\nshe, toiling up the path.\n\nShe was not the first--but that was meaningless. That other female\npeople had been ugly or old, that the same unforgotten force that urged\nher up the mountain path had brought others here before her, meant only\nthat she was incapable of accepting the verdict of the years that had\nthinned her pelt, dimmed her eyes, and broken the smooth rhythm of her\ngait.\n\nIn short, it meant that Riya Sair, granddam times over, spurned by every\nmale on the old range, was willing to cross the gray mountains and risk\ndeath from the resentful wild dams for the thin hope that there was a\nmale among the wildlings who would sire her calf.\n\nShe turned her head back to the path and hurried on, cringing in inward\nself-reproach at her speed.\n\nExcept for her age, Riya presented a perfect average of her people. She\nstood two yards high and two wide at the shoulders, a yard at the\nhaunches, and measured three and a half yards from her muzzle to the\nrudimentary tail. Her legs were short and stumpy, cloven-hooved. Her\nmassive head hung slightly lower than her shoulders, and could be\nlowered to within an inch or two of the ground. She was herbivorous,\nruminant, and mammalian. Moreover, she had intelligence--not of a very\nhigh order, but adequate for her needs.\n\nFrom a Terrestrial point of view, none of this was remarkable. Many\nyears of evolution had gone into her fashioning--more years for her one\nspecies than for all the varieties of man that have ever been.\nNevertheless, she did have some remarkable attributes.\n\nIt was one of these attributes that now enabled her to sense what\nhappened on the path ahead of her. She stopped still, only her long fur\nmoving in the breeze.\n\n       *       *       *       *       *\n\nPhildee--five, towheaded, round faced, chubby, dressed in a slightly\ngrubby corduroy oversuit, and precocious--had his attributes, too.\nGrubby and tousled; branded with a thread of licorice from one corner of\nhis mouth to his chin; involved in the loss of his first milk-tooth, as\nhe was--he nevertheless slipped onto the path on Riya's world, the\nhighest product of Terrestrial evolution. Alice followed a white rabbit\ndown a hole. Phildee followed Reimann down into a hole that, at the same\ntime, followed him, and emerged--where?\n\nPhildee didn't know. He could have performed the calculation necessary\nto the task almost instantly, but he was five. It was too much trouble.\n\nHe looked up, and saw a gray slope of rock vaulting above him. He looked\ndown, and saw it fall away toward a plain on which were scattered pairs\nof foraging animals. He felt a warm breeze, smelled it, saw it blow dust\nalong the path, and saw Riya:\n\n[Illustration]\n\n    _B is for big brown beast._\n    _L is for looming large, looking lonely._\n    _B? L? Bull? No--bison._\n    _Bison:_\n\n           bison (bi'sn) _n._ The buffalo of the N. Amer. plains.\n\nPhildee shook his head and scowled. No--not bison, either. What, then?\nHe probed.\n\nRiya took a step forward. The sight of a living organism other than a\nperson was completely unfamiliar to her. Nevertheless, anything that\nsmall, and undeniably covered--in most areas, at least--with some kind\nof fur, could not, logically, be anything but a strange kind of calf.\nBut--she stopped, and raised her head--if a calf, then where was the\ncall?\n\nPhildee's probe swept past the laboring mind directly into her\ntelepathic, instinctual centers.\n\nVoiceless, with their environment so favorable that it had never been\nnecessary for them to develop prehensile limbs, female people had\nnevertheless evolved a method of child care commensurate with their\ncomparatively higher intelligence.\n\nSoft as tender fingers, gentle as the human hand that smooths the awry\nhair back from the young forehead, Riya's mental caress enfolded\nPhildee.\n\nPhildee recoiled. The feeling was:\n\n    _Warm_\n    _Soft_\n    _Sweet_\n         Not _candy in the mouth_\n\n         _Candy in the mouth_\n    _Familiar_\n    _Good_\n    _Tasty_\n    _Nice_\n\n         _The feeling was_\n    _Not Familiar_\n    _Not Good_\n    _Not Tasty_\n    _Not Nice_\n\n    _WHY?_:\n\n    _M is for many motionless months._\n    _T is for tense temper tantrums._\n    _R is for rabid--NO!--rapid rolling wrench._\n\n    _MTR. Mother._\n\nPhildee's mother wanted Phildee's father. Phildee's mother wanted green\ngrass and apple trees, tight skirts and fur jackets on Fifth Avenue, men\nto turn and look, a little room where nobody could see her. Phildee's\nmother had radiation burns. Phildee's mother was dead.\n\nHe wavered; physically. Maintaining his position in this world was a\nprocess that demanded constant attention from the segment of his mind\ndevoted to it. For a moment, even that small group of brain cells almost\nbecame involved in his reaction.\n\nIt was that which snapped him back into functioning logically. MTR was\nMother. Mother was:\n\n\n    _Tall_\n    _Thin_\n    _White_\n    _Biped_\n\n   _\"In Heaven's name, Doctor, when will this thing be over?\"_\n\n    BL was Riya. Riya was:\n    _Big brown beast, looming large, looking lonely._\n    _BL=MTR_\n    _Equation not meaningful, not valid._\n\n       *       *       *       *       *\n\nAlmost resolved, only a few traces of the initial conflict remained.\nPhildee put the tips of his right fingers to his mouth. He dug his toe\ninto the ground, gouged a semicircular furrow, and smoothed it over with\nhis sole.\n\nRiya continued to look at him from where she was standing, two or three\nfeet away. Haltingly, she reached out her mind again--hesitating not\nbecause of fear of another such reaction on Phildee's part, for that had\nbeen far beyond her capacity to understand, but because even the\nslightest rebuff on the part of a child to a gesture as instinctive as a\nTerrestrial mother's caress was something that none of the people had\never encountered before.\n\nWhile her left-behind intellectual capacity still struggled to reconcile\nthe feel of childhood with a visual image of complete unfamiliarity, the\nwarm mind-caress went gently forth again.\n\nPhildee made up his mind. Ordinarily, he was immune to the small\nemotional problems that beclouded less rational intellects. He was\nunused to functioning in other than a cause/effect universe. Mothers\nwere usually--though sometimes not--matronly women who spent the greater\npart of roughly twenty years per child in conscious pre-occupation with,\nand/or subconscious or conscious rejection of, their offspring.\n\nIn his special case, Mother was a warm place, a frantic, hysteric voice,\nthe pressure of the spasmodically contractile musculature linked to her\nhyperthyroid metabolism. Mother was a thing from before birth.\n\nRiya--Riya bore a strong resemblance to an intelligent cow. In any\nphysiological sense, she could no more be his mother than--\n\nThe second caress found him not unaccustomed to it. It enfolded his\nconsciousness, tenderly, protectingly, empathetic.\n\nPhildee gave way to instinct.\n\n       *       *       *       *       *\n\nThe fur along the ridge of Riya's spine prickled with a well-remembered\nhappiness as she felt the hesitant answering surge in Phildee's mind.\nMoving surely forward, she nuzzled his face. Phildee grinned. He ran his\nfingers through the thick fur at the base of her short neck.\n\n_Big warm wall of brown fur._\n\n_Cool, happy nose._\n\n_Happy, happy, eyes._\n\nGreat joy welled up in Riya. No shameful trot across the mountains faced\nher now. No hesitant approach to the huddled, suspicious wildlings was\nbefore her. The danger of sharp female hooves to be avoided, of skulking\nat the edge of the herd in hope of an anxious male, was a thing no\nlonger to be half-fearfully approached.\n\nWith a nudge of her head, she directed Phildee down the path to the old\nrange while she herself turned around. She stood motionless for a\nsweeping scan of the plain below her. The couples were scattered over\nthe grass--but couples only, the females as yet unfulfilled.\n\nThis, too, was another joy to add to the greatest of all. So many things\nabout her calf were incomprehensible--the only dimly-felt overtones of\nprojected symbology that accompanied Phildee's emotional reactions, the\nalien structure--so many, many things. Her mind floundered vainly\nthrough the complex data.\n\nBut all that was nothing. What did it matter? The Time had been, and for\nanother season, she was a dam.\n\n       *       *       *       *       *\n\nPhildee walked beside her down the path, one fist wrapped in the fur of\nher flank, short legs windmilling.\n\nThey reached the plain, and Riya struck out across it toward the\ngreatest concentration of people, her head proudly raised. She stopped\nonce, and deliberately cropped a mouthful of grass with unconcern, but\nresumed her pace immediately thereafter.\n\nWith the same unconcern, she nudged Phildee into the center of the group\nof people, and, ignoring them, began teaching her calf to feed.\n\n_Eat. (Picture of Phildee/calf on all fours, cropping the plains\ngrass.)_\n\nPhildee stared at her in puzzlement. Grass was not food. He sent the\ndata emphatically.\n\nRiya felt the tenuous discontent. She replied with tender understanding.\nSometimes the calf was hesitant.\n\n_Eat. (Gently, understandingly, but firmly. [Repetition of picture.])_\nShe bent her head and pushed him carefully over, then held his head down\nwith a gentle pressure of her muzzle. _Eat._\n\nPhildee squirmed. He slipped out from under her nose and regained his\nFeet. He looked at the other people, who were staring in puzzlement at\nRiya and himself.\n\nHe felt himself pushed forward again. _Eat._\n\nAbruptly, he realized the situation. In a culture of herbivores, what\nfood could there be but herbiage? There would be milk, in time, but not\nfor--he probed--months.\n\nIn probing, too, he found the visualization of his life with her ready\nat the surface of Riya's mind.\n\nThere was no shelter on the plain. His fur was all the shelter\nnecessary.\n\n_But I don't have any fur._\n\nIn the fall, they would move to the southern range.\n\n_Walk? A thousand miles?_\n\nHe would grow big and strong. In a year, he would be a sire himself.\n\n       *       *       *       *       *\n\nHis reaction was simple, and practiced. He adjusted his reality concept\nto Reimannian topology. Not actually, but subjectively, he felt himself\nbeginning to slip Earthward.\n\nRiya stiffened in alarm. The calf was straying. The knowledge was\nrelayed from her mother-centers to the telepathic functions.\n\n_Stop. You cannot go there. You must be with your mother. You are not\ngrown. Stop. Stay with me. I will protect you. I love you._\n\n       *       *       *       *       *\n\nThe universe shuddered. Phildee adjusted frantically. Cutting through\nthe delicately maintained reality concept was a scrambling, jamming\nfrequency of thought. In terror, he flung himself backward into Riya's\nworld. Standing completely still, he probed frantically into Riya's\nmind.\n\nAnd found her mind only fumblingly beginning to intellectualize the\nsimple formulization of what her instinctive centers had computed,\nsystematized, and activated before her conscious mind had even begun to\ndoubt that everything was well.\n\nHis mind accepted the data, and computed.\n\nHandless and voiceless, not so fast afoot in their bulkiness as the\nweakest month-old calf, the people had long ago evolved the restraints\nnecessary for rearing their children.\n\nIf the calf romped and ran, his mother ran beside him, and the calf was\nnot permitted to run faster than she. If a calf strayed from its\nsleeping mother, it strayed only so far, and then the mother woke--but\nthe calf had already long been held back by the time her intelligence\nawoke to the straying.\n\nThe knowledge and computations were fed in Phildee's rational centers.\nThe Universe--and Earth--were closed to him. He must remain here.\n\nBut human children could not survive in this environment.\n\nHe had to find a solution--instantly.\n\nHe clinched his fists, feeling his arm muscles quiver.\n\nHis lower lip was pulled into his mouth, and his teeth sank in.\n\nThe diagram--the pattern--bigger--stronger--try--try--this is not\nreal--_this_ is real: brown earth, white clouds, blue sky--try--mouth\nfull of warm salt ...\n\n    _F is for Phildee!_\n    _O is for Out!_\n    _R is for Riya!_\n    _T is for Topology!_\n    _H is for happiness and home!_\n\n       *       *       *       *       *\n\nRiya shook herself. She stood in the furrows of a plowed field, her eyes\nvacant with bewilderment. She stared uncomprehendingly at the walls and\nthe radar tower, the concrete shoulders of the air raid bunkers. She saw\nantiaircraft quick-firers being hastily cranked around and down at her,\nheard Phildee's shout that saved her life, and understood none of it.\n\nBut none of it mattered. Her strange calf was with her, standing beside\nher with his fingers locked in her fur, and she could feel the warm\nresponse in his mind as she touched him with her caress again.\n\nShe saw the other little calves erupting out of the low dormitory\nbuildings, and something within her crooned.\n\nRiya nuzzled her foundling. She looked about her at the War Orphans'\nRelocation Farm with her happy, happy eyes.\n\n[Illustration]\n\n\n\n\n\nEnd of Project Gutenberg's Riya's Foundling, by Algirdas Jonas Budrys\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RIYA'S FOUNDLING ***\n\n***** This file should be named 34420.txt or 34420.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/4/4/2/34420/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}