{"title": "The Mad Planet", "author": "Murray Leinster", "releaseDate": "February 28, 2011", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            THE MAD PLANET\n\n                          by Murray Leinster\n\n                              The Argosy\n\n                            _June 12, 1920_\n\n\nIn All His lifetime of perhaps twenty years, it had never occurred to\nBurl to wonder what his grandfather had thought about his surroundings.\nThe grandfather had come to an untimely end in a rather unpleasant\nfashion which Burl remembered vaguely as a succession of screams coming\nmore and more faintly to his ears while he was being carried away at the\ntop speed of which his mother was capable.\n\nBurl had rarely or never thought of the old gentleman since. Surely\nhe had never wondered in the abstract of what his great grandfather\nthought, and most surely of all, there never entered his head\nsuch a purely hypothetical question as the one of what his\nmany-times-great-grandfather--say of the year 1920--would have thought\nof the scene in which Burl found himself.\n\nHe was treading cautiously over a brownish carpet of fungus growth,\ncreeping furtively toward the stream which he knew by the generic title\nof \"water.\" It was the only water he knew. Towering far above his head,\nthree man-heights high, great toadstools hid the grayish sky from his\nsight. Clinging to the foot-thick stalks of the toadstools were still\nother fungi, parasites upon the growth that had once been parasites\nthemselves.\n\nBurl himself was a slender young man wearing a single garment twisted\nabout his waist, made from the wing-fabric of a great moth the members\nof his tribe had slain as it emerged from its cocoon. His skin was fair,\nwithout a trace of sunburn. In all his lifetime he had never seen the\nsun, though the sky was rarely hidden from view save by the giant fungi\nwhich, with monster cabbages, were the only growing things he knew.\nClouds usually spread overhead, and when they did not, the perpetual\nhaze made the sun but an indefinitely brighter part of the sky, never a\nsharply edged ball of fire. Fantastic mosses, misshapen fungus growths,\ncolossal molds and yeasts, were the essential parts of the landscape\nthrough which he moved.\n\nOnce as he had dodged through the forest of huge toadstools, his\nshoulder touched a cream-colored stalk, giving the whole fungus a tiny\nshock. Instantly, from the umbrella-like mass of pulp overhead, a fine\nand impalpable powder fell upon him like snow. It was the season when\nthe toadstools sent out their spores, or seeds, and they had been\ndropped upon him at the first sign of disturbance.\n\nFurtive as he was, he paused to brush them from his head and hair. They\nwere deadly poison, as he knew well.\n\nBurl would have been a curious sight to a man of the twentieth century.\nHis skin was pink, like that of a child, and there was but little hair\nupon his body. Even that on top of his head was soft and downy. His\nchest was larger than his forefathers' had been, and his ears seemed\nalmost capable of independent movement, to catch threatening sounds from\nany direction. His eyes, large and blue, possessed pupils which could\ndilate to extreme size, allowing him to see in almost complete darkness.\n\nHe was the result of the thirty thousand years' attempt of the human\nrace to adapt itself to the change that had begun in the latter half of\nthe twentieth century.\n\nAt about that time, civilization had been high, and apparently secure.\nMankind had reached a permanent agreement among itself, and all men had\nequal opportunities to education and leisure. Machinery did most of the\nlabor of the world, and men were only required to supervise its\noperation. All men were well-fed, all men were well-educated, and it\nseemed that until the end of time the earth would be the abode of a\ncommunity of comfortable human beings, pursuing their studies and\ndiversions, their illusions and their truths. Peace, quietness, privacy,\nfreedom were universal.\n\nThen, just when men were congratulating themselves that the Golden Age\nhad come again, it was observed that the planet seemed ill at ease.\nFissures opened slowly in the crust, and carbonic acid gas--the carbon\ndioxide of chemists--began to pour out into the atmosphere. That gas had\nlong been known to be present in the air, and was considered necessary\nto plant life. Most of the plants of the world took the gas and absorbed\nits carbon into themselves, releasing the oxygen for use again.\n\nScientists had calculated that a great deal of the earth's increased\nfertility was due to the larger quantities of carbon dioxide released by\nthe activities of man in burning his coal and petroleum. Because of\nthose views, for some years no great alarm was caused by the continuous\nexhalation from the world's interior.\n\nConstantly, however, the volume increased. New fissures constantly\nopened, each one adding a new source of carbon dioxide, and each one\npouring into the already laden atmosphere more of the gas--beneficent in\nsmall quantities, but as the world learned, deadly in large ones.\n\nThe percentage of the heavy, vapor-like gas increased. The whole body of\nthe air became heavier through its admixture. It absorbed more moisture\nand became more humid. Rainfall increased. Climates grew warmer.\nVegetation became more luxuriant--but the air gradually became less\nexhilarating.\n\nSoon the health of mankind began to be affected. Accustomed through long\nages to breathe air rich in oxygen and poor in carbon dioxide, men\nsuffered. Only those who lived on high plateaus or on tall mountaintops\nremained unaffected. The plants of the earth, though nourished and\nincreasing in size beyond those ever seen before, were unable to dispose\nof the continually increasing flood of carbon dioxide.\n\n       *       *       *       *       *\n\nBy the middle of the twenty-first century it was generally recognized\nthat a new carboniferous period was about to take place, when the\nearth's atmosphere would be thick and humid, unbreathable by man, when\ngiant grasses and ferns would form the only vegetation.\n\nWhen the twenty-first century drew to a close the whole human race began\nto revert to conditions closely approximating savagery. The low-lands\nwere unbearable. Thick jungles of rank growth covered the ground. The\nair was depressing and enervating. Men could live there, but it was a\nsickly, fever-ridden existence. The whole population of the earth\ndesired the high lands and as the low country became more unbearable,\nmen forgot their two centuries of peace.\n\nThey fought destructively, each for a bit of land where he might live\nand breathe. Then men began to die, men who had persisted in remaining\nnear sea-level. They could not live in the poisonous air. The danger\nzone crept up as the earth-fissures tirelessly poured out their steady\nstreams of foul gas. Soon men could not live within five hundred feet of\nsea level. The low-lands went uncultivated, and became jungles of a\nthickness comparable only to those of the first carboniferous period.\n\nThen men died of sheer inanition at a thousand feet. The plateaus and\nmountaintops were crowded with folk struggling for a foothold and food\nbeyond the invisible menace that crept up, and up--\n\nThese things did not take place in one year, or in ten. Not in one\ngeneration, but in several. Between the time when the chemists of the\nInternational Geophysical Institute announced that the proportion of\ncarbon dioxide in the air had increased from .04 per cent to .1 per cent\nand the time when at sea-level six per cent of the atmosphere was the\ndeadly gas, more than two hundred years intervened.\n\nComing gradually, as it did, the poisonous effects of the deadly stuff\nincreased with insidious slowness. First the lassitude, then the\nheaviness of brain, then the weakness of body. Mankind ceased to grow in\nnumbers. After a long period, the race had fallen to a fraction of its\nformer size. There was room in plenty on the mountaintops--but the\ndanger-level continued to creep up.\n\nThere was but one solution. The human body would have to inure itself to\nthe poison, or it was doomed to extinction. It finally developed a\ntoleration for the gas that had wiped out race after race and nation\nafter nation, but at a terrible cost. Lungs increased in size to secure\nthe oxygen on which life depended, but the poison, inhaled at every\nbreath, left the few survivors sickly and filled with a perpetual\nweariness. Their minds lacked the energy to cope with new problems or\ntransmit the knowledge which in one degree or another, they possessed.\n\nAnd after thirty thousand years, Burl, a direct descendant of the first\npresident of the Universal Republic, crept through a forest of\ntoadstools and fungus growths. He was ignorant of fire, or metals, of\nthe uses of stone and wood. A single garment covered him. His language\nwas a scanty group of a few hundred labial sounds, conveying no\nabstractions and few concrete things.\n\nHe was ignorant of the uses of wood. There was no wood in the scanty\nterritory furtively inhabited by his tribe. With the increase in heat\nand humidity the trees had begun to die out. Those of northern climes\nwent first, the oaks, the cedars, the maples. Then the pines--the\nbeeches went early--the cypresses, and finally even the forests of the\njungles vanished. Only grasses and reeds, bamboos and their kin, were\nable to flourish in the new, steaming atmosphere. The thick jungles gave\nplace to dense thickets of grasses and ferns, now become treeferns\nagain.\n\nAnd then the fungi took their place. Flourishing as never before,\nflourishing on a planet of torrid heat and perpetual miasma, on whose\nsurface the sun never shone directly because of an ever-thickening bank\nof clouds that hung sullenly overhead, the fungi sprang up. About the\ndank pools that festered over the surface of the earth, fungus growths\nbegan to cluster. Of every imaginable shade and color, of all monstrous\nforms and malignant purposes, of huge size and flabby volume, they\nspread over the land.\n\nThe grasses and ferns gave place to them. Squat footstools, flaking\nmolds, evil-smelling yeasts, vast mounds of fungi inextricably mingled\nas to species, but growing, forever growing and exhaling an odor of dark\nplaces.\n\nThe strange growths now grouped themselves in forests, horrible\ntravesties on the vegetation they had succeeded. They grew and grew with\nfeverish intensity beneath a clouded or a haze-obscured sky, while\nabove them fluttered gigantic butterflies and huge moths, sipping\ndaintily of their corruption.\n\nThe insects alone of all the animal world above water, were able to\nendure the change. They multiplied exceedingly, and enlarged themselves\nin the thickened air. The solitary vegetation--as distinct from fungus\ngrowths--that had survived, was now a degenerate form of the cabbages\nthat had once fed peasants. On those rank, colossal masses of foliage,\nthe stolid grubs and caterpillars ate themselves to maturity, then swung\nbelow in strong cocoons to sleep the sleep of metamorphosis from which\nthey emerged to spread their wings and fly.\n\nThe tiniest butterflies of former days had increased their span until\ntheir gaily colored wings should be described in terms of feet, while\nthe larger emperor moths extended their purple sails to a breadth of\nyards upon yards. Burl himself would have been dwarfed beneath the\novershadowing fabric of their wings.\n\nIt was fortunate that they, the largest flying creatures, were harmless\nor nearly so. Burl's fellow tribesmen sometimes came upon a cocoon just\nabout to open, and waited patiently beside it until the beautiful\ncreature within broke through its matted shell and came out into the\nsunlight.\n\nThen, before it had gathered energy from the air, and before its wings\nhad swelled to strength and firmness, the tribesmen fell upon it,\ntearing the filmy, delicate wings from its body and the limbs from its\ncarcass. Then, when it lay helpless before them, they carried away the\njuicy, meat-filled limbs to be eaten, leaving the still living body to\nstare helplessly at this strange world through its many faceted eyes,\nand become a prey to the voracious ants who would soon clamber upon it\nand carry it away in tiny fragments to their underground city.\n\n       *       *       *       *       *\n\nNot all the insect world was so helpless or so unthreatening. Burl knew\nof wasps almost the length of his own body who possessed stings that\nwere instantly fatal. To every species of wasp, however, some other\ninsect is predestined prey, and the furtive members of Burl's tribe\nfeared them but little as they sought only the prey to which their\ninstinct led them.\n\nBees were similarly aloof. They were hard put to it for existence, those\nbees. Few flowers bloomed, and they were reduced to expedients once\nconsidered signs of degeneracy in their race. Bubbling yeasts and fouler\nthings, occasionally the nectarless blooms of the rank, giant cabbages.\nBurl knew the bees. They droned overhead, nearly as large as he was\nhimself, their bulging eyes gazing at him with abstracted preoccupation.\nAnd crickets, and beetles, and spiders--\n\nBurl knew spiders! His grandfather had been the prey of one of the\nhunting tarantulas, which had leaped with incredible ferocity from his\nexcavated tunnel in the earth. A vertical pit in the ground, two feet in\ndiameter, went down for twenty feet. At the bottom of that lair the\nblack-bellied monster waited for the tiny sounds that would warn him of\nprey approaching his hiding-place (_Lycosa fasciata_).\n\nBurl's grandfather had been careless, and the terrible shrieks he\nuttered as the horrible monster darted from the pit and seized him had\nlingered vaguely in Burl's mind ever since. Burl had seen, too, the\nmonster webs of another species of spider, and watched from a safe\ndistance as the misshapen body of the huge creature sucked the juices\nfrom a three-foot cricket that had become entangled in its trap.\n\nBurl had remembered the strange stripes of yellow and black and silver\nthat crossed upon its abdomen (_Epiera fasciata_). He had been\nfascinated by the struggles of the imprisoned insect, coiled in a\nhopeless tangle of sticky, gummy ropes the thickness of Burl's finger,\ncast about its body before the spider made any attempt to approach.\n\nBurl knew these dangers. They were a part of his life. It was his\naccustomedness to them, and that of his ancestors, that made his\nexistence possible. He was able to evade them; so he survived. A moment\nof carelessness, an instant's relaxation of his habitual caution, and he\nwould be one with his forebears, forgotten meals of long-dead, inhuman\nmonsters.\n\nThree days before, Burl had crouched behind a bulky, shapeless fungus\ngrowth while he watched a furious duel between two huge horned beetles.\nTheir jaws, gaping wide, clicked and clashed upon each other's\nimpenetrable armor. Their legs crashed like so many cymbals as their\npolished surfaces ground and struck against each other. They were\nfighting over some particularly attractive bit of carrion.\n\nBurl had watched with all his eyes until a gaping orifice appeared in\nthe armor of the smaller of the two. It uttered a shrill cry, or seemed\nto cry out. The noise was, actually, the tearing of the horny stuff\nbeneath the victorious jaws of the adversary.\n\nThe wounded beetle struggled more and more feebly. At last it collapsed,\nand the conqueror placidly began to eat the conquered before life was\nextinct.\n\nBurl waited until the meal was finished, and then approached the scene\nwith caution. An ant--the forerunner of many--was already inspecting the\ncarcass.\n\nBurl usually ignored the ants. They were stupid, short-sighted insects,\nand not hunters. Save when attacked, they offered no injury. They were\nscavengers, on the lookout for the dead and dying, but they would fight\nviciously if their prey were questioned, and they were dangerous\nopponents. They were from three inches, for the tiny black ants, to a\nfoot for the large termites.\n\nBurl was hasty when he heard the tiny clickings of their limbs as they\napproached. He seized the sharp-pointed snout of the victim, detached\nfrom the body, and fled from the scene.\n\nLater, he inspected his find with curiosity. The smaller victim had been\na minotaur beetle, with a sharp-pointed horn like that of a rhinoceros\nto reinforce his offensive armament, already dangerous because of his\nwide jaws. The jaws of a beetle work from side to side, instead of up\nand down, and this had made the protection complete in no less than\nthree directions.\n\nBurl inspected the sharp, dagger-like instrument in his hand. He felt\nits point, and it pricked his finger. He flung it aside as he crept to\nthe hiding-place of his tribe. There were only twenty of them, four or\nfive men, six or seven women, and the rest girls and children.\n\nBurl had been wondering at the strange feelings that came over him when\nhe looked at one of the girls. She was younger than Burl--perhaps\neighteen--and fleeter of foot than he. They talked together, sometimes,\nand once or twice Burl shared with her an especially succulent find of\nfoodstuffs.\n\n       *       *       *       *       *\n\nThe next morning he found the horn where he had thrown it, sticking in\nthe flabby side of a toadstool. He pulled it out, and gradually, far\nback in his mind, an idea began to take shape. He sat for some time with\nthe thing in his hand, considering it with a far-away look in his eyes.\nFrom time to time he stabbed at a toadstool, awkwardly, but with\ngathering skill. His imagination began to work fitfully. He visualized\nhimself stabbing food with it as the larger beetle had stabbed the\nformer owner of the weapon he had in his hand.\n\nBurl could not imagine himself coping with one of the fighting insects.\nHe could only picture himself, dimly, stabbing something that was food\nwith this death-dealing thing. It was no longer than his arm and though\nclumsy to the hand, an effective and terribly sharp implement.\n\nHe thought: Where was there food, food that lived, that would not fight\nback? Presently he rose and began to make his way toward the tiny river.\nYellow-bellied newts swam in its waters. The swimming larvae of a\nthousand insects floated about its surface or crawled upon its bottom.\n\nThere were deadly things there, too. Giant crayfish snapped their horny\nclaws at the unwary. Mosquitoes of four-inch wing-spread sometimes made\ntheir humming way above the river. The last survivors of their race,\nthey were dying out for lack of the plant-juices on which the male of\nthe species lived, but even so they were formidable. Burl had learned to\ncrush them with fragments of fungus.\n\nHe crept slowly through the forest of toadstools. Brownish fungus was\nunderfoot. Strange orange, red, and purple molds clustered about the\nbases of the creamy toadstool stalks. Once Burl paused to run his\nsharp-pointed weapon through a fleshy stalk and reassure himself that\nwhat he planned was practicable.\n\nHe made his way furtively through the forest of misshapen growths. Once\nhe heard a tiny clicking, and froze into stillness. It was a troop of\nfour or five ants, each some eight inches long, returning along their\nhabitual pathway to their city. They moved sturdily, heavily laden,\nalong the route marked with the black and odorous formic acid exuded\nfrom the bodies of their comrades. Burl waited until they had passed,\nthen went on.\n\nHe came to the bank of the river. Green scum covered a great deal of its\nsurface, scum occasionally broken by a slowly enlarging bubble of some\ngas released from decomposing matter on the bottom. In the center of the\nplacid stream the current ran a little more swiftly, and the water\nitself was visible.\n\nOver the shining current, water-spiders ran swiftly. They had not shared\nin the general increase of size that had taken place in the insect\nworld. Depending upon the capillary qualities of the water to support\nthem, an increase in size and weight would have deprived them of the\nmeans of locomotion.\n\nFrom the spot where Burl first peered at the water the green scum spread\nout for many yards into the stream. He could not see what swam and\nwriggled and crawled beneath the evil-smelling covering. He peered up\nand down the banks.\n\nPerhaps a hundred and fifty yards below, the current came near the\nshore. An outcropping of rock there made a steep descent to the river,\nfrom which yellow shelf-fungi stretched out. Dark red and orange above,\nthey were light yellow below, and they formed a series of platforms\nabove the smoothly flowing stream. Burl made his way cautiously toward\nthem.\n\nOn his way he saw one of the edible mushrooms that formed so large a\npart of his diet, and paused to break from the flabby flesh an amount\nthat would feed him for many days. It was too often the custom of his\npeople to find a store of food, carry it to their hiding place, and then\ngorge themselves for days, eating, sleeping, and waking only to eat\nagain until the food was gone.\n\nAbsorbed as he was in his plan of trying his new weapon, Burl was\ntempted to return with his booty. He would give Saya of this food, and\nthey would eat together. Saya was the maiden who roused unusual emotions\nin Burl. He felt strange impulses stirring within him when she was near,\na desire to touch her, to caress her. He did not understand.\n\nHe went on, after hesitating. If he brought her food, Saya would be\npleased, but if he brought her of the things that swam in the stream,\nshe would be still more pleased. Degraded as his tribe had become, Burl\nwas yet a little more intelligent than they. He was an atavism, a\nthrowback to ancestors who had cultivated the earth and subjugated its\nanimals. He had a vague idea of pride, unformed but potent.\n\nNo man within memory had hunted or slain for food. They knew of meat,\nyes, but it had been the fragments left by an insect hunter, seized and\ncarried away by the men before the perpetually alert ant colonies had\nsent their foragers to the scene.\n\nIf Burl did what no man before him had done, if he brought a whole\ncarcass to his tribe, they would envy him. They were preoccupied solely\nwith their stomachs, and after that with the preservation of their\nlives. The perpetuation of the race came third in their consideration.\n\nThey were herded together in a leaderless group, coming to the same\nhiding place that they might share in the finds of the lucky and gather\ncomfort from their numbers. Of weapons, they had none. They sometimes\nused stones to crack open the limbs of the huge insects they found\npartly devoured, cracking them open for the sweet meat to be found\ninside, but they sought safety from their enemies solely in flight and\nhiding.\n\nTheir enemies were not as numerous as might have been imagined. Most of\nthe meat-eating insects have their allotted prey. The sphex--a hunting\nwasp--feeds solely upon grasshoppers. Others wasps eat flies only. The\npirate-bee eats bumblebees only. Spiders were the principal enemies of\nman, as they devour with a terrifying impartiality all that falls into\ntheir clutches.\n\nBurl reached the spot from which he might gaze down into the water. He\nlay prostrate, staring into the shallow depths. Once a huge crayfish, as\nlong as Burl's body, moved leisurely across his vision. Small fishes and\neven the huge newts fled before the voracious creature.\n\nAfter a long time the tide of underwater life resumed its activity. The\nwriggling grubs of the dragonflies reappeared. Little flecks of silver\nswam into view--a school of tiny fish. A larger fish appeared, moving\nslowly through the water.\n\nBurl's eyes glistened and his mouth watered. He reached down with his\nlong weapon. It barely touched the water. Disappointment filled him, yet\nthe nearness and the apparent practicability of his scheme spurred him\non.\n\nHe considered the situation. There were the shelf-fungi below him. He\nrose and moved to a point just above them, then thrust his spear down.\nThey resisted its point. Burl felt them tentatively with his foot, then\ndared to thrust his weight to them. They held him firmly. He clambered\ndown and lay flat upon them, peering over the edge as before.\n\nThe large fish, as long as Burl's arm, swam slowly to and fro below him.\nBurl had seen the former owner of his spear strive to thrust it into his\nopponents, and knew that a thrust was necessary. He had tried his weapon\nupon toadstools--had practiced with it. When the fish swam below him, he\nthrust sharply downward. The spear seemed to bend when it entered the\nwater, and missed its mark by inches, to Burl's astonishment. He tried\nagain and again.\n\nHe grew angry with the fish below him for eluding his efforts to kill\nit. Repeated strokes had left it untouched, and it was unwary, and did\nnot even try to run away.\n\nBurl became furious. The big fish came to rest directly beneath his\nhand. Burl thrust downward with all his strength. This time the spear,\nentering vertically, did not seem to bend. It went straight down. Its\npoint penetrated the scales of the swimmer below, transfixing that lazy\nfish completely.\n\nAn uproar began. The fish, struggling to escape, and Burl, trying to\ndraw it up to his perch, made a huge commotion. In his excitement Burl\ndid not observe a tiny ripple some distance away. The monster crayfish\nwas attracted by the disturbance, and was approaching.\n\nThe unequal combat continued. Burl hung on desperately to the end of his\nspear. Then there was a tremor in Burl's support, it gave way, and fell\ninto the stream with a mighty splash. Burl went under, his eyes open,\nfacing death. And as he sank, his wide-open eyes saw waved before him\nthe gaping claws of the huge crayfish, large enough to sever a limb with\na single stroke of their jagged jaws.\n\n       *       *       *       *       *\n\nHe opened his mouth to scream--a replica of the terrible screams of his\ngrandfather, seized by a black-bellied tarantula years before--but no\nsound came forth. Only bubbles floated to the surface of the water. He\nbeat the unresisting fluid with his hands--he did not know how to swim.\nThe colossal creature approached leisurely, while Burl struggled\nhelplessly.\n\nHis arms struck a solid object, and grasped it convulsively. A second\nlater he had swung it between himself and the huge crustacean. He felt a\nshock as the mighty jaws closed upon the corklike fungus, then felt\nhimself drawn upward as the crayfish released his hold and the\nshelf-fungus floated to the surface. Having given way beneath him, it\nhad been carried below him in his fall, only to rise within his reach\njust when most needed.\n\nBurl's head popped above water and he saw a larger bit of the fungus\nfloating near by. Less securely anchored to the rocks of the river bank\nthan the shelf to which Burl had trusted himself, it had been dislodged\nwhen the first shelf gave way. It was larger than the fragment to which\nBurl clung, and floated higher in the water.\n\nBurl was cool with a terrible self-possession. He seized it and\nstruggled to draw himself on top of it. It tilted as his weight came\nupon it, and nearly overturned, but he paid no heed. With desperate\nhaste, he clawed with hands and feet until he could draw himself clear\nof the water, of which he would forever retain a slight fear.\n\nAs he pulled himself upon the furry, orange-brown upper surface, a sharp\nblow struck his foot. The crayfish, disgusted at finding only what was\nto it a tasteless morsel in the shelf-fungus, had made a languid stroke\nat Burl's wriggling foot in the water. Failing to grasp the fleshy\nmember, the crayfish retreated, disgruntled and annoyed.\n\nAnd Burl floated downstream, perched, weaponless and alone, frightened\nand in constant danger, upon a flimsy raft composed of a degenerate\nfungus floating soggily in the water. He floated slowly down the stream\nof a river in whose waters death lurked unseen, upon whose banks was\nperil, and above whose reaches danger fluttered on golden wings.\n\nIt was a long time before he recovered his self-possession, and when he\ndid he looked first for his spear. It was floating in the water, still\ntransfixing the fish whose capture had endangered Burl's life. The fish\nnow floated with its belly upward, all life gone.\n\nSo insistent was Burl's instinct for food that his predicament was\nforgotten when he saw his prey just out of his reach. He gazed at it,\nand his mouth watered, while his cranky craft went downstream, spinning\nslowly in the current. He lay flat on the floating fungoid, and strove\nto reach out and grasp the end of the spear.\n\nThe raft tilted and nearly flung him overboard again. A little later he\ndiscovered that it sank more readily on one side than on the other. That\nwas due, of course, to the greater thickness--and consequently greater\nbuoyancy--of the part which had grown next the rocks of the river bank.\n\nBurl found that if he lay with his head stretching above that side, it\ndid not sink into the water. He wriggled into this new position, then,\nand waited until the slow revolution of his vessel brought the\nspear-shaft near him. He stretched his fingers and his arm, and touched,\nthen grasped it.\n\nA moment later he was tearing strips of flesh from the side of the fish\nand cramming the oily mess into his mouth with great enjoyment. He had\nlost his edible mushroom. That danced upon the waves several yards away,\nbut Burl ate contentedly of what he possessed. He did not worry about\nwhat was before him. That lay in the future, but suddenly he realized\nthat he was being carried farther and farther from Saya, the maiden of\nhis tribe who caused strange bliss to steal over him when he\ncontemplated her.\n\nThe thought came to him when he visualized the delight with which she\nwould receive a gift of part of the fish he had caught. He was suddenly\nstricken with dumb sorrow. He lifted his head and looked longingly at\nthe river banks.\n\nA long, monotonous row of strangely colored fungus growths. No healthy\ngreen, but pallid, cream-colored toadstools, some bright orange,\nlavender, and purple molds, vivid carmine \"rusts\" and mildews, spreading\nup the banks from the turgid slime. The sun was not a ball of fire, but\nmerely shone as a bright golden patch in the haze-filled sky, a patch\nwhose limits could not be defined or marked.\n\nIn the faintly pinkish light that filtered down through the air, a\nmultitude of flying objects could be seen. Now and then a cricket or a\ngrasshopper made its bullet-like flight from one spot to another. Huge\nbutterflies fluttered gayly above the silent, seemingly lifeless world.\nBees lumbered anxiously about, seeking the cross-shaped flowers of the\nmonster cabbages. Now and then a slender-waisted, yellow-stomached wasp\nflew alertly through the air.\n\nBurl watched them with a strange indifference. The wasps were as long as\nhe himself. The bees, on end, could match his height. The butterflies\nranged from tiny creatures barely capable of shading his face to\ncolossal things in the folds of whose wings he could have been lost. And\nabove him fluttered dragonflies, whose long, spindle-like bodies were\nthree times the length of his own.\n\nBurl ignored them all. Sitting there, an incongruous creature of pink\nskin and soft brown hair upon an orange fungus floating in midstream, he\nwas filled with despondency because the current carried him forever\nfarther and farther from a certain slender-limbed maiden of his tiny\ntribe, whose glances caused an odd commotion in his breast.\n\n       *       *       *       *       *\n\nThe day went on. Once, Burl saw upon the blue-green mold that spread\nupward from the river, a band of large, red Amazon ants, marching in\norderly array, to raid the city of a colony of black ants, and carry\naway the eggs they would find there. The eggs would be hatched, and the\nsmall black creatures made the slaves of the brigands who had stolen\nthem.\n\nThe Amazon ants can live only by the labor of their slaves, and for that\nreason are mighty warriors in their world. Later, etched against the\nsteaming mist that overhung everything as far as the eye could reach,\nBurl saw strangely shaped, swollen branches rearing themselves from the\nground. He knew what they were. A hard-rinded fungus that grew upon\nitself in peculiar mockery of the vegetation that had vanished from the\nearth.\n\nAnd again he saw pear-shaped objects above some of which floated little\nclouds of smoke. They, too, were fungus growths, puffballs, which when\ntouched emit what seems a puff of vapor. These would have towered above\nBurl's head, had he stood beside them.\n\nAnd then, as the day drew to an end, he saw in the distance what seemed\na range of purple hills. They were tall hills to Burl, some sixty or\nseventy feet high, and they seemed to be the agglomeration of a formless\ngrowth, multiplying its organisms and forms upon itself until the whole\nformed an irregular, cone-shaped mound. Burl watched them apathetically.\n\nPresently, he ate again of the oily fish. The taste was pleasant to him,\naccustomed to feed mostly upon insipid mushrooms. He stuffed himself,\nthough the size of his prey left by far the larger part uneaten.\n\nHe still held his spear firmly beside him.\n\nIt had brought him into trouble, but Burl possessed a fund of obstinacy.\nUnlike most of his tribe, he associated the spear with the food it had\nsecured, rather than the difficulty into which it had led him. When he\nhad eaten his fill he picked it up and examined it again. The sharpness\nof its point was unimpaired.\n\nBurl handled it meditatively, debating whether or not to attempt to fish\nagain. The shakiness of his little raft dissuaded him, and he abandoned\nthe idea. Presently he stripped a sinew from the garment about his\nmiddle and hung the fish about his neck with it. That would leave him\nboth hands free. Then he sat cross-legged upon the soggily floating\nfungus, like a pink-skinned Buddha, and watched the shores go by.\n\nTime had passed, and it was drawing near sunset. Burl, never having seen\nthe sun save as a bright spot in the overhanging haze, did not think of\nthe coming of night as \"sunset.\" To him it was the letting down of\ndarkness from the sky.\n\nToday happened to be an exceptionally bright day, and the haze was not\nas thick as usual. Far to the west, the thick mist turned to gold, while\nthe thicker clouds above became blurred masses of dull red. Their\nshadows seemed like lavender, from the contrast of shades. Upon the\nstill surface of the river, all the myriad tints and shadings were\nreflected with an incredible faithfulness, and the shining tops of the\ngiant mushrooms by the river brim glowed faintly pink.\n\nDragonflies buzzed over his head in their swift and angular flight, the\nmetallic luster of their bodies glistening in the rosy light. Great\nyellow butterflies flew lightly above the stream. Here, there, and\neverywhere upon the water appeared the shell-formed boats of a thousand\ncaddis flies, floating upon the surface while they might.\n\nBurl could have thrust his hand down into their cavities and seized the\nwhite worms that inhabited the strange craft. The huge bulk of a tardy\nbee droned heavily overhead. Burl glanced upward and saw the long\nproboscis and the hairy hinder legs with their scanty load of pollen. He\nsaw the great, multiple-lensed eyes with their expression of stupid\npreoccupation, and even the sting that would mean death alike for him\nand for the giant insect, should it be used.\n\nThe crimson radiance grew dim at the edge of the world. The purple hills\nhad long been left behind. Now the slender stalks of ten thousand\nround-domed mushrooms lined the river bank and beneath them spread fungi\nof all colors, from the rawest red to palest blue, but all now fading\nslowly to a monochromatic background in the growing dusk.\n\nThe buzzing, fluttering, and the flapping of the insects of the day died\nslowly down, while from a million hiding places there crept out into the\ndeep night soft and furry bodies of great moths, who preened themselves\nand smoothed their feathery antennae before taking to the air. The\nstrong-limbed crickets set up their thunderous noise--grown gravely bass\nwith the increasing size of the organs by which the sound was made--and\nthen there began to gather on the water those slender spirals of tenuous\nmist that would presently blanket the stream in a mantle of thin fog.\n\n       *       *       *       *       *\n\nNight fell. The clouds above seemed to lower and grow dark. Gradually,\nnow a drop and then a drop, now a drop and then a drop, the languid fall\nof large, warm raindrops that would drip from the moisture-laden skies\nall through the night began. The edge of the stream became a place where\ngreat disks of coolly glowing flame appeared.\n\nThe mushrooms that bordered on the river were faintly phosphorescent\n(_Pleurotus phosphoreus_) and shone coldly upon the \"rusts\" and\nflake-fungi beneath their feet. Here and there a ball of lambent flame\nappeared, drifting idly above the steaming, festering earth.\n\nThirty thousand years before, men had called them \"will-o'-the-wisps,\"\nbut Burl simply stared at them, accepting them as he accepted all that\npassed. Only a man attempting to advance in the scale of civilization\ntries to explain everything that he sees. The savage and the child is\nmost often content to observe without comment, unless he repeats the\nlegends told him by wise folk who are possessed by the itch of\nknowledge.\n\nBurl watched for a long time. Great fireflies whose beacons lighted up\ntheir surroundings for many yards--fireflies Burl knew to be as long as\nhis spear--shed their intermittent glows upon the stream. Softly\nfluttering wings, in great beats that poured torrents of air upon him,\npassed above Burl.\n\nThe air was full of winged creatures. The night was broken by their\ncries, by the sound of their invisible wings, by their cries of anguish\nand their mating calls. Above him and on all sides the persistent,\nintense life of the insect world went on ceaselessly, but Burl rocked\nback and forth upon his frail mushroom boat and wished to weep because\nhe was being carried from his tribe, and from Saya--Saya of the swift\nfeet and white teeth, of the shy smile.\n\nBurl may have been homesick, but his principal thoughts were of Saya. He\nhad dared greatly to bring a gift of fresh meat to her, meat captured as\nmeat had never been known to be taken by a member of the tribe. And now\nhe was being carried from her!\n\nHe lay, disconsolate, upon his floating atom on the water for a great\npart of the night. It was long after midnight when the mushroom raft\nstruck gently and remained grounded upon a shallow in the stream.\n\nWhen the light came in the morning, Burl gazed about him keenly. He was\nsome twenty yards from the shore, and the greenish scum surrounded his\nnow disintegrating vessel. The river had widened out until the other\nbank was barely to be seen through the haze above the surface of the\nriver, but the nearer shore seemed firm and no more full of dangers than\nthe territory his tribe inhabited. He felt the depth of the water with\nhis spear, then was struck with the multiple usefulness of that weapon.\nThe water would come to but slightly above his ankles.\n\nShivering a little with fear, Burl stepped down into the water, then\nmade for the bank at the top of his speed. He felt a soft something\nclinging to one of his bare feet. With an access of terror, he ran\nfaster, and stumbled upon the shore in a panic. He stared down at his\nfoot. A shapeless, flesh-colored pad clung to his heel, and as Burl\nwatched, it began to swell slowly, while the pink of its wrinkled folds\ndeepened.\n\nIt was no more than a leech, sharing in the enlargement nearly all the\nlower world had undergone, but Burl did not know that. He thrust at it\nwith the side of his spear, then scraped frantically at it, and it fell\noff, leaving a blotch of blood upon the skin where it came away. It lay,\nwrithing and pulsating, upon the ground, and Burl fled from it.\n\nHe found himself in one of the toadstool forests with which he was\nfamiliar, and finally paused, disconsolately. He knew the nature of the\nfungus growths about him, and presently fell to eating. In Burl the\nsight of food always produced hunger--a wise provision of nature to make\nup for the instinct to store food, which he lacked.\n\nBurl's heart was small within him. He was far from his tribe, and far\nfrom Saya. In the parlance of this day, it is probable that no more than\nforty miles separated them, but Burl did not think of distances. He had\ncome down the river. He was in a land he had never known or seen. And he\nwas alone.\n\nAll about him was food. All the mushrooms that surrounded him were\nedible, and formed a store of sustenance Burl's whole tribe could not\nhave eaten in many days, but that very fact brought Saya to his mind\nmore forcibly. He squatted on the ground, wolfing down the insipid\nmushroom in great gulps, when an idea suddenly came to him with all the\nforce of inspiration.\n\nHe would bring Saya here, where there was food, food in great\nquantities, and she would be pleased. Burl had forgotten the large and\noily fish that still hung down his back from the sinew about his neck,\nbut now he rose, and its flapping against him reminded him again.\n\nHe took it and fingered it all over, getting his hands and himself\nthoroughly greasy in the process, but he could eat no more. The thought\nof Saya's pleasure at the sight of that, too, reinforced his\ndetermination.\n\nWith all the immediacy of a child or a savage he set off at once. He had\ncome along the bank of the stream. He would retrace his steps along the\nbank of the stream.\n\nThrough the awkward aisles of the mushroom forest he made his way, eyes\nand ears open for possibilities of danger. Several times he heard the\nomnipresent clicking of ants on their multifarious businesses in the\nwood, but he could afford to ignore them. They were short-sighted at\nbest, and at worst they were foragers rather than hunters. He only\nfeared one kind of ant, the army-ant, which sometimes travels in hordes\nof millions, eating all that it comes upon. In ages past, when they were\ntiny creatures not an inch long, even the largest animals fled from\nthem. Now that they measured a foot in length, not even the gorged\nspiders whose distended bellies were a yard in thickness, dared offer\nthem battle.\n\nThe mushroom forest came to an end. A cheerful grasshopper (_Ephigger_)\nmunched delicately at some dainty it had found. Its hind legs were\nbunched beneath it in perpetual readiness for flight. A monster wasp\nappeared above--as long as Burl himself--poised an instant, dropped, and\nseized the luckless feaster.\n\nThere was a struggle, then the grasshopper became helpless, and the\nwasp's flexible abdomen curved delicately. Its sting entered the\njointed armor of its prey, just beneath the head. The sting entered with\nall the deliberate precision of a surgeon's scalpel, and all struggle\nceased.\n\nThe wasp grasped the paralyzed, not dead, insect and flew away. Burl\ngrunted, and passed on. He had hidden when the wasp darted down from\nabove.\n\nThe ground grew rough, and Burl's progress became painful. He clambered\narduously up steep slopes and made his way cautiously down their farther\nsides. Once he had to climb through a tangled mass of mushrooms so\nclosely placed, and so small, that he had to break them apart with blows\nof his spear before he could pass, when they shed upon him torrents of a\nfiery red liquid that rolled off his greasy breast and sank into the\nground (_Lactarius deliciosus_).\n\nA strange self-confidence now took possession of Burl. He walked less\ncautiously and more boldly. The mere fact that he had struck something\nand destroyed it provided him with a curious fictitious courage.\n\nHe had climbed slowly to the top of a red clay cliff, perhaps a hundred\nfeet high, slowly eaten away by the river when it overflowed. Burl could\nsee the river. At some past floodtime it had lapped at the base of the\ncliff on whose edge he walked, though now it came no nearer than a\nquarter-mile.\n\nThe cliffside was almost covered with shelf-fungi, large and small,\nwhite, yellow, orange, and green, in indescribable confusion and\nluxuriance. From a point halfway up the cliff the inch-thick cable of a\nspider's web stretched down to an anchorage on the ground, and the\nstrangely geometrical pattern of the web glistened evilly.\n\nSomewhere among the fungi of the cliffside the huge creature waited\nuntil some unfortunate prey should struggle helplessly in its monster\nsnare. The spider waited in a motionless, implacable patience,\ninvincibly certain of prey, utterly merciless to its victims.\n\nBurl strutted on the edge of the cliff, a silly little pink-skinned\ncreature with an oily fish slung about his neck and a draggled fragment\nof a moth's wing about his middle. In his hand he bore the long spear of\na minotaur beetle. He strutted, and looked scornfully down upon the\nwhitely shining trap below him. He struck mushrooms, and they had fallen\nbefore him. He feared nothing. He strode fearlessly along. He would go\nto Saya and bring her to this land where food grew in abundance.\n\nSixty paces before him, a shaft sank vertically in the sandy, clayey\nsoil. It was a carefully rounded shaft, and lined with silk. It went\ndown for perhaps thirty feet or more, and there enlarged itself into a\nchamber where the owner and digger of the shaft might rest. The top of\nthe hole was closed by a trap door, stained with mud and earth to\nimitate with precision the surrounding soil. A keen eye would have been\nneeded to perceive the opening. But a keen eye now peered out from a\ntiny crack, the eye of the engineer of the underground dwelling.\n\nEight hairy legs surrounded the body of the creature that hung\nmotionless at the top of the silk-lined shaft. A huge misshapen globe\nformed its body, colored a dirty brown. Two pairs of ferocious mandibles\nstretched before its fierce mouth-parts. Two eyes glittered evilly in\nthe darkness of the burrow. And over the whole body spread a rough,\nmangy fur.\n\nIt was a thing of implacable malignance, of incredible ferocity. It was\nthe brown hunting-spider, the American tarantula (_Mygale Hentzii_). Its\nbody was two feet and more in diameter, and its legs, outstretched,\nwould cover a circle three yards across. It watched Burl, its eyes\nglistening. Slaver welled up and dropped from its jaws.\n\nAnd Burl strutted forward on the edge of the cliff, puffed up with a\nsense of his own importance. The white snare of the spinning spider\nbelow him impressed him as amusing. He knew the spider would not leave\nits web to attack him. He reached down and broke off a bit of fungus\ngrowing at his feet. Where he broke it, it was oozing a soupy liquid and\nwas full of tiny maggots in a delirium of feasting. Burl flung it down\ninto the web, and then laughed as the black bulk of the hidden spider\nswung down from its hiding place to investigate.\n\n       *       *       *       *       *\n\nThe tarantula, peering from its burrow, quivered with impatience. Burl\ndrew near, and nearer. He was using his spear as a lever, now, and\nprying off bits of fungus to fall down the cliffside into the colossal\nweb. The spider, below, went leisurely from one place to another,\ninvestigating each new missile with its palpi, then leaving them, as\nthey appeared lifeless and undesirable prey. Burl laughed again as a\nparticularly large lump of shelf-fungus narrowly missed the\nblack-and-silver figure below. Then--\n\nThe trap door fell into place with a faint click, and Burl whirled\nabout. His laughter turned to a scream. Moving toward him with\nincredible rapidity, the monster tarantula opened its dripping jaws. Its\nmandibles gaped wide. The poison fangs were unsheathed. The creature was\nthirty paces away, twenty paces--ten. It leaped into the air, eyes\nglittering, all its eight legs extended to seize, fangs bared--\n\nBurl screamed again, and thrust out his arms to ward off the impact of\nthe leap. In his terror, his grasp upon his spear had become agonized.\nThe spear point shot out, and the tarantula fell upon it. Nearly a\nquarter of the spear entered the body of the ferocious thing.\n\nIt struck upon the spear, writhing horribly, still struggling to reach\nBurl, who was transfixed with horror. The mandibles clashed, strange\nsounds came from the beast. Then one of the attenuated, hairy legs\nrasped across Burl's forearm. He gasped in ultimate fear and stepped\nbackward--and the edge of the cliff gave way beneath him.\n\nHe hurtled downward, still clutching the spear which led the writhing\ncreature from him. Down through space, eyes glassy with panic, the two\ncreatures--the man and the giant tarantula--fell together. There was a\nstrangely elastic crash and crackling. They had fallen into the web\nbeneath them.\n\nBurl had reached the end of terror. He could be no more fear-struck.\nStruggling madly in the gummy coils of an immense web, which ever bound\nhim more tightly, with a wounded creature shuddering in agony not a yard\nfrom him--yet a wounded creature that still strove to reach him with its\npoison fangs--Burl had reached the limit of panic.\n\nHe fought like a madman to break the coils about him. His arms and\nbreast were greasy from the oily fish, and the sticky web did not adhere\nto them, but his legs and body were inextricably fastened by the elastic\nthreads spread for just such prey as he.\n\nHe paused a moment, in exhaustion. Then he saw, five yards away, the\nsilvery and black monster waiting patiently for him to weary himself. It\njudged the moment propitious. The tarantula and the man were one in its\neyes, one struggling thing that had fallen opportunely into its snare.\nThey were moving but feebly now. The spider advanced delicately,\nswinging its huge bulk nimbly along the web, paying out a cable after it\ncame inexorably toward him.\n\nBurl's arms were free, because of the greasy coating they had received.\nHe waved them wildly, shrieking at the pitiless monster that approached.\nThe spider paused. Those moving arms suggested mandibles that might\nwound or slap.\n\nSpiders take few hazards. This spider was no exception to the rule. It\ndrew cautiously near, then stopped. Its spinnerets became busy, and with\none of its six legs, used like an arm, it flung a sheet of gummy silk\nimpartially over both the tarantula and the man.\n\nBurl fought against the descending shroud. He strove to thrust it away,\nbut in vain. In a matter of minutes he was completely covered in a\nsilken cloth that hid even the light from his eyes. He and his enemy,\nthe giant tarantula, were beneath the same covering, though the\ntarantula moved but weakly.\n\nThe shower ceased. The web-spider had decided that they were helpless.\nThen Burl felt the cables of the web give slightly, as the spider\napproached to sting and suck the sweet juices from its prey.\n\n       *       *       *       *       *\n\nThe web yielded gently as the added weight of the black-bellied spider\napproached. Burl froze into stillness under his enveloping covering.\nBeneath the same silken shroud the tarantula writhed in agony upon the\npoint of Burl's spear. It clashed its jaws, shuddering upon the horny\nbarb.\n\nBurl was quiet in an ecstasy of terror. He waited for the poison-fangs\nto be thrust into him. He knew the process. He had seen the leisurely\nfashion in which the giant spiders delicately stung their prey, then\nwithdrew to wait without impatience for the poison to do its work.\n\nWhen their victim had ceased to struggle, they drew near again, and\nsucked the sweet juices from the body, first from one point and then\nanother, until what had so recently been a creature vibrant with life\nbecame a shrunken, withered husk--to be flung from the web at nightfall.\nMost spiders are tidy housekeepers, destroying their snares daily to\nspin anew.\n\nThe bloated, evil creature moved meditatively about the shining sheet of\nsilk it had cast over the man and the giant tarantula when they fell\nfrom the cliff above. Now only the tarantula moved feebly. Its body was\noutlined by a bulge in the concealing shroud, throbbing faintly as it\nstill struggled with the spear in its vitals. The irregularly rounded\nprotuberance offered a point of attack for the web spider. It moved\nquickly forward, and stung.\n\nGalvanized into fresh torment by this new agony, the tarantula writhed\nin a very hell of pain. Its legs, clustered about the spear still\nfastened into its body, struck out purposelessly, in horrible gestures\nof delirious suffering. Burl screamed as one of them touched him, and\nstruggled himself.\n\nHis arms and head were free beneath the silken sheet because of the\ngrease and oil that coated them. He clutched at the threads about him\nand strove to draw himself away from his deadly neighbor. The threads\ndid not break, but they parted one from another, and a tiny opening\nappeared. One of the tarantula's attenuated limbs touched him again.\nWith the strength of utter panic he hauled himself away, and the opening\nenlarged. Another struggle, and Burl's head emerged into the open air,\nand he stared down for twenty feet upon an open space almost carpeted\nwith the chitinous remains of his present captor's former victims.\n\nBurl's head was free, and his breast and arms. The fish slung over his\nshoulder had shed its oil upon him impartially. But the lower part of\nhis body was held firm by the gummy snare of the web-spider, a snare far\nmore tenacious than any bird-lime ever manufactured by man.\n\nHe hung in his tiny window for a moment, despairing. Then he saw, at a\nlittle distance, the bulk of the monster spider, waiting patiently for\nits poison to take effect and the struggling of its prey to be stilled.\nThe tarantula was no more than shuddering now. Soon it would be still,\nand the black-bellied creature waiting on the web would approach for its\nmeal.\n\nBurl withdrew his head and thrust desperately at the sticky stuff about\nhis loins and legs. The oil upon his hands kept it from clinging to\nthem, and it gave a little. In a flash of inspiration, Burl understood.\nHe reached over his shoulder and grasped the greasy fish; tore it in a\ndozen places and smeared himself with the now rancid exudation, pushing\nthe sticky threads from his limbs and oiling the surface from which he\nhad thrust it away.\n\nHe felt the web tremble. To the spider, its poison seemed to have failed\nof effect. Another sting seemed to be necessary. This time it would not\ninsert its fangs into the quiescent tarantula, but would sting where the\ndisturbance was manifest--would send its deadly venom into Burl.\n\nHe gasped, and drew himself toward his window. It was as if he would\nhave pulled his legs from his body. His head emerged, his\nshoulders--half his body was out of the hole.\n\nThe colossal spider surveyed him, and made ready to cast more of its\nsilken sheet upon him. The spinnerets became active, and the sticky\nstuff about Burl's feet gave way! He shot out of the opening and fell\nsprawling, awkwardly and heavily, upon the earth below, crashing upon\nthe shrunken shell of a flying beetle which had fallen into the snare\nand had not escaped.\n\nBurl rolled over and over, and then sat up. An angry, foot-long ant\nstood before him, its mandibles extended threateningly, while its\nantennae waved wildly in the air. A shrill stridulation filled the air.\n\nIn ages past, when ants were tiny creatures of lengths to be measured in\nfractions of an inch, learned scientists debated gravely if their tribe\npossessed a cry. They believed that certain grooves upon the body of the\ninsects, after the fashion of those upon the great legs of the cricket,\nmight offer the means of uttering an infinitely high-pitched sound too\nshrill for man's ears to catch.\n\nBurl knew that the stridulation was caused by the doubtful insect before\nhim, though he had never wondered how it was produced. The cry was used\nto summon others of its city, to help it in its difficulty or good\nfortune.\n\nClickings sounded fifty or sixty feet away. Comrades were coming to aid\nthe pioneer. Harmless save when interfered with--all save the army ant,\nthat is--the whole ant tribe was formidable when aroused. Utterly\nfearless, they could pull down a man and slay him as so many infuriated\nfox terriers might have done thirty thousand years before.\n\n       *       *       *       *       *\n\nBurl fled, without debate, and nearly collided with one of the\nanchoring cables of the web from which he had barely escaped a moment\nbefore. He heard the shrill sound behind him suddenly subside. The ant,\nshort-sighted as all ants were, no longer felt itself threatened and\nwent peacefully about the business Burl had interrupted, that of finding\namong the gruesome relics beneath the spider's web some edible carrion\nwhich might feed the inhabitants of its city.\n\nBurl sped on for a few hundred yards, and stopped. It behooved him to\nmove carefully. He was in strange territory, and as even the most\nfamiliar territory was full of sudden and implacable dangers, unknown\nlands were doubly or trebly perilous.\n\nBurl, too found difficulty in moving. The glutinous stuff from the\nspider's shroud of silk still stuck to his feet and picked up small\nobjects as he went along. Old ant-gnawed fragments of insect armour\npricked him even through his toughened soles.\n\nHe looked about cautiously and removed them, took a dozen steps and had\nto stop again. Burl's brain had been uncommonly stimulated of late. It\nhad gotten him into at least one predicament--due to his invention of a\nspear--but had no less readily led to his escape from another. But for\nthe reasoning that had led him to use the grease from the fish upon his\nshoulder in oiling his body when he struggled out of the spider's snare,\nhe would now be furnishing a meal for that monster.\n\nCautiously, Burl looked all about him. He seemed to be safe. Then, quite\ndeliberately, he sat down to think. It was the first time in his life\nthat he had done such a thing. The people of his tribe were not given to\nmeditation. But an idea had struck Burl with all the force of\ninspiration--an abstract idea.\n\nWhen he was in difficulties, something within him seemed to suggest a\nway out. Would it suggest an inspiration now? He puzzled over the\nproblem. Childlike--and savage-like--the instant the thought came to\nhim, he proceeded to test it out. He fixed his gaze upon his foot. The\nsharp edges of pebbles, of the remains of insect-armour, of a dozen\nthings, hurt his feet when he walked. They had done so ever since he had\nbeen born, but never had his feet been sticky so that the irritation\ncontinued with him for more than a single step.\n\nNow he gazed upon his foot, and waited for the thought within him to\ndevelop. Meanwhile, he slowly removed the sharp-pointed fragments, one\nby one. Partly coated as they were with the half-liquid gum from his\nfeet, they clung to his fingers as they had to his feet, except upon\nthose portions where the oil was thick as before.\n\nBurl's reasoning, before, was simple and of the primary order. Where oil\ncovered him, the web did not. Therefore he would coat the rest of\nhimself with oil. Had he been placed in the same predicament again, he\nwould have used the same means of escape. But to apply a bit of\nknowledge gained in one predicament to another difficulty was something\nhe had not yet done.\n\nA dog may be taught that by pulling on the latchstring of a door he may\nopen it, but the same dog coming to a high and close-barred gate with a\nlatchstring attached, will never think of pulling on this second\nlatchstring. He associates a latchstring with the opening of the door.\nThe opening of a gate is another matter entirely.\n\nBurl had been stirred to one invention by imminent peril. That is not\nextraordinary. But to reason in cold blood, as he presently did, that\noil on his feet would nullify the glue upon his feet and enable him\nagain to walk in comfort--that was a triumph. The inventions of savages\nare essentially matters of life and death, of food and safety. Comfort\nand luxury are only produced by intelligence of a high order.\n\nBurl, in safety, had added to his comfort. That was truly a more\nimportant thing in his development than almost any other thing he could\nhave done. He oiled his feet.\n\nIt was an almost infinitesimal problem, but Burl's struggles with the\nmental process of reasoning were actual. Thirty thousand years before\nhim, a wise man had pointed out that education is simply training in\nthought, in efficient and effective thinking. Burl's tribe had been too\nmuch preoccupied with food and mere existence to think, and now Burl,\nsitting at the base of a squat toadstool that all but concealed him,\nreexemplified Rodin's \"Thinker\" for the first time in many generations.\n\nFor Burl to reason that oil upon the soles of his feet would guard him\nagainst sharp stones was as much a triumph of intellect as any\nmasterpiece of art in the ages before him. Burl was learning how to\nthink.\n\nHe stood up, walked, and crowed in sheer delight, then paused a moment\nin awe of his own intelligence. Thirty-five miles from his tribe, naked,\nunarmed, utterly ignorant of fire, of wood, of any weapons save a spear\nhe had experimented with the day before, abysmally uninformed concerning\nthe very existence of any art or science, Burl stopped to assure himself\nthat he was very wonderful.\n\nPride came to him. He wished to display himself to Saya, these things\nupon his feet, and his spear. But his spear was gone.\n\n       *       *       *       *       *\n\nWith touching faith in the efficacy of this new pastime, Burl sat\npromptly down again and knitted his brows. Just as a superstitious\nperson, once convinced that by appeal to a favorite talisman he will be\nguided aright, will inevitably apply to that talisman on all occasions,\nso Burl plumped himself down to think.\n\nThese questions were easily answered. Burl was naked. He would search\nout garments for himself. He was weaponless. He would find himself a\nspear. He was hungry--and would seek food, and he was far from his\ntribe, so he would go to them. Puerile reasoning, of course, but\nvaluable, because it was consciously reasoning, consciously appealing to\nhis mind for guidance in difficulty, deliberate progress from a mental\ndesire to a mental resolution.\n\nEven in the high civilization of ages before, few men had really used\ntheir brains. The great majority of people had depended upon machines\nand their leaders to think for them. Burl's tribefolk depended on their\nstomachs. Burl, however, was gradually developing the habit of thinking\nwhich makes for leadership and which would be invaluable to his little\ntribe.\n\nHe stood up again and faced upstream, moving slowly and cautiously, his\neyes searching the ground before him keenly and his ears alert for the\nslightest sound of danger. Gigantic butterflies, riotous in coloring,\nfluttered overhead through the misty haze. Sometimes a grasshopper\nhurtled through the air like a projectile, its transparent wings beating\nthe air frantically. Now and then a wasp sped by, intent upon its\nhunting, or a bee droned heavily along, anxious and worried, striving in\na nearly flowerless world to gather the pollen that would feed the hive.\n\nHere and there Burl saw flies of various sorts, some no larger than his\nthumb, but others the size of his whole hand. They fed upon the juices\nthat dripped from the maggot-infested mushrooms, when filth more to\ntheir liking was not at hand.\n\nVery far away a shrill roaring sounded faintly. It was like a multitude\nof clickings blended into a single sound, but was so far away that it\ndid not impress itself upon Burl's attention. He had all the strictly\nlocalized vision of a child. What was near was important, and what was\ndistant could be ignored. Only the imminent required attention, and Burl\nwas preoccupied.\n\nHad he listened, he would have realized that army ants were abroad in\ncountless millions, spreading themselves out in a broad array and eating\nall they came upon far more destructively than so many locusts.\n\nLocusts in past ages had eaten all green things. There were only giant\ncabbages and a few such tenacious rank growths in the world that Burl\nknew. The locusts had vanished with civilization and knowledge and the\ngreater part of mankind, but the army ants remained as an invincible\nenemy to men and insects, and the most of the fungus growths that\ncovered the earth.\n\nBurl did not notice the sound, however. He moved forward, briskly though\ncautiously, searching with his eyes for garments, food, and weapons. He\nconfidently expected to find all of them within a short distance.\n\nSurely enough he found a thicket--if one might call it so--of edible\nfungi no more than half a mile beyond the spot where he had improvised\nhis sandals to protect the soles of his feet.\n\nWithout especial elation, Burl tugged at the largest until he had broken\noff a food supply for several days. He went on, eating as he did so,\npast a broad plain a mile and more across, being broken into odd little\nhillocks by gradually ripening and suddenly developing mushrooms with\nwhich he was unfamiliar.\n\nThe earth seemed to be in process of being pushed aside by rounded\nprotuberances of which only the tips showed. Blood-red hemispheres\nseemed to be forcing aside the earth so they might reach the outer air.\n\nBurl looked at them curiously, and passed among them without touching\nthem. They were strange, and to him most strange things meant danger. In\nany event, he was full of a new purpose now. He wished garments and\nweapons.\n\nAbove the plain a wasp hovered, a heavy object dangling beneath its\nblack belly, ornamented by a single red band. It was a wasp--the hairy\nsand-wasp--and it was bringing a paralyzed gray caterpillar to its\nburrow.\n\nBurl watched it drop down with the speed and sureness of an arrow, pull\naside a heavy, flat stone, and descend into the ground. It had a\nvertical shaft dug down for forty feet or more.\n\nIt descended, evidently inspected the interior, reappeared, and vanished\ninto the hole again, dragging the gray worm after it. Burl, marching on\nover the broad plain that seemed stricken with some erupting disease\nfrom the number of red pimples making their appearance, did not know\nwhat passed below, but observed the wasp emerge again and busily scratch\ndirt and stones into the shaft until it was full.\n\nThe wasp had paralyzed a caterpillar, taken it to the already prepared\nburrow, laid an egg upon it, and rilled up the entrance. In course of\ntime the egg would hatch into a grub barely as long as Burl's\nforefinger, which would then feed upon the torpid caterpillar until it\nhad waxed large and fat. Then it would weave itself a chrysalis and\nsleep a long sleep, only to wake as a wasp and dig its way to the open\nair.\n\nBurl reached the farther side of the plain and found himself threading\nthe aisles of one of the fungus forests in which the growths were\nhideous, misshapen travesties upon the trees they had supplanted.\nBloated, yellow limbs branched off from rounded, swollen trunks. Here\nand there a pear-shaped puff-ball, Burl's height and half as much again,\nwaited craftily until a chance touch should cause it to shoot upward a\ncurling puff of infinitely fine dust.\n\nBurl went cautiously. There were dangers here, but he moved forward\nsteadily, none the less. A great mass of edible mushroom was slung under\none of his arms, and from time to time he broke off a fragment and ate\nof it, while his large eyes searched this way and that for threats of\nharm.\n\nBehind him, a high, shrill roaring had grown slightly in volume and\nnearness, but was still too far away to impress Burl. The army ants were\nworking havoc in the distance. By thousands and millions, myriads upon\nmyriads, they were foraging the country, clambering upon every eminence,\ndescending into every depression, their antennae waving restlessly and\ntheir mandibles forever threateningly extended. The ground was black\nwith them, each was ten inches and more in length.\n\nA single such creature would be formidable to an unarmed and naked man\nlike Burl, whose wisest move would be flight, but in their thousands and\nmillions they presented a menace from which no escape seemed possible.\nThey were advancing steadily and rapidly, shrill stridulations and a\nmultitude of clickings marking their movements.\n\nThe great helpless caterpillars upon the giant cabbages heard the sound\nof their coming, but were too stupid to flee. The black multitudes\ncovered the rank vegetables, and tiny but voracious jaws began to tear\nat the flaccid masses of flesh.\n\nEach creature had some futile means of struggling. The caterpillars\nstrove to throw off their innumerable assailants by writhings and\ncontortions, wholly ineffective. The bees fought their entrance to the\ngigantic hives with stings and wingbeats. The moths took to the air in\nhelpless blindness when discovered by the relentless throngs of small\nblack insects which reeked of formic acid and left the ground behind\nthem denuded in every living thing.\n\nBefore the oncoming horde was a world of teeming life, where mushrooms\nand fungi fought with thinning numbers of giant cabbages for foothold.\nBehind the black multitude was--nothing. Mushrooms, cabbages, bees,\nwasps, crickets. Every creeping and crawling thing that did not get\naloft before the black tide reached it was lost, torn to bits by tiny\nmandibles. Even the hunting spiders and tarantulas fell before the host\nof insects, having killed many in their final struggles, but overwhelmed\nby sheer numbers. And the wounded and dying army ants made food for\ntheir sound comrades.\n\nThere is no mercy among insects. Only the web-spiders sat unmoved and\nimmovable in their colossal snares, secure in the knowledge that their\ngummy webs would discourage attempts at invasion along the slender\nsupporting cables.\n\nSurging onward, flowing like a monstrous, murky tide over the yellow,\nsteaming earth, the army ants advanced. Their vanguard reached the\nriver, and recoiled. Burl was perhaps five miles distant when they\nchanged their course, communicating the altered line of march to those\nbehind them in some mysterious fashion of transmitting intelligence.\n\nThirty thousand years before, scientists had debated gravely over the\nmeans of communication among ants. They had observed that a single ant\nfinding a bit of booty too large for him to handle alone would return to\nthe ant-city and return with others. From that one instance they deduced\na language of gestures made with the antennae.\n\nBurl had no wise theories. He merely knew facts, but he knew that the\nants had some form of speech or transmission of ideas. Now, however, he\nwas moving cautiously along toward the stamping grounds of his tribe, in\ncomplete ignorance of the black blanket of living creatures creeping\nover the ground toward him.\n\nA million tragedies marked the progress of the insect army. There was a\ntiny colony of mining bees--Zebra bees--a single mother, some four feet\nlong, had dug a huge gallery with some ten cells, in which she laid her\neggs and fed her grubs with hard-gathered pollen. The grubs had waxed\nfat and large, became bees, and laid eggs in their turn, within the\ngallery their mother had dug out for them.\n\nTen such bulky insects now foraged busily for grubs within the ancestral\nhome, while the founder of the colony had grown draggled and wingless\nwith the passing of time. Unable to forage herself, the old bee became\nthe guardian of the nest or hive, as is the custom among the mining\nbees. She closed the opening of the hive with her head, making a living\nbarrier within the entrance, and withdrawing to give entrance and exit\nonly to duly authenticated members of the extensive colony.\n\nThe ancient and draggled concierge of the underground dwelling was at\nher post when the wave of army ants swept over her. Tiny, evil-smelling\nfeet trampled upon her. She emerged to fight with mandible and sting for\nthe sanctity of the hive. In a moment she was a shaggy mass of biting\nants, rending and tearing at her chitinous armour. The old bee fought\nmadly, viciously, sounding a buzzing alarm to the colonists yet within\nthe hive. They emerged, fighting as they came, for the gallery leading\ndown was a dark flood of small insects.\n\n       *       *       *       *       *\n\nFor a few moments a battle such as would make an epic was in progress.\nTen huge bees, each four to five feet long, fighting with legs and jaw,\nwing and mandible, with all the ferocity of as many tigers. The tiny,\nvicious ants covered them, snapping at their multiple eyes, biting at\nthe tender joints in their armour--sometimes releasing the larger prey\nto leap upon an injured comrade wounded by the huge creature they\nbattled in common.\n\nThe fight, however, could have but one ending. Struggle as the bees\nmight, herculean as their efforts might be, they were powerless against\nthe incredible numbers of their assailants, who tore them into tiny\nfragments and devoured them. Before the last shred of the hive's\ndefenders had vanished, the hive itself was gutted alike of the grubs it\nhad contained and the food brought to the grubs by such weary effort of\nthe mature bees.\n\nThe army ants went on. Only an empty gallery remained, that and a few\nfragments of tough armour, unappetizing even to the omniverous ants.\n\nBurl was meditatively inspecting the scene of a recent tragedy, where\nrent and scraped fragments of a great beetle's shiny casing lay upon the\nground. A greater beetle had come upon the first and slain him. Burl was\nlooking upon the remains of the meal.\n\nThree or four minims, little ants barely six inches long, foraged\nindustriously among the bits. A new ant city was to be formed and the\nqueen-ant lay hidden a half-mile away. These were the first hatchlings,\nwho would feed the larger ants on whom would fall the great work of the\nant-city. Burl ignored them, searching with his eyes for a spear or\nweapon.\n\nBehind him the clicking roar, the high-pitched stridulations of the\nhorde of army ants, rose in volume. Burl turned disgustedly away. The\nbest he could find in the way of a weapon was a fiercely toothed hind\nleg. He picked it up, and an angry whine rose from the ground.\n\nOne of the black minims was working busily to detach a fragment of flesh\nfrom the joint of the leg, and Burl had snatched the morsel from him.\nThe little creature was hardly half a foot in length, but it advanced\nupon Burl, shrilling angrily. He struck it with the leg and crushed it.\nTwo of the other minims appeared, attracted by the noise the first had\nmade. Discovering the crushed body of their fellow, they unceremoniously\ndismembered it and bore it away in triumph.\n\nBurl went on, swinging the toothed limb in his hand. It made a fair\nclub, and Burl was accustomed to use stones to crush the juicy legs of\nsuch giant crickets as his tribe sometimes came upon. He formed a\nhalf-defined idea of a club. The sharp teeth of the thing in his hand\nmade him realize that a sidewise blow was better than a spearlike\nthrust.\n\nThe sound behind him had become a distant whispering, high-pitched, and\ngrowing nearer. The army ants swept over a mushroom forest, and the\nyellow, umbrella-like growths swarmed with black creatures devouring the\nsubstance on which they found a foothold.\n\nA great bluebottle fly, shining with a metallic luster, reposed in an\necstasy of feasting, sipping through its long proboscis the dark-colored\nliquid that dripped slowly from a mushroom. Maggots filled the mushroom,\nand exuded a solvent pepsin that liquefied the white firm \"meat.\"\n\nThey fed upon this soup, this gruel, and a surplus dripped to the ground\nbelow, where the bluebottle drank eagerly. Burl drew near, and struck.\nThe fly collapsed into a writhing heap. Burl stood over it for an\ninstant, pondering.\n\nThe army ants came nearer, down into a tiny valley, swarming into and\nthrough a little brook over which Burl had leaped. Ants can remain under\nwater for a long time without drowning, so the small stream was but a\nminor obstacle, though the current of water swept many of them off their\nfeet until they choked the brook-bed, and their comrades passed over\ntheir struggling bodies dry-shod. They were no more than temporarily\nannoyed, however, and presently crawled out to resume their march.\n\nAbout a quarter of a mile to the left of Burl's line of march, and\nperhaps a mile behind the spot where he stood over the dead bluebottle\nfly, there was a stretch of an acre or more where the giant, rank\ncabbages had so far resisted the encroachments of the ever present\nmushrooms. The pale, cross-shaped flowers of the cabbages formed food\nfor many bees, and the leaves fed numberless grubs and worms, and\nloud-voiced crickets which crouched about on the ground, munching busily\nat the succulent green stuff. The army ants swept into the green area,\nceaselessly devouring all they came upon.\n\nA terrific din arose. The crickets hurtled away in a rocketlike flight,\nin a dark cloud of wildly beating wings. They shot aimlessly in any\ndirection, with the result that half, or more than half, fell in the\nmidst of the black tide of devouring insects and were seized as they\nfell. They uttered terrible cries as they were being torn to bits.\nHorrible inhuman screams reached Burl's ears.\n\nA single such cry of agony would not have attracted Burl's attention--he\nlived in the very atmosphere of tragedy--but the chorus of creatures in\ntorment made him look up. This was no minor horror. Wholesale slaughter\nwas going on. He peered anxiously in the direction of the sound.\n\nA wild stretch of sickly yellow fungus, here and there interspersed with\na squat toadstool or a splash of vivid color where one of the many\n\"rusts\" had found a foothold. To the left a group of awkward, misshapen\nfungoids clustered in silent mockery of a forest of trees. There a mass\nof faded green, where the giant cabbages stood.\n\nWith the true sun never shining upon them save through a blanket of\nthick haze or heavy clouds, they were pallid things, but they were the\nonly green things Burl had seen. Their nodding white flowers with four\npetals in the form of a cross glowed against the yellowish green leaves.\nBut as Burl gazed toward them, the green became slowly black.\n\nFrom where he stood, Burl could see two or three great grubs in lazy\ncontentment, eating ceaselessly on the cabbages on which they rested.\nSuddenly first one and then the other began to jerk spasmodically. Burl\nsaw that about each of them a tiny rim of black had clustered. Tiny\nblack motes milled over the green surfaces of the cabbages. The grubs\nbecame black, the cabbages became black. Horrible contortions of the\nwrithing grubs told of the agonies they were enduring. Then a black wave\nappeared at the further edge of the stretch of the sickly yellow fungus,\na glistening, living wave, that moved forward rapidly with the roar of\nclickings and a persistent overtone of shrill stridulations.\n\nThe hair rose upon Burl's head. He knew what this was! He knew all too\nwell the meaning of that tide of shining bodies. With a gasp of terror,\nall his intellectual preoccupations forgotten, he turned and fled in\nultimate panic. And the tide came slowly on after him.\n\n       *       *       *       *       *\n\nHe flung away the great mass of edible mushroom, but clung to his\nsharp-toothed club desperately, and darted through the tangled aisles of\nthe little mushroom forest with a heedless disregard of the dangers that\nmight await him there. Flies buzzed about him loudly, huge creatures,\nglittering with a metallic luster. Once he was struck upon the shoulder\nby the body of one of them, and his skin was torn by the swiftly\nvibrating wings of the insect, as long as Burl's hand.\n\nBurl thrust it away and sped on. The oil with which he was partly\ncovered had turned rancid, now, and the odor attracted them,\nconnoisseurs of the fetid. They buzzed over his head, keeping pace even\nwith his headlong flight.\n\nA heavy weight settled upon his head, and in a moment was doubled. Two\nof the creatures had dropped upon his oily hair, to sip the rancid oil\nthrough their disgusting proboscises. Burl shook them off with his hand\nand ran madly on. His ears were keenly attuned to the sound of the army\nants behind him, and it grew but little farther away.\n\nThe clicking roar continued, but began to be overshadowed by the buzzing\nof the flies. In Burl's time the flies had no great heaps of putrid\nmatter in which to lay their eggs. The ants--busy scavengers--carted\naway the debris of the multitudinous tragedies of the insect world long\nbefore it could acquire the gamey flavor beloved by the fly maggots.\nOnly in isolated spots were the flies really numerous, but there they\nclustered in clouds that darkened the sky.\n\nSuch a buzzing, whirling cloud surrounded the madly running figure of\nBurl. It seemed as though a miniature whirlwind kept pace with the\nlittle pink-skinned man, a whirlwind composed of winged bodies and\nmulti-faceted eyes. He twirled his club before him, and almost every\nstroke was interrupted by an impact against a thinly armoured body which\ncollapsed with a spurting of reddish liquid.\n\nAn agonizing pain as of a red-hot iron struck upon Burl's back. One of\nthe stinging flies had thrust its sharp-tipped proboscis into Burl's\nflesh to suck the blood.\n\nBurl uttered a cry and--ran full tilt into the thick stalk of a\nblackened and draggled toadstool. There was a curious crackling as of\nwet punk or brittle rotten wood. The toadstool collapsed upon itself\nwith a strange splashing sound. Many flies had laid their eggs in the\nfungoid, and it was a teeming mass of corruption and ill-smelling\nliquid.\n\nWith the crash of the toadstool's \"head\" upon the ground, it fell into a\ndozen pieces, and the earth for yards around was spattered with a\nstinking liquid in which tiny, headless maggots twitched convulsively.\n\nThe buzzing of the flies took on a note of satisfaction, and they\nsettled by hundreds about the edges of the ill-smelling pools, becoming\nlost in the ecstacy of feasting while Burl staggered to his feet and\ndarted off again. This time he was but a minor attraction to the flies,\nand but one or two came near him. From every direction they were\nhurrying to the toadstool feast, to the banquet of horrible, liquefied\nfungus that lay spread upon the ground.\n\nBurl ran on. He passed beneath the wide-spreading leaves of a giant\ncabbage. A great grasshopper crouched upon the ground, its tremendous\njaws crunching the rank vegetation voraciously. Half a dozen great worms\nate steadily from their resting-places among the leaves. One of them had\nslung itself beneath an overhanging leaf--which would have thatched a\ndozen homes for as many men--and was placidly anchoring itself in\npreparation for the spinning of a cocoon in which to sleep the sleep of\nmetamorphosis.\n\nA mile away, the great black tide of army ants was advancing\nrelentlessly. The great cabbage, the huge grasshopper, and all the\nstupid caterpillars upon the wide leaves would soon be covered with the\ntiny biting insects. The cabbage would be reduced to a chewed and\ndestroyed stump, the colossal, furry grubs would be torn into a myriad\nmouthfuls and devoured by the black army ants, and the grasshopper would\nstrike out with terrific, unguided strength, crushing its assailants by\nblows of its powerful hind legs and bites of its great jaws. But it\nwould die, making terrible sounds of torment as the vicious mandibles of\nthe army ants found crevices in its armour.\n\nThe clicking roar of the ants' advance overshadowed all other sounds,\nnow. Burl was running madly, breath coming in great gasps, his eyes wide\nwith panic. Alone of all the world about him, he knew the danger behind.\nThe insects he passed were going about their business with that\nterrifying efficiency found only in the insect world.\n\n       *       *       *       *       *\n\nThere is something strangely daunting in the actions of an insect. It\nmoves so directly, with such uncanny precision, with such utter\nindifference to anything but the end in view. Cannibalism is a rule,\nalmost without exception. The paralysis of prey, so it may remain alive\nand fresh--though in agony--for weeks on end, is a common practice. The\neating piecemeal of still living victims is a matter of course.\n\nAbsolute mercilessness, utter callousness, incredible inhumanity beyond\nanything known in the animal world is the natural and commonplace\npractice of the insects. And these vast cruelties are performed by\narmoured, machine-like creatures with an abstraction and a routine air\nthat suggests a horrible Nature behind them all.\n\nBurl nearly stumbled upon a tragedy. He passed within a dozen yards of a\nspace where a female dung-beetle was devouring the mate whose honeymoon\nhad begun that same day and ended in that gruesome fashion. Hidden\nbehind a clump of mushrooms, a great yellow-banded spider was coyly\nthreatening a smaller male of her own species. He was discreetly ardent,\nbut if he won the favor of the gruesome creature he was wooing, he would\nfurnish an appetizing meal for her some time within twenty-four hours.\n\nBurl's heart was pounding madly. The breath whistled in his\nnostrils--and behind him, the wave of army ants was drawing nearer. They\ncame upon the feasting flies. Some took to the air and escaped, but\nothers were too engrossed in their delicious meal. The twitching little\nmaggots, stranded upon the earth by the scattering of their soupy broth,\nwere torn in pieces. The flies who were seized vanished into tiny maws.\nThe serried ranks of black insects went on.\n\nThe tiny clickings of their limbs, the perpetual challenges and\ncross-challenges of crossed antennae, the stridulations of the\ncreatures, all combined to make a high-pitched but deafening din. Now\nand then another sound pierced the noises made by the ants themselves. A\ncricket, seized by a thousand tiny jaws, uttered cries of agony. The\nshrill note of the crickets had grown deeply bass with the increase in\nsize of the organs that uttered it.\n\nThere was a strange contrast between the ground before the advancing\nhorde and that immediately behind it. Before, a busy world, teeming with\nlife. Butterflies floating overhead on lazy wings, grubs waxing fat and\nhuge upon the giant cabbages, crickets eating, great spiders sitting\nquietly in their lairs waiting with invincible patience for prey to draw\nnear their trap doors or fall into their webs, colossal beetles\nlumbering heavily through the mushroom forests, seeking food, making\nlove in monstrous, tragic fashion.\n\nAnd behind the wide belt of army ants--chaos. The edible mushrooms gone.\nThe giant cabbages left as mere stumps of unappetizing pulp, the busy\nlife of the insect world completely wiped out save for the flying\ncreatures that fluttered helplessly over an utterly changed landscape.\nHere and there little bands of stragglers moved busily over the denuded\nearth, searching for some fragment of food that might conceivably have\nbeen overlooked by the main body.\n\nBurl was putting forth his last ounce of strength. His limbs trembled,\nhis breathing was agony, sweat stood out upon his forehead. He ran a\nlittle, naked man with the disjointed fragment of a huge insect's limb\nin his hand, running for his insignificant life, running as if his\ncontinued existence among the million tragedies of that single day were\nthe purpose for which the whole of the universe had been created.\n\nHe sped across an open space a hundred yards across. A thicket of\nbeautifully golden mushrooms (_Agaricus caesareus_) barred his way.\nBeyond the mushrooms a range of strangely colored hills began, purple\nand green and black and gold, melting into each other, branching off\nfrom each other, inextricably tangled.\n\nThey rose to a height of perhaps sixty or seventy feet, and above them a\nlittle grayish haze had gathered. There seemed to be a layer of tenuous\nvapor upon their surfaces, which slowly rose and coiled, and gathered\ninto a tiny cloudlet above their tips.\n\nThe hills, themselves, were but masses of fungus, mushrooms and fungoids\nof every description, yeasts, \"musts,\" and every form of fungus growth\nwhich had grown within itself and about itself until this great mass of\nstrangely colored, spongy stuff had gathered in a mass that undulated\nunevenly across the level earth for miles.\n\nBurl burst through the golden thicket and attacked the ascent. His feet\nsank into the spongy sides of the hillock. Panting, gasping, staggering\nfrom exhaustion, he made his way up the top. He plunged into a little\nvalley on the farther side, up another slope. For perhaps ten minutes he\nforced himself on, then collapsed. He lay, unable to move further, in a\nlittle hollow, his sharp-toothed club still clasped in his hands. Above\nhim, a bright yellow butterfly with a thirty-foot spread of wing,\nfluttered lightly.\n\nHe lay motionless, breathing in great gasps, his limbs stubbornly\nrefusing to lift him.\n\n       *       *       *       *       *\n\nThe sound of the army ants continued to grow near. At last, above the\ncrest of the last hillock he had surmounted, two tiny antennae appeared,\nthen the black glistening head of an army ant, the forerunner of its\nhorde. It moved deliberately forward, waving its antennae ceaselessly.\nIt made its way toward Burl, tiny clickings coming from the movements of\nits limbs.\n\nA little wisp of tenuous vapor swirled toward the ant, a wisp of the\nsame vapor that had gathered above the whole range of hills as a thin,\nlow cloud. It enveloped the insect--and the ant seemed to be attacked by\na strange convulsion. Its legs moved aimlessly. It threw itself\ndesperately about. If it had been an animal, Burl would have watched\nwith wondering eyes while it coughed and gasped, but it was an insect\nbreathing through air-holes in its abdomen. It writhed upon the spongy\nfungus growth across which it had been moving.\n\nBurl, lying in an exhausted, panting heap upon the purple mass of\nfungus, was conscious of a strange sensation. His body felt strangely\nwarm. He knew nothing of fire or the heat of the sun, and the only\nsensation of warmth he had ever known was that caused when the members\nof his tribe had huddled together in their hiding place when the damp\nchill of the night had touched their soft-skinned bodies. Then the heat\nof their breaths and their bodies had kept out the chill.\n\nThis heat that Burl now felt was a hotter, fiercer heat. He moved his\nbody with a tremendous effort, and for a moment the fungus was cool and\nsoft beneath him. Then, slowly, the sensation of heat began again, and\nincreased until Burl's skin was red and inflamed from the irritation.\n\nThe thin and tenuous vapor, too, made Burl's lungs smart and his eyes\nwater. He was breathing in great, choking gasps, but the period of\nrest--short as it was--had enabled him to rise and stagger on. He\ncrawled painfully to the top of the slope, and looked back.\n\nThe hill-crest on which he stood was higher than any of those he had\npassed in his painful run, and he could see clearly the whole of the\npurple range. Where he was, he was near the farther edge of the range,\nwhich was here perhaps half a mile wide.\n\nIt was a ceaseless, undulating mass of hills and hollows, ridges and\nspurs, all of them colored, purple and brown and golden-yellow, deepest\nblack and dingy white. And from the tips of most of the pointed hills\nlittle wisps of vapor rose up.\n\nA thin, dark cloud had gathered overhead. Burl could look to the right\nand left, and see the hills fading into the distance, growing fainter as\nthe haze above them seemed to grow thicker. He saw, too, the advancing\ncohorts of the army ants, creeping over the tangled mass of fungus\ngrowth. They seemed to be feeding as they went, upon the fungus that had\ngathered into these incredible monstrosities.\n\nThe hills were living. They were not upheavals of the ground, they were\nfestering heaps of insanely growing, festering mushrooms and fungus.\nUpon most of them a purple mould had spread itself so that they seemed a\nrange of purple hills, but here and there patches of other vivid colors\nshowed, and there was a large hill whose whole side was a brilliant\ngolden hue. Another had tiny bright red spots of a strange and malignant\nmushroom whose properties Burl did not know, scattered all over the\npurple with which it was covered.\n\nBurl leaned heavily upon his club and watched dully. He could run no\nmore. The army ants were spreading everywhere over the mass of fungus.\nThey would reach him soon.\n\nFar to the right the vapor thickened. A column of smoke arose. What Burl\ndid not know and would never know was that far down in the interior of\nthat compressed mass of fungus, slow oxidization had been going on. The\ntemperature of the interior had been raised. In the darkness and the\ndampness deep down in the hills, spontaneous combustion had begun.\n\nJust as the vast piles of coal the railroad companies of thirty thousand\nyears before had gathered together sometimes began to burn fiercely in\ntheir interiors, and just as the farmers' piles of damp straw suddenly\nburst into fierce flames from no cause, so these huge piles of\ntinder-like mushrooms had been burning slowly within themselves.\n\nThere had been no flames, because the surface remained intact and nearly\nair-tight. But when the army ants began to tear at the edible surfaces\ndespite the heat they encountered, fresh air found its way to the\nsmouldering masses of fungus. The slow combustion became rapid\ncombustion. The dull heat became fierce flames. The slow trickle of thin\nsmoke became a huge column of thick, choking, acrid stuff that set the\narmy ants that breathed it into spasms of convulsive writhing.\n\nFrom a dozen points the flames burst out. A dozen or more columns of\nblinding smoke rose to the heavens. A pall of fume-laden smoke gathered\nabove the range of purple hills, while Burl watched apathetically. And\nthe serried ranks of army ants marched on to the widening furnaces that\nawaited them.\n\nThey had recoiled from the river, because their instinct had warned\nthem. Thirty thousand years without danger from fire, however, had let\ntheir racial fear of fire die out. They marched into the blazing\norifices they had opened in the hills, snapping with their mandibles at\nthe leaping flames, springing at the glowing tinder.\n\n       *       *       *       *       *\n\nThe blazing area widened, as the purple surface was undermined and fell\nin. Burl watched the phenomenon without comprehension and even without\nthankfulness. He stood, panting more and more slowly, breathing more and\nmore easily, until the glow from the approaching flames reddened his\nskin and the acrid smoke made tears flow from his eyes.\n\nThen he retreated slowly, leaning on his club and looking back. The\nblack wave of the army ants was sweeping into the fire, sweeping into\nthe incredible heat of that carbonized material burning with an open\nflame. At last there were only the little bodies of stragglers from the\ngreat ant-army, scurrying here and there over the ground their comrades\nhad denuded of all living things. The bodies of the main army had\nvanished--burnt to crisp ashes in the furnace of the hills.\n\nThere had been agony in that flame, dreadful agony such as no man would\nlike to dwell upon. The insane courage of the ants, attacking with their\nhorny jaws the burning masses of fungus, rolling over and over with a\nflaming missile clutched in their mandibles, sounding their shrill war\ncry while cries of agony came from them--blinded, their antennae burnt\noff, their lidless eyes scorched by the licking flames, yet going madly\nforward on flaming feet to attack, ever attack this unknown and\nunknowable enemy.\n\nBurl made his way slowly over the hills. Twice he saw small bodies of\nthe army ants. They had passed between the widening surfaces their\ncomrades had opened, and they were feeding voraciously upon the hills\nthey trod on. Once Burl was spied, and a shrill war cry was sounded, but\nhe moved on, and the ants were busily eating. A single ant rushed toward\nhim. Burl brought down his club, and a writhing body remained to be\neaten later by its comrades when they came upon it.\n\nAgain night fell. The skies grew red in the west, though the sun did not\nshine through the ever present cloud bank. Darkness spread across the\nsky. Utter blackness fell over the whole mad world, save where the\nluminous mushrooms shed their pale light upon the ground and fireflies\nthe length of Burl's arm shed their fitful gleams upon an earth of\nfungus growths and monstrous insects.\n\nBurl made his way across the range of mushroom hills, picking his path\nwith his large blue eyes whose pupils expanded to great size. Slowly,\nfrom the sky, now a drop and then a drop, now a drop and then a drop,\nthe nightly rain that would continue until daybreak began.\n\nBurl found the ground hard beneath his feet. He listened keenly for\nsounds of danger. Something rustled heavily in a thicket of mushrooms a\nhundred yards away. There were sounds of preening, and of delicate feet\nplaced lightly here and there upon the ground. Then the throbbing beat\nof huge wings began suddenly, and a body took to the air.\n\nA fierce, down-coming current of air smote Burl, and he looked upward in\ntime to catch the outline of a huge body--a moth--as it passed above\nhim. He turned to watch the line of its flight, and saw a strange glow\nin the sky behind him. The mushroom hills were still burning.\n\nHe crouched beneath a squat toadstool and waited for the dawn, his club\nheld tightly in his hands, and his ears alert for any sound of danger.\nThe slow-dropping, sodden rain kept on. It fell with irregular, drumlike\nbeats upon the tough top of the toadstool under which he had taken\nrefuge.\n\nSlowly, slowly, the sodden rainfall continued. Drop by drop, all the\nnight long, the warm pellets of liquid came from the sky. They boomed\nupon the hollow heads of the toadstools, and splashed into the steaming\npools that lay festering all over the fungus-covered earth.\n\nAnd all the night long the great fires grew and spread in the mass of\nalready half-carbonized mushroom. The flare at the horizon grew brighter\nand nearer. Burl, naked and hiding beneath a huge mushroom, watched it\ngrow near him with wide eyes, wondering what this thing was. He had\nnever seen a flame before.\n\nThe overhanging clouds were brightened by the flames. Over a stretch at\nleast a dozen miles in length and from half a mile to three miles\nacross, seething furnaces sent columns of dense smoke up to the roof of\nclouds, luminous from the glow below them, and spreading out and forming\nan intermediate layer below the cloudbanks.\n\nIt was like the glow of all the many lights of a vast city thrown\nagainst the sky--but the last great city had moulded into fungus-covered\nrubbish thirty thousand years before. Like the flitting of airplanes\nabove a populous city, too, was the flitting of fascinated creatures\nabove the glow.\n\n       *       *       *       *       *\n\nMoths and great flying beetles, gigantic gnats and midges grown huge\nwith the passing of time, they fluttered and danced the dance of death\nabove the flames. As the fire grew nearer to Burl, he could see them.\n\nColossal, delicately formed creatures swooped above the strange blaze.\nMoths with their riotously colored wings of thirty-foot spread beat the\nair with mighty strokes, and their huge eyes glowed like carbuncles as\nthey stared with the frenzied gaze of intoxicated devotees into the\nglowing flames below them.\n\nBurl saw a great peacock moth soaring above the burning mushroom hills.\nIts wings were all of forty feet across, and fluttered like gigantic\nsails as the moth gazed down at the flaming furnace below. The separate\nflames had united, now, and a single sheet of white-hot burning stuff\nspread across the country for miles, sending up its clouds of smoke, in\nwhich and through which the fascinated creatures flew.\n\nFeathery antennae of the finest lace spread out before the head of the\npeacock moth, and its body was softest, richest velvet. A ring of\nsnow-white down marked where its head began, and the red glow from below\nsmote on the maroon of its body with a strange effect.\n\nFor one instant it was outlined clearly. Its eyes glowed more redly than\nany ruby's fire, and the great, delicate wings were poised in flight.\nBurl caught the flash of the flames upon two great iridescent spots upon\nthe wide-spread wings. Shining purple and vivid red, the glow of opal\nand the sheen of pearl, all the glory of chalcedony and chrysoprase\nformed a single wonder in the red glare of burning fungus. White smoke\ncompassed the great moth all about, dimming the radiance of its gorgeous\ndress.\n\nBurl saw it dart straight into the thickest and brightest of the licking\nflames, flying madly, eagerly, into the searing, hellish heat as a\nwilling, drunken sacrifice to the god of fire.\n\nMonster flying beetles with their horny wing-cases stiffly stretched,\nblundered above the reeking, smoking pyre. In the red light from before\nthem they shone like burnished metal, and their clumsy bodies with the\nspurred and fierce-toothed limbs darted like so many grotesque meteors\nthrough the luminous haze of ascending smoke.\n\nBurl saw strange collisions and still stranger meetings. Male and female\nflying creatures circled and spun in the glare, dancing their dance of\nlove and death in the wild radiance from the funeral pyre of the purple\nhills. They mounted higher than Burl could see, drunk with the ecstasy\nof living, then descended to plunge headlong to death in the roaring\nfires beneath them.\n\nFrom every side the creatures came. Moths of brightest yellow with soft\nand furry bodies palpitant with life flew madly into the column of light\nthat reached to the overhanging clouds, then moths of deepest black with\ngruesome symbols upon their wings came swiftly to dance, like motes in a\nbath of sunlight, above the glow.\n\nAnd Burl sat crouched beneath an overshadowing toadstool and watched.\nThe perpetual, slow, sodden raindrops fell. A continual faint hissing\npenetrated the sound of the fire--the raindrops being turned to steam.\nThe air was alive with flying things. From far away, Burl heard a\nstrange, deep bass muttering. He did not know the cause, but there was a\nvast swamp, of the existence of which he was ignorant, some ten or\nfifteen miles away, and the chorus of insect-eating giant frogs reached\nhis ears even at that distance.\n\nThe night wore on, while the flying creatures above the fire danced and\ndied, their numbers ever recruited by fresh arrivals. Burl sat tensely\nstill, his wide eyes watching everything, his mind groping for an\nexplanation of what he saw. At last the sky grew dimly gray, then\nbrighter, and day came on. The flames of the burning hills grew faint as\nthe fire died down, and after a long time Burl crept from his hiding\nplace and stood erect.\n\nA hundred yards from where he was, a straight wall of smoke rose from\nthe still smouldering fungus, and Burl could see it stretching for miles\nin either direction. He turned to continue on his way, and saw the\nremains of one of the tragedies of the night.\n\nA huge moth had flown into the flames, been horribly scorched, and\nfloundered out again. Had it been able to fly, it would have returned to\nits devouring deity, but now it lay immovable upon the ground, its\nantennae seared hopelessly, one beautiful, delicate wing burned in\ngaping holes, its eyes dimmed by flame and its exquisitely tapering\nlimbs broken and crushed by the force with which it had struck the\nground. It lay helpless upon the earth, only the stumps of its antennae\nmoving restlessly, and its abdomen pulsating slowly as it drew\npain-racked breaths.\n\nBurl drew near and picked up a stone. He moved on presently, a velvet\ncloak cast over his shoulders, gleaming with all the colors of the\nrainbow. A gorgeous mass of soft, blue moth fur was about his middle,\nand he had bound upon his forehead two yard-long, golden fragments of\nthe moth's magnificent antennae. He strode on, slowly, clad as no man\nhad been clad in all the ages.\n\nAfter a little he secured a spear and took up his journey to Saya,\nlooking like a prince of Ind upon a bridal journey--though no mere\nprince ever wore such raiment in days of greatest glory.\n\n       *       *       *       *       *\n\nFor many long miles Burl threaded his way through a single forest of\nthin-stalked toadstools. They towered three-man-heights high, and all\nabout their bases were streaks and splashes of the rusts and moulds that\npreyed upon them. Twice Burl came to open glades wherein open, bubbling\npools of green slime festered in corruption, and once he hid himself\nfearfully as a monster scarabeus beetle lumbered within three yards of\nhim, moving heavily onward with a clanking of limbs as of some mighty\nmachine.\n\nBurl saw the mighty armour and the inward-curving jaws of the creature,\nand envied him his weapons. The time was not yet come, however, when\nBurl would smile at the great insect and hunt him for the juicy flesh\ncontained in those armoured limbs.\n\nBurl was still a savage, still ignorant, still timid. His principal\nadvance had been that whereas he had fled without reasoning, he now\npaused to see if he need flee. In his hands he bore a long,\nsharp-pointed chitinous spear. It had been the weapon of a huge, unnamed\nflying insect scorched to death in the burning of the purple hills,\nwhich had floundered out of the flames to die. Burl had worked for an\nhour before being able to detach the weapon he coveted. It was as long\nand longer than Burl himself.\n\nHe was a strange sight, moving slowly and cautiously through the\nshadowed lanes of the mushroom forest. A cloak of delicate velvet in\nwhich all the colors of the rainbow played in iridescent beauty hung\nfrom his shoulders. A mass of soft and beautiful moth fur was about his\nmiddle, and in the strip of sinew about his waist the fiercely toothed\nlimb of a fighting beetle was thrust carelessly. He had bound to his\nforehead twin stalks of a great moth's feathery golden antennae.\n\nAgainst the play of color that came from his borrowed plumage his pink\nskin showed in odd contrast. He looked like some proud knight walking\nslowly through the gardens of a goblin's castle. But he was still a\nfearful creature, no more than the monstrous creatures about him save in\nthe possession of latent intelligence. He was weak--and therein lay his\ngreatest promise. A hundred thousand years before him his ancestors had\nbeen forced by lack of claws and fangs to develop brains.\n\nBurl was sunk as low as they had been, but he had to combat more\nhorrifying enemies, more inexorable threatenings, and many times more\ncrafty assailants. His ancestors had invented knives and spears and\nflying missiles. The creatures about Burl had knives and spears a\nthousand times more deadly than the weapons that had made his ancestors\nmasters of the woods and forests.\n\nBurl was in comparison vastly more weak than his forebears had been, and\nit was that weakness that in times to come would lead him and those who\nfollowed him to heights his ancestors had never known. But now--\n\nHe heard a discordant, deep bass bellow, coming from a spot not twenty\nyards away. In a flash of panic he darted behind a clump of mushrooms\nand hid himself, panting in sheer terror. He waited for an instant in\nfrozen fear, motionless and tense. His wide, blue eyes were glassy.\n\nThe bellow came again, but this time with a querulous note. Burl heard a\ncrashing and plunging as of some creature caught in a snare. A mushroom\nfell with a brittle snapping, and the spongy thud as it fell to the\nground was followed by a tremendous commotion. Something was fighting\ndesperately against something else, but Burl did not know what creature\nor creatures might be in combat.\n\nHe waited for a long time, and the noise gradually died away. Presently\nBurl's breath came more slowly, and his courage returned. He stole from\nhis hiding place, and would have made away, but something held him back.\nInstead of creeping from the scene, he crept cautiously over toward the\nsource of the noise.\n\nHe peered between two cream-colored toadstool stalks and saw the cause\nof the noise. A wide, funnel-shaped snare of silk was spread out before\nhim, some twenty yards across and as many deep. The individual threads\ncould be plainly seen, but in the mass it seemed a fabric of sheerest,\nfinest texture. Held up by the tall mushrooms, it was anchored to the\nground below, and drew away to a tiny point through which a hole gave on\nsome yet unknown recess. And all the space of the wide snare was hung\nwith threads, fine, twisted threads no more than half the thickness of\nBurl's finger.\n\nThis was the trap of a labyrinth spider. Not one of the interlacing\nthreads was strong enough to hold the feeblest of prey, but the threads\nwere there by thousands. A great cricket had become entangled in the\nmaze of sticky lines. Its limbs thrashed out, smashing the snare-lines\nat every stroke, but at every stroke meeting and becoming entangled with\na dozen more. It thrashed about mightily, emitting at intervals the\nhorrible, deep bass cry that the chirping voice of the cricket had\nbecome with its increase in size.\n\n       *       *       *       *       *\n\nBurl breathed more easily, and watched with a fascinated curiosity. Mere\ndeath--even tragic death--as among insects held no great interest for\nhim. It was a matter of such common and matter-of-fact occurrence that\nhe was not greatly stirred. But a spider and his prey was another\nmatter.\n\nThere were few insects that deliberately sought man. Most insects have\ntheir allotted victims, and will touch no others, but spiders have a\nterrifying impartiality. One great beetle devouring another was a matter\nof indifference to Burl. A spider devouring some luckless insect was but\nan example of what might happen to him. He watched alertly, his gaze\ntraveling from the enmeshed cricket to the strange orifice at the rear\nof the funnel-shaped snare.\n\nThe opening darkened. Two shining, glistening eyes had been watching\nfrom the rear of the funnel. It drew itself into a tunnel there, in\nwhich the spider had been waiting. Now it swung out lightly and came\ntoward the cricket. It was a gray spider (_Agelena labyrinthica_), with\ntwin black ribbons upon its thorax, next the head, and with two stripes\nof curiously speckled brown and white upon its abdomen. Burl saw, too,\ntwo curious appendages like a tail.\n\nIt came nimbly out of its tunnel-like hiding place and approached the\ncricket. The cricket was struggling only feebly now, and the cries it\nuttered were but feeble, because of the confining threads that fettered\nits limbs. Burl saw the spider throw itself upon the cricket and saw the\nfinal, convulsive shudder of the insect as the spider's fangs pierced\nits tough armour. The sting lasted a long time, and finally Burl saw\nthat the spider was really feeding. All the succulent juices of the now\ndead cricket were being sucked from its body by the spider. It had stung\nthe cricket upon the haunch, and presently it went to the other leg and\ndrained that, too, by means of its powerful internal suction-pump. When\nthe second haunch had been sucked dry, the spider pawed the lifeless\ncreature for a few moments and left it.\n\nFood was plentiful, and the spider could afford to be dainty in its\nfeeding. The two choicest titbits had been consumed. The remainder could\nbe discarded.\n\nA sudden thought came to Burl and quite took his breath away. For a\nsecond his knees knocked together in self-induced panic. He watched the\ngray spider carefully with growing determination in his eyes. He, Burl,\nhad killed a hunting-spider upon the red-clay cliff. True, the killing\nhad been an accident, and had nearly cost him his own life a few minutes\nlater in the web-spider's snare, but he had killed a spider, and of the\nmost deadly kind.\n\nNow, a great ambition was growing in Burl's heart. His tribe had always\nfeared spiders too much to know much of their habits, but they knew one\nor two things. The most important was that the snare-spiders never left\ntheir lairs to hunt--never! Burl was about to make a daring application\nof that knowledge.\n\nHe drew back from the white and shining snare and crept softly to the\nrear. The fabric gathered itself into a point and then continued for\nsome twenty feet as a tunnel, in which the spider waited while dreaming\nof its last meal and waiting for the next victim to become entangled in\nthe labyrinth in front. Burl made his way to a point where the tunnel\nwas no more than ten feet away, and waited.\n\nPresently, through the interstices of the silk, he saw the gray bulk of\nthe spider. It had left the exhausted body of the cricket, and returned\nto its resting place. It settled itself carefully upon the soft walls\nof the tunnel, with its shining eyes fixed upon the tortuous threads of\nits trap. Burl's hair was standing straight up upon his head from sheer\nfright, but he was the slave of an idea.\n\nHe drew near and poised his spear, his new and sharp spear, taken from\nthe body of an unknown flying creature killed by the burning purple\nhills. Burl raised the spear and aimed its sharp and deadly point at the\nthick gray bulk he could see dimly through the threads of the tunnel. He\nthrust it home with all his strength--and ran away at the top of his\nspeed, glassy-eyed from terror.\n\nA long time later he ventured near again, his heart in his mouth, ready\nto flee at the slightest sound. All was still. Burl had missed the\nhorrible convulsions of the wounded spider, had not heard the frightful\ngnashings of its fangs as it tore at the piercing weapon, had not seen\nthe silken threads of the tunnel ripped as the spider--hurt to\ndeath--had struggled with insane strength to free itself.\n\nHe came back beneath the overshadowing toadstools, stepping quietly and\ncautiously, to find a great rent in the silken tunnel, to find the great\ngray bulk lifeless and still, half-fallen through the opening the spear\nhad first made. A little puddle of evil-smelling liquid lay upon the\nground below the body, and from time to time a droplet fell from the\nspear into the puddle with a curious splash.\n\nBurl looked at what he had done, saw the dead body of the creature he\nhad slain, saw the ferocious mandibles, and the keen and deadly fangs.\nThe dead eyes of the creature still stared at him malignantly, and the\nhairy legs were still braced as if further to enlarge the gaping hole\nthrough which it had partly fallen.\n\nExultation filled Burl's heart. His tribe had been but furtive vermin\nfor thousands of years, fleeing from the mighty insects, hiding from\nthem, and if overtaken but waiting helplessly for death, screaming\nshrilly in terror.\n\nHe, Burl, had turned the tables. He had slain one of the enemies of his\ntribe. His breast expanded. Always his tribesmen went quietly and\nfearfully, making no sound. But a sudden, exultant yell burst from\nBurl's lips--the first hunting cry from the lips of a man in three\nhundred centuries!\n\n       *       *       *       *       *\n\nThe next second his pulse nearly stopped in sheer panic at having made\nsuch a noise. He listened fearfully, but there was no sound. He drew\nnear his prey and carefully withdrew his spear. The viscid liquid made\nit slimy and slippery, and he had to wipe it dry against a leathery\ntoadstool. Then Burl had to conquer his illogical fear again before\ndaring to touch the creature he had slain.\n\nHe moved off presently, with the belly of the spider upon his back and\ntwo of the hairy legs over his shoulders. The other limbs of the monster\nhung limp, and trailed upon the ground. Burl was now a still more\ncurious sight as a gayly colored object with a cloak shining in\niridescent colors, the golden antennae of a great moth rising from his\nforehead, and the hideous bulk of a gray spider for a burden.\n\nHe moved through the thin-stalked mushroom forest, and, because of the\nthing he carried, all creatures fled before him. They did not fear\nman--their instinct was slow-moving--but during all the millions of\nyears that insects have existed, there have existed spiders to prey upon\nthem. So Burl moved on in solemn state, a brightly clad man bent beneath\nthe weight of a huge and horrible monster.\n\nHe came upon a valley full of torn and blackened mushrooms. There was\nnot a single yellow top among them. Every one had been infested with\ntiny maggots which had liquefied the tough meat of the mushroom and\ncaused it to drip to the ground below. And all the liquid had gathered\nin a golden pool in the center of the small depression. Burl heard a\nloud humming and buzzing before he topped the rise that opened the\nvalley for his inspection. He stopped a moment and looked down.\n\nA golden-red lake, its center reflecting the hazy sky overhead. All\nabout, blackened mushrooms, seeming to have been charred and burned by a\nfierce flame. A slow-flowing golden brooklet trickled slowly over a\nrocky ledge, into the larger pool. And all about the edges of the golden\nlake, in ranks and rows, by hundreds, thousands, and by millions, were\nranged the green-gold, shining bodies of great flies.\n\nThey were small as compared with the other insects. They had increased\nin size but a fraction of the amount that the bees, for example, had\nincreased; but it was due to an imperative necessity of their race.\n\nThe flesh-flies laid their eggs by hundreds in decaying carcases. The\nothers laid their eggs by hundreds in the mushrooms. To feed the maggots\nthat would hatch, a relatively great quantity of food was needed,\ntherefore the flies must remain comparatively small, or the body of a\nsingle grasshopper, say, would furnish food for but two or three grubs\ninstead of the hundreds it must support.\n\nBurl stared down at the golden pool. Bluebottles, greenbottles, and all\nthe flies of metallic luster were gathered at the Lucullan feast of\ncorruption. Their buzzing as they darted above the odorous pool of\ngolden liquid made the sound Burl had heard. Their bodies flashed and\nglittered as they darted back and forth, seeking a place to alight and\njoin in the orgy.\n\nThose which clustered about the banks of the pool were still as if\ncarved from metal. Their huge, red eyes glowed, and their bodies shone\nwith an obscene fatness. Flies are the most disgusting of all insects.\nBurl watched them a moment, watched the interlacing streams of light as\nthey buzzed eagerly above the pool, seeking a place at the festive\nboard.\n\nA drumming roar sounded in the air. A golden speck appeared in the sky,\na slender, needle-like body with transparent, shining wings and two huge\neyes. It grew nearer and became a dragonfly twenty feet and more in\nlength, its body shimmering, purest gold. It poised itself above the\npool and then darted down. Its jaws snapped viciously and repeatedly,\nand at each snapping the glittering body of a fly vanished.\n\nA second dragonfly appeared, its body a vivid purple, and a third. They\nswooped and rushed above the golden pool, snapping in mid air, turning\ntheir abrupt, angular turns, creatures of incredible ferocity and\nbeauty. At the moment they were nothing more or less than\nslaughtering-machines. They darted here and there, their many-faceted\neyes burning with blood-lust. In that mass of buzzing flies even the\nmost voracious appetite must be sated, but the dragonflies kept on.\nBeautiful, slender, graceful creatures, they dashed here and there above\nthe pond like avenging fiends or the mythical dragons for which they had\nbeen named.\n\n       *       *       *       *       *\n\nOnly a few miles farther on Burl came upon a familiar landmark. He knew\nit well, but from a safe distance as always. A mass of rock had heaved\nitself up from the nearly level plain over which he was traveling, and\nformed an outjutting cliff. At one point the rock overhung a sheer drop,\nmaking an inverted ledge--a roof over nothingness--which had been\npre-empted by a hairy creature and made into a fairylike dwelling. A\nwhite hemisphere clung tenaciously to the rock above, and long cables\nanchored it firmly.\n\nBurl knew the place as one to be fearfully avoided. A Clotho spider\n(_Clotho Durandi, LATR_) had built itself a nest there, from which it\nemerged to hunt the unwary. Within that half-globe there was a monster,\nresting upon a cushion of softest silk. But if one went too near, one of\nthe little inverted arches, seemingly firmly closed by a wall of silk,\nwould open and a creature out of a dream of hell emerge, to run with\nfiendish agility toward its prey.\n\nSurely, Burl knew the place. Hung upon the outer walls of the silken\npalace were stones and tiny boulders, discarded fragments of former\nmeals, and the gutted armour from limbs of ancient prey. But what caused\nBurl to know the place most surely and most terribly was another\ndecoration that dangled from the castle of this insect ogre. This was\nthe shrunken, desiccated figure of a man, all its juices extracted and\nthe life gone.\n\nThe death of that man had saved Burl's life two years before. They had\nbeen together, seeking a new source of edible mushrooms for food. The\nClotho spider was a hunter, not a spinner of snares. It sprang suddenly\nfrom behind a great puff-ball, and the two men froze in terror. Then it\ncame swiftly forward and deliberately chose its victim. Burl had escaped\nwhen the other man was seized. Now he looked meditatively at the hiding\nplace of his ancient enemy. Some day--\n\nBut now he passed on. He went past the thicket in which the great moths\nhid during the day, and past the pool--a turgid thing of slime and\nyeast--in which a monster water snake lurked. He penetrated the little\nwood of the shining mushrooms that gave out light at night, and the\nshadowed place where the truffle-hunting beetles went chirping\nthunderously during the dark hours.\n\nAnd then he saw Saya. He caught a flash of pink skin vanishing behind\nthe thick stalk of a squat toadstool, and ran forward, calling her name.\nShe appeared, and saw the figure with the horrible bulk of the spider\nupon its back. She cried out in horror, and Burl understood. He let his\nburden fall and then went swiftly toward her.\n\nThey met. Saya waited timidly until she saw who this man was, and then\nastonishment went over her face. Gorgeously attired, in an iridescent\ncloak from the whole wing of a great moth, with a strip of softest fur\nfrom a night-flying creature about his middle, with golden, feathery\nantennae bound upon his forehead, and a fierce spear in his hands--this\nwas not the Burl she had known.\n\nBut then he moved slowly toward her, filled with a fierce delight at\nseeing her again, thrilling with joy at the slender gracefulness of her\nform and the dark richness of her tangled hair. He held out his hands\nand touched her shyly. Then, manlike, he began to babble excitedly of\nthe things that had happened to him, and dragged her toward his great\nvictim, the gray-bellied spider.\n\nSaya trembled when she saw the furry bulk lying upon the ground, and\nwould have fled when Burl advanced and took it upon his back. Then\nsomething of the pride that filled him came vicariously to her. She\nsmiled a flashing smile, and Burl stopped short in his excited\nexplanation. He was suddenly tongue-tied. His eyes became pleading and\nsoft. He laid the huge spider at her feet and spread out his hands\nimploringly.\n\nThirty thousand years of savagery had not lessened the femininity in\nSaya. She became aware that Burl was her slave, that these wonderful\nthings he wore and had done were as nothing if she did not approve. She\ndrew away--saw the misery in Burl's face--and abruptly ran into his arms\nand clung to him, laughing happily. And quite suddenly Burl saw with\nextreme clarity that all these things he had done, even the slaying of a\ngreat spider, were of no importance whatever beside this most wonderful\nthing that had just happened, and told Saya so quite humbly, but holding\nher very close to him as he did so.\n\nAnd so Burl came back to his tribe. He had left it nearly naked, with\nbut a wisp of moth-wing twisted about his middle, a timid, fearful,\ntrembling creature. He returned in triumph, walking slowly and\nfearlessly down a broad lane of golden mushrooms toward the hiding place\nof his people.\n\nUpon his shoulders was draped a great and many-colored cloak made from\nthe whole of a moth's wing. Soft fur was about his middle. A spear was\nin his hand and a fierce club at his waist. He and Saya bore between\nthem the dead body of a huge spider--aforetime the dread of the\npink-skinned, naked men. But to Burl the most important thing of all was\nthat Saya walked beside him openly, acknowledging him before all the\ntribe.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Mad Planet, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAD PLANET ***\n\n***** This file should be named 35425.txt or 35425.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/5/4/2/35425/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}