{"title": "Sentiment, Inc.", "author": "Poul William Anderson", "releaseDate": "October 7, 2011", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Dianna Adair and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n  [Illustration: Cover]\n\n\n  [Illustration: Dr. Kennedy's examination room]\n\n\n  [Illustration: the machine]\n\n\n\n\n     _The way we feel about another person, or about objects, is often\n     bound up in associations that have no direct connection with the\n     person or object at all. Often, what we call a \"change of heart\"\n     comes about sheerly from a change in the many associations which\n     make up our present viewpoint. Now, suppose that these associations\n     could be altered artificially, at the option of the person who was\n     in charge of the process...._\n\n\n\n\n  _Sentiment, Inc._\n\n  _by_ POUL ANDERSON\n\n\nShe was twenty-two years old, fresh out of college, full of life and\nhope, and all set to conquer the world. Colin Fraser happened to be on\nvacation on Cape Cod, where she was playing summer stock, and went to\nmore shows than he had planned. It wasn't hard to get an introduction,\nand before long he and Judy Sanders were seeing a lot of each other.\n\n\"Of course,\" she told him one afternoon on the beach, \"my real name is\nHarkness.\"\n\nHe raised his arm, letting the sand run through his fingers. The beach\nwas big and dazzling white around them, the sea galloped in with a\nsteady roar, and a gull rode the breeze overhead. \"What was wrong with\nit?\" he asked. \"For a professional monicker, I mean.\"\n\nShe laughed and shook the long hair back over her shoulders. \"I wanted\nto live under the name of Sanders,\" she explained.\n\n\"Oh--oh, yes, of course. Winnie the Pooh.\" He grinned. \"Soulmates,\nthat's what we are.\" It was about then that he decided he'd been a\nbachelor long enough.\n\nIn the fall she went to New York to begin the upward grind--understudy,\nwalk-on parts, shoestring-theaters, and roles in outright turkeys.\nFraser returned to Boston for awhile, but his work suffered, he had to\nkeep dashing off to see her.\n\nBy spring she was beginning to get places; she had talent and everybody\nenjoys looking at a brown-eyed blonde. His weekly proposals were also\nbeginning to show some real progress, and he thought that a month or two\nof steady siege might finish the campaign. So he took leave from his job\nand went down to New York himself. He'd saved up enough money, and was\ngood enough in his work, to afford it; anyway, he was his own\nboss--consulting engineer, specializing in mathematical analysis.\n\nHe got a furnished room in Brooklyn, and filled in his leisure time--as\nhe thought of it--with some special math courses at Columbia. And he had\na lot of friends in town, in a curious variety of professions. Next to\nJudy, he saw most of the physicist Sworsky, who was an entertaining\ncompanion though most of his work was too top-secret even to be\nmentioned. It was a happy period.\n\nThere is always a jarring note, to be sure. In this case, it was the\nfact that Fraser had plenty of competition. He wasn't good-looking\nhimself--a tall gaunt man of twenty-eight, with a dark hatchet face and\nperpetually-rumpled clothes. But still, Judy saw more of him than of\nanyone else, and admitted she was seriously considering his proposal and\nno other.\n\nHe called her up once for a date. \"Sorry,\" she answered. \"I'd love to,\nColin, but I've already promised tonight. Just so you won't worry, it's\nMatthew Snyder.\"\n\n\"Hm--the industrialist?\"\n\n\"Uh-huh. He asked me in such a way it was hard to refuse. But I don't\nthink you have to be jealous, honey. 'Bye now.\"\n\nFraser lit his pipe with a certain smugness. Snyder was several times a\nmillionaire, but he was close to sixty, a widower of notably dull\nconversation. Judy wasn't--Well, no worries, as she'd said. He dropped\nover to Sworsky's apartment for an evening of chess and bull-shooting.\n\n             *       *       *       *       *\n\nIt was early in May, when the world was turning green again, that Judy\ncalled Fraser up. \"Hi,\" she said breathlessly. \"Busy tonight?\"\n\n\"Well, I was hoping I'd be, if you get what I mean,\" he said.\n\n\"Look, I want to take you out for a change. Just got some unexpected\nmoney and dammit, I want to feel rich for one evening.\"\n\n\"Hmmm--\" He scowled into the phone. \"I dunno--\"\n\n\"Oh, get off it, Galahad. I'll meet you in the Dixie lobby at seven.\nOkay?\" She blew him a kiss over the wires, and hung up before he could\nargue further. He sighed and shrugged. Why not, if she wanted to?\n\nThey were in a little Hungarian restaurant, with a couple of Tzigani\nstrolling about playing for them alone, it seemed, when he asked for\ndetails. \"Did you get a bonus, or what?\"\n\n\"No.\" She laughed at him over her drink. \"I've turned guinea pig.\"\n\n\"I hope you quit _that_ job before we're married!\"\n\n\"It's a funny deal,\" she said thoughtfully. \"It'd interest you. I've\nbeen out a couple of times with this Snyder, you know, and if anything\nwas needed to drive me into your arms, Colin, it's his political\nlectures.\"\n\n\"Well, bless the Republican Party!\" He laid his hand over hers, she\ndidn't withdraw it, but she frowned just a little.\n\n\"Colin, you know I want to get somewhere before I marry--see a bit of\nthe world, the theatrical world, before turning hausfrau. Don't be\nso--Oh, never mind. I like you anyway.\"\n\nSipping her drink and setting it down again: \"Well, to carry on with the\nstory. I finally gave Comrade Snyder the complete brush-off, and I must\nsay he took it very nicely. But today, this morning, he called asking me\nto have lunch with him, and I did after he explained. It seems he's got\na psychiatrist friend doing research, measuring brain storms or\nsomething, and--Do I mean storms? Waves, I guess. Anyway, he wants to\nmeasure as many different kinds of people as possible, and Snyder had\nsuggested me. I was supposed to come in for three afternoons\nrunning--about two hours each time--and I'd get a hundred dollars per\nsession.\"\n\n\"Hm,\" said Fraser. \"I didn't know psych research was that well-heeled.\nWho is this mad scientist?\"\n\n\"His name is Kennedy. Oh, by the way, I'm not supposed to tell anybody;\nthey want to spring it on the world as a surprise or something. But\nyou're different, Colin. I'm excited; I want to talk to somebody about\nit.\"\n\n\"Sure,\" he said. \"You had a session already?\"\n\n\"Yes, my first was today. It's a funny place to do research--Kennedy's\ngot a big suite on Fifth Avenue, right up in the classy district.\nBeautiful office. The name of his outfit is Sentiment, Inc.\"\n\n\"Hm. Why should a research-team take such a name? Well, go on.\"\n\n\"Oh, there isn't much else to tell. Kennedy was very nice. He took me\ninto a laboratory full of all sorts of dials and meters and blinking\nlights and os--what do you call them? Those things that make wiggly\npictures.\"\n\n\"Oscilloscopes. You'll never make a scientist, my dear.\"\n\nShe grinned. \"But I know one scientist who'd like to--Never mind!\nAnyway, he sat me down in a chair and put bands around my wrists and\nankles--just like the hot squat--and a big thing like a beauty-parlor\nhair-drier over my head. Then he fiddled with his dials for awhile,\nmaking notes. Then he started saying words at me, and showing me\npictures. Some of them were very pretty; some ugly; some funny; some\ndownright horrible.... Anyway, that's all there was to it. After a\ncouple of hours he gave me a check for a hundred dollars and told me to\ncome back tomorrow.\"\n\n\"Hm.\" Fraser rubbed his chin. \"Apparently he was measuring the electric\nrhythms corresponding to pleasure and dislike. I'd no idea anybody'd\nmade an encephalograph that accurate.\"\n\n\"Well,\" said Judy, \"I've told you why we're celebrating. Now come on,\nthe regular orchestra's tuning up. Let's dance.\"\n\nThey had a rather wonderful evening. Afterward Fraser lay awake for a\nlong time, not wanting to lose a state of happiness in sleep. He\nconsidered sleep a hideous waste of time: if he lived to be ninety, he'd\nhave spent almost thirty years unconscious.\n\n       *       *       *       *       *\n\nJudy was engaged for the next couple of evenings, and Fraser himself was\ninvited to dinner at Sworsky's the night after that. So it wasn't till\nthe end of the week that he called her again.\n\n\"Hullo, sweetheart,\" he said exuberantly. \"How's things? I refer to\nCharles Addams Things, of course.\"\n\n\"Oh--Colin.\" Her voice was very small, and it trembled.\n\n\"Look, I've got two tickets to _H. M. S. Pinafore_. So put on your own\npinafore and meet me.\"\n\n\"Colin--I'm sorry, Colin. I can't.\"\n\n\"Huh?\" He noticed how odd she sounded, and a leadenness grew within him.\n\"You aren't sick, are you?\"\n\n\"Colin, I--I'm going to be married.\"\n\n\"_What?_\"\n\n\"Yes. I'm in love now; really in love. I'll be getting married in a\ncouple of months.\"\n\n\"But--but--\"\n\n\"I didn't want to hurt you.\" He heard her begin to cry.\n\n\"But who--how--\"\n\n\"It's Matthew,\" she gulped. \"Matthew Snyder.\"\n\nHe sat quiet for a long while, until she asked if he was still on the\nline. \"Yeah,\" he said tonelessly. \"Yeah, I'm still here, after a\nfashion.\" Shaking himself: \"Look, I've got to see you. I want to talk to\nyou.\"\n\n\"I can't.\"\n\n\"You sure as hell can,\" he said harshly.\n\nThey met at a quiet little bar which had often been their rendezvous.\nShe watched him with frightened eyes while he ordered martinis.\n\n\"All right,\" he said at last. \"What's the story?\"\n\n\"I--\" He could barely hear her. \"There isn't any story. I suddenly\nrealized I loved Matt. That's all.\"\n\n\"_Snyder!_\" He made it a curse. \"Remember what you told me about him\nbefore?\"\n\n\"I felt different then,\" she whispered. \"He's a wonderful man when you\nget to know him.\"\n\n_And rich._ He suppressed the words and the thought. \"What's so\nwonderful specifically?\" he asked.\n\n\"He--\" Briefly, her face was rapt. Fraser had seen her looking at him\nthat way, now and then.\n\n\"Go on,\" he said grimly. \"Enumerate Mr. Snyder's good qualities. Make a\nlist. He's courteous, cultured, intelligent, young, handsome,\namusing--To hell! _Why_, Judy?\"\n\n\"I don't know,\" she said in a high, almost fearful tone. \"I just love\nhim, that's all.\" She reached over the table and stroked his cheek. \"I\nlike you a lot, Colin. Find yourself a nice girl and be happy.\"\n\nHis mouth drew into a narrow line. \"There's something funny here,\" he\nsaid. \"Is it blackmail?\"\n\n\"No!\" She stood up, spilling her drink, and the flare of temper showed\nhim how overwrought she was. \"He just happens to be the man I love.\nThat's enough out of you, good-bye, Mr. Fraser.\"\n\nHe sat watching her go. Presently he took up his drink, gulped it\nbarbarously, and called for another.\n\n\n\n\n2\n\n\nJuan Martinez had come from Puerto Rico as a boy and made his own way\never since. Fraser had gotten to know him in the army, and they had seen\neach other from time to time since then. Martinez had gone into the\nprivate-eye business and made a good thing of it; Fraser had to get past\na very neat-looking receptionist to see him.\n\n\"Hi, Colin,\" said Martinez, shaking hands. He was a small, dark man,\nwith a large nose and beady black eyes that made him resemble a\nsympathetic mouse. \"You look like the very devil.\"\n\n\"I feel that way, too,\" said Fraser, collapsing into a chair. \"You can't\ngo on a three-day drunk without showing it.\"\n\n\"Well, what's the trouble? Cigarette?\" Martinez held out a pack.\n\"Girl-friend give you the air?\"\n\n\"As a matter of fact, yes; that's what I want to see you about.\"\n\n\"This isn't a lonely-hearts club,\" said Martinez. \"And I've told you\ntime and again a private dick isn't a wisecracking superman. Our work is\nninety-nine percent routine; and for the other one percent, we call in\nthe police.\"\n\n\"Let me give you the story,\" said Fraser. He rubbed his eyes wearily as\nhe told it. At the end, he sat staring at the floor.\n\n\"Well,\" said Martinez, \"it's too bad and all that. But what the hell,\nthere are other dames. New York has more beautiful women per square inch\nthan any other city except Paris. Latch on to somebody else. Or if you\nwant, I can give you a phone number--\"\n\n\"You don't understand,\" said Fraser \"I want you to investigate this; I\nwant to know why she did it.\"\n\nMartinez squinted through a haze of smoke. \"Snyder's a rich and powerful\nman,\" he said. \"Isn't that enough?\"\n\n\"No,\" said Fraser, too tired to be angry at the hint. \"Judy isn't that\nkind of a girl. Neither is she the kind to go overboard in a few days,\nespecially when I was there. Sure, that sounds conceited, but dammit, I\n_know_ she cared for me.\"\n\n\"Okay. You suspect pressure was brought to bear?\"\n\n\"Yeah. It's hard to imagine what. I called up Judy's family in Maine,\nand they said they were all right, no worries. Nor do I think anything\nin her own life would give a blackmailer or an extortionist anything to\ngo on. Still--I want to know.\"\n\nMartinez drummed the desk-top with nervous fingers. \"I'll look into it\nif you insist,\" he said, \"though it'll cost you a pretty penny. Rich\nmen's lives aren't easy to pry into if they've got something they want\nto hide. But I don't think we'd find out much; your case seems to be\nonly one of a rash of similar ones in the past year.\"\n\n\"Huh?\" Fraser looked sharply up.\n\n\"Yeah. I follow all the news; and remember the odd facts. There've been\na good dozen cases recently, where beautiful young women suddenly\nmarried rich men or became their mistresses. It doesn't all get into the\npapers, but I've got my contacts. I know. In every instance, there was\nno obvious reason; in fact, the dames seemed very much in love with\ndaddy.\"\n\n\"And the era of the gold-digger is pretty well gone--\" Fraser sat\nstaring out the window. It didn't seem right that the sky should be so\nfull of sunshine.\n\n\"Well,\" said Martinez, \"you don't need me. You need a psychologist.\"\n\n_Psychologist!_\n\n\"By God, Juan, I'm going to give you a job anyway!\" Fraser leaped to his\nfeet. \"You're going to check into an outfit called Sentiment, Inc.\"\n\n       *       *       *       *       *\n\nA week later, Martinez said, \"Yeah, we found it easily enough. It's not\nin the phone-book, but they've got a big suite right in the high-rent\ndistrict on Fifth. The address is here, in my written report. Nobody in\nthe building knows much about 'em, except that they're a quiet,\nwell-behaved bunch and call themselves research psychologists. They have\na staff of four: a secretary-receptionist; a full-time secretary; and a\ncouple of husky boys who may be bodyguards for the boss. That's this\nKennedy, Robert Kennedy. My man couldn't get into his office; the girl\nsaid he was too busy and never saw anybody except some regular clients.\nNor could he date either of the girls, but he did investigate them.\n\n\"The receptionist is just a working girl for routine stuff, married,\nhardly knows or cares what's going on. The steno is unmarried, has a\ndegree in psych, lives alone, and seems to have no friends except her\nboss. Who's not her lover, by the way.\"\n\n\"Well, how about Kennedy himself?\" asked Fraser.\n\n\"I've found out a good bit, but it's all legitimate,\" said Martinez.\n\"He's about fifty years old, a widower, very steady private life. He's a\nlicensed psychiatrist who used to practice in Chicago, where he also did\nresearch in collaboration with a physicist named Gavotti, who's since\ndied. Shortly after that happened--\n\n\"No, there's no suspicion of foul play; the physicist was an old man and\ndied of a heart attack. Anyway, Kennedy moved to New York. He still\npractices, officially, but he doesn't take just anybody; claims that his\nresearch only leaves him time for a few.\" Martinez narrowed his eyes.\n\"The only thing you could hold against him is that he occasionally sees\na guy named Bryce, who's in a firm that has some dealings with Amtorg.\"\n\n\"The Russian trading corporation? Hm.\"\n\n\"Oh, that's pretty remote guilt by association, Colin. Amtorg does have\nlegitimate business, you know. We buy manganese from them, among other\nthings. And the rest of Kennedy's connections are all strictly blue\nribbon. _Crème de la crème_--business, finance, politics, and one big\nunion-leader who's known to be a conservative. In fact, Kennedy's\nfriends are so powerful you'd have real trouble doing anything against\nhim.\"\n\nFraser slumped in his chair. \"I suppose my notion was pretty wild,\" he\nadmitted.\n\n\"Well, there is one queer angle. You know these rich guys who've\nsuddenly made out with such highly desirable dames? As far as I could\nfind out, every one of them is a client of Kennedy's.\"\n\n\"Eh?\" Fraser jerked erect.\n\n\"'S a fact. Also, my man showed the building staff, elevator pilots and\nso on, pictures of these women, and a couple of 'em were remembered as\nhaving come to see Kennedy.\"\n\n\"Shortly before they--fell in love?\"\n\n\"Well, that I can't be sure of. You know how people are about\nremembering dates. But it's possible.\"\n\nFraser shook his dark head. \"It's unbelievable,\" he said. \"I thought\nSvengali was outworn melodrama.\"\n\n\"I know something about hypnotism, Colin. It won't do anything like what\nyou think happened to those girls.\"\n\nFraser got out his pipe and fumbled tobacco into it. \"I think,\" he said,\n\"I'm going to call on Dr. Robert Kennedy myself.\"\n\n\"Take it easy, boy,\" said Martinez. \"You been reading too many weird\nstories; you'll just get tossed out on your can.\"\n\nFraser tried to smile. It was hard--Judy wouldn't answer his calls and\nletters any more. \"Well,\" he said, \"it'll be in a worthy cause.\"\n\n       *       *       *       *       *\n\nThe elevator let him out on the nineteenth floor. It held four big\nsuites, with the corridor running between them. He studied the\nfrosted-glass doors. On one side was the Eagle Publishing Company and\nFrank & Dayles, Brokers. On the other was the Messenger Advertising\nService, and Sentiment, Inc. He entered their door and stood in a quiet,\noak-paneled reception room. Behind the railing were a couple of desks, a\nyoung woman working at each, and two burly men who sat boredly reading\nmagazines.\n\nThe pretty girl, obviously the receptionist, looked up as Fraser\napproached and gave him a professional smile. \"Yes, sir?\" she asked.\n\n\"I'd like to see Dr. Kennedy, please,\" he said, trying hard to be\ncasual.\n\n\"Do you have an appointment, sir?\"\n\n\"No, but it's urgent.\"\n\n\"I'm sorry, sir; Dr. Kennedy is very busy. He can't see anybody except\nhis regular patients and research subjects.\"\n\n\"Look, take him in this note, will you? Thanks.\"\n\nFraser sat uneasily for some minutes, wondering if he'd worded the note\ncorrectly. _I must see you about Miss Judy Harkness._ _Important._ Well,\nwhat the devil else could you say?\n\nThe receptionist came out again. \"Dr. Kennedy can spare you a few\nminutes, sir,\" she said. \"Go right on in.\"\n\n\"Thanks.\" Fraser slouched toward the inner door. The two men lowered\ntheir magazines to follow him with watchful eyes.\n\nThere was a big, handsomely-furnished office inside, with a door beyond\nthat must lead to the laboratory. Kennedy looked up from some papers and\nrose, holding out his hand. He was a medium-sized man, rather plump,\ngraying hair brushed thickly back from a broad, heavy face behind\nrimless glasses. \"Yes?\" His voice was low and pleasant. \"What can I do\nfor you?\"\n\n\"My name's Fraser.\" The visitor sat down and accepted a cigarette. Best\nto act urbanely. \"I know Miss Harkness well. I understand you made some\nencephalographic studies of her.\"\n\n\"Indeed?\" Kennedy looked annoyed, and Fraser recalled that Judy had been\nasked not to tell anyone. \"I'm not sure; I would have to consult my\nrecords first.\" He wasn't admitting anything, thought Fraser.\n\n\"Look,\" said the engineer, \"there's been a marked change in Miss\nHarkness recently. I know enough psychology to be certain that such\nchanges don't happen overnight without cause. I wanted to consult you.\"\n\n\"I'm not her psychiatrist,\" said Kennedy coldly. \"Now if you will excuse\nme, I really have a lot to do--\"\n\n\"All right,\" said Fraser. There was no menace in his tones, only a\nweariness. \"If you insist, I'll play it dirty. Such abrupt changes\nindicate mental instability. But I know she was perfectly sane before.\nIt begins to look as if your experiments may have--injured her mind. If\nso, I should have to report you for malpractice.\"\n\nKennedy flushed. \"I am a licensed psychiatrist,\" he said, \"and any other\ndoctor will confirm that Miss Harkness is still in mental health. If you\ntried to get an investigation started, you would only be wasting your\nown time and that of the authorities. She herself will testify that no\nharm was done to her; no compulsion applied; and that you are an\ninfernal busybody with some delusions of your own. Good afternoon.\"\n\n\"Ah,\" said Fraser, \"so she _was_ here.\"\n\nKennedy pushed a button. His men entered. \"Show this gentleman the way\nout, please,\" he said.\n\nFraser debated whether to put up a fight, decided it was futile, and\nwent out between the two others. When he got to the street, he found he\nwas shaking, and badly in need of a drink.\n\n       *       *       *       *       *\n\nFraser asked, \"Jim, did you ever read _Trilby_?\"\n\nSworsky's round, freckled face lifted to regard him. \"Years ago,\" he\nanswered. \"What of it?\"\n\n\"Tell me something. Is it possible--even theoretically possible--to do\nwhat Svengali did? Change emotional attitudes, just like that.\" Fraser\nsnapped his fingers.\n\n\"I don't know,\" said Sworsky. \"Nuclear cross-sections are more in my\nline. But offhand, I should imagine it might be done ... sometime in the\nfar future. Thought-habits, associational-patterns, the labeling of this\nas good and that as bad, seem to be matters of established neural paths.\nIf you could selectively alter the polarization of individual\nneurones--But it's a pretty remote prospect; we hardly know a thing\nabout the brain today.\"\n\nHe studied his friend sympathetically. \"I know it's tough to get\njilted,\" he said, \"but don't go off your trolley about it.\"\n\n\"I could stand it if someone else had gotten her in the usual kind of\nway,\" said Fraser thinly. \"But this--Look, let me tell you all I've\nfound out.\"\n\nSworsky shook his head at the end of the story. \"That's a mighty wild\nspeculation,\" he murmured. \"I'd forget it if I were you.\"\n\n\"Did you know Kennedy's old partner? Gavotti, at Chicago.\"\n\n\"Sure, I met him a few times. Nice old guy, very unworldly, completely\nwrapped up in his work. He got interested in neurology from the physics\nangle toward the end of his life, and contributed a lot to cybernetics.\nWhat of it?\"\n\n\"I don't know,\" said Fraser; \"I just don't know. But do me a favor, will\nyou, Jim? Judy won't see me at all, but she knows you and likes you. Ask\nher to dinner or something. Insist that she come. Then you and your wife\nfind out--whatever you can. Just exactly how she feels about the whole\nbusiness. What her attitudes are toward everything.\"\n\n\"The name is Sworsky, not Holmes. But sure, I'll do what I can, if\nyou'll promise to try and get rid of this fixation. You ought to see a\nhead-shrinker yourself, you know.\"\n\n_In vino veritas_--sometimes too damn much _veritas_.\n\n       *       *       *       *       *\n\nToward the end of the evening, Judy was talking freely, if not quite\ncoherently. \"I cared a lot for Colin,\" she said. \"It was pretty\nwonderful having him around. He's a grand guy. Only Matt--I don't know.\nMatt hasn't got half of what Colin has; Matt's a single-track mind. I'm\nafraid I'm just going to be an ornamental convenience to him. Only if\nyou've ever been so you got all dizzy when someone was around, and\nthought about him all the time he was away--well, that's how he is.\nNothing else matters.\"\n\n\"Colin's gotten a funny obsession,\" said Sworsky cautiously. \"He thinks\nKennedy hypnotized you for Snyder. I keep telling him it's impossible,\nbut he can't get over the idea.\"\n\n\"Oh, no, no, no,\" she said with too much fervor. \"It's nothing like\nthat. I'll tell you just what happened. We had those two measuring\nsessions; it was kind of dull but nothing else. And then the third time\nKennedy did put me under hypnosis--he called it that, at least. I went\nto sleep and woke up about an hour later and he sent me home. I felt all\ngood inside, happy, and shlo--slowly I began to see what Matt meant to\nme.\n\n\"I called him up that evening. He said Kennedy's machine _did_ speed up\npeople's minds for a short while, sometimes, so they decided quick-like\nwhat they'd've worked out anyway. Kennedy is--I don't know. It's funny\nhow ordinary he seemed at first. But when you get to know him, he's\nlike--God, almost. He's strong and wise and good. He--\" Her voice\ntrailed off and she sat looking foolishly at her glass.\n\n\"You know,\" said Sworsky, \"perhaps Colin is right after all.\"\n\n\"Don't say that!\" She jumped up and slapped his face. \"Kennedy's _good_,\nI tell you! All you little lice sitting here making sly remarks behind\nhis back, and he's so, much bigger than all of you and--\" She broke into\ntears and stormed out of the apartment.\n\nSworsky reported the affair to Fraser. \"I wonder,\" he said. \"It doesn't\nseem natural, I'll agree. But what can anybody do? The police?\"\n\n\"I've tried,\" said Fraser dully. \"They laughed. When I insisted, I damn\nnear got myself jugged. That's no use. The trouble is, none of the\npeople who've been under the machine will testify against Kennedy. He\nfixes it so they worship him.\"\n\n\"I still think you're crazy. There _must_ be a simpler hypothesis; I\nrefuse to believe your screwy notions without some real evidence. But\nwhat are you going to do now?\"\n\n\"Well,\" said Fraser with a tautness in his voice, \"I've got several\nthousand dollars saved up, and Juan Martinez will help. Ever hear the\nfable about the lion? He licked hell out of the bear and the tiger and\nthe rhinoceros, but a little gnat finally drove him nuts. Maybe I can be\nthe gnat.\" He shook his head. \"But I'll have to hurry. The wedding's\nonly six weeks off.\"\n\n\n\n\n3\n\n\nIt can be annoying to be constantly shadowed; to have nasty gossip about\nyou spreading through the places where you work and live; to find your\ntires slashed; to be accosted by truculent drunks when you stop in for a\nquick one; to have loud horns blow under your window every night. And it\ndoesn't do much good to call the police; your petty tormentors always\nfade out of sight.\n\nFraser was sitting in his room some two weeks later, trying\nunsuccessfully to concentrate on matrix algebra, when the phone rang. He\nnever picked it up without a fluttering small hope that it might be\nJudy, and it never was. This time it was a man's voice: \"Mr. Fraser?\"\n\n\"Yeah,\" he grunted. \"Wha'dya want?\"\n\n\"This is Robert Kennedy. I'd like to talk to you.\"\n\nFraser's heart sprang in his ribs, but he held his voice stiff. \"Go on,\nthen. Talk.\"\n\n\"I want you to come up to my place. We may be having a long\nconversation.\"\n\n\"Mmmm--well--\" It was more than he had allowed himself to hope for, but\nhe remained curt: \"Okay. But a full report of this business, and what I\nthink you're doing, is in the hands of several people. If anything\nshould happen to me--\"\n\n\"You've been reading too many hard-boileds,\" said Kennedy. \"Nothing will\nhappen. Anyway, I have a pretty good idea who those people are; I can\nhire detectives of my own, you know.\"\n\n\"I'll come over, then.\" Fraser hung up and realized, suddenly, that he\nwas sweating.\n\nThe night air was cool as he walked down the street. He paused for a\nmoment, feeling the city like a huge impersonal machine around him,\ngrinding and grinding. Human civilization had grown too big, he thought.\nIt was beyond anyone's control; it had taken on a will of its own and\nwas carrying a race which could no longer guide it. Sometimes--reading\nthe papers, or listening to the radio, or just watching the traffic go\nby like a river of steel--a man could feel horribly helpless.\n\nHe took the subway to Kennedy's address, a swank apartment in the lower\nFifties. He was admitted by the psychiatrist in person; no one else was\naround.\n\n\"I assume,\" said Kennedy, \"that you don't have some wild idea of pulling\na gun on me. That would accomplish nothing except to get you in\ntrouble.\"\n\n\"No,\" said Fraser, \"I'll be good.\" His eyes wandered about the living\nroom. One wall was covered with books which looked used; there were some\nquality reproductions, a Capehart, and fine, massive furniture. It was a\ntasteful layout. He looked a little more closely at three pictures on\nthe mantel: a middle-aged woman and two young men in uniform.\n\n\"My wife,\" said Kennedy, \"and my boys. They're all dead. Would you like\na drink?\"\n\n\"No. I came to talk.\"\n\n\"I'm not Satan, you know,\" said Kennedy. \"I like books and music, good\nwine, good conversation. I'm as human as you are, only I have a\npurpose.\"\n\nFraser sat down and began charging his pipe. \"Go ahead,\" he said. \"I'm\nlistening.\"\n\nKennedy pulled a chair over to face him. The big smooth countenance\nbehind the rimless glasses held little expression. \"Why have you been\nannoying me?\" he asked.\n\n\"I?\" Fraser lifted his brows.\n\nKennedy made an impatient gesture. \"Let's not chop words. There are no\nwitnesses tonight. I intend to talk freely, and want you to do the same.\nI know that you've got Martinez sufficiently convinced to help you with\nthis very childish persecution-campaign. What do you hope to get out of\nit?\"\n\n\"I want my girl back,\" said Fraser tonelessly. \"I was hoping my\nnuisance-value--\"\n\n       *       *       *       *       *\n\nKennedy winced a bit. \"You know, I'm damned sorry about that. It's the\none aspect of my work which I hate. I'd like you to believe that I'm not\njust a scientific procurer. Actually, I have to satisfy the minor\ndesires of my clients, so they'll stay happy and agree to my major\nwishes. It's the plain truth that those women have been only the\nminutest fraction of my job.\"\n\n\"Nevertheless, you're a free-wheeling son, doing something like that--\"\n\n\"Really, now, what's so horrible about it? Those girls are in love--the\nnormal, genuine article. It's not any kind of zombie state, or whatever\nyour overheated imagination has thought up. They're entirely sane,\nunharmed, and happy. In fact, happiness of that kind is so rare in this\nworld that if I wanted to, I could pose as their benefactor.\"\n\n\"You've got a machine,\" said Fraser; \"it changes the mind. As far as I'm\nconcerned, that's as gross a violation of liberty as throwing somebody\ninto a concentration camp.\"\n\n\"How free do you think anyone is? You're born with a fixed heredity.\nEnvironment molds you like clay. Your society teaches you what and how\nto think. A million tiny factors, all depending on blind, uncontrollable\nchance, determine the course of your life--including your love-life....\nWell, we needn't waste any time on philosophy. Go on, ask some\nquestions. I admit I've hurt you--unwittingly, to be sure--but I do want\nto make amends.\"\n\n\"Your machine, then,\" said Fraser. \"How did you get it? How does it\nwork.\"\n\n\"I was practicing in Chicago,\" said Kennedy, \"and collaborating on the\nside with Gavotti. How much do you know of cybernetics? I don't mean\ncomputers and automata, which are only one aspect of the field; I mean\ncontrol and communication, in the animal as well as in the machine.\"\n\n\"Well, I've read Wiener's books, and studied Shannon's work, too.\"\nDespite himself, Fraser was thawing, just a trifle. \"It's exciting\nstuff. Communications-theory seems to be basic, in biology and\npsychology as well as in electronics.\"\n\n\"Quite. The future may remember Wiener as the Galileo of neurology. If\nGavotti's work ever gets published, he'll be considered the Newton. So\nfar, frankly, I've suppressed it. He died suddenly, just when his\nmachine was completed and he was getting ready to publish his results.\nNobody but I knew anything more than rumors; he was inclined to be\nsecretive till he had a _fait accompli_ on hand. I realized what an\nopportunity had been given me, and took it; I brought the machine here\nwithout saying much to anyone.\"\n\nKennedy leaned back in his chair. \"I imagine it was mostly luck which\ntook Gavotti and me so far,\" he went on. \"We made a long series of\nimprobably good guesses, and thus telescoped a century of work into a\ndecade. If I were religious, I'd be down on my knees, thanking the Lord\nfor putting this thing of the future into my hands.\"\n\n\"Or the devil,\" said Fraser.\n\nBriefly, anger flitted across Kennedy's face. \"I grant you, the machine\nis a terrible power, but it's harmless to a man if it's used\nproperly--as I have used it. I'm not going to tell you just how it\nworks; to be perfectly honest, I only understand a fraction of its\ntheory and its circuits myself. But look, you know something of\nencephalography. The various basic rhythms of the brain have been\nmeasured. The standard method is already so sensitive that it can detect\nabnormalities like a developing tumor or a strong emotional disturbance,\nthat will give trouble unless corrected. Half of Gavotti's machine is a\nstill more delicate encephalograph. It can measure and analyze the\nminute variations in electrical pulses corresponding to the basic\nemotional states. It won't read thoughts, no; but once calibrated for a\ngiven individual, it will tell you if he's happy, sorrowful, angry,\ndisgusted, afraid--any fundamental neuro-glandular condition, or any\ncombination of them.\"\n\nHe paused. \"All right,\" said Fraser. \"What else does it do?\"\n\n\"It does _not_ make monsters,\" said Kennedy. \"Look, the specific\nemotional reaction to a given stimulus is, in the normal individual,\nlargely a matter of conditioned reflex, instilled by social environment\nor the accidental associations of his life.\n\n\"Anyone in decent health will experience fear in the presence of\ndanger; desire in the presence of a sexual object, and so on. That's\nbasic biology, and the machine can't change that. But most of our\nevaluations are learned. For instance, to an American the word 'mother'\nhas powerful emotional connotations, while to a Samoan it means nothing\nvery exciting. You had to develop a taste for liquor, tobacco,\ncoffee--in fact most of what you consume. If you're in love with a\nparticular woman, it's a focusing of the general sexual libido on her,\nbrought about by the symbolizing part of your mind: she _means_\nsomething to you. There are cultures without romantic love, you know.\nAnd so on. All these specific, conditioned reactions can be changed.\"\n\n\"How?\"\n\n       *       *       *       *       *\n\nKennedy thought for a moment \"The encephalographic part of the machine\nmeasures the exact pulsations in the individual corresponding to the\nvarious emotional reactions. It takes me about four hours to determine\nthose with the necessary precision; then I have to make statistical\nanalyses of the data, to winnow out random variations. Thereafter I put\nthe subject in a state of light hypnosis--that's only to increase\nsuggestibility, and make the process faster. As I pronounce the words\nand names I'm interested in, the machine feeds back the impulses\ncorresponding to the emotions I want: a sharply-focused beam on the\nbrain center concerned.\n\n\"For instance, suppose you were an alcoholic and I wanted to cure you.\nI'd put you in hypnosis and stand there whispering 'wine, whisky, beer,\ngin,' and so on; meanwhile, the machine would be feeding the impulses\ncorresponding to your reactions of hate, fear, and disgust into your\nbrain. You'd come out unchanged, except that your appetite for alcohol\nwould be gone; you could, in fact, come out hating the stuff so much\nthat you'd join the Prohibition Party--though, in actual practice, it\nwould probably be enough just to give you a mild aversion.\"\n\n\"Mmmm--I see. Maybe.\" Fraser scowled. \"And the--subject--doesn't\nremember what you've done?\"\n\n\"Oh, no. It all takes place on the lower subconscious levels. A new set\nof conditioned neural pathways is opened, you see, and old ones are\nclosed off. The brain does that by itself, through its normal\nsymbolizing mechanism. All that happens is that the given symbol--such\nas liquor--becomes reflectively associated with the given emotional\nstate, such as dislike.\"\n\nKennedy leaned forward with an air of urgency. \"The end result is in no\nway different from ordinary means of persuasion. Propaganda does the\nsame thing by sheer repetition. If you're courting a girl, you try to\nidentify yourself in her mind with the things she desires, by\nappropriate behavior.... I'm sorry; I shouldn't have used that\nexample.... The machine is only a direct, fast way of doing this,\nproducing a more stable result.\"\n\n\"It's still--tampering,\" said Fraser. \"How do you know you're not\ncreating side-effects, doing irreparable long-range damage?\"\n\n\"Oh, for Lord's sake!\" exploded Kennedy. \"Take your mind off that shelf,\nwill you? I've told you how delicate the whole thing is. A few\nmicrowatts of power more or less, a frequency-shift of less than one\npercent, and it doesn't work at all. There's no effect whatsoever.\" He\ncooled off fast, adding reflectively: \"On the given subject, that is. It\nmight work on someone else. These pulsations are a highly individual\nmatter; I have to calibrate every case separately.\"\n\nThere was a long period of silence. Then Fraser strained forward and\nsaid in an ugly voice:\n\n\"All right You've told me how you do it. Now tell me _why_. What\npossible reason or excuse, other than your own desire to play God? This\nthing could be the greatest psychiatric tool in history, and you're\nusing it to--pimp!\"\n\n\"I told you that was unimportant,\" said Kennedy quietly. \"I'm doing much\nmore. I set up in practice here in New York a couple of years ago. Once\nI had a few chance people under control--no, I tell you again, I didn't\nmake robots of them. I merely associated myself, in their own minds,\nwith the father-image. That's something I do to everyone who comes under\nthe machine, just as a precaution if nothing else, Kennedy is all-wise,\nall-powerful; Kennedy can do no wrong. It isn't a conscious realization;\nto the waking mind, I am only a shrewd adviser and a damn swell fellow.\nBut the subconscious mind knows otherwise. It wouldn't _let_ my subjects\nact against me; it wouldn't even let them want to.\n\n\"Well, you see how it goes. I got those first few people to recommend me\nto certain selected friends, and these in turn recommended me to others.\nNot necessarily as a psychiatrist; I have variously been a doctor, a\ncounsellor, or merely a research-man looking for data. But I'm building\nup a group of the people I want. People who'll back me up, who'll follow\nmy advice--not with any knowledge of being dominated, but because the\nworkings of their own subconscious minds will lead them inevitably to\nthink that my advice is the only sound policy to follow and my requests\nare things any decent man must grant.\"\n\n\"Yeah,\" said Fraser. \"I get it. Big businessmen. Labor-leaders.\nPoliticians. Military men. And Soviet spies!\"\n\n       *       *       *       *       *\n\nKennedy nodded. \"I have connections with the Soviets; their agents think\nI'm on their side. But it isn't treason, though I may help them out from\ntime to time.\n\n\"That's why I have to do these services for my important clients, such\nas getting them the women they want--or, what I actually do more often,\ninfluencing their competitors and associates. You see, the subconscious\nmind knows I am all-powerful, but the conscious mind doesn't. It has to\nbe satisfied by occasional proofs that I _am_ invaluable; otherwise\nconflicts would set in, my men would become unstable and eventually\npsychotic, and be of no further use to me.\n\n\"Of course,\" he added, almost pedantically, \"my men don't know how I\npersuade these other people--they only know that I do, somehow, and\ntheir regard for their own egos, as well as for me, sets up a bloc which\nprevents them from reasoning out the fact that they themselves are\ndominated. They're quite content to accept the results of my help,\nwithout inquiring further into the means than the easy rationalization\nthat I have a 'persuasive personality.'\n\n\"I don't like what I'm doing, Fraser. But it's got to be done.\"\n\n\"You still haven't said _what's_ got to be done,\" answered the engineer\ncoldly.\n\n\"I've been given something unbelievable,\" said Kennedy. His voice was\nvery soft now. \"If I'd made it public, can you imagine what would have\nhappened? Psychiatrists would use it, yes; but so would criminals,\ndictators, power-hungry men of all kinds. Even in this country, I don't\nthink libertarian principles could long survive. It would be too\nsimple--\n\n\"And yet it would have been cowardly to break the machine and burn\nGavotti's notes. Chance has given me the power to be more than a chip in\nthe river--a river that's rapidly approaching a waterfall, war,\ndestruction, tyranny, no matter who the Pyrrhic victor may be. I'm in a\nposition to do something for the causes in which I believe.\"\n\n\"And what are they?\" asked Fraser.\n\nKennedy gestured at the pictures on the mantel. \"Both my sons were\nkilled in the last war. My wife died of cancer--a disease which would be\nlicked now if a fraction of the money spent on armaments had been\ndiverted to research. That brought it home to me; but there are hundreds\nof millions of people in worse cases. And war isn't the only\nevil--there is poverty, oppression, inequality, want and suffering. It\ncould be changed.\n\n\"I'm building up my own lobby, you might say. In a few more years, I\nhope to be the indispensable adviser of all the men who, between them,\nreally run this country. And yes, I have been in touch with Soviet\nagents--have even acted as a transmitter of stolen information. The\nbasic problem of spying, you know, is not to get the information in the\nfirst place as much as to get it to the homeland. Treason? No. I think\nnot. I'm getting my toehold in world communism. I already have some of\nits agents; sooner or later, I'll get to the men who really matter. Then\ncommunism will no longer be a menace.\"\n\nHe sighed. \"It's a hard row to hoe. It'll take my lifetime, at least;\nbut what else have I got to give my life to?\"\n\nFraser sat quiet. His pipe was cold, he knocked it out and began filling\nit afresh. The scratching of his match seemed unnaturally loud. \"It's\ntoo much,\" he said. \"It's too big a job for one man to tackle. The world\nwill stumble along somehow, but you'll just get things into a worse\nmess.\"\n\n\"I've got to try,\" said Kennedy.\n\n\"And I still want my girl back.\"\n\n\"I can't do that; I need Snyder too much. But I'll make it up to you\nsomehow.\" Kennedy sighed. \"Lord, if you knew how much I've wanted to\ntell all this!\"\n\nWith sudden wariness: \"Not that it's to be repeated. In fact, you're to\nlay off me; call off your dogs. Don't try to tell anyone else what I've\ntold you. You'd never be believed and I already have enough power to\nsuppress the story, if you should get it out somehow. And if you give me\nany more trouble at all, I'll see to it that you--stop.\"\n\n\"Murder?\"\n\n\"Or commitment to an asylum. I can arrange that too.\"\n\nFraser sighed. He felt oddly unexcited, empty, as if the interview had\ndrained him of his last will to resist. He held the pipe loosely in his\nfingers, letting it go out.\n\n\"Ask me a favor,\" urged Kennedy. \"I'll do it, if it won't harm my own\nprogram. I tell you, I want to square things.\"\n\n\"Well--\"\n\n\"Think about it. Let me know.\"\n\n\"All right.\" Fraser got up. \"I may do that.\" He went out the door\nwithout saying goodnight.\n\n\n\n\n4\n\n\nHe sat with his feet on the table, chair tilted back and teetering\ndangerously, hands clasped behind his head, pipe filling the room with\nblue fog. It was his usual posture for attacking a problem.\n\nAnd damn it, he thought wearily, this was a question such as he made his\nliving on. An industrial engineer comes into the office. We want this\nand that--a machine for a very special purpose, let's say. What should\nwe do, Mr. Fraser? Fraser prowls around the plant, reads up on the\nindustry, and then sits down and thinks. The elements of the problem are\nsuch-and-such; how can they be combined to yield a solution?\n\nNormally, he uses the mathematical approach, especially in machine\ndesign. Most practicing-engineers have a pathetic math background--they\nuse ten pages of elaborate algebra and rusty calculus to figure out\nsomething that three vector equations would solve. But you have to get\nthe logical basics straight first, before you can set up your equations.\n\nAll right, what is the problem? To get Judy back. That means forcing\nKennedy to restore her normal emotional reactions--no, he didn't want\nher thrust into love of him; he just wanted her as she had been.\n\nWhat are the elements of the problem? Kennedy acts outside the law, but\nhe has blocked all official channels. He even has connections extending\nthrough the Iron Curtain.\n\nHmmmm--appeal to the FBI? Kennedy couldn't have control over\nthem--_yet_. However, if Fraser tried to tip off the FBI, they'd act\ncautiously, if they investigated at all. They'd have to go slow. And\nKennedy would find out in time to do something about it.\n\nMartinez could help no further. Sworsky had closer contact with\nWashington. He'd been so thoroughly cleared that they'd be inclined to\ntrust whatever he said. But Sworsky doubted the whole story; like many\nmen who'd suffered through irresponsible Congressional charges, he was\nalmost fanatic about having proof before accusing anyone of anything.\nMoreover, Kennedy knew that Sworsky was Fraser's friend; he'd probably\nbe keeping close tabs on the physicist and ready to block any attempts\nhe might make to help. With the backing of a man like Snyder, Kennedy\ncould hire as many detectives as he wanted.\n\nIn fact, whatever the counter-attack, it was necessary to go warily.\nKennedy's threat to get rid of Fraser if the engineer kept working\nagainst him was not idle mouthing. He could do it--and, being a fanatic,\nwould.\n\nBut Kennedy, like the demon of legend, would grant one wish--just to\nsalve his own conscience. Only what should the wish be? Another woman?\nOr merely to be reconciled, artificially, to an otherwise-intolerable\nsituation?\n\n_Judy, Judy, Judy!_\n\nFraser swore at himself. Damn it to hell, this was a problem in logic.\nNo room for emotion. Of course, it might be a problem without a\nsolution. There are plenty of those.\n\nHe squinted, trying to visualize the office. He thought of burglary,\nstealing evidence--silly thought. But let's see, now. What was the\nlayout, exactly? Four suites on one floor of the skyscraper, three of\nthem unimportant offices of unimportant men. And--\n\n_Oh, Lord!_\n\nFraser sat for a long while, hardly moving. Then he uncoiled himself and\nran, downstairs and into the street and to the nearest pay phone. His\nown line might be tapped--\n\n\"Hello, hello, Juan?... Yes, I know I got you out of bed, and I'm not\nsorry. This is too bloody important.... Okay, okay.... Look, I want a\ncomplete report on the Messenger Advertising Service.... When?\nImmediately, if not sooner. And I mean _complete_.... That's right,\nMessenger.... Okay, fine. I'll buy you a drink sometime.\"\n\n\"Hello, Jim? Were you asleep too?... Sorry.... But look, would you make\na list of all the important men you know fairly well? I need it bad....\nNo, don't come over. I think I'd better not see you for a while. Just\nmail it to me.... All right, so I am paranoid....\"\n\n       *       *       *       *       *\n\nJerome K. Ferris was a large man, with a sense of his own importance\nthat was even larger. He sat hunched in the chair, his head dwarfed by\nthe aluminum helmet, his breathing shallow. Around him danced and\nflickered a hundred meters, indicator lights, tubes. There was a low\nhumming in the room, otherwise it was altogether silent, blocked and\nshielded against the outside world. The fluorescent lights were a muted\nglow.\n\nFraser sat watching the greenish trace on the huge oscilloscope screen.\nIt was an intricate set of convolutions, looking more like a plate of\nspaghetti than anything else. He wondered how many frequencies were\ninvolved. Several thousand, at the very least.\n\n\"Fraser,\" repeated Kennedy softly into the ear of the hypnotized man.\n\"Colin Fraser. Colin Fraser.\" He touched a dial with infinite care.\n\"Colin Fraser. Colin Fraser.\"\n\nThe oscilloscope flickered as he readjusted, a new trace appeared.\nKennedy waited for a while, then: \"Robert Kennedy. Sentiment, Inc.\nRobert Kennedy. Sentiment, Inc. Robert Kennedy. Sentiment--\"\n\nHe turned off the machine, its murmur and glow died away. Facing Fraser\nwith a tight little smile, he said: \"All right. Your job is done. Are we\neven now?\"\n\n\"As even, as we'll ever get, I suppose,\" said Fraser.\n\n\"I wish you'd trust me,\" said Kennedy with a hint of wistfulness. \"I'd\nhave done the job honestly; you didn't have to watch.\"\n\n\"Well, I was interested,\" said Fraser.\n\n\"Frankly, I still don't see what you stand to gain by the doglike\ndevotion of this Ferris. He's rich, but he's too weak and short-sighted\nto be a leader. I'd never planned on conditioning him for my purposes.\"\n\n\"I've explained that,\" said Fraser patiently. \"Ferris is a large\nstockholder in a number of corporations. His influence can swing a lot\nof business my way.\"\n\n\"Yes, I know. I didn't grant your wish blindly, you realize. I had\nFerris studied; he's unable to harm me.\" Kennedy regarded Fraser with\nhard eyes. \"And just in case you still have foolish notions, please\nremember that I gave him the father-conditioning with respect to myself.\nHe'll do a lot for you, but not if it's going to hurt me in any way.\"\n\n\"I know when I'm licked,\" said Fraser bleakly; \"I'm getting out of town\nas soon as I finish those courses I'm signed up for.\"\n\nKennedy snapped his fingers. \"All right, Ferris, wake up now.\"\n\nFerris blinked. \"What's been happening?\" he asked.\n\n\"Nothing much,\" said Kennedy, unbuckling the electrodes. \"I've taken my\nreadings. Thank you very much for the help, sir. I'll see that you get\ndue credit when my research is published.\"\n\n\"Ah--yes. Yes.\" Ferris puffed himself out. Then he put an arm around\nFraser's shoulder. \"If you aren't busy,\" he said, \"maybe we could go\nhave lunch.\"\n\n\"Thanks,\" said Fraser. \"I'd like to talk to you about a few things.\"\n\nHe lingered for a moment after Ferris had left the room. \"I imagine this\nis goodbye for us,\" he said.\n\n\"Well, so long, at least. We'll probably hear from each other again.\"\nKennedy shook Fraser's hand. \"No hard feelings? I did go to a lot of\ntrouble for you--wangling your introduction to Ferris when you'd named\nhim, and having one of my men persuade him to come here. And right when\nI'm so infernally busy, too.\"\n\n\"Sure,\" said Fraser. \"It's all right. I can't pretend to love you for\nwhat you've done, but you aren't a bad sort.\"\n\n\"No worse than you,\" said Kennedy with a short laugh. \"You've used the\nmachine for your own ends, now.\"\n\n\"Yeah,\" said Fraser. \"I guess I have.\"\n\n       *       *       *       *       *\n\nSworsky asked, \"Why do you insist on calling me from drugstores? And why\nat my office? I've got a home phone, you know.\"\n\n\"I'm not sure but that our own lines are tapped,\" said Fraser.\n\"Kennedy's a smart cookie, and don't you forget it. I think he's about\nready to dismiss me as a danger, but you're certainly being watched;\nyou're on his list.\"\n\n\"You're getting a persecution-complex. Honest, Colin, I'm worried.\"\n\n\"Well, bear with me for a while. Now, have you had any information on\nKennedy since I called last?\"\n\n\"Hm, no. I did mention to Thomson, as you asked me to, that I'd heard\nrumors of some revolutionary encephalographic techniques and would be\ninterested in seeing the work. Why did you want me to do that?\"\n\n\"Thomson,\" said Fraser, \"is one of Kennedy's men. Now look, Jim, before\nlong you're going to be invited to visit Kennedy. He'll give you a spiel\nabout his research and ask to measure your brain waves. I want you to\nsay yes. Then I want to know the exact times of the three appointments\nhe'll give you--the first two, at least.\"\n\n\"Hmmm--if Kennedy's doing what you claim--\"\n\n\"Jim, it's a necessary risk, but _I'm_ the one who's taking it. You'll\nbe okay, I promise you; though perhaps later you'll read of me being\nfound in the river. You see, I got Kennedy to influence a big stockowner\nfor me. One of the lesser companies in which he has a loud voice is\nMessenger. I don't suppose Kennedy knows that. I hope not!\"\n\n       *       *       *       *       *\n\nSworsky looked as if he'd been sandbagged. He was white, and the hand\nthat poured a drink shook.\n\n\"Lord,\" he muttered. \"Lord, Colin, you were right.\"\n\nFraser's teeth drew back from his lips. \"You went through with it, eh?\"\n\n\"Yes. I let the son hypnotize me, and afterward I walked off with a\ndreamy expression, as you told me to. Just three hours ago, he dropped\naround here in person. He gave me a long rigmarole about the stupidity\nof military secrecy, and how the Soviet Union stands for peace and\njustice. I hope I acted impressed; I'm not much of an actor.\"\n\n\"You don't have to be. Just so you didn't overdo it. To one of Kennedy's\nvictims, obeying his advice is so natural that it doesn't call for any\nawe-struck wonderment.\"\n\n\"And he wanted data from me! Bombardment cross-sections. Critical\nvalues. Resonance levels. My Lord, if the Russians found that out\nthrough spies it'd save them three years of research. This is an FBI\ncase, all right.\"\n\n\"No, not yet.\" Fraser laid an urgent hand on Sworsky's arm. \"You've\nstuck by me so far, Jim. Go along a little further.\"\n\n\"What do you want me to do?\"\n\n\"Why--\" Fraser's laugh jarred out. \"Give him what he wants, of course.\"\n\n       *       *       *       *       *\n\nKennedy looked up from his desk, scowling. \"All right, Fraser,\" he said.\n\"You've been a damned nuisance, and it's pretty patient of me to see you\nagain. But this is the last time. Wha'd'you want?\"\n\n\"It's the last time I'll need to see you, perhaps.\" Fraser didn't sit\ndown. He stood facing Kennedy. \"You've had it, friend; straight up.\"\n\n\"What do you mean?\" Kennedy's hand moved toward his buzzer.\n\n\"Listen before you do anything,\" said Fraser harshly. \"I know you tried\nto bring Jim Sworsky under the influence. You asked him for top-secret\ndata. A few hours ago, you handed the file he brought you on to Bryce,\nwho's no doubt at the Amtorg offices this minute. That's high treason,\nKennedy; they execute people for doing that.\"\n\nThe psychologist slumped back.\n\n\"Don't try to have your bully boys get rid of me,\" said Fraser. \"Sworsky\nis sitting by the phone, waiting to call the FBI. I'm the only guy who\ncan stop him.\"\n\n\"But--\" Kennedy's tongue ran around his lips. \"But he committed treason\nhimself. He gave me the papers!\"\n\nFraser grinned. \"You don't think those were authentic, do you? I doubt\nif you'll be very popular in the Soviet Union either, once they've tried\nto build machines using your data.\"\n\nKennedy looked down at the floor. \"How did you do it?\" he whispered.\n\n\"Remember Ferris? The guy you fixed up for me? He owns a share of your\nnext-door neighbor, the Messenger Advertising Service. I fed him a song\nand dance about needing an office to do some important work, only my\nvery whereabouts had to be secret. The Messenger people were moved out\nwithout anybody's knowing. I installed myself there one night, also a\nsimple little electric oscillator.\n\n\"Encephalography is damn delicate work; it involves amplifications up to\nseveral million. The apparatus misbehaves if you give it a hard look.\nNaturally, your lab and the machine were heavily shielded, but even so,\na radio emitter next door would be bound to throw you off. My main\ntrouble was in lousing you up just a little bit, not enough to make you\nsuspect anything.\n\n\"I only worked at that during your calibrating sessions with Sworsky. I\ndidn't have to be there when you turned the beam on him, because it\nwould be calculated from false data and be so far from his pattern as to\nhave no effect. You told me yourself how precise an adjustment was\nneeded. Sworsky played along, then. Now we've got proof--not that you\nmeddled with human lives, but that you are a spy.\"\n\nKennedy sat without moving. His voice was a broken mumble. \"I was going\nto change the world. I had hopes for all humankind. And you, for the\nsake of one woman--\"\n\n\"I never trusted anybody with a messiah complex. The world is too big to\nchange single-handed; you'd just have bungled it up worse than it\nalready is. A lot of dictators started out as reformers and ended up as\nmass-executioners; you'd have done the same.\"\n\nFraser leaned over his desk. \"I'm willing to make a deal, though,\" he\nwent on. \"Your teeth are pulled; there's no point in turning you in.\nSworsky and Martinez and I are willing just to report on Bryce, and let\nyou go, if you'll change back all your subjects. We're going to read\nyour files, and watch and see that you do it. Every one.\"\n\nKennedy bit his lip. \"And the machine--?\"\n\n\"I don't know. We'll settle that later. Okay, God, here's the phone\nnumber of Judy Harkness. Ask her to come over for a special treatment.\nAt once.\"\n\n       *       *       *       *       *\n\nA month later, the papers had a story about a plausible maniac who had\ntalked his way into the Columbia University laboratories, where\nGavotti's puzzling machine was being studied, and pulled out a hammer\nand smashed it into ruin before he could be stopped. Taken to jail, he\ncommitted suicide in his cell. The name was Kennedy.\n\nFraser felt vague regret, but it didn't take him long to forget it; he\nwas too busy making plans for his wedding.\n\n\nTHE END\n\n\n       *       *       *       *       *\n\n\n     Transcriber Notes:\n\n     This etext was produced from Science Fiction Stories 1953.\n     Extensive research did not uncover any evidence that the U.S.\n     copyright on this publication was renewed.\n\n     Obvious punctuation errors have been repaired.\n\n     page 17 original: on the mantel: a midle-aged woman and two young\n     men\n\n     replacement: on the mantel: a middle-aged woman and two young men\n\n\n     page 20 original: inpulses corresponding to your reactions of hate,\n     fear, and disgust into\n\n     replacement: impulses corresponding to your reactions of hate,\n     fear, and disgust into\n\n\n     page 25 original: Another woman? Or merely to be reconciled,\n     artifically, to an otherwise-intolerable situation?\n\n     replacement: Another woman? Or merely to be reconciled,\n     artificially, to an otherwise-intolerable situation?\n\n\n     page 26 original: \"As even, as we'll ever get, I suppose,\" said\n     Fraser.\n\n     \"Well, I was interested,\" said Fraser.\n\n     \"I wish you'd trust me,\" said Kennedy with a hint of wistfulness.\n     \"I'd have done the job honestly; you didn't have to watch.\"\n\n     replacement: \"As even, as we'll ever get, I suppose,\" said Fraser.\n\n     \"I wish you'd trust me,\" said Kennedy with a hint of wistfulness.\n     \"I'd have done the job honestly; you didn't have to watch.\"\n\n     \"Well, I was interested,\" said Fraser.\n\n\n     page 29 original: \"I don't know. We'll settle that later. Okay,\n     God, here's the phone-number\n\n     replacement: \"I don't know. We'll settle that later. Okay, God,\n     here's the phone number (no hyphen used on page 10)\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Sentiment, Inc., by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SENTIMENT, INC. ***\n\n***** This file should be named 37653-8.txt or 37653-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/7/6/5/37653/\n\nProduced by Greg Weeks, Dianna Adair and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}