{"title": "A Traveler in Time", "author": "August Derleth", "releaseDate": "October 6, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         A TRAVELER IN TIME\n\n                          by August Derleth\n\n[Transcriber's Note: This etext was produced from Orbit volume 1\nnumber 2, 1953. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n[Sidenote: YOU CAN'T ALWAYS ESCAPE EVILS BY RUNNING AWAY FROM THEM...BUT\nIT MAY HELP!]\n\n[Illustration]\n\n\n\"Tell me what time is,\" said Harrigan one late summer afternoon in a\nMadison Street bar. \"I'd like to know.\"\n\n\"A dimension,\" I answered. \"Everybody knows that.\"\n\n\"All right, granted. I know space is a dimension and you can move\nforward or back in space. And, of course, you keep on aging all the\ntime.\"\n\n\"Elementary,\" I said.\n\n\"But what happens if you can move backward or forward in time? Do you\nage or get younger, or do you keep the status quo?\"\n\n\"I'm not an authority on time, Tex. Do you know anyone who traveled in\ntime?\"\n\nHarrigan shrugged aside my question. \"That was the thing I couldn't get\nout of Vanderkamp, either. He presumed to know everything else.\"\n\n\"Vanderkamp?\"\n\n\"He was another of those strange people a reporter always runs into.\nLived in New York--downtown, near the Bowery. Man of about forty, I'd\nsay, but a little on the old-fashioned side. Dutch background, and\nhipped on the subject of New Amsterdam, which, in case you don't know,\nwas the original name of New York City.\"\n\n\"Don't mind my interrupting,\" I cut in. \"But I'm not quite straight on\nwhat Vanderkamp has to do with time as dimension.\"\n\n\"Oh, he was touched on the subject. He claimed to travel in it. The fact\nis, he invented a time-traveling machine.\"\n\n\"You certainly meet the whacks, Tex!\"\n\n\"Don't I!\" He grinned appreciatively and leaned reminiscently over the\nbar. \"But Vanderkamp had the wildest dreams of the lot. And in the end\nhe managed the neatest conjuring trick of them all. I was on the\nBrooklyn _Enterprise_ at that time; I spent about a year there. Special\nfeatures, though I was on a reporter's salary. Vanderkamp was something\nof a local celebrity in a minor way; he wrote articles on the early\nDutch in New York, the nomenclature of the Dutch, the history of Dutch\nplace-names, and the like. He was handy with a pen, and even handier\nwith tools. He was an amateur electrician, carpenter, house-painter, and\nclaimed to be an expert in genealogy.\"\n\n\"And he built a time-traveling machine?\"\n\n\"So he said. He gave me a rather hard time of it. He was a glib talker\nand half the time I didn't know whether I was coming or going. He kept\nme on my toes by taking for granted that I accepted his basic premises.\nI got next to him on a tip. He could be close-mouthed as a clam, but his\nsister let things slip from time to time, and on this occasion she\npassed the word to one of her friends in a grocery store that her\nbrother had invented a machine that took him off on trips into the past.\nIt seemed like routine whack stuff, but Blake, who decided what went\ninto the _Enterprise_ and what didn't, sent me over to Manhattan to get\nsomething for the paper, on the theory that since Vanderkamp was\nwell-known in Brooklyn, it was good neighborhood copy.\n\n\"Vanderkamp was a sharp-eyed little fellow, about five feet or so in\nheight, and I hit him at a good time. His sister said he had just come\nback from a trip--she left me to draw my own conclusions about what kind\nof trip--and I found him in a mild fit of temper. He was too upset, in\nfact, to be truculent, which was more like his nature.\n\n\"Was it true, I wanted to know, that he'd invented a machine that\ntraveled in time?\n\n\"He didn't make any bones about it. 'Certainly,' he said. 'I've been\nusing it for the last month, and if my sister hadn't decided to blab\nnobody would know about it yet. What about it?'\n\n\"'You believe it can take you backwards or forwards into the past or the\nfuture?'\n\n\"'Do I look crazy? I said so, didn't I?'\n\n\"Now, as a matter of fact, he _did_ look crazy. Unlike most of the\ncandidates for my file of queer people, Vanderkamp actually looked like\na nut. He had a wild eye and a constantly working mouth; he blinked a\ngood deal and stammered when he was excited. In features he was as Dutch\nas his name implied. Well, we talked back and forth for some time, but I\nstuck with him and in the end he took me out into a shed adjoining his\nhouse and showed me the contraption he'd built.\n\n\"It looked like a top. The first thing I thought of was Brick Bradford,\nand before I could catch myself, I'd asked, 'Is that pure Brick\nBradford?'\n\n\"He didn't turn a hair. 'Not by a long shot,' he answered. 'H. G. Wells\nwas there first. I owe it to Wells.'\n\n\"'I see,' I said.\n\n\"'The hell you do!' he shot back. 'You think I'm as nutty as a\nfruit-cake.'\n\n\"'The idea of time travel is a little hard to swallow,' I said.\n\n\"'Sure it is. But me, I'm doing it. So that's all there is to it.'\n\n\"'If you don't mind, Mr. Vanderkamp,' I said, 'I'm a dummy in scientific\nmatters. I have all I can do to tell a nut from a bolt.'\n\n\"'That I believe,' he said.\n\n\"'So how do you time travel?'\n\n\"'Look,' he said, 'time is a dimension like space. You can go up or down\nthis ruler,' he snatched a steel ruler and waved it in front of me,\n'from any given point. But you move. In the dimension of time, you only\nseem to move. You stand still; time moves. Do you get it?'\n\n\"I had to confess that I didn't.\n\n\"He tried again, with obviously strained patience. Judging by what I\ncould gather from what he said, it was possible for him--so he\nbelieved--to get into his machine, twirl a few knobs, push a few\nbuttons, relax for any given period, and end up just where he\nliked--back in the past, or ahead in the future. But wherever he ended\nup, he was still in this same spot. In other words, whether he was back\nin 1492 or ahead in 2092, the place he got out of his time machine was\nstill his present address.\n\n\"It was beyond me, frankly, but I figured that as long as he was a\nlittle touched, it wouldn't do any harm to humor him. I intimated that I\nunderstood and asked him where he'd been last.\n\n\"His face fell, his brow clouded, and he said, 'I've been ahead thirty\nyears.' He shook his head angrily. 'What a time! I'll be seventy, and\nyou won't even be that, Mr. Harrigan. But we'll be in the middle of the\nworst atomic war you ever dreamed about.'\n\n\"Now this was before Hiroshima, quite a bit. I didn't know what he was\ntalking about, but it gives me a queer feeling now and then when I think\nof what he said, especially since it's still short of thirty years since\nthat time.\n\n\"'It's no time to be living here,' he went on. 'Direct hits on the\nentire area. What would you do?'\n\n\"'I'd get out,' I said.\n\n\"'That's what I thought,' he said. 'But that kind of warfare carries a\nlong way. A long way. And I'm a man who loves his comforts, reasonably.\nI don't intend to set up housekeeping in equatorial Africa or the\nforests of Brazil.'\n\n\"'What did you see thirty years from now, Mr. Vanderkamp?' I asked him.\n\n\"'Everything blown to hell,' he answered. 'Not a building in all\nManhattan.' He leered and added, 'And everybody who'll be living here at\nthat time will be scattered into the atmosphere in fragments no bigger\nthan an amoeba.'\n\n\"'You fill me with anticipation,' I said.\n\n\"So I went back to my desk and wrote the story. You could guess what\nkind it had to be. 'Time Travel Is Possible, Says Amateur\nScientist!'--that kind of thing. You can see it every week, in large\ndoses, in the feature sections of some of the biggest chain papers. It\nwent over like an average feature about life on the moon or prehistoric\nanimals surviving in remote mountain valleys, or what have you. Just\nwhat Vanderkamp went back to after I left, I don't know, but I have an\nidea that he gave his sister a devil of a time.\"\n\n       *       *       *       *       *\n\n_Vanderkamp stalked into the house and confronted his sister._\n\n_\"You see, Julie--a reporter. Can't you learn to hold your tongue?\"_\n\n_She threw him a scornful glance. \"What difference does it make?\" she\ncried. \"You're gone all the time.\"_\n\n_\"Maybe I'll take you along sometime. Just wait.\"_\n\n_\"Wait, wait! That's all I've been doing. Since I was ten years old I've\nbeen waiting on you!\"_\n\n_\"Oh, the hell with it!\" He turned on his heel and left the house._\n\n_She followed him to the door and shouted after him, \"Where are you\ngoing now?\"_\n\n_\"To New Amsterdam for a little peace and quiet,\" he said testily._\n\n_He threw open the thick-walled door of his time-machine and pulled it\nshut behind him. He sat down before the controls and began to chart his\ncourse for 1650. If his calculations were correct, he would shortly find\nhimself in the vicinity of that sturdy if autocratic first citizen of\nthe Dutch colony of New Amsterdam, Peter Stuyvesant, as well as Governor\nStuyvesant's friend and neighbor, Heinrich Vanderkamp. He gave not even\na figurative glance over his shoulder before he started out._\n\n_When he emerged at last from his machine, he was in what appeared to be\nthe backyard of a modest residence on a street which, though he did not\nknow it, he suspected might be the Bouwerie. At the moment of his\nemergence, a tall, angular woman stood viewing him, open-mouthed and\naghast, from the wooden stoop at the back door of her home. He looked at\nher in astonishment himself. The resemblance to his sister Julie was\nuncanny._\n\n_With only the slightest hesitation, he addressed her in fluent Dutch.\n\"Pray do not be disturbed, young lady.\"_\n\n_\"A fine way for a gentleman to call!\" she exclaimed in a voice\nconsiderably more forceful than her appearance. \"I suppose my father\nsent you. And where did you get that outlandish costume?\"_\n\n_\"I bought it,\" he answered, truthfully enough._\n\n_\"A likely tale,\" she said. \"And if my father sent you, just go back and\ntell him I'm satisfied the way I am. No woman needs a man to manage\nher.\"_\n\n_\"I don't have the honor of your father's acquaintance,\" he answered._\n\n_She gazed at him suspiciously from narrowed eyes. \"Everyone in New\nAmsterdam knows Henrik Van Tromp. He's as unloved as yonder bumblebee.\nStand where you are and say whence you came.\"_\n\n_\"I am a visitor in New Amsterdam,\" he said, standing obediently still.\n\"I confess I don't know my way about very well, and I chose to stop at\nthis attractive home.\"_\n\n_\"I know it's attractive,\" she said tartly. \"And it's plain to see\nyou're a stranger here, or you'd never be wearing such clothes. Or is it\nthe fashion where you come from?\" She gave him no opportunity to answer,\nbut added, after a moment of indecision, \"Well, you look respectable\nenough, though much like my rascally cousin Pieter Vanderkamp. Do you\nknow him?\"_\n\n_\"No.\"_\n\n_\"Well, no matter. He's much older than you--near forty blessed years.\nYou're no more than twenty, I don't doubt.\"_\n\n_Involuntarily Vanderkamp put his hand to his cheek, and smiled as he\nfelt its smooth roundness. \"You may be right, at that,\" he said\ncryptically._\n\n_\"You might as well come in,\" she said grudgingly. \"What with the\ntraffic on the road outside, the Indians, and people who come in such\nflighty vehicles as yours, I might as well live in the heart of the\ncolony.\"_\n\n_He looked around. \"And still,\" he said, \"it is a pleasant\nspot--peaceful, comfortable. I'm sure a man could live out his days here\nin contentment.\"_\n\n_\"Oh, could he?\" she said belligerently. \"And where would I be while\nthis went on?\"_\n\n_He gazed at her beetling nose, her jutting chin. \"A good question,\" he\nmuttered thoughtfully._\n\n_He followed her into the house. It was a treasury of antiquities,\nfilling him with delight. Miss Anna Van Tromp offered him a cup of milk,\nwhich he accepted, thanking her profusely. She talked volubly, eyeing\nhim all the while with the utmost curiosity, and he gathered presently\nthat her father had made several attempts to marry her off, disapproving\nof her solitary residence so far from the center of the city; but she\nhad frowned upon one and all of the suitors he had encouraged to call on\nher. She was undeniably impressive, almost formidable, he conceded\nprivately, with a touch of the shrew and harridan. Life with Miss Anna\nVan Tromp would not be easy, he reflected. But then, life with his\nsister Julie was not easy, either. Miss Anna, however, had not to face\natomic warfare; all she had to look forward to in fourteen years was\nsurrender to the besieging British, which she would have no trouble in\nsurviving._\n\n_He settled down to his ingratiating best and succeeded in making a most\nfavorable impression on Miss Anna Van Tromp before at last he took his\nleave, carrying with him a fine, hand-wrought bowl with which the lady\nhad presented him. He had a hunch he might come back. Of all the times\nhe had visited since finishing the machine, he knew that old New\nAmsterdam in the 1650s was the one period most likely to keep him\ncontented--provided Miss Van Tromp didn't turn out to be a nuisance. So\nhe took careful note of the set of his controls, jotting them down so\nthat he would not be likely to forget them._\n\n_It was late when he found himself back in his own time._\n\n_His sister was waiting up for him. \"Two o'clock in the morning!\" she\nscreamed at him. \"What are you doing to me? Oh, God, why didn't I marry\nwhen I had the chance, instead of throwing away my life on a worthless\nbrother!\"_\n\n_\"Why don't you? It's not too late,\" he sighed wearily._\n\n_\"How can you say that?\" she snapped bitterly. \"Here I am thirty nearly,\nand worn out from working for you. Who would marry me now? Oh, if only I\ncould have another chance! If I could be young again, and do it all\nover, I'd know how to have a better life!\"_\n\n_In spite of his boredom with her, Vanderkamp felt the effect of this\ncry from a lonely heart. He looked at her pityingly; it was true, after\nall, that she had worked faithfully for him, without pay, since their\nparents died. \"Take a look at this,\" he said gently, offering her the\nbowl._\n\n_\"Hah! Can we eat bowls?\"_\n\n_He raised his eyes heavenward and went wearily to bed._\n\n       *       *       *       *       *\n\n\"I saw Vanderkamp again about a fortnight later,\" Harrigan went on. \"Ran\ninto him in a tavern on the Bowery. He recognized me and came over.\n\n\"'That was some story you did,' he said.\n\n\"'Been bothered by cranks?' I asked.\n\n\"'Hell, yes! Not too badly, though. They want to ride off somewhere just\nto get away. I get that feeling myself sometimes. But, tell me, have you\nseen the morning papers?'\n\n\"Now, by coincidence, the papers that morning had carried a story from\nsome local nuclear physicist about the increasing probability that the\natom would be smashed. I told him I'd seen it.\n\n\"'What did I tell you?' he said.\n\n\"I just smiled and asked where he'd been lately. He didn't hesitate to\ntalk, perhaps because his sister had been giving him a hard time with\nher nagging. So I listened. It appeared, to hear him tell it, that he\nhad been off visiting the Dutch in New Amsterdam. You could almost\nbelieve what he said, listening to him, except for that wild look he\nhad. Anyway, he'd been in New Amsterdam about 1650, and he'd brought\nback a few trifling souvenirs of the trips. Would I like to see them? I\nsaid I would.\n\n\"I figured he'd got his hands on some nice antiques and wanted an\nappreciative audience. His sister wasn't home; so he took me around and\nshowed me his pieces, one by one--a bowl, a pair of wooden candlesticks,\nwooden shoes, and more, all in all a fine collection. He even had a\nchair that looked pretty authentic, and I wondered where he'd dug up so\nmany nice things of the New Amsterdam period--though, of course, I had\nto take his word as to where they belonged historically; I didn't know.\nBut I imagine he got them somewhere in the city or perhaps up in the\nCatskill country.\n\n\"Well, after a while I got another look at his contraption. It didn't\nappear to have been moved at all; it was still sitting where it had been\nbefore, without a sign to say that it had been used to go anywhere,\nleast of all into past time.\n\n\"'Tell me,' I said to him at last, 'when you go back in time do you get\nyounger?'\n\n\"'Yes and no,' he said. 'Obviously.'\n\n\"It wasn't obvious to me, but I couldn't get any more than that out of\nhim. The thing I couldn't figure out was the reason for his claim. He\nwasn't trying to sell anything to anybody, as far as I could see; he\nwasn't anxious to tell the world about his time-machine, either. He\ndidn't mind talking in his oblique fashion about his trips. He did talk\nabout New Amsterdam as if he had a pretty good acquaintance with the\nplace. But then, he was known as a minor authority on the customs of the\nDutch colony.\n\n\"He was touched, obviously. Just the same, he challenged me, in a way. I\nwanted to know something more about him, how his machine worked, how he\ntook off, and so on. I made up my mind the next time I was in the\nneighborhood to look him up, hoping he wouldn't be home.\n\n\"When I made it, his sister was alone, and in fine fettle, as\ncantankerous as a flea-bitten mastiff.\n\n\"'He's gone again,' she complained bitterly.\n\n\"Clearly the two of them were at odds. I asked her whether she had seen\nhim go. She hadn't; he had just marched out to his shop and that was an\nend to him as far as she was concerned.\n\n\"I haggled around quite a lot and finally got her permission to go out\nand see what I could see for myself. Of course, the shop was locked. I\nhad counted on that and had brought along a handy little skeleton key. I\nwas inside in no time. The machine wasn't there. Not a sign of it, or of\nVanderkamp either.\n\n\"Now, I looked around all over, but I couldn't for the life of me figure\nout how he could have taken it out of that place; it was too big for\ndoors or windows, and the walls and roof were solid and immovable. I\nfigured that he couldn't have got such a large machine away without his\nsister's seeing him; so I locked the place up and went back to the\nhouse.\n\n\"But she was immovable; she hadn't seen a thing. If he had taken\nanything larger than pocket-size out of that shop of his, she had missed\nit. I could hardly doubt her sincerity. There was nothing to be had from\nthat source; so I had no alternative but to wait for him another time.\"\n\n       *       *       *       *       *\n\n_Anna Van Tromp, considerably chastened, watched her strange suitor--she\nlooked upon all men as suitors, without exception; for so her father had\nconditioned her to do--as he reached into his sack and brought out\nanother wonder._\n\n_\"Now this,\" said Vanderkamp, \"is an alarm clock. You wind it up like\nthis, you see; set it, and off it goes. Listen to it ring! That will\nwake you up in the morning.\"_\n\n_\"More magic,\" she cried doubtfully._\n\n_\"No, no,\" he explained patiently. \"It is an everyday thing in my\ncountry. Perhaps some day you would like to join me in a little visit\nthere, Anna?\"_\n\n_\"Ja, maybe,\" she agreed, looking out the window to his weird and\nfrightening carriage, which had no animal to draw it and which vanished\nso strangely, fading away into the air, whenever Vanderkamp went into\nit. \"This clothes-washing machine you talk about,\" she admitted. \"This I\nwould like to see.\"_\n\n_\"I must go now,\" said Vanderkamp, gazing at her with well-simulated\ncoyness. \"I'll leave these things here with you, and I'll just take\nalong that bench over there.\"_\n\n_\"Ja, ja,\" said Anna, blushing._\n\n_\"Six of one and half a dozen of the other,\" muttered Vanderkamp,\ncomparing Anna with his sister._\n\n_He got into his time-machine and set out for home in the twentieth\ncentury. There was some reluctance in his going. Here all was somnolent\npeace and quiet, despite the rigors of living; in his own time there\nwere wars and turmoil and the ultimate threat of the greatest war of\nall. New Amsterdam had one drawback, however--the presence of Anna Von\nTromp. She had grown fond of him, undeniably, perhaps because he was so\nmuch more interested in her circumstances than in herself. What was a\nman to do? Julie at one end, Anna at the other. But even getting rid of\nJulie would not allow him to escape the warfare to come._\n\n_He thought deeply of his problem all the way home._\n\n_When he got back, he found his sister waiting up, as usual, ready to\ndeliver the customary diatribe._\n\n_He forestalled her. \"I've been thinking things over, Julie. I believe\nyou'd be much happier if you were living with brother Carl. I'll give\nyou as much money as you need, and you can pack your things and I'll\ntake you down to Louisiana.\"_\n\n_\"Take me!\" she exclaimed. \"How? In that crazy contraption of yours?\"_\n\n_\"Precisely.\"_\n\n_\"Oh no!\" she said. \"You don't get me into that machine! How do I know\nwhat it will do to me? It's a time machine, isn't it? It might make an\nold hag of me--or a baby!\"_\n\n_\"You said that you wanted to be young again, didn't you?\" he said\nsoftly. \"You said you'd like another chance....\"_\n\n_A faraway look came into her eyes. \"Oh, if I only could! If I only\ncould be a girl again, with a chance to get married....\"_\n\n_\"Pack your things,\" Vanderkamp said quietly._\n\n       *       *       *       *       *\n\n\"It must have been all of a month before I saw Vanderkamp again,\"\nHarrigan continued, waving for another scotch and soda. \"I was down in\nthe vicinity on an assignment and I took a run over to his place.\n\n\"He was home this time. He came to the door, which he had chained on the\ninside. He recognized me, and it was plain at the same time that he had\nno intention of letting me in.\n\n\"I came right out with the first question I had in mind. 'The thing that\nbothers me,' I said to him, 'is how you get that time machine of yours\nin and out of that shed.'\n\n\"'Mr. Harrigan,' he answered, 'newspaper reporters ought to have at\nleast elementary scientific knowledge. You don't. How in hell could even\na time machine be in two places at once, I ask you? If I take that\nmachine back three centuries, that's where it is--not here. And three\ncenturies ago that shop wasn't standing there. So you don't go in or\nout; you don't move at all, remember? It's time that moves.'\n\n\"'I called the other day,' I went on. 'Your sister spoke to me. Give her\nmy regards.'\n\n\"'My sister's left me,' he said shortly, 'to stew, as you might say, in\nmy own time machine.'\n\n\"'Really?' I said. 'Just what do you have in mind to do next?'\n\n\"'Let me ask _you_ something, Mr. Harrigan,' he answered. 'Would you sit\naround here waiting for an atomic war if you could get away?'\n\n\"'Certainly not,' I answered.\n\n\"'Well, then, I don't intend to, either.'\n\n\"All this while he was standing at the door, refusing to open it any\nwider or to let me in. He was making it pretty plain that there wasn't\nmuch he had to say to me. And he seemed to be in a hurry.\n\n\"'Remember me to the inquiring public thirty years hence, Mr. Harrigan,'\nhe said at last, and closed the door.\n\n\"That was the last I saw of him.\"\n\nHarrigan finished his scotch and soda appreciatively and looked around\nfor the bartender.\n\n\"Did he take off then?\" I asked.\n\n\"Like a rocket,\" said Harrigan. \"Queerest thing was that there wasn't a\ntrace of him. The machine was gone, too--the same way as the last time,\nwithout a disturbance in the shop. He and his machine had simply\nvanished off the face of the earth and were never heard from again.\n\n\"Matter of fact, though,\" Harrigan went on thoughtfully, \"Vanderkamp's\ndisappearance wasn't the really queer angle on the pitch. The other\nthing broke in the papers the week after he left. The neighbors got\npretty worked up about it. They called the police to tell them that\nVanderkamp's sister Julie was back, only she was off her nut--and a good\ndeal changed in appearance, too.\n\n\"Gal going blarmy was no news, of course, but that last bit about her\nappearance--they said she looked about twenty years older, all of a\nsudden--sort of rang a bell. So I went over there. It was Julie, all\nright; at least, she looked a hell of a lot like Julie had when I last\nsaw her--provided you could grant that a woman could age twenty years in\nthe few weeks it had been. And she was off her rocker, sure enough--or\nhysterical. Or at least madder than a wet hen. She made out like she\ncouldn't speak a word of English, and they finally had to get an\ninterpreter to understand her. She wouldn't speak anything but\nDutch--and an old-fashioned kind, too.\n\n\"She made a lot of extravagant claims and kept insisting that she would\nbring the whole matter up in a complaint before Governor Stuyvesant.\nSaid she wasn't Julie Vanderkamp, by God, but was named Anna Van\nTromp--which is an old Dutch name thereabouts--and claimed that she had\nbeen abducted from her home on the Bowery. We pointed out the Third\nAvenue El and told her _that_ was the Bowery, but she just sniffed and\nlooked at us as though _we_ were crazy.\"\n\nI toyed with my drink. \"You mean you actually listened to the poor\ngirl's story?\" I asked.\n\n\"Sure,\" Harrigan said. \"Maybe she was as crazy as a bedbug, but I've\nlistened to whackier stories from supposedly sane people. Sure, I\nlistened to her.\" He paused thoughtfully for a moment, then went on.\n\n\"She claimed that this fellow Vanderkamp had come to her house and\nfilled her with a lot of guff about the wonderful country he lived in,\nand how she ought to let him take her to see it. Apparently he waxed\nespecially eloquent about an automatic washing-machine and dryer, and\nthat had fascinated her, for some reason. Then, she said, he'd brought a\nten-year-old girl along--though where in the world old Vanderkamp could\nhave picked up a tot like that is beyond me--and the kid had added her\nblandishments to the plot. Between them, they had managed to lure her\ninto the old guy's machine. From what she said, it was obviously the\ntime machine she was talking about, and if she was Julie there was no\nreason why she shouldn't know about it. But she talked as though it was\na complete mystery to her, as though she'd no idea what the purpose of\nit was. Well, anyway, here she was--and very unhappy, too. Wanted to go\nback to old New Amsterdam, but bad.\n\n\"It was a beautiful act, even if she was nuts. The strange thing was,\nthough, that there were some things even a gal going whacky couldn't\nexplain. For instance, the house was filled with what the experts said\nwere priceless antiques from Dutch New Amsterdam, of the period just\nprior to the British siege. You'd think those things would make poor\nJulie feel more at home, seeing as she claimed to belong in that period,\nbut apparently they just made her homesick. And, curiously enough, all\nthe modern gadgets were gone. All those handy little items that make the\ntwentieth century so livable had been taken away--including the\nwashing-machine and dryer, by the way. Julie--or Anna, as she called\nherself--claimed that Vanderkamp had taken it back with him, wherever\nhe'd gone to, after he'd brought her there.\"\n\n\"Poor woman,\" I said sympathetically. \"They toted her off to the booby\nhatch, I suppose.\"\n\n\"No....\" Harrigan said slowly. \"They didn't, as a matter of fact. Since\nshe was harmless, they let her stay in the house a while. Which was a\nmistake, it seems. Of course, she _wasn't_ from the seventeenth century.\nThat's impossible. All the same--.\" He broke off abruptly and stared\nmoodily into his glass.\n\n\"What happened to her?\" I asked.\n\n\"She was found one morning about two weeks after she got there,\" he\nsaid. \"Dead. Electrocuted. It seems she'd stuck her finger into a light\nsocket while standing in a bathtub full of water. An accident,\nobviously. As the Medical Examiner said, it was an accident any\nsix-year-old child would have known enough about electricity to avoid.\n\n\"That is,\" Harrigan added, \"a _twentieth-century_ child....\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Traveler in Time, by August Derleth\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A TRAVELER IN TIME ***\n\n***** This file should be named 40953.txt or 40953.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/5/40953/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}