{"title": "Desire No More", "author": "Algirdas Jonas Budrys", "releaseDate": "October 7, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, David E. Brown and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\nHe had but one ambition, one desire: to pilot the first manned rocket to\nthe moon. And he was prepared as no man had ever prepared himself\nbefore....\n\n[Illustration]\n\n\n\n\n  DESIRE NO MORE\n\n  by Algis Budrys\n\n  (_illustrated by Milton Luros_)\n\n\n  \"_Desire no more than to thy lot may fall...._\"\n                                                   --Chaucer\n\n\nThe small young man looked at his father, and shook his head.\n\n\"But you've _got_ to learn a trade,\" his father said, exasperated. \"I\ncan't afford to send you to college; you know that.\"\n\n\"I've got a trade,\" he answered.\n\nHis father smiled thinly. \"What?\" he asked patronizingly.\n\n\"I'm a rocket pilot,\" the boy said, his thin jaw stretching the skin of\nhis cheeks.\n\nHis father laughed in the way the boy had learned to anticipate and\nhate. \"Yeah,\" he said. He leaned back in his chair and laughed so hard\nthat the Sunday paper slipped off his wide lap and fell to the floor\nwith an unnoticed stiff rustle.\n\n\"A _rocket_ pilot!\" His father's derision hooted through the quiet\nparlor. \"A ro--_oh, no!_--a rocket _pilot_!\"\n\nThe boy stared silently at the convulsed figure in the chair. His lips\nfell into a set white bar, and the corners of his jaws bulged with the\ntension in their muscles. Suddenly, he turned on his heel and stalked\nout of the parlor, through the hall, out the front door, to the porch.\nHe stopped there, hesitating a little.\n\n\"_Marty!_\" His father's shout followed him out of the parlor. It seemed\nto act like a hand between the shoulder-blades, because the boy almost\nran as he got down the porch stairs.\n\n\"What is it, Howard?\" Marty's mother asked in a worried voice as she\ncame in from the kitchen, her damp hands rubbing themselves dry against\nthe sides of her housedress.\n\n\"Crazy kid,\" Howard Isherwood muttered. He stared at the figure of his\nson as the boy reached the end of the walk and turned off into the\nstreet. \"_Come back here!_\" he shouted. \"A _rocket_ pilot,\" he cursed\nunder his breath. \"What's the kid been reading? Claiming he's a rocket\npilot!\"\n\nMargaret Isherwood's brow furrowed into a faint, bewildered frown.\n\"But--isn't he a little young? I know they're teaching some very odd\nthings in high schools these days, but it seems to me....\"\n\n\"Oh, for Pete's sake, Marge, there aren't even any rockets yet! _Come\nback here, you idiot!_\" Howard Isherwood was standing on his porch, his\nclenched fists trembling at the ends of his stiffly-held arms.\n\n\"Are you sure, Howard?\" his wife asked faintly.\n\n\"Yes, I'm _sure_!\"\n\n\"But, where's he going?\"\n\n\"_Stop that! Get off that bus! YOU hear me?_ Marty?\"\n\n\"_Howard!_ Stop acting like a child and _talk_ to me! Where is that boy\ngoing?\"\n\nHoward Isherwood, stocky, red-faced, forty-seven, and defeated, turned\naway from the retreating bus and looked at his wife. \"I don't know,\" he\ntold her bitterly, between rushes of air into his jerkily heaving lungs.\n\"Maybe, the moon,\" he told her sarcastically.\n\n\nMartin Isherwood, rocket pilot, weight 102, height 4', 11\", had come of\nage at seventeen.\n\n\nThe small man looked at his faculty advisor. \"No,\" he said. \"I am not\ninterested in working for a degree.\"\n\n\"But--\" The faculty advisor unconsciously tapped the point of a yellow\npencil against the fresh green of his desk blotter, leaving a rough arc\nof black flecks. \"Look, Ish, you've got to either deliver or get off the\nbasket. This program is just like the others you've followed for nine\nsemesters; nothing but math and engineering. You've taken just about\nevery undergrad course there is in those fields. How long are you going\nto keep this up?\"\n\n\"I'm signed up for Astronomy 101,\" Isherwood pointed out.\n\nThe faculty advisor snorted. \"A snap course. A breather, after you've\nstudied the same stuff in Celestial Navigation. What's the matter, Ish?\nScared of liberal arts?\"\n\nIsherwood shook his head. \"Uh-unh. Not interested. No time. And that\nAstronomy course isn't a breather. Different slant from Cee Nav--they\nwon't be talking about stars as check points, but as things in\nthemselves.\" Something seemed to flicker across his face as he said it.\n\nThe advisor missed it; he was too engrossed in his argument. \"Still a\nsnap. What's the difference, how you look at a star?\"\n\nIsherwood almost winced. \"Call it a hobby,\" he said. He looked down at\nhis watch. \"Come on, Dave. You're not going to convince me. You haven't\nconvinced me any of the other times, either, so you might as well give\nup, don't you think? I've got a half hour before I go on the job. Let's\ngo get some beer.\"\n\nThe advisor, not much older than Isherwood, shrugged, defeated. \"Crazy,\"\nhe muttered. But it was a hot day, and he was as thirsty as the next\nman.\n\nThe bar was air conditioned. The advisor shivered, half grinned, and\nsoftly quoted:\n\n  \"Though I go bare, take ye no care,\n  I am nothing a-cold;\n  I stuff my skin so full within\n  Of jolly good ale and old.\"\n\n\"Huh?\" Ish was wearing the look with which he always reacted to the\nunfamiliar.\n\nThe advisor lifted two fingers to the bartender and shrugged. \"It's a\npoem; about four hundred years old, as a matter of fact.\"\n\n\"Oh.\"\n\n\"Don't you give a damn?\" the advisor asked, with some peevishness.\n\nIsh laughed shortly, without embarrassment. \"Sorry, Dave, but no. It's\nnot my racket.\"\n\nThe advisor cramped his hand a little too tightly around his glass.\n\"Strictly a specialist, huh?\"\n\nIsh nodded. \"Call it that.\"\n\n\"But _what_, for Pete's sake? What _is_ this crazy specialty that blinds\nyou to all the fine things that man has done?\"\n\nIsh took a swallow of his beer. \"Well, now, if I was a poet, I'd say it\nwas the finest thing that man has ever done.\"\n\nThe advisor's lips twisted in derision. \"That's pretty fanatical, isn't\nit?\"\n\n\"Uh-huh.\" Ish waved to the bartender for refills.\n\n\nThe _Navion_ took a boiling thermal under its right wing and bucked\nupward suddenly, tilting at the same time, so that the pretty brunette\ngirl in the other half of the side-by-side was thrown against him. Ish\nlaughed, a sound that came out of his throat as turbulently as that\nsudden gust of heated air had shot up out of the Everglades, and\ncorrected with a tilt of the wheel.\n\n\"Relax, Nan,\" he said, his words colored by the lingering laughter.\n\"It's only air; nasty old air.\"\n\nThe girl patted her short hair back into place. \"I wish you wouldn't fly\nthis low,\" she said, half-frightened.\n\n\"_Low?_ Call _this_ low?\" Ish teased. \"Here. Let's drop it a little, and\nyou'll _really_ get an idea of how fast we're going.\" He nudged the\nwheel forward, and the _Navion_ dipped its nose in a shallow dive,\nflattening out thirty feet above the mangrove. The swamp howled with the\nchug of the dancing pistons and the claw of the propeller at the\nprotesting air, and, from the cockpit, the Everglades resolved into a\ndirty-green blur that rocketed backward into the slipstream.\n\n\"Marty!\"\n\nIsh chuckled again. He couldn't have held the ship down much longer,\nanyway. He tugged back on the wheel suddenly, targeting a cumulous bank\nwith his spinner. His lips peeled back from his teeth, and his jaw set.\nThe _Navion_ went up at the clouds, her engine turning over as fast as\nit could, her wings cushioned on the rising thrust of another thermal.\n\nAnd, suddenly, it was as if there were no girl beside him, to be teased,\nand no air to rock the wings--there were no wings. His face lost all\nexpression. Faint beads of sweat broke out above his eyes and under his\nnose. \"Up,\" he grunted through his clenched teeth. His fists locked on\nthe wheel. \"Up!\"\n\nThe _Navion_ broke through the cloud, kept going. \"Up.\" If he listened\nclosely, in just the right way, he could almost hear ...\n\n\"Marty!\"\n\n... the rumble of a louder, prouder engine than the Earth had ever known.\nHe sighed, the breath whispering through his parting teeth, and the\naircraft leveled off as he pushed at the wheel with suddenly lax hands.\nStill half-lost, he turned and looked at the white-faced girl. \"Scare\nyou--?\" he asked gently.\n\nShe nodded. Her fingertips were trembling on his forearm.\n\n\"Me too,\" he said. \"Lost my head. Sorry.\"\n\n\n\"Look,\" he told the girl, \"You got any idea of what it costs to maintain\na racing-plane? Everything I own is tied up in the Foo, my ground crew,\nmy trailer, and that scrummy old Ryan that should have been salvaged ten\nyears ago. I _can't_ get married. Suppose I crack the Foo next week?\nYou're dead broke, a widow, and with a funeral to pay for. The only\nsmart thing to do is wait a while.\"\n\nNan's eyes clouded, and her lips trembled. \"That's what I've been trying\nto say. _Why_ do you have to win the Vandenberg Cup next week? Why can't\nyou sell the Foo and go into some kind of business? You're a trained\npilot.\"\n\nHe had been standing in front of her with his body unconsciously tense\nfrom the strain of trying to make her understand. Now he\nrelaxed--more--he slumped--and something began to die in his face, and\nthe first faint lines crept in to show that after it had died, it would\nnot return to life, but would fossilize, leaving his features in the\nalmost unreadable mask that the newspapers would come to know.\n\n\"I'm a good bit more than a trained pilot,\" he said quietly. \"The Foo Is\na means to an end. After I win the Vandenberg Cup, I can walk into any\nplant in the States--Douglas, North American, Boeing--_any_ of them--and\npick up the Chief Test Pilot's job for the asking. A few of them have as\ngood as said so. After that--\" His voice had regained some of its former\nanimation from this new source. Now he broke off, and shrugged. \"I've\ntold you all this before.\"\n\nThe girl reached up, as if the physical touch could bring him back to\nher, and put her fingers around his wrist. \"Darling!\" she said. \"If it's\nthat _rocket_ pilot business again....\"\n\nSomehow, his wrist was out of her encircling fingers. \"It's always 'that\n_rocket_ pilot business,'\" he said, mimicking her voice. \"Damn it, I'm\nthe only trained rocket pilot in the world! I weigh a hundred and\nfifteen pounds, I'm five feet tall, and I know more navigation and math\nthan anybody the Air Force or Navy have! I can use words like\nbrennschluss and mass-ratio without running over to a copy of\n_Colliers_, and I--\" He stopped himself, half-smiled, and shrugged\nagain.\n\n\"I guess I was kidding myself. After the Cup, there'll be the test job,\nand after that, there'll be the rockets. You would have had to wait a\nlong time.\"\n\nAll she could think of to say was, \"But, Darling, there _aren't_ any\nman-carrying rockets.\"\n\n\"That's not my fault,\" he said, and walked away from her.\n\n\nA week later, he took his stripped-down F-110 across the last line with\na scream like that of a hawk that brings its prey safely to its nest.\n\n\nHe brought the Mark VII out of her orbit after two days of running rings\naround the spinning Earth, and the world loved him. He climbed out of\nthe crackling, pinging ship, bearded and dirty, with oil on his face and\nin his hair, with food stains all over his whipcord, red-eyed, and\nhuskily quiet as he said his few words into the network microphones. And\nhe was not satisfied. There was no peace in his eyes, and his hands\nmoved even more sharply in their expressive gestures as he gave an\nimpromptu report to the technicians who were walking back to the\npersonnel bunker with him.\n\nNan could see that. Four years ago, he had been different. Four years\nago, if she had only known the right words, he wouldn't be so intent now\non throwing himself away to the sky.\n\nShe was a woman scorned. She had to lie to herself. She broke out of the\npress section and ran over to him. \"Marty!\" She brushed past a\ntechnician.\n\nHe looked at her with faint surprise on his face. \"Well, Nan!\" he\nmumbled. But he did not put his hand over her own where it touched his\nshoulder.\n\n\"I'm sorry, Marty,\" she said in a rush. \"I didn't understand. I couldn't\nsee how much it all meant.\" Her face was flushed, and she spoke as\nrapidly as she could, not noticing that Ish had already gestured away\nthe guards she was afraid would interrupt her.\n\n\"But it's all right, now. You got your rockets. You've done it. You\ntrained yourself for it, and now it's over. You've flown your rocket!\"\n\nHe looked up at her face and shook his head in quiet pity. One of the\nshocked technicians was trying to pull her away, and Ish made no move to\nstop him.\n\nSuddenly, he was tired, there was something in him that was trying to\nbreak out against his will, and his reaction was that of a child whose\ncandy is being taken away from him after only one bite.\n\n\"Rocket!\" he shouted into her terrified face. \"_Rocket!_ Call that pile\nof tin a rocket?\" He pointed at the weary Mark VII with a trembling arm.\n\"Who cares about the bloody _machines_! If I thought roller-skating\nwould get me there, I would have gone to work in a _rink_ when I was\nseventeen! It's _getting there_ that counts! Who gives a good goddam\n_how_ it's done, or what with!\"\n\nAnd he stood there, shaking like a leaf, outraged, while the guards came\nand got her.\n\n\n\"Sit down, Ish,\" the Flight Surgeon said.\n\n_They always begin that way_, Isherwood thought. The standard medical\nopening. Sit down. What for? Did somebody really believe that anything\nhe might hear would make him faint? He smiled with as much expression as\nhe ever did, and chose a comfortable chair, rolling the white cylinder\nof a cigarette between his fingers. He glanced at his watch. Fourteen\nhours, thirty-six minutes, and four days to go.\n\n\"How's it?\" the FS asked.\n\nIsh grinned and shrugged. \"All right.\" But he didn't usually grin. The\nrealization disquieted him a little.\n\n\"Think you'll make it?\"\n\nDeliberately, rather than automatically, he fell back into his usual\nresponse-pattern. \"Don't know. That's what I'm being paid to find out.\"\n\n\"Uh-_huh_.\" The FS tapped the eraser of his pencil against his teeth.\n\"Look--you want to talk to a man for a while?\"\n\n\"What man?\" It didn't really matter. He had a feeling that anything he\nsaid or did now would have a bearing, somehow, on the trip. If they\nwanted him to do something for them, he was bloody well going to do it.\n\n\"Fellow named MacKenzie. Big gun in the head-thumping racket.\" The\nFlight Surgeon was trying to be as casual as he could. \"Air Force\ninsisted on it, as a matter of fact,\" he said. \"Can't really blame them.\nAfter all, it's _their_ beast.\"\n\n\"Don't want any hole-heads denting it up on them, huh?\" Ish lit the\ncigarette and flipped his lighter shut with a snap of the lid. \"Sure.\nBring him on.\"\n\nThe FS smiled. \"Good. He's--uh--he's in the next room. Okay to ask him\nin right now?\"\n\n\"Sure.\" Something flickered in Isherwood's eyes. Amusement at the Flight\nSurgeon's discomfort was part of it. Worry was some of the rest.\n\n\nMacKenzie didn't seem to be taking any notes, or paying any special\nattention to the answers Ish was giving to his casual questions. But the\nquestions fell into a pattern that was far from casual, and Ish could\nsee the small button-mike of a portable tape-recorder nestling under the\nman's lapel.\n\n\"Been working your own way for the last seventeen years, haven't you?\"\nMacKenzie seemed to mumble in a perfectly clear voice.\n\nIsh nodded.\n\n\"How's that?\"\n\nThe corners of Isherwood's mouth twitched, and he said \"Yes\" for the\nrecorder's benefit.\n\n\"Odd jobs, first of all?\"\n\n\"Something like that. Anything I could get, the first few months. After\nI was halfway set up, I stuck to garages and repair shops.\"\n\n\"Out at the airports around Miami, mostly, wasn't it?\"\n\n\"Ahuh.\"\n\n\"Took some of your pay in flying lessons.\"\n\n\"Right.\"\n\nMacKenzie's face passed no judgements--he simply hunched in his chair,\nseemingly dwarfed by the shoulders of his perfectly tailored suit, his\nstubby fingers twiddling a Phi Beta Kappa key. He was a spare man--only\na step or two away from emaciation. Occasionally, he pushed a tired\nstrand of washed-out hair away from his forehead.\n\nIsh answered him truthfully, without more than ordinary reservations.\nThis was the man who could ground him He was dangerous--red-letter\ndangerous--because of it.\n\n\"No family.\"\n\nIsh shrugged. \"Not that I know of. Cut out at seventeen. My father was\nmaking good money. He had a pension plan, insurance policies. No need to\nworry about them.\"\n\nIsh knew the normal reaction a statement like that should have brought.\nMacKenzie's face did not go into a blank of repression--but it still\npassed no judgements.\n\n\"How's things between you and the opposite sex?\"\n\n\"About normal.\"\n\n\"No wife--no steady girl.\"\n\n\"Not a very good idea, in my racket.\"\n\nMacKenzie grunted. Suddenly, he sat bolt upright in his chair, and swung\ntoward Ish. His lean arm shot out, and his index finger was aimed\nbetween Isherwood's eyes. \"You can't go!\"\n\nIsh was on his feet, his fists clenched, the blood throbbing in his\ntemple veins. \"What!\" he roared.\n\nMacKenzie seemed to collapse in his chair. The brief commanding burst\nwas over, and his face was apologetic, \"Sorry,\" he said. He seemed\ngenuinely abashed. \"Shotgun therapy. Works best, sometimes. You can go,\nall right; I just wanted to get a fast check on your reactions and\ndrives.\"\n\nIsh could feel the anger that still ran through him--anger, and more\nfear than he wanted to admit. \"I'm due at a briefing,\" he said tautly.\n\"You through with me?\"\n\nMacKenzie nodded, still embarrassed. \"Sorry.\"\n\nIsh ignored the man's obvious feelings. He stopped at the door to send a\nparting stroke at the thing that had frightened him. \"Big gun in the\npsychiatry racket, huh? Well, your professional lingo's slipping, Doc.\nThey did put _some_ learning in my head at college, you know. Therapy,\nhell! Testing maybe, but you sure didn't do anything to help me!\"\n\n\"I don't know,\" MacKenzie said softly. \"I wish I did.\"\n\nIsh slammed the door behind him. He stood in the corridor, jamming a\nfresh cigarette in his mouth. He threw a glance at his watch. Twelve\nhours, twenty-two minutes, and four days to go.\n\nDamn! He was late for the briefing. Odd--that fool psychiatrist hadn't\nseemed to take up that much of his time.\n\nHe shrugged. What difference did it make? As he strode down the hall, he\nlost his momentary puzzlement under the flood of realization that\nnothing could stop him now, that the last hurdle was beaten. He was\ngoing. He was going, and if there were faint echoes of \"Marty!\" ringing\nin the dark background of his mind, they only served to push him faster,\nas they always had. Nothing but death could stop him now.\n\n\nIsh looked up bitterly at the Receptionist. \"No,\" he said.\n\n\"But _everybody_ fills out an application,\" she protested.\n\n\"No. I've _got_ a job,\" he said as he had been saying for the last half\nhour.\n\nThe Receptionist sighed. \"If you'll _only_ read the literature I've\ngiven you, you'll understand that all your previous commitments have\nbeen cancelled.\"\n\n\"Look, Honey, I've seen company poop sheets before. Now, let's cut this\nnonsense. I've got to get back.\"\n\n\"But _nobody_ goes back.\"\n\n\"Goddam it, I don't know what kind of place this is, but--\" He stopped\nat the Receptionist's wince, and looked around, his mouth open. The\nreception desk was solid enough. There were IN and OUT and HOLD baskets\non the desk, and the Receptionist seemed to see nothing extraordinary\nabout it. But the room--a big room, he realized--seemed to fade out at\nthe edges, rather than stop at walls. The lighting, too....\n\n\"Let's see your back!\" he rapped out, his voice high.\n\nShe sighed in exasperation. \"If you'd read the _literature_ ...\" She\nswiveled her chair slowly.\n\n\"No wings,\" he said.\n\n\"Of course not!\" she snapped. She brushed her hair away from her\nforehead without his telling her to. \"No horns, either.\"\n\n\"Streamlined, huh?\" he said bitterly.\n\n\"It's a little different for everybody,\" she said with unexpected\ngentleness. \"It would have to be, wouldn't it?\"\n\n\"Yeah, I guess so,\" he admitted slowly. Then he lost his momentary awe,\nand his posture grew tense again. He glanced down at his wrist. Six\nhours, forty-seven minutes, and no days to go.\n\n\"Who do I see?\"\n\nShe stared at him, bewildered at the sudden change in his voice. \"See?\"\n\n\"About getting out of here! Come on, come on,\" he barked, snapping his\nfingers impatiently. \"I haven't got much time.\"\n\nShe smiled sweetly. \"Oh, but you do.\"\n\n\"Can it! Who's your Section boss? Get him down here. On the double. Come\non!\" His face was streaming with perspiration but his voice was firm\nwith the purpose that drove him.\n\nHer lips closed into an angry line, and she jabbed a finger at a desk\nbutton. \"I'll call the Personnel Manager.\"\n\n\"Thanks,\" he said sarcastically, and waited impatiently. Odd, the way\nthe Receptionist looked a little like Nan.\n\n\nThe Personnel Manager wore a perfectly-tailored suit. He strode across\nthe lobby floor toward Ish, his hand outstretched.\n\n\"Martin Isherwood!\" he exclaimed enthusiastically. \"I'm _very_ glad to\nmeet you!\"\n\n\"I'll bet,\" Ish said dryly, giving the Personnel Manager's hand a short\nshake. \"I've got other ideas. I want out.\"\n\n\"That's all he's been saying for the past forty-five minutes, Sir,\" the\nReceptionist said from behind her desk.\n\nThe Personnel Manager frowned. \"Um. Yes. Well, that's not unprecedented.\"\n\n\"But hardly usual,\" he added.\n\nIsh found himself liking the man. He had a job to do, and after the\npreliminary formality of the greeting had been passed, he was ready to\nbuckle down to it. Oh, he--shucks?--the Receptionist wasn't such a bad\ngirl, either. He smiled at her. \"Sorry I lost my head,\" he said.\n\nShe smiled back. \"It happens.\"\n\nHe took time to give her one more smile and a half-wink, and swung back\nto the Personnel Manager.\n\n\"Now. Let's get this thing straightened out. I've got--\" He stopped to\nlook at his watch. \"Six hours and a few minutes. They're fueling the\nbeast right now.\"\n\n\"Do you know how much red tape you'd have to cut?\"\n\nIsh shook his head. \"I don't want to sound nasty, but that's your\nproblem.\"\n\nThe Personnel Manager hesitated. \"Look--you feel you've got a job\nunfinished. Or, anyway, that's the way you'd put it. But, let's face\nit--that's not really what's galling you. It's not really the job, is\nit? It's just that you think you've been cheated out of what you devoted\nyour life to.\"\n\nIsh could feel his jaw muscles bunching. \"Don't put words in my mouth!\"\nhe snapped. \"Just get me back, and we'll split hairs about it when I get\naround this way again.\" Suddenly, he found himself pleading. \"All I need\nis a week,\" he said. \"It'll be a rough week--no picnic, no pleasures of\nthe flesh. No smoking, no liquor. I certainly won't be breaking any\nlaws. One week. Get there, putter around for two days, and back again.\nThen, you can do anything you want to--as long as it doesn't look like\nthe trip's responsible, of course.\"\n\nThe Personnel Manager hesitated. \"Suppose--\" he began, but Ish\ninterrupted him.\n\n\"Look, they need it, down there. They've got to have a target, someplace\nto go. We're built for it. People have to have--but what am I telling\n_you_ for. If you don't know, who does?\"\n\nThe Personnel Manager smiled. \"I was about to say something.\"\n\nIsh stopped, abashed. \"Sorry.\"\n\nHe waved the apology away with a short movement of his hand. \"You've got\nto understand that what you've been saying isn't a valid claim. If it\nwere, human history would be very different, wouldn't it?\"\n\n\"Suppose I showed you something, first? Then, you could decide whether\nyou want to stay, after all.\"\n\n\"How long's it going to take?\" Ish flushed under the memory of having\nactually begged for something.\n\n\"Not long,\" the Personnel Manager said. He half-turned and pointed up at\nthe Earth, hanging just beyond the wall of the crater in which they were\nsuddenly standing.\n\n\"Earth,\" the Personnel Manager said.\n\nSomehow, Ish was not astonished. He looked up at the Earth, touched by\ncloud and sunlight, marked with ocean and continent, crowned with ice.\nThe unblinking stars filled the night.\n\nHe looked around him. The Moon was silent--quiet, patient, waiting.\nSomewhere, a metal glint against the planet above, if it were only large\nenough to be seen, was the Station, and the ship for which the Moon had\nwaited.\n\nIsh walked a short distance. He was leaving no tracks in the pumice the\nages had sown. But it was the way he had thought of it, nevertheless. It\nwas the way the image had slowly built up in his mind, through the\nyears, through the training, through the work. It was what he had aimed\nthe _Navion_ at, that day over the Everglades.\n\n\"It's not the same,\" he said.\n\nThe Personnel Manager sighed.\n\n\"Don't you see,\" Ish said, \"It _can't_ be the same. I didn't push the\nbeast up here. There wasn't any _feel_ to it. There wasn't any sound of\nrockets.\"\n\nThe Personnel Manager sighed again. \"There wouldn't be, you know. Taking\noff from the Station, landing here--vacuum.\"\n\nIsh shook his head. \"There'd still be a sound. Maybe not for anybody\nelse to hear--and, maybe, maybe there _would_ be. There'd be people,\nback on Earth, who'd hear it.\"\n\n\"All right,\" the Personnel Manager said. His face was grave, but his\neyes were shining a little.\n\n\n\"Ish! Hey, Ish, wake up, will you!\" There was a hand on his shoulder.\n\"Will you get a _load_ of this guy!\" the voice said to someone else. \"An\nhour to go, and he's sleeping like the dead.\"\n\nIsh willed his eyes to open. He felt his heart begin to move again, felt\nthe blood sluggishly beginning to surge into his veins. His hands and\nfeet were very cold.\n\n\"Come on, Ish,\" the Crew Chief said.\n\n\"All right,\" he mumbled. \"Okay. I'm up.\" He sat on the edge of his bunk\nlooking down at his hands. They were blue under the fingernails. He\nsighed, feeling the air moving down into his lungs.\n\nStiffly, he got to his feet and began to climb into his G suit.\n\n\nThe Moon opened its face to him. From where he lay, strapped into the\ncontrol seat in the forward bubble, he looked at it emotionlessly, and\nbegan to brake for a landing.\n\n\nHe looked for footprints in the crater, though he knew he hadn't left\nany. Earth was a familiar sight over his right shoulder.\n\nHe brought the twin-bubble beast back to the station. They threw\nspotlights on it, for the TV pickups, and thrust microphones at him. He\ncould see broad grins behind the faceplates of the suits the docking\ncrew wore, and they were pounding his back. The interior of the Station\nwas a babbling of voices, a tumult of congratulations. He looked at it\nall, dead-faced, his eyes empty.\n\n\"It was easy,\" he said over a world-wide network, and pushed the press\nrepresentatives out of his way.\n\n\nMacKenzie was waiting for him in the crew section. Ish flicked his\nstolid eyes at him, shrugged, and stripped out of his clothes. He pulled\na coverall out of a locker and climbed into it, then went over to his\nbunk and lay down on his side, facing the bulkhead.\n\n\"Ish.\"\n\nIt was MacKenzie, bending over him.\n\nIsh grunted.\n\n\"It wasn't any good was it? You'd done it all before; you'd been there.\"\n\nHe was past emotions. \"Yeah?\"\n\n\"We couldn't take the chance.\" MacKenzie was trying desperately to\nexplain. \"You were the best there was--but you'd done something to\nyourself by becoming the best. You shut yourself off from your family.\nYou had no close friends, no women. You had no other interests. You were\na rocket pilot--nothing else. You've never read an adult book that\nwasn't a text; you've never listened to a symphony except by accident.\nYou don't know Rembrandt from Norman Rockwell. Nothing. No ties, no\nprops, nothing to sustain you if something went wrong. _We couldn't take\nthe chance, Ish!_\"\n\n\"So?\"\n\n\"There was too much at stake. If we let you go, you might have\nforgotten to come back. You might have just kept going.\"\n\nHe remembered the time with the _Navion_, and nodded. \"I might have.\"\n\n\"I hypnotized you,\" MacKenzie said. \"You were never dead. I don't know\nwhat the details of your hallucination were, but the important part came\nthrough, all right. You thought you'd been to the Moon before. It took\nall the adventure out of the actual flight; it was just a workaday\ntrip.\"\n\n\"I said it was easy,\" Ish said.\n\n\"There was no other way to do it! I had to cancel out the thrill that\ncomes from challenging the unknown. You knew what death was like, and\nyou knew what the Moon was like. Can you understand why I had to do it?\"\n\n\"Yeah. _Now get out before I kill you._\"\n\n\nHe didn't live too long after that. He never entered a rocket again--he\ndied on the Station, and was buried in space, while a grateful world\nmourned him. I wonder what it was like, in his mind, when he really\ndied. But he spent the days he had, after the trip, just sitting at an\nobservatory port, cursing the traitor stars with his dead and\npurposeless eyes.\n\n\n\n\nTRANSCRIBER'S NOTES:\n\n\n  Text in italics is surrounded with underscores: _italics_.\n\n  Obvious typographical errors have been corrected without note.\n\n  This etext was produced from Dynamic Science Fiction, January, 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Desire No More, by Algirdas Jonas Budrys\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DESIRE NO MORE ***\n\n***** This file should be named 40968.txt or 40968.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/6/40968/\n\nProduced by Greg Weeks, David E. Brown and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}