{"title": "Luna Escapade", "author": "H. B. Fyfe", "releaseDate": "October 6, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n                             Luna Escapade\n\n                            _by H. B. Fyfe_\n\n[Transcriber's Note: This etext was produced from Orbit volume 1 number\n2, 1953. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n[Sidenote: _SHE WAS JUST A CRAZY BRAT--OR WAS SHE?_]\n\n[Illustration]\n\n\nWith over an hour to go before he needed to start braking for his\nlanding on Luna, Pete Dudley sat at the controls of the rocket freighter\nand tried to think of anything else that needed checking after his\nspinning the ship. He drummed absently with the fingers of his right\nhand upon the buckle of the seat strap which restrained him from\nfloating out of the padded acceleration seat.\n\n\"Let's see, tail's right out there in front. I got the angle perfect.\nGuess everything's okay.\"\n\nHe noticed his fingers drumming, and stopped.\n\n\"Cut that out!\" he told himself. \"Get nervous now and Jack'll be sending\nsome other vacuum on the next Mars run. There's Ericsson dead center in\nthe screen, waiting for you to plop down beside the domes. You couldn't\nmiss a crater that size if you tried.\"\n\nHe leaned back and stared speculatively at the curving tip of the Lunar\nRockies that ended in one of the largest craters on the far side of\nLuna. His eyes squinted slightly and there was a crease between them, as\nif he spent much time peering into instruments. There were deeper lines\nbeside his mouth, but the thin lips and pointed chin neutralized that\nevidence of frequent smiling.\n\n\"Are we nearly there?\"\n\nDudley's brown eyes opened so wide that the whites gleamed in the dim\nlight from his instruments. Then he shut them tightly and shook his head\nquickly.\n\nHe had thought he heard a woman's voice, and of course he couldn't have.\nFreight rockets were checked out of Terran spaceports with only a pilot\naboard. A lonely job for a man, but it was really only a way of keeping\nin practice. He made six round trips to Luna a year, but the big one was\nthe three-month kick to Mars.\n\nThen he smelled the perfume, so out of place in the machine-crowded\ncompartment. He turned around slowly.\n\nShe stood with one hand gripping the lead of a computing machine to keep\nher feet on the deck. Dudley stared her up and down two or three times\nbefore he realized his mouth hung open.\n\nSlim and about five-feet-four, she looked like a nice little girl making\nher first disastrous experiments with adult make-up. The slack suit of\ndeep blue, revealing a soft white blouse at the neck of the jacket, was\nin the best of taste, but her heavy application of lipstick was crude.\n\n_And her hair isn't naturally ash-blonde_, Dudley thought. _Yet she\nlooks like such a kid. Not pretty, but she might be in a few years._\n\n\"What are you doing here?\" he demanded harshly.\n\nFor a second, her eyes were scared. Then the expression was supplanted\nby a hard, make-believe confidence, leaving him merely with a fading\nsense of shame at his tone.\n\n\"Same as you,\" she said boldly. \"Going to Luna.\"\n\nDudley snorted. \"Then relax,\" he growled, \"because I can't stop you now.\nWhere the devil did you spend the last thirty-six hours?\"\n\nShe tried a grin. \"In the little room where the things are that pump the\nair. I sneaked in the galley once, when you were asleep. Did you miss\nanything?\"\n\n\"No,\" he admitted, thinking back.\n\n\"See? I'm not enough trouble to be noticed!\"\n\nDudley eyed her sourly. There was trouble behind this somewhere, he was\nwilling to bet, or else why had she stowed away? Running from a family\nfight? When the port checkers at Ericsson saw her--!\n\n\"How old are you, kid?\" he asked.\n\n\"Twenty-one.\"\n\nThe answer was too pat and quickly given. Even the girl seemed to\nrealize that, and she continued talking. \"My name's Kathi Foster. You're\nthe next Mars pilot, according to the schedule, aren't you?\"\n\n\"What about it?\"\n\nShe let go of the cable and pushed her weightless body across the\ncontrol room to his chair.\n\n\"What's it like on Mars?\" she asked breathlessly.\n\n_What does she expect me to tell her?_ Dudley wondered cynically. _That\nthe whole population of the colony is only about four thousand? That\nthey still live mostly on hope, dreams, and regular rocket service? That\nevery one of them represents such a fantastic transportation expense\nthat the Commission only sends top-notch people?_\n\n\"It's pretty tough,\" he said.\n\nShe hesitated over his unhelpful reply, then plunged ahead.\n\n\"How about taking me along to see for myself?\"\n\nDudley smiled with one corner of his mouth.\n\n\"You're not going anywhere except back to Terra on the next rocket,\" he\npredicted flatly. \"And I hope your father still has enough hair on his\nhead to own a hair-brush!\"\n\n\"My father is dead.\"\n\n\"Then your--.\" He paused as she shook her head. \"Well, don't you have\nany family? Jobs on Luna are ... limited. The settlements just aren't\nvery big. You're better off down home.\"\n\nKathi's half-defiant, half-wheedling mask cracked. Her over-painted lips\ntwitched.\n\n\"What do you know about where I'm better off? If you knew the kind of\nfamily I have--.\"\n\n\"Oh, calm down!\" grunted Dudley, somewhat discomforted by the sight of\ntears spilling from her blue eyes. \"Things are never as bad as you think\nwhen you're just a ... when you're young. When we land, we can say you\ngot left aboard by mistake. They'll just send you back without any\ntrouble.\"\n\n\"Like hell they will! I won't go!\"\n\nDudley stared hard at her, until she dropped her gaze.\n\n\"You don't understand,\" she said more quietly. \"I ... my family has been\nkicking me around the law courts all my life just because my grandfather\nleft me his money. They're all trying to get their hands on it, or on me\nto back up their claims. Do you realize I'm eight--I'm twenty-one and I\nnever lived a happy day in my life? I'd rather _die_ than go back!\"\n\n\"Yeah, sure,\" said Dudley. \"What did you really do to make you so scared\nof going back? Smack up grandpop's helicopter, maybe, or flunk out of\nschool?\"\n\n\"No, I got sick and tired of being shoved around. I wanted to get away\nsomeplace where I could be myself.\"\n\n\"Why didn't you buy a ticket on a passenger rocket, if you had such an\nurge to visit Luna?\"\n\n\"My aunts and uncles and cousins have all my money tied up in suits.\"\n\nHe leaned back by pushing the edge of the control desk.\n\n\"Pretty fast with the answers, aren't you?\" he grinned. \"I wonder what\nyou'll think up for the spaceport police when _they_ ask you?\"\n\n\"You don't believe--,\" she began.\n\nHe shook his head and to avoid further argument he picked up his\nsliderule, muttering something about checking his landing curve.\nActually, he was not as convinced as he pretended that her story was all\nlies.\n\n_But what the hell?_ he thought. _I have my own troubles without\nworrying because some blonde little spiral thinks she can go dramatic\nover a family spat. She'd better learn that life is full of give and\ntake._\n\n\"You better get attached to something around here,\" he warned her when\nthe time came for serious deceleration.\n\n\"I ... I could go back where I was,\" she stammered. He suddenly realized\nthat for the past hour she had silently accepted his ignoring her. She\nasked now, \"What happens next?\"\n\n\"We cut our speed and come down on the tail as near to the domes of the\nEricsson settlement as possible without taking too much of a chance.\nThen I secure everything for the towing.\"\n\n\"Towing? I'm sorry; I never read much about the moon rockets.\"\n\n\"Natural enough,\" Dudley retorted dryly. \"Anyway, they send out big\ncranes to lower the rocket to horizontal so they can tow it on wheels\nunder one of the loading domes. Handling cargo goes a lot faster and\nsafer that way. Most of the town itself is underground.\"\n\nHe began warming up his tele-screen prior to asking the spaceport for\nobservation of his approach. Kathi grabbed his elbow.\n\n\"Of course I'm going to talk with them,\" he answered her startled\nquestion.\n\n\"Can they see me here behind you?\"\n\n\"I guess so. Maybe not too clear, but they'll see somebody's with me.\nWhat's the difference? It'll just save them a shock later.\"\n\n\"Why should they see me at all? I can hide till after you leave the\nship, and--.\"\n\n\"Fat chance!\" grunted Dudley. \"Forget it.\"\n\n\"Please, Dudley! I--I don't want to get you in any trouble, for one\nthing. At least, let me get out of sight now. Maybe you'll change your\nmind before we land.\"\n\nHe looked at her, and the anxiety seemed real enough. Knowing he was\nonly letting her postpone the unpleasantness but reluctant to make her\nface it, he shrugged.\n\n\"All right, then! Go somewhere and wipe that stuff off your face. But\nstop dreaming!\"\n\nHe waited until she had disappeared into one or another of the tiny\ncompartments behind the control room, then sent out his call to the\nLunar settlement.\n\nThe problem did not affect his landing; in fact, he did better than\nusual. His stubby but deft fingers lacked their ordinary tendency to\ntighten up, now that part of his mind was rehearsing the best way to\nexplain the presence of an unauthorized passenger.\n\nIn the end, when he had the rocket parked neatly on the extremities of\nits fins less than a quarter of a mile from one of the port domes, he\nhad not yet made up his mind.\n\n\"Nice landing, Pete,\" the ground observer told him. \"Buy you a drink\nlater?\"\n\n\"Uh ... yeah, sure!\" Dudley answered. \"Say, is Jack Fisher anywhere\naround?\"\n\n\"Jack? No, I guess he's gone bottom level. We're having 'night' just\nnow, you know. Why? What do you want a cop for?\"\n\nSuddenly, it was too difficult.\n\n_If she could hide as long as she did, she could have done it all the\nway_, he told himself.\n\n\"Oh, don't wake him up if he's asleep,\" he said hastily. \"I just thought\nI'd have dinner with him sometime before I leave.\"\n\nHe waited sullenly while the great self-propelled machines glided out\nover the smooth floor of the crater toward the ship, despising himself\nfor giving in.\n\n_Well, I just won't know anything about her_, he decided. _Let her have\nher little fling on Luna! It won't last long._\n\nHe closed the key that would guard against accidental activation of the\ncontrols and, enjoying the ability to walk even at one-sixth his normal\nweight, went about securing loose objects. When the space-suited figures\noutside signaled, he was ready for the tilt.\n\nOnce under the dome, he strode out through the airlock as if innocent of\nany thought but getting breakfast. He exchanged greetings with some of\nthe tow crew, turned over his manifesto to the yawning checker who met\nhim, and headed for the entrance of the tunnel to the main part of the\nsettlement.\n\nOnly when he had chosen a monorail car and started off along the tunnel\ntoward the underground city a mile away did he let himself wonder about\nKathi Foster.\n\n\"Her problem now,\" he muttered, but he felt a little sorry for her\ndespite his view that she needed to grow up.\n\nLater in the \"day,\" he reported to transportation headquarters.\n\n\"Hiya, Pete!\" grinned Les Snowdon, chief of the section. \"All set for\nthe Ruby Planet?\"\n\nDudley grimaced. \"I suppose so,\" he said. \"Left my locker mostly packed,\nexcept for what I'll need for a couple of days. When do we go out and\nwho's the crew?\"\n\n\"Jarkowski, Campiglia, and Wells. You have three days to make merry and\none to sober up.\"\n\n\"I sober fast,\" said Dudley.\n\nSnowdon shook his head in mock admiration. \"Nevertheless,\" he said, \"the\nphysical will be on the fourth morning from now. Don't get in any fights\nover on Level C--or if you do, let the girl do the punching for you! A\nbroken finger, my boy, and you'll ruin the whole Martian schedule!\"\n\n\"Ah, go on!\" Dudley grinned, moving toward the door. \"They can always\nstick you in there, and make you earn your pay again.\"\n\n\"They're still paying me for the things I did in the old days,\" retorted\nSnowdon. \"Until I get caught up, I'm satisfied to keep a little gravity\nunder my butt. Oh ... by the way, your pal Jack Fisher left a call for\nyou. Something about dinner tonight.\"\n\nDudley thanked him and went off to contact Fisher. Then he returned to\nthe pilots' quarters for a shower and strolled along the corridors of\nthe underground city to a lunch-room. Food and water were rationed on\nLuna, but not nearly as tightly as they would be for him during the next\nthree months.\n\nThat night, he joined Fisher and his wife for dinner at The View,\nEricsson's chief center of escape from the drabness of Lunar life. It\nwas the only restaurant, according to the boast of its staff, where one\ncould actually dine under the stars.\n\n\"Sometimes I wish that dome wasn't so transparent,\" said Fisher. \"Sit\ndown, the girls will be back in a minute.\"\n\nDudley eyed him affectionately. Fisher was head of the settlement's\nsmall police force, but managed to look more like the proprietor of one\nof the several bars that flourished in the levels of the city just under\nthe restaurant. He was heavy enough to look less than his six feet, and\nhis face was as square as the rest of him. Dark hair retreated\nreluctantly from his forehead, and the blue eyes set peering above his\npudgy cheeks were shrewd.\n\n\"Girls?\" asked Dudley.\n\n\"We brought along a new arrival to keep you company,\" said Fisher. \"She\nworks in one of the film libraries or something like that.\"\n\n[Illustration]\n\n_Which means that's as good an excuse as any for having her at\nEricsson_, thought Dudley. _Anyway, I'm glad Jack is the sort to be\nrealistic about things like bars and other ... recreation. There'd be\nmore guys turning a little variable from too much time in space without\nsome outlet._\n\n\"Here she comes with Myra,\" said his host. \"Name's Eileen.\"\n\nDudley smiled at Mrs. Fisher and was introduced to the red-haired girl\nwith her. Eileen eyed him speculatively, then donned her best air of\nfriendliness. The evening passed rapidly.\n\nFor the next few days, besides seeing the Fishers and looking up the men\nwho were to be his crew, Dudley spent a lot of time with Eileen. There\nseemed to be little difficulty about her getting time off from whatever\nher official duties were. She showed him all the bars and movie theatres\nand other amusements that the underground city could boast, and Dudley\nmade the most of them in spite of his recent visit to Terra. On the\nMars-bound rocket, they would be lucky, if allowed one deck of cards and\nhalf a dozen books for the entertainment of the four of them.\n\nIt was on the \"evening\" of his third day that the specter haunting the\nback of his mind pushed forward to confront him. He had listened for\ngossip, but there had been no word of the discovery of an unauthorized\narrival. Then, as he was taking Eileen to her underground apartment, he\nheard his name called.\n\nThere she was, with an escort of three young men he guessed to be\noperators of the machinery that still drilled out new corridors in the\nrock around the city. Somehow she had exchanged the black slack suit for\na bright red dress that was even more daring than Eileen's. In the\nregulated temperature, clothing was generally light, but Dudley's first\nthought was that this was overdoing a good thing.\n\n\"May I have a word with you, Dudley?\" Kathi asked, coming across the\ncorridor while her young men waited with shifting feet and displeased\nlooks.\n\nDudley glanced helplessly at Eileen, wondering about an introduction. He\nhad never bothered to learn her last name, and he had no idea of what\nname Kathi was using. The redhead had pity on him.\n\n\"My door's only a few yards down,\" she said. \"I'll wait.\"\n\nShe swept Kathi with a glance of amused confidence and walked away. It\nseemed to Dudley that she made sure the three young men followed her\nwith their eyes; but then he was kicking off for Mars within twenty-four\nhours, so he could hardly object to that.\n\n\"Have you changed your mind?\" demanded Kathi with a fierce eagerness.\n\n\"Not so loud!\" hushed Dudley. \"About what? And how did you get that\nrig?\"\n\nHad he been less dismayed at her presence, he might have remarked that\nthe tight dress only emphasized her immaturity, but she gave him no time\nto say more.\n\n\"About Mars, Dudley. Can't you take me? I'm afraid those illegitimate\nblood-suckers are going to send after me. They could sniff out which way\na nickel rolled in a coal-bin.\"\n\n\"Aren't you just a shade young for that kind of talk?\"\n\n\"I guess I'm a little frightened,\" she admitted.\n\n\"You frighten me, too,\" he retorted. \"How are you ... I mean, what do\nyou--?\"\n\nShe tossed her blonde hair.\n\n\"There are ways to get along here, I found out. I didn't get arrested\nthis time, did I? So why can't you take a chance with me to Mars?\"\n\n\"Take an eclipse on that,\" said Dudley with a flat sweep of his hand.\n\"It's just out of the question. For one thing, there are four of us\ngoing, and you can't hide for the whole trip without _somebody_ catching\non.\"\n\n\"All right,\" she said quietly. \"Why not?\"\n\n\"What do you mean, 'Why not?'\"\n\n\"I'm willing to earn my passage. What if there _are_ four of you?\"\n\nFor a long moment, Dudley discovered things about himself, with the\nsudden realization that the idea appealed to some suppressed part of his\nmind. He had never kidded himself about being a saint. The thing had\npossibilities. _Maybe one of the others can be talked into restraint\ninto her._\n\nHe snapped out of it. \"Don't be a little fool!\" he grated. \"If you want\nmy advice, you'll--.\"\n\n\"Well, I _don't_ want your goddam advice! If you're too yellow to try\nit, I'll find somebody else. There'll be another rocket after yours, you\nknow. Maybe they'll have a _man_ on it!\"\n\nHe felt his face go white and then flush as he stared at her. He did not\nknow what to say. She looked like a child, but the outburst was more\nthan a mere tantrum.\n\n_Sounds as if she's never been crossed before_, he thought. _I ought to\nhaul off and slap a little self-restraint into her._\n\nInstead, he beckoned to the three men, who had been edging closer with\naggrieved expressions.\n\n\"How about taking your girl friend along?\" he said flatly.\n\nOne of them took her by the elbow and tried to murmur something in her\near, but Kathi shook him off.\n\n\"If you are afraid for your license, Dudley, I'll say I hid without your\nknowing it. I'll say one of the others let me in. Please, Dudley. I'm\nsorry I talked to you like that.\"\n\nShe was making a fool of him, and of herself, he decided. And in\nanother minute, she would spill the whole thing, the way she was\nsounding off. And her friends were beginning to look hostile as it was.\n\n\"What's the trouble?\" asked one of them.\n\n\"Nothing that won't clear up if you pour a couple of drinks into her,\"\nsaid Dudley disgustedly.\n\nHe walked away, and they held her from following.\n\n\"_Dudley!_\" she yelled after him. \"They'll send me back! Please, Dudley.\nI won't go. You remember what I said about going back--.\"\n\nHer voice was getting too shrill. Someone in the group must have put his\nhand over her mouth, for when Dudley looked back, they were rounding a\ncorner of the corridor more or less silently.\n\nEileen waited in the half-open door, watching him quizzically. \"Friend\nof yours?\" she drawled.\n\n\"After a fashion,\" admitted Dudley, pulling out a handkerchief to wipe\nhis forehead. \"Spoiled brat!\"\n\nHe fumbled in a pocket of his jacket, and withdrew a small package.\n\"Here's the bracelet that matches that necklace,\" he said. \"I knew I had\nit in my locker somewhere.\"\n\nHer thanks were very adequate.\n\n\"Aren't you coming in?\" Eileen asked after the pause.\n\n\"No ... I don't ... I have to get a good night's sleep, you know. We\nkick off tomorrow.\"\n\nShe pursed her lips in a small pout, but shrugged. \"Then look me up when\nyou get back, Pete.\"\n\n\"Yeah. Sure.\"\n\nHe kissed her quickly and walked away, drumming the fingers of his right\nhand against his thigh.\n\nExcept for the tenseness of blasting off and landing, the round trip to\nMars was as boring as he expected. Campiglia won too many chess games at\none move per watch, and the deck of cards wore out. For a few days,\nWells had a slightly infected finger after cutting himself, but it was a\nsmall crisis. The layover on Mars was short, and the thrill was no\nlonger new.\n\nDudley was glad to step out of the big rocket on Luna.\n\nThey had come in during the sleeping period at Ericsson, so the four of\nthem had gone to their quarters for a few hours of sleep after the first\nbabble of welcome from those on duty when they landed. Dudley was\nawakened by Jack Fisher.\n\n\"So early?\" he grunted, squinting at his watch. \"What brings you\naround?\"\n\nFisher settled his bulk in the only chair of the bedroom that was to be\nDudley's until his next Terra-bound rocket.\n\n\"Liable to be busy today,\" he said easily, \"so I thought I'd have\nbreakfast with you.\"\n\n\"Fine!\" said Dudley. \"Wait'll I shave and I'll be with you.\"\n\nWhen he returned from the bathroom, he thought that he had perfect\ncontrol of his features. There might not be anything wrong, but it\nseemed odd that Jack should be around so soon. He wondered if the Kathi\nFoster affair was in the background.\n\nThey went up a few levels to a minor eating place and had scrambled eggs\nthat almost tasted natural. Over the coffee, Fisher opened up.\n\n\"Had a little excitement while you were gone,\" he said.\n\n\"Yeah? What?\"\n\nFisher let him wait while he carefully unwrapped the half-smoked remains\nof a cigar. Tobacco in any form was strictly rationed in all Lunar\nsettlements.\n\n\"Ever hear of old Robert Forgeron?\" he asked.\n\n\"The one they used to call 'Robber' Forgeron?\"\n\n\"That's right. He had so many patents on airlock mechanisms and\nspace-suit gadgets and rocket control instruments that he made the\ngoddamnedest fortune ever heard of out of space exploration. Died a few\nyears ago.\"\n\nDudley maintained a puzzled silence.\n\n\"Seems the old man had strong ideas about that fortune,\" continued\nFisher. \"Left the bulk of it to his only granddaughter.\"\n\n\"That must have made headlines,\" Dudley commented.\n\n\"Sure did.\" Fisher had the cigar going, now, and he puffed economically\nupon it. \"Especially when she ran away from home.\"\n\n\"Oh?\" Dudley felt it coming. \"Where to?\"\n\n\"Here!\"\n\nFisher held his cigar between thumb and forefinger and examined it\nfondly.\n\n\"Said her name was Kathi Foster instead of Kathi Forgeron. After they\ngot around to guessing she was on Luna, and sent descriptions, we picked\nher up, of course. Shortly after you kicked off for Mars, in fact.\"\n\nDudley was silent. The other's shrewd little eyes glinted bluely at him\nthrough the cigar smoke.\n\n\"How about it, Pete? I've been trying to figure how she got here. If it\nwas you, you needn't worry about the regulations. There was some sort of\nlitigation going on, and all kinds of relatives came boiling up here to\nget her. All the hullabaloo is over by now.\"\n\nDudley took a deep breath, and told his side of the story. Fisher\nlistened quietly, nodding occasionally with the satisfaction of one who\nhad guessed the answer.\n\n\"So you see how it was, Jack. I didn't really believe the kid's story.\nAnd she was so wild about it!\"\n\nFisher put out his cigar with loving care.\n\n\"Got to save the rest of this for dinner,\" he said. \"Yes, she was wild,\nin a way. You should hear--well, that's in the files. Before we were\nsure who she was, Snowdon put her on as a secretary in his section.\"\n\n\"She didn't look to me like a typist,\" objected Dudley.\n\n\"Oh, she wasn't,\" said Fisher, without elaborating. \"I suppose if she\n_was_ a little nuts, she was just a victim of the times. If it hadn't\nbeen for the sudden plunge into space, old Forgeron wouldn't have made\nsuch a pile of quick money. Then his granddaughter might have grown up\nin a normal home, instead of feeling she was just a target. If she'd\nbeen born a generation earlier or later, she might have been okay.\"\n\nDudley thought of the girl's pleading, her frenzy to escape her\nenvironment.\n\n\"So I suppose they dragged her back,\" he said. \"Which loving relative\nwon custody of the money?\"\n\n\"That's still going on,\" Fisher told him. \"It's tougher than ever, I\nhear, because she didn't go down with them. She talked somebody into\nletting her have a space-suit and walked out to the other side of the\nringwall. All the way to the foothills on the other side.\"\n\nDudley stared at him in mounting horror. Fisher seemed undisturbed, but\nthe pilot knew his friend better than that. It could only mean that the\nother had had three months to become accustomed to the idea. He was\ntenderly tucking away the stub of his cigar.\n\n\"Wasn't so bad, I guess,\" he answered Dudley's unspoken question. \"She\ntook a pill and sat down. Couple of rock-tappers looking for ore found\nher. Frozen stiff, of course, when her batteries ran down.\"\n\nDudley planted his elbows on the table and leaned his head in his hands.\n\n\"I should have taken her to Mars!\" he groaned.\n\n\"She tried that on you, too?\" Fisher was unsurprised. \"No, Pete, it\nwouldn't have done any good. Would've lost you your job, probably. Like\nI said, she was born the wrong time. They won't have room for the likes\nof her on Mars for a good many years yet.\"\n\n\"So they hauled her back to Terra, I suppose.\"\n\n\"Oh, no. The relatives are fighting that out, too. So, until the judges\nget their injunctions shuffled and dealt, little Kathi is sitting out\nthere viewing the Rockies and the stars.\"\n\nHe looked up at Dudley's stifled exclamation.\n\n\"Well, it's good and cold out there,\" he said defensively. \"We don't\nhave any spare space around here to store delayed shipments, you know.\nWe're waitin' to see who gets possession.\"\n\nDudley rose, his face white. He was abruptly conscious once more of\nother conversations around them, as he stalked toward the exit.\n\n\"Hey,\" Fisher called after him, \"that redhead, Eileen, told me to ask\nif you're taking her out tonight.\"\n\nDudley paused. He ran a hand over his face. \"Yeah, I guess so,\" he said.\n\nHe went out, thinking, _I should have taken her. The hell with\nregulations and Jack's theories about her being born too soon to be\nuseful on Mars. She might have straightened out._\n\nHe headed for the tunnel that led to the loading domes.\n\nEricsson was a large crater, over a hundred miles across and with a\nbeautifully intact ringwall, so it took him some hours, even with the\ntractor he borrowed, to go as far as the edge of the crater. Jack Fisher\nwas waiting for him in the surface dome when he returned hours later.\n\n\"Welcome back,\" he said, chewing nervously on his cigar. \"I was\nwondering if we'd have to go looking for you.\" He looked relieved.\n\n\"How did she look?\" he asked casually, as Dudley climbed out of his\nspace suit in the locker room.\n\nDudley peeled off the one-piece suit he had worn under the heating pads.\nHe sniffed.\n\n\"Chee-rist, I need a shower after that.... She looked all right. Pretty\ncute, in a way. Like she was happy here on Luna.\"\n\nHe picked up towel and soap. \"So I fixed it so she could stay,\" he\nadded.\n\n\"What do you mean?\"\n\nHe looked at Fisher. \"Are you asking as a friend or as a cop?\"\n\n\"What difference does it make?\" asked Fisher.\n\n\"Well, I don't think you could have tracked me with your radar past the\nringwall, so maybe I just went for a ride and a little stroll, huh? You\ndidn't see me bring back a shovel, did you?\"\n\n\"No,\" said Fisher, \"I didn't see you bring it back. But some people are\ngoing to get excited about this, Pete. Where did you bury her?\"\n\n\"Blood-suckers!\" said Dudley. \"Let them get excited! Luna is full of\nmysteries.\"\n\n\"All right,\" said Fisher. \"For my own curiosity, then, I'm asking as a\nfriend.\"\n\n\"I found a good place,\" said Dudley. \"I kind of forget where, in the\nmiddle of all those cliffs and rills, but it had a nice view of the\nstars. They'll never find her to take her back! I think I owed her that\nmuch.\"\n\n\"Ummm,\" grunted Fisher.\n\nAs Dudley entered the shower, the other began to unwrap a new cigar, a\nnot-displeased expression settling over his square, pudgy face.\n\nUnder the slow-falling streams of warm water, Dudley gradually began to\nrelax. He felt the stiffness ease out of his jaw muscles. He turned off\nthe bubbling water before he could begin imagining he was hearing a\nscared voice pleading again for passage to Mars....\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Luna Escapade, by H. B. Fyfe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LUNA ESCAPADE ***\n\n***** This file should be named 40961.txt or 40961.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/6/40961/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}