{"title": "Spacewrecked on Venus", "author": "Neil R. Jones", "releaseDate": "October 9, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       Spacewrecked on Venus\n\n                         By NEIL R. JONES\n\n[Transcriber's Note: This etext was produced from Wonder Stories\nQuarterly Winter 1932. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n[Illustration: A beam of electricity leaped from the ship. Instantly\nshafts of light spread from the nearest projectile to the ones on either\nside of it.]\n\n       *       *       *       *       *\n\n                           NEIL R. JONES\n\n    [Illustration]\n\n    Interplanetary commerce, if and when it begins, will be fraught with\n    all of the dangers that accompany pioneering expeditions. There will\n    be the terrible climatic conditions on other worlds to be faced,\n    strange beasts and plants; and perhaps desperate and greedy men.\n    That was the case when every new land was opened on earth and it may\n    be expected to be true when we conquer the solar planets.\n\n    Mr. Jones understands these things well. His vivid imagination, his\n    sense of a good story and his knowledge of what may be expected upon\n    other worlds combine to make this a novel and exciting yarn. And, as\n    is always desired, it comes to a smashing finish with a surprising\n    ending.\n\n    His scientific weapons are quite novel, but so realistically does he\n    portray them, that they strike one as being quite possible and\n    likely to be used at some future time.\n\n       *       *       *       *       *\n\nI stood looking from the space ship into the dense fog banks which\nrolled about us. We were descending through the dense cloud blanket of\nVenus. How near we actually were to the ground I did not know. Nothing\nbut an unbroken white haze spread mistily, everywhere I looked.\n\nWith jarring suddenness, a terrific shudder throbbed the length of the\n_C-49_, rattling the loose articles on the desk nearby. The dictatyper,\nwith which I had lately been composing a letter, crashed violently to\nthe floor. I reeled unsteadily to the door. It was nearly flung open in\nmy face.\n\n\"Hantel!\"\n\nCaptain Cragley steadied himself on the threshold of my room. The\ncaptain and I had become intimate friends during the trip from the\nearth. In his eyes I saw concern.\n\n\"What's wrong?\" I queried.\n\n\"Don't know yet! Come--get out of there, man! We may have to use the\nemergency cylinder!\"\n\nI followed Cragley. The crew, numbering seven, were gathered in the\nobservation chamber. Most of the passengers were there too.\n\nThe _C-49_ carried twelve passengers, all men, to the Deliphon\nsettlement of Venus. In the earlier days of space travel, few women\ndared the trip across space.\n\nSeveral of the crew worked feverishly at the controls above the\ninstrument board.\n\n\"What's our altitude?\" demanded Cragley.\n\n\"Fifteen thousand feet!\" was the prompt reply. \"Our drop is better than\na hundred feet a second!\"\n\nWorried wrinkles creased the kindly old face of Captain Cragley. He\ndebated the issue not one moment.\n\n\"Into the emergency cylinder--everybody!\"\n\nHerding the passengers ahead of them, Cragley's men entered a\ncompartment shaped like a long tube, ending in a nose point. When we\nwere buckled into a spiral of seats threading the cylinder, Cragley\npulled the release lever. Instantly, the cylinder shot free of the\ndoomed _C-49_. For a moment we dropped at a swifter pace than the\nabandoned ship. After that, our speed of descent was noticeably\ndecreased.\n\nPeering at the proximity detector, Cragley announced that we were quite\nsafe from a collision. The _C-49_ was far below us and dropping fast.\n\n\"No danger now,\" he assured the passengers. \"We'll come down like a\nfeather. Then all we have to do is radio Deliphon to send out a ship for\nus.\"\n\nCragley was equal to the situation. In this year of 2342, when the days\nof pioneer space flying were commencing to fade into history, it\nrequired capable men to cope with interplanetary flight. If Cragley\nbrought his crew and passengers safely through this adversity and also\nsalvaged the valuable cargo of the _C-49_, it was another feather in his\ncap.\n\nQuentin, second to Cragley in command, labored over the sending\napparatus. Quentin looked up at his superior officer with an uneasy\nexpression. The captain was quick to sense trouble.\n\n\"What's wrong?\"\n\n\"I don't like the looks of this,\" was Quentin's reply. \"The sender\nrefuses to function properly. I can do nothing with it.\"\n\nCragley's face bore a troubled look. He stepped to the side of his\nsubordinate for a hasty inspection of the radio sender.\n\n\"The receiver plate doesn't light up, either,\" said Quentin. \"Looks to\nme as though someone has been tampering with this.\"\n\nIn their spiral of seats, the passengers looked silently and gravely\nupon the cylinder base where Cragley and his staff were gathered over\nthe apparatus. A dull glow of cloudy light coming in through the\ntransparent interstices of the descending cylinder softened and\ncounteracted the glow of the radium lights. An intangible feeling of\ndepression hung in the air.\n\n\"Elevation, five hundred feet!\" announced one of the crew from his\nposition at the altitude dial.\n\n\"Make a landing,\" ordered Cragley. \"We can't be very far from where the\n_C-49_ fell. If there's enough of the ship left, we may be able to\ndiscover the cause of this accident.\"\n\nDown through the lush vegetation, the cylinder felt its way, dropping\nvery slowly. Finally it came to rest on a knoll.\n\n\"How far are we from the ship?\" queried the captain.\n\n\"About seventeen hundred feet south of it, I'd say.\"\n\n\"We'll go outside and get organized. We've got to get that platinum\nshipment off the _C-49_ and get into communication with headquarters at\nDeliphon somehow. The proximity detector tells us we're over two\nhundred miles from there.\"\n\nOne of the passengers spoke up with a suggestion. \"Can't we go the rest\nof the way in this? You can send back for what's left of the ship. I've\nan important reason for arriving in Deliphon quickly. If--\"\n\n\"Not a chance,\" cut in Cragley, both amused and annoyed. \"The cylinder\nwouldn't take us anywhere. All the cylinder is good for is an emergency\ndescent. It has no driving power.\"\n\n       *       *       *       *       *\n\nPreparations were made for a trip to the wrecked space ship.\n\n\"Might I go with you and the men, Captain?\" I ventured.\n\n\"Sure, Hantel, come along! I'll have to leave part of the crew here with\nthe passengers and the cylinder, so I'm glad to have a few volunteers.\"\n\n\"Count on me, then,\" another of the passengers spoke up.\n\nI recognized him as Chris Brady. He was a man about my own age, possibly\nyounger, perhaps in his late twenties. Brady and I had become friends\nduring the trip, having spent many hours together. This was my second\ntrip to the clouded planet. Brady had made many trips to Venus, spending\nconsiderable time among the colonies. I had learned much about the man\nwhich had interested me.\n\nOur party consisted of Cragley, Brady, three of the crew, four other\npassengers and myself. Well armed, we set out through the yellow jungle\nin search of the remains of the _C-49_. Quentin insisted that it was not\nfar away according to the proximity detector which was especially\nattuned to the bulk and metal composition of the space ship.\n\nProgress was difficult in spots, and we found it necessary to hack our\nway through lush growths of vegetation, taking numerous detours around\ninterlaced verdure. We were out of sight of the cylinder almost\nimmediately.\n\nOne of the passengers who had volunteered to accompany us complained at\nthe prospects of becoming lost. Cragley calmed the man's anxiety with a\nbrief explanation of the directometer he carried. It was an elaborate\nperfection of the old compass. On a square plate, our position was\nalways designated in relation to the _C-49_. By telescopic condensation\nof the field, Cragley was capable of bringing Deliphon on the\ninstrument. It was well over two hundred miles beyond us.\n\n\"If Quentin doesn't have that televisor fixed by the time we get back,\nwe are in a jam.\"\n\n\"There's the ship!\"\n\nWe looked where the pointing arm of Brady designated. The wrecked space\nship lay imbedded in the murky waters of a swamp, fully one-third of its\nbulk out of sight. Above, the torn and tangled mass of vegetation bore\nwitness to the rapid descent of the craft. Mighty branches were torn\naway from giant trees. The ship itself was enwrapped by interlaced\ncreepers which it had ripped loose from the upper foliage.\n\nWe waded through warm, stagnant water which teemed with marine life. We\nwere halfway to the side of the _C-49_ when a cry from behind startled\nme into action. I turned and stared into the gaping jaws of a terrifying\nserpent wriggling through the shallow water on many legs. Several\nelectric pistols flashed almost simultaneously. The loathesome monster\nturned belly up, floating dead upon the surface of the swamp water.\n\nFrom then on, we advanced more cautiously. Coming alongside the crushed\nhull of the interplanetary liner, we made an inspection of its position.\nThe space ship lay nearly right side up, the decks slanting a bit\nsharply to one side. Upon the outer deck of the _C-49_, Cragley\nscratched his head and looked the situation over.\n\n\"Not so bad as I'd feared,\" was his comment. \"Wouldn't be much else but\njunk here if it hadn't been for the jungle breaking the fall.\" Cragley\npointed upward to the strong barrier of interlaced foliage. \"I hope to\ndiscover just why it was we fell.\"\n\n\"Wasn't there an explosion?\" I inquired. \"There was a great shock just\nbefore you opened the door to my stateroom. For a moment I thought we'd\nstruck the planet.\"\n\n\"Yes--there was an explosion,\" Cragley replied, a bit reluctant to voice\nthe admission. \"It occurred somewhere in the mechanism operating our\nradium repellors. That's why the ship started falling. Its weight was\nleft partly free against the gravity of Venus. We had to leave so\nquickly there was no time for inspection.\"\n\nOne by one, we descended into the wrecked _C-49_. In that part of the\nship which lay lowest below water level, tiny streams of dirty water\ntrickled between wrenched plates, forming pools of water which rose\nslowly about us. Cragley and his men inspected the radium repellors.\nThey whispered strangely among themselves. A steely glint shone\nresolutely in Captain Cragley's eyes.\n\n\"There's deviltry been done here,\" he stated fiercely. \"The _C-49_ was\ndeliberately wrecked by someone on board!\"\n\nHeavy silence followed his words. One of the crew returned from the\nvault room. He announced to the captain that the _C-49's_ shipment of\nplatinum was intact as they had left it. Captain Cragley turned the\nmatter over in his mind. He was an astute man. Having smelled out a\nconspiracy, he was planning the best way he knew to thwart it. The\nplatinum itself presented an obvious motive. Finally he spoke.\n\n\"You passengers are to go up into the observation room and wait for us.\nUnder no condition are you to leave the room and wander about the ship.\"\n\nCaptain Cragley's orders were obeyed to the letter.\n\n       *       *       *       *       *\n\nIn the observation chamber, Brady asked my opinion of the discovery\nCaptain Cragley had made. \"What's up, anyways?\"\n\nI shook my head. Brady was plainly nervous. Others of the passengers who\nhad accompanied us shared his apprehension. Fully a half hour had passed\nand still Cragley and his men put in no appearance. Outside, myriads of\nlife flew, crawled and swam about the damaged craft.\n\nPresently, Cragley and his three men emerged from the lower levels of\nthe _C-49_. They presented an uncouth spectacle bedraggled as they were\nwith grime and dirty water. In their arms they carried many small boxes.\nThough small, each box was extremely heavy, being loaded with a fortune\nin platinum bars.\n\n\"We'll return to the cylinder,\" said Cragley. \"There's important work to\nbe done.\"\n\nOnce more we trudged back through the swamp and jungle, following the\ntrail we had made. Several times, huge shadowy forms flapped on the wing\noverhead, but there was no attack. Back at the cylinder, Captain Cragley\nordered every man out into the open. He drew their attention.\n\n\"There's serious business here,\" he said slowly, his eyes darting from\nface to face. \"I want the man, or men who wrecked the _C-49_!\"\n\nThe captain snapped out the final words. Surprise, terror and alarm\nregistered among the passengers, but Cragley evidently saw no admissions\nof guilt.\n\n\"The man who is responsible for our present condition owns this!\"\nexclaimed Cragley suddenly. From behind him where he had been concealing\nit, he drew forth a square box studded with knobs and dials. \"I know\nwhich one of you owns this. It was found hidden in his room by one of my\nmen.\"\n\nAgain Cragley watched for a betraying face. At the time, I doubted\nCragley's statement that he knew who owned the box. If he knew, I asked\nmyself, why was it he did not come right out and make an accusation with\nwhatever evidence he held? But that was not Cragley's way.\n\n\"We've also uncovered his two accomplices,\" continued the captain in\ncool, level tones. \"There is proof which points definitely to them.\"\n\nHe paused. No one spoke. The silence of death had descended upon the\nentire group. For a moment my scalp prickled from the high tension of\nnerves which hung over this episode. Cragley's burning eyes made every\nman of us a criminal.\n\n\"The penalty for this offense is--death!\" Cragley hurled out the final\nword with dramatic suddenness.\n\nThere was a stealthy movement among those who stood near the cylinder.\n\n\"Drop it!\" snapped Quentin. \"Or I'll bore you!\"\n\nOne of the passengers, Davy by name, dropped an electric pistol and\nraised his hands.\n\n\"Raynor!\" thundered Cragley, pointing a denunciatory finger at another\nof the space ship's passengers. \"Let's have an end to this shamming!\nStep out there with Davy! Give up your weapons!\"\n\nWith the attitude of a fatalist, Raynor stepped forward, allowing\nQuentin to disarm him.\n\n\"And now for the owner of this little box,\" said Cragley, a cryptic\npromise in his tones. \"This radio-electrifier excited an electric\nexplosion of static in the radium repellors. The reason, I suppose, was\nprompted by designs on the shipment of platinum. Will the owner of this\ningenious little invention step up--or do I have to call his name?\"\n\nNo one moved.\n\n\"Just as I thought, Brady, you have the nerve to bluff this thing out to\nthe finish!\"\n\nThe face of Chris Brady grew pale. He appeared stunned. Those nearest\nhim stepped back in surprise. Davy and Raynor were the only ones who did\nnot seem taken aback by the revelation.\n\n\"But I've never seen that thing before,\" Brady protested. \"Why, I----\"\n\n\"Not a chance of wiggling your way out of this, Brady! We've got the\ngoods on you sure enough! Will you kindly explain how you intended\nmaking a getaway with the platinum?\"\n\n\"I'm innocent!\" exclaimed Brady heatedly. \"I don't know these men!\"\n\n\"This contrivance was found hidden in your room, Brady! Communications\nbetween you and these men were also found!\"\n\nChris Brady fell silent. The evidence was overwhelming. Cragley turned\nto the other culprits.\n\n\"Have either of you protests to make?\"\n\n\"We know when we're caught,\" growled Raynor, shooting a swift glance at\nBrady. \"You've got the goods on us. We're not squawking.\"\n\n\"You were taking orders from this man?\" the captain inquired, pointing\nat Brady.\n\nBoth Davy and Raynor replied in the affirmative, adding further proof\nagainst Brady.\n\n\"Known him very long?\"\n\n\"Don't know him at all,\" replied Raynor, \"only that he's the boss.\"\n\n\"We've been taking orders from him since we left the earth,\"\nsupplemented Davy. \"He had us kill the radio equipment a little while\nbefore he set off the explosion.\"\n\n\"And how did you expect to get away with the platinum?\"\n\n\"He's the only one of us who knows,\" replied Davy, nodding his head at\nBrady.\n\n\"Brady, I suppose there'll be another ship along pretty soon--some of\nyour friends from Deliphon. Now I see it all. Well, they won't find us,\nthat's all. We won't be here.\"\n\n\"I've no idea that....\"\n\n\"Pretty thorough, weren't you?\" snapped Cragley. \"But you slipped up a\nfew notches! Thought there wouldn't be much left of the ship! Too\ncareless, Brady! You three men are sentenced to death!\"\n\n\"A trial!\" screamed Brady. \"We're entitled to a trial!\"\n\n\"Not under the new interplanetary laws! This is far worse than mutiny,\nand you're on Venus now! You've had your trial!\"\n\n\n\n\nCHAPTER II\n\n\nGrim retribution overhung the condemned men. It promised swift justice.\nCaptain Cragley was the law. He dealt out the penalty according to the\ncode governing interplanetary navigation.\n\n\"We must get away from this vicinity in a hurry!\" he informed Quentin.\n\"You can bet your last coin there'll be a ship around pretty soon to\npick up the platinum and these three men! If there's a battle, we\nhaven't a chance in our present condition!\"\n\n\"Where'll we go?\" asked Quentin. \"Somewhere and hide?\"\n\n\"We'll head for Deliphon. It's a long, hard tramp, but it's our only\nchance. Get things ready to leave. Pack everything we'll want to take\nwith us. Just before we start, we'll have this execution over with.\"\n\nQuentin immediately apprised the crew and passengers of the _C-49_ of\nCaptain Cragley's intentions. He stated the fact that brigands were\nexpected shortly, telling of what they would do to luckless passengers\nwho fell into their hands. A second expedition was sent to the _C-49_\nfor food stores and various articles it was deemed necessary to carry\nalong on the march.\n\nWith the usual brief ceremony required in such proceedings, Brady, Davy\nand Raynor were lined up before a shallow grave which had hastily been\ndug for them. Five of the crew stood at attention, electric guns half\nraised. Cragley, in a crisp, steady voice, gave the orders. The three\nmen, white of face, stared fascinated at their executioners--into the\nface of death.\n\n\"Ready!\"\n\nThe men of the _C-49_ tensed themselves. Brady no longer expostulated on\nhis pleas of innocence. He faced his fate like a man.\n\n\"Aim!\"\n\nThe pistols were raised. Five left eyes closed. Sights were drawn. The\ninterval preceding the fatal word seemed endless. At the last moment, it\nwas apparent that Brady was unequal to the strain. He closed his eyes.\nHis body swayed.\n\n\"Fire!\"\n\nFive blue streaks shot noiselessly from the weapons. The three men\nstiffened and fell--into the cavity dug for them. Their lives had been\nforfeited for their crimes. Dirt was shoveled upon them. No longer\nwould fliers of the space lanes fear them. But there were other outlaws.\n\nCaptain Cragley, his crew of six, and nine passengers, set out in the\ndirection of Deliphon. The trip promised to be perilous and fraught with\ndanger, as well as grueling and full of hardships. Though I had been to\nVenus once before, I knew little of the yellow jungles. My time on the\nclouded world had been spent in the colonies.\n\nOur first day of tramping took us through lush jungles and dismal\nswamps. The ground was fairly level. Occasionally we came to rough,\nrocky outcrops which protruded above ground. These we invariably\ncircled. Several times we found it necessary to ford rivers and skirt\nlakes. Our progress was very slow. Quentin prophesied we would be on the\nmarch for fully twenty rotations of Venus unless we struck the\ncomparatively clear country which Cragley was sure existed between us\nand Deliphon.\n\nFearsome beasts menaced us at all times. We were ever on our guard, and\nthey usually fell electrocuted before completing their charges among us.\nEven so, we experienced many narrow escapes. Many of these monsters were\nlarger than the prehistoric dinosaurs which once roamed the earth. They\nwere difficult to kill, and it required the maximum voltage of our\nelectric guns to bring them down.\n\nClothes torn, bodies bruised and scratched, we presented a sorry\nspectacle. Most of us felt the way we looked, but Cragley's unquenched\ndetermination spurred us on toward Deliphon. He was anxious to put a\ngood distance between us and the abandoned cylinder. He feared the\nbrigands, friends of the three who had been executed. Though Brady had\nnot admitted the claim, the captain was certain a shipload of the\noutlaws were scheduled to show up for the platinum and their comrades.\n\nAt night, a camp was set up. Cragley argued against lighting a campfire,\nasserting that it would prove a magnet to the wandering brigands he\nbelieved were in search of us. Quentin, employing smooth diplomacy, made\nit clear to his superior officer that a campfire promised to safeguard\nus from prowling beasts. Quentin cited the fact that it was a common\nsight for a night cruiser of Venus to look down upon fully a dozen or\nmore campfires of the troglodytes.\n\n       *       *       *       *       *\n\nGuards were posted during the night. It was well. The fires held the\nnocturnal creatures at bay. Whenever one of them did muster enough\ncourage to charge, it was revealed in the firelight and shot down.\nSeveral times I awoke to see a bellowing monster crash in death at the\nedge of our camp. Sleeping, we found was a fitful task. The first night\nproved the worst.\n\nNext morning, we plodded on again through the thick, yellow jungle. The\ncountry became a bit hilly, yet none the less wooded. In the valleys\nbetween, we often found swamps. While approaching one of these swamps,\nwe noticed a gray mist hanging over the stagnant pools. It appeared not\nunlike the steaming vapors we had previously encountered. One of the\ncrew, plunging ahead of us to gauge the depth of the water and steer us\nclear of treacherous, clinging mud, became enveloped in the mist. Almost\nimmediately his complexion turned black, and he fell strangling in\nthroes of death. Another of the crew ran forward to drag back his\ncomrade, but Captain Cragley warned him back.\n\n\"He's too far gone! There's nothing we can do for him!\"\n\n\"What is it?\"\n\n\"A poisonous swamp gas! There's enough poison in one breath to kill\ntwenty men!\"\n\nInstinctively, we recoiled from the milky haze.\n\n\"How are we to cross?\" asked Quentin.\n\n\"Put on the space helmets!\" ordered Cragley. \"That stuff can't hurt you\nunless you breathe it!\"\n\nTo prove his words, Cragley donned his space helmet and advanced into\nthe mist. Looking back through the transparent facing of the helmet, he\nbeckoned to us. Previously, many of the passengers had rebelled against\nCragley's persistence that they carry the added weight of the space\nhelmets. It had seemed utterly useless. Now, as they moved unharmed\nthrough the deadly fumes, they thanked his foresight.\n\nWe carried the dead body of the luckless man, who had saved us through\nhis unfortunate discovery, to the top of the next hill where burial was\nmade.\n\nThe second night, it came my turn to share guard duty with one of the\ncrew while the others slept. The fires were plentifully fueled with dry\nbranches and stalks. Fire material was piled in reserve. Grinstead, my\ncompanion watcher, went his rounds while I attended the fire, keeping\nthe flames well supplied.\n\nProtected by an embankment erected near a rocky ledge, the balance of\nour party slept. My eyes fell upon the little mound of boxes which\ncontained the precious metal. Cragley and Quentin lay on each side of\nthe platinum shipment. Not since we had commenced the march had they\nlet it out of their sight or reach.\n\n\"Hantel!\" It was Grinstead's voice. \"Come here a moment!\"\n\nHastily I ran to his side. He was stooped over a mark on the ground far\nto one side of our camp just within circle of the firelight. Mutely he\npointed to a footprint--the footprint of a six-toed man.\n\n\"Troglodytes!\" I exclaimed.\n\nGrinstead nodded. \"Fresh, too! Think we'd better awaken Cragley?\" he\nasked. \"These cave men don't seem bad when they're peaceful, but if they\nget going--they're devils!\"\n\nI stared back into the alarmed eyes of Grinstead and pondered the\nmatter. I was about to voice an opinion, leaving it up to Grinstead to\ndo as he pleased, when a startled cry rang out from the direction of the\nsleepers.\n\nInstantly, everything was confusion and uproar. Sleek, naked bodies\nprowling about our equipment flashed out of sight into the jungle. The\nwhole camp came awake, exclamations and profanity mingling with the\nweird cries of the troglodytes. Recovering from my surprise, I fired a\nshot at one of the rapidly disappearing cave men, but the flickering\nfirelight distorted my aim.\n\nThen occurred the most amazing feature of the whole affair. A man, fully\ndressed, ran out of sight with the troglodytes, melting into the shadows\nof the surrounding jungle. Cragley ran up beside me and saw him too. He\nwas out of sight before either of us had a chance to fire. At first, I\nhad thought the man to be one of our party, but his flight with the cave\nmen disproved the assumption.\n\n\"Wonder what the idea is?\" spluttered Cragley.\n\n\"Our equipment,\" said Quentin, pointing to the food stores and other\narticles the cave men had hastily disarranged. \"They came to steal!\"\n\n\"But the man!\" I insisted.\n\n\"A renegade!\"\n\nCragley shook his head. \"It's queer,\" he said. \"I don't know what to\nmake of it.\"\n\n       *       *       *       *       *\n\nAn examination of our equipment proved we had suffered few losses.\nSeveral boxes of synthetic food were gone, and one of the crew had lost\nhis electric pistol. Aside from these thefts, nothing else appeared to\nbe missing. Cragley tripled the guards, and the rest went back to sleep\nonce more. Nothing else occurred during that night. I was unable to get\nthe fleeing renegade out of my mind. There was something familiar about\nthe figure as I had seen it revealed in the glare of the firelight just\nbefore the savages disappeared in the jungle.\n\nThe thefts of the food and pistol were logical enough in view of the\nfact that the troglodytes had stolen them, but, guided by the man, why\nhad they neglected stealing the platinum? Evidently, they were unaware\nof its presence.\n\nMurky morning suffused the perpetually clouded sky, and once more we\npushed on toward our goal, distant Deliphon--so near and yet so far.\nMuch to the relief of everyone, we came out of the jungle into a\ncomparatively open country. High grasses grew about us, but the going\nwas much easier than we had experienced while in the jungle. The land\nbefore us was a bit rolling and hilly. Leafy copses dotted the landscape\nas far as the eye might reach. In the open, the danger from lurking\nbeasts was at a minimum. Our hopes rose higher.\n\nIt was around noon when the space ship from the south cruised into view\nabove us. Cragley viewed it in consternation.\n\n\"The brigands! Now we're up against it!\"\n\nFor a moment, pandemonium reigned among the frightened passengers. All\nhad plans, each one trying to put his own into force at once. Out of the\nchaos, Captain Cragley gathered order.\n\n\"Head for the bushes!\" he cried. \"We're all armed! If they come too\nclose, let them have it!\"\n\nThe assurance in Cragley's voice I knew was faked. Like him, I realized\nthe desperate odds which confronted us. The ship was high above. We had\nplenty of time to scurry for cover before it dropped lower. Cragley and\nQuentin arranged us to the best advantage, and we waited for the\ninitiative of the outlaws of Venus.\n\nThe ship descended several hundred feet away. Our retreat into the\nbushes had been carefully watched. Several men left the craft and came\nslowly, uncertainly, toward our position.\n\n\"Stop where you are!\" snapped Cragley from his place of concealment.\n\n\"Come across wi' the metal!\" shouted one of them in a high pitched\nvoice. \"An' get outa there--or get riddled!\"\n\nCragley's reply was a blue spurt from the muzzle of his pistol. The\ndistance was much too far for accurate firing, but the charge went\ndangerously close. The outlaws immediately turned tail and ran for their\ncraft. We waited for their next act, knowing that the battle had only\ncommenced.\n\nThe space ship shot skyward, circling our wide clump of bushes. The\nsurvivors of the _C-49_ tensed themselves for a destructive bombardment\nfrom above. It did not come. Captain Cragley was plainly surprised. He\nwas aware that the outlaw ship carried instant death if they chose to\nuse it.\n\nThe craft hovered some two hundred feet above us. Cruising slowly in a\ncircle, it suddenly dropped four objects well outside our improvised\nstronghold. The projectiles were shaped like torpedoes. The explosions\nwhich were expected never came. The projectiles stood straight up from\nthe ground, their front ends imbedded deeply. It was all a strange\nprocedure. Cragley was nonplussed.\n\n\"They probably contain explosives,\" ventured Quentin, answering the\nquestion he knew stood out in the captain's mind.\n\n\"I'm not so sure of that,\" said Cragley.\n\nMeanwhile, I had been doing some rapid thinking. Anxiously, I watched\nthe ship above us, keeping myself partially screened from view of any\nsniper who might be looking down. I turned to the captain, a wild plan\noutlined in my mind.\n\n\"Let me go out there,\" I offered. \"I can----\"\n\n\"Not on your life!\" he exclaimed, placing a restraining hand upon my\narm. \"It's death to go out there!\"\n\n\"It's death to remain,\" I assured him earnestly.\n\n\"But not definitely certain,\" he maintained. \"For some reason or other\nthey're holding off from us. We have an advantage of some kind, but\ndamned if I know what it is.\"\n\n\"Look!\" cried Quentin.\n\nHe pointed to three of the four projectiles which were visible from\nwhere we lay. They were glowing strangely with intense light. A jagged\nbeam of electricity leaped out from the airship. Instantly iridescent\nshafts of light spread from the nearest projectile to the ones on either\nside of it. The shafts made a flashing display, crooked, forked and\ndarting.\n\n\"Lightning bolts!\" exclaimed Cragley. \"We're surrounded by a fence of\nthem!\"\n\n\"Penned in--like rats in a trap!\"\n\n\"What will they do now?\"\n\n\"Hard to tell. Probably pick us off one by one at their leisure. They\nseem to be going to a lot of unnecessary trouble for no reason at all.\"\n\nThree sharp blasts of sound issued from the outlaw ship. A pause, and\nthen followed three more. I watched Cragley to see what action, if any,\nhe would take. He seemed undecided. I began to grow uneasy.\n\n\"Not a chance of breaking through that screen of electricity,\" said\nQuentin. \"They got us right where they want to keep us.\"\n\n\"But why?\"\n\nQuentin shook his head. \"If it was just the platinum, they could destroy\nevery one of us, then come in here and take it.\"\n\n\n\n\nCHAPTER III\n\n\nWeird figures suddenly burst the walls of flaming death. They were\noutlaws attired in strange accoutrements. A series of metal rings\nsurrounded them, connected to their bodies with spokes. The electrical\ndischarges darted all over the rings. As they came closer, we discovered\nthat they were not surrounded by separate rings but with a continuous\nspiral which narrowed together at the top of the head. The other end\ndragged on the ground.\n\n\"Electric resistors of some kind!\" muttered Cragley whose face wore a\nhopeless expression. \"They walked right through those lightning bolts!\"\n\nQuentin aimed his pistol and fired at one of the slowly advancing\nfigures. The spiral glowed faintly. The outlaw continued his approach.\n\n\"There goes our last chance!\" I cried. \"We might just as well toss up\nthe sponge!\"\n\nCragley was thinking fast. It was unlike him to give up without a fight.\nBut what was he to do when his weapons had been shorn of their force,\nleaving him utterly helpless before the superior strength of the\nbrigands.\n\nSeveral figures rushed from the bushes. They were panic-stricken\npassengers. In alarm, despite the warning cry the captain hurled at\nthem, they rushed straight past the advancing figures with their\nencumbering spirals. Frightened, bewildered, and hemmed in by the play\nof lightning, they ran directly in the path of the electric fence. The\ncrackling bolts enfolded three of them before the fourth became startled\nout of his madness, retreating from the flashing death.\n\nOne of the spiral clad figures turned and regarded the frightened man\nfor a moment. Raising his electric pistol, he fired, and the passenger\nfrom the ill-fated _C-49_ joined his companions who had futilely rushed\nthe electric barrier.\n\nA voice from the space ship of the brigands suddenly gave out an order.\nThe voice came from a speaker and was many times amplified.\n\n\"Crew and passengers of the _C-49_--come out in the open. Bring the\nplatinum with you. Keep away from the electric fence unless you wish to\ndie. Come out--or we shall come in and hunt you down.\"\n\nThe spiralled figures inside the fence had stopped at sound of the voice\nand were waiting for us to comply with the order from the space ship.\nMore of the brigands in their electric resistors were advancing through\nthe lightning bolts which crackled noisily. The powerful voltage danced\nand played upon the spirals, disappearing into the ground.\n\nCragley paused, undecided. Lines of broken resolve creased his face.\nPreviously, he had remained strong and stubborn in the face of\noverwhelming adversity when chances were slim. There now remained not\neven the slimmest of chances, and stubborn courage yielded to reason.\n\n\"I guess the game's up, Quentin.\" He turned to regard his under officer\nin speculation.\n\nQuentin waited for his captain's orders. Again came the voice from the\noutlaw craft in its strident tones. They were tinged with a touch of\nimpatience.\n\n\"Show yourselves inside of one minute, or else be executed at once!\nUnless----\"\n\n\"Hold out!\" cried a new voice from the speaker, breaking in upon the\nfirst voice. \"You have friends on----\"\n\nThen came sounds of scuffling. To our ears came imprecations and curses.\n\n\"Don't go out there!\" warned the second voice in laboring gasps.\n\"Stay----\"\n\nWith a sudden snap, the speaker was cut off. Nothing more was heard. For\na moment the lightning bolts comprising the electric fence flashed\nout--then reappeared. A few seconds later they disappeared once more,\nreturning shortly to flicker in a peculiar manner.\n\nIt was evident that some sort of a struggle was taking place inside the\noutlaw ship. The electric display crackled and sputtered louder than\never. With a sudden, explosive thunder clap, the four terminal posts\nblew to pieces.\n\nThe spiralled figures turned in alarm back toward their craft. One of\nthem, hovering close to our haven of retreat, did not follow his\ncomrades. Instead, he drew forth from a long side pocket a black object.\nAt first glance, it seemed shaped like a pistol. But it was much longer\nand was proportioned differently.\n\nHe waited patiently until several more of the brigands had returned to\nthe ship. Raising the black weapon, he aimed carefully at his fellow\noutlaws. The man's strange actions amazed me. He was turning upon his\nown comrades. Several of the brigands fell backward off the deck of the\noutlaw craft.\n\nCragley, beside me, was speechless in surprise at the rapid succession\nof events. The outlaw's strange weapon which emitted no flash had us all\nwondering. Later, we discovered that it was a radium gun, a new\ninstrument of destruction still in the experimental stage.\n\n\"Who is he?\" voiced Cragley.\n\n\"Can't be the fellow we heard over the speaker,\" observed Quentin. \"This\nman came through the electric fence with the first ones.\"\n\n\"Somebody over there is pulling for us,\" insisted Cragley, \"and the man\nwith the black gun must be a friend, too.\"\n\nA flash darted out from the ship, hitting the spiralled figure operating\nhis mystifying weapon. The spiral glowed brilliantly. The man inside the\nspiral remained unaffected, continuing to manipulate the knob of his\nweapon. Something went wrong with it, for the outlaw who had so suddenly\nturned against his friends tinkered with it a moment, then threw it from\nhim in disgust. Meanwhile, the brigands had massed inside the ship.\n\n       *       *       *       *       *\n\nWith a loud crackling, the speaker's volume was thrown on again. An\nalarmed voice vibrated in our ears. Above the words came a rattling and\nbanging--also the muffled sound of shouting men.\n\n\"Jasper! Come t' the control room! I'm locked in! They're bustin' down\nthe door! Bring that gun o' yours! Hurry, lad!\"\n\nJasper looked upon his broken weapon, hesitated a moment, then picked it\nup--butt foremost. Seizing it in cudgel fashion, he made for the ship.\n\n\"Come on!\" roared Cragley exultantly. \"Now's our chance!\"\n\nWe found our numbers reduced to ten, but every one of us leaped forward\nat Cragley's order, ready to stake everything on the one desperate,\nfighting chance which had come so unexpectedly. We had nearly overtaken\nthe man we had heard addressed as Jasper when a crackling flame of\nlightning leaped out at us. A hissing roar smote our ear drums and we\nwere temporarily dazzled by an intense light. The aim had been too high.\nThe electric charge had gone over our heads. The man in the control room\nhad frustrated the attempt to electrocute us.\n\nSeveral of the brigands jumped out of the ship to meet us. They still\nwore the encumbering spirals. A powerful gas of paralyzing effect was\nshot into our faces. We became as immobile as statues. Jasper, too, was\novercome. Instantly, we were divested of our weapons.\n\nThe man locked in the control room of the ship had been taken. Whoever\nthese two men were who had championed our cause, their desperate efforts\nhad failed, and now we were all in the same boat. The one who had\naddressed us over the speaker was led out of the ship and shoved into\nour group beside his fellow traitor, Jasper. The latter's spiral was\npromptly torn off.\n\nAs the outlaws passed among us, searching for concealed weapons, I felt\na cold object thrust cautiously into my hand. My heart thrilled to the\ncontact of a pistol. I held my hand close to my side that none might\nsee. The effects of the gas wore off quickly.\n\nThe chief of the brigands, his brutal face set in anger, strode up to\nthe pair who had turned against him during the stress of combat. His\ndark eyes blazed, and he raised his clutching hands menacingly above the\ntwo. Jasper and his friend stared back unabashed, a reckless glitter in\ntheir eyes, ready for what might happen.\n\n\"I don't know who you are, but I've got suspicions!\" snapped the outlaw.\n\"You'll both die horribly--the kind of death we reserve for such as\nyou!\"\n\nHe turned upon Cragley. \"Where's the platinum?\" he demanded. \"Is it over\nthere?\" He pointed to the clump of bushes from which we had lately\nemerged. \"Or have you hidden it?\"\n\n\"See for yourself!\" snapped Cragley.\n\n\"When we find it, all tongues will be silenced,\" he remarked\nsignificantly. \"If it's hidden, we'll find it just the same. We know how\nto make tongues wag.\"\n\nIt was a desperate situation. Cragley knew that the time of reckoning\nhad come. The platinum lay in an open space among the bushes where we\nhad taken our stand on seeing the approach of the outlaw ship. I fondled\nthe gun I held out of sight.\n\nLeaving a large force of his men to guard us, the leader of the brigands\ntook the balance of his men and headed for the spot where Captain\nCragley had left the boxes of platinum.\n\n\"Well, Ben,\" observed Jasper, philosophically scratching his head, \"we\ndid the best we could.\"\n\n\"Which weren't quite enough, Jasper, m'lad.\"\n\n\"Who are you two?\" queried Cragley.\n\nEach one looked at the other questioningly. For a moment neither spoke.\nThen through a rough, unkempt beard, Ben grinned at his companion.\n\n\"Might as well tell 'im, Jasper. The game's up.\"\n\n\"We ain't outlaws, that's sure, though we might have made believe so,\"\nsaid Jasper. \"He's Ben Cartley, the best pal a man ever had. I'm Jasper\nJezzan. We're from the Hayko Unit.\"\n\nMy mouth fell open in surprise. I nearly dropped the gun I had kept\nconcealed in a fold of my clothing. Everyone, at some time or another,\nhad heard of the famous Hayko Unit. The order, established since the\nperfection of space flying, was comprised of men pledged to keep the\nspace lanes and colonies safe from the lawless element.\n\n\"We'll be in the death unit when Ledageree and his men come back,\"\ncracked Ben, chuckling at his own grim joke. \"Did you plant the\nplatinum, or is it back there?\"\n\n\"Back there,\" echoed Cragley dejectedly. \"We haven't a chance. I thought\nmaybe we could make Deliphon with the stuff before these outlaws got\nwise.\"\n\n\"We followed the trail easily from the air,\" remarked Cartley. \"First,\nwe found the space ship and the cylinder. After that, we just watched\nfor the green campfire markers is all.\"\n\n\"Campfire markers?\" questioned Cragley in excitement. \"What do----\"\n\n\"There comes Ledageree!\" interrupted Jasper.\n\nThe brigand chieftain and his men were emerging from the bushes with the\nlittle boxes stacked in their arms.\n\n\"We're sunk now!\" exclaimed Quentin.\n\nImpulsively, the captain took a step in the direction of the space ship.\nOne of the outlaws guarding us stepped forward before the captain,\nbringing up his pistol. An evil light shone in his eyes, the fanatical\ngleam of the confirmed killer. It was the man's intention to kill\nCragley where he stood.\n\n       *       *       *       *       *\n\nBut the act was never consummated. A blank look overspread the outlaw's\nface. His face held that strange expression which is so characteristic\nof the electrocuted man. He tottered and fell face downward. Uttering a\ncry of agony, another of the brigands fell, seizing frantically at a\nshaft which protruded from his body, a shaft of crude hammered metal.\n\nWhile we all stared in surprise at the fallen men, Jasper Jezzan, quick\nto take stock of the situation, looked out over the high grass.\n\n\"Troglodytes!\" he cried. \"That's one o' their metal darts, Ben!\"\n\nSubstantiating Jasper's discovery, there came a chorus of yells from all\nsides. Heads came into sight above the tall grass. Darts flew thick and\nfast, yet every one found its mark. The cave men of Venus brandished\ntheir weapons preparatory to rushing in upon us in overwhelming numbers.\n\nThe outlaws blazed away at the savages, but the latter proved to be\ndifficult targets at which to aim. They were always on the move,\nrunning, hiding, reappearing to launch their deadly darts from another\ndirection. Ledageree dropped his armful of the precious metal and\nscreamed an order.\n\n\"Into the ship!\"\n\nIt was then that I noticed the curious fact that none of the passengers\nor crew of the _C-49_ had been hit. The remaining outlaws attempted to\nherd us into the ship. Their numbers rapidly diminished under the hail\nof darts cast at them so accurately by the troglodytes. Many of the cave\nmen toppled over in death as the outlaws made a hit, but more came to\ntake the places of those fallen.\n\n\"There's the white man--the renegade!\" shouted Quentin.\n\nIndeed, it was so. The troglodytes were led by the man who had broken\ninto our camp on the previous night. Seizing a pistol from one of the\nfallen brigands, Ben hastily pointed it at the yelling cave dwellers who\nwere running full force in our direction, the renegade at their head.\n\n\"No. Ben, no!\" cried Jasper. \"They're friends!\"\n\n\"It's Brady!\" shouted one of the passengers of the _C-49_. \"Chris\nBrady!\"\n\n\"Impossible!\" exclaimed Cragley. \"He's dead!\"\n\n\"You're wrong, Cragley!\" said I, also recognizing the renegade. \"That is\nBrady!\"\n\nI heard a noise behind me. I turned and looked. Ledageree and two of his\nsurviving brigands were clambering aboard the space ship. The horde of\ntroglodytes were nearly upon us. In trepidation, I moved backward.\nLedageree had gained the deck and was running in the direction of the\nair lock when Brady saw him, raising his pistol to fire.\n\nFrom its concealment, I brought my gun into action. With hasty aim, I\npulled the trigger, cursing myself for a wide miss. I was a bundle of\nnerves at the moment. Again I tried, this time drawing a fine bead.\nChris Brady was clearly outlined beyond the sights of my pistol.\n\nA split second before I squeezed the trigger, Jasper Jezzan seized my\narm. The flash of power shot harmlessly into the sky. Fiercely, I\nbattled with the Hayko man, raising my pistol to brain him. But Cartley\nwas upon me, and I went down under their combined weight. Something hit\nmy head. Blackness engulfed me.\n\nWhen I regained consciousness, I was aware of the babble of voices. My\nhead throbbed and swam dizzily. A ring of troglodytes encircled me. I\nheard Chris Brady talking. Had he come back to life in some miraculous\nmanner? I had seen him shot and buried. His words penetrated my dazed\nsenses.\n\n\"When I saw that everything was stacked against me with no chances of\nproving my innocence, I tried an old trick, Cragley. I was afraid you'd\nget wise to me, but you didn't. I fell a split second before your men\nfired. I watched your lips for my signal. None of the shots touched me.\nI played dead and was buried in the shallow grave. When you went, I dug\nmyself out. I came pretty near smothering.\"\n\n\"We buried you alive!\"\n\n\"You did, and I'm thankful I was alive--and still am.\"\n\n\"But the troglodytes?\"\n\n\"My friends,\" replied Brady. \"I've been among them a great deal during\nmy life upon Venus. I know their language and customs. They look up to\nme and obey my orders. We've been following you. The other night, we\nbroke into your camp and stole food and this pistol.\"\n\n\"Then you're not the outlaw we supposed you to be?\" Cragley was amazed\nbeyond words. Apologies flooded to his lips and remained unspoken. What\napology could there be to this Innocent man he had all but sent to his\ndeath?\n\n\"No--I'm not, but I knew there was no way of proving it to you,\" replied\nBrady, \"at least not until Deliphon was reached. With my friends, here,\nI followed your trail. We heard the sounds of fighting far ahead. When\nwe found you attacked by outlaws, I knew it was my chance to save you\nand prove myself.\"\n\n\"You have proved yourself!\" exclaimed Cragley warmly. \"But what about\nRaynor and Davy?\"\n\n\"They thought Brady was their leader they'd been told t' watch for!\"\ninterrupted Jezzan spiritedly. \"Plain as day, ain't it, Ben?\" He turned\nto his comrade for a confirmative nod. \"There's your man!\"\n\nJasper Jezzan pointed at me where I sat on the ground, collecting my\nwits. I knew that I had been caught red handed. Denials were useless.\n\n\"Ern Hantel!\" exclaimed Cragley in surprise. \"He's the last man I'd\nsuspect!\"\n\n\"Just the same, he's the man you thought Brady was,\" persisted my\nprosecutor relentlessly. \"He put green flares in your campfire ashes,\nso's we could follow you.\"\n\n\"How did you men come to be with the outlaws?\" asked Brady, a bit\nconfused by the surprising revelations he had heard.\n\n\"The authorities at Deliphon have suspected this gang for quite a\nspell,\" replied Cartley. \"Jasper and I joined 'em t' find out. We're\nmuch obliged t' you and your cave men, Brady. You got us out of a tight\npinch.\"\n\nCragley confronted me. \"What have you to say for yourself, Hantel?\" he\nasked grimly.\n\n\"They've got my number right,\" I grumbled, rubbing an aching head. \"No\nuse bucking a Hayko man in a place like this.\" I nodded in the\ndirection of Jezzan and Cartley. \"Ledageree was warned against\nstrangers.\"\n\n\"Then you admit Brady is innocent?\" queried the captain, seeking the\nconfession which would irrevocably clear the accused man.\n\n\"Yes. He's innocent. Davy and Raynor never knew me. I sent my\ninstructions to them through Brady, leaving messages where they believed\nhe'd left them. When we left the earth, I recognized Davy and Raynor\nright off. For secrecy's sake, they weren't supposed to talk with the\nman they took orders from. I took advantage of this fact by placing my\narticle of identification in the possession of Brady.\"\n\n\"The brown collars you loaned me!\" exclaimed Brady, realizing the mode\nof his undoing.\n\n\"After I'd first stolen your collars and destroyed them,\" I added. \"I\nwas afraid of something going wrong before Ledageree and his men picked\nus up. I blew out the radium repellors of the _C-49_ and planted the\nevidence in Brady's room. I knew if anything happened Raynor and Davy\nwould identify him as the man from whom they took instructions. That\nleft me a loophole.\"\n\n\"The case against you is completed, Hantel!\" Cragley's face was stern\nand set. \"You're the one who's going to be shot this time, and there\nwon't be any chance of falling before my men fire, either!\"\n\n\"Just a minute,\" interposed Jezzan, thrusting back the angry captain.\n\"We've got a say here. Headquarters wants this man. He's got more\ninformation than he's given. There's some other affairs he can talk\nabout. He's going back with us.\"\n\nCragley didn't argue the matter. It was beyond his authority. Besides,\nif I received my just dues, he cared little where I was executed.\n\nThey placed me under strong guard on the outlaw ship, and we flew back\nto Deliphon. Knowing me for the clever, resourceful criminal which I\npride myself on being, Jezzan and Cartley personally conducted me to the\nearth. There, I was given a brief examination.\n\nAt present, I find myself in the interplanetary penal colony of Phobos\nwhere I am being held for reasons peculiar to the Hayko Unit. I expect\ndeath most any day. In the meantime, I spend much of my numbered hours\ngazing out of my prison into the realms of space. The rotating sphere of\nMars stands prominent against starlit skies. Occasionally, I see Phobos'\ncompanion moon, Deimos. Beyond the transparent facing of my prison cell\nstretches an airless void. There is but one escape. I await it, absorbed\nin fatalistic reflection.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Spacewrecked on Venus, by Neil R. Jones\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SPACEWRECKED ON VENUS ***\n\n***** This file should be named 40993.txt or 40993.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/9/40993/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}