{"title": "The Butterfly Kiss", "author": "Arthur Dekker Savage", "releaseDate": "October 9, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n                      The BUTTERFLY KISS\n\n                   _by Arthur Dekker Savage_\n\n[Transcriber's Note: This etext was produced from Orbit volume 1\nnumber 2, 1953. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n[Sidenote: _THE WAR WAS ON, THE FINAL CATACLYSM HAD BEGUN. THOUSANDS\nWOULD DIE, EONS OF HUMAN HISTORY WOULD BE WIPED OUT, CENTURIES OF\nCULTURE BE DESTROYED ... UNLESS ONE MAN COULD CARRY OUT HIS PLAN._]\n\n[Illustration]\n\n\nWhen Sykin Supcel was kidnaped, no one on Earth was less surprised than\nDr. Horace Wilton, Chief Military Psychologist of the Solar Navy. And\nsince he had been Sy's mentor, and obviously responsible for his safety,\nDr. Wilton was the first high official sought by representatives of the\nnews syndicates.\n\n\"It has become increasingly difficult,\" said the psychologist carefully\nto the group sitting in his office, \"to ignore such actions by the\nSur-Malic.\" He gazed through an open window-wall to where the newsmen's\ntiny jet-copters glinted beneath a summer sun at the forest's edge. \"Of\ncourse, I might have predicted it; Sy insisted upon browsing through old\ncity ruins for relaxation, and he seemed to delight in eluding his\nguard escort.\"\n\nA reporter with the long nose and narrow head of a Venusian--or, for\nthat matter, a Sur-Malic--raised his voice. \"Y'mean he was all alone\nwhen he was snatched?\"\n\nThe doctor rested one hip on the edge of a gleaming alloy desk. Military\nspecifications, like civilian preference, demanded that every artifact\npossible be of enduring, stainless metal. \"I am afraid so,\" he answered\nslowly.\n\n\"Then how,\" demanded the reporter, \"d'you know it was the Sur-Malic that\ngot him?\"\n\n\"Simple logic. The Sur-Malic have been sporadically making off with\nfirst-class Earth scientists for a century--and Sy had recently\ndeveloped an important improvement in our so-called cosmic ray engine.\nIf he is forced to divulge the information, there may be tragic\nrepercussions to the Interstellar League.\" Pencils raced eagerly across\nnote pads. \"Furthermore, Sy was well equipped to handle any ordinary\nemergency. Nor would a League world commit such an act, while any member\nof the Radical Alliance other than the Sur-Malic would be incapable of\nit.\"\n\nA stocky brown Martian glowered. \"Why the hell, sir, don't we wipe out\nthe Sur-Malic? We all know they're straining every seam to get a war\nfleet built on Pronuleon II, and that their attack's only a matter of\ntime. If we hit them where they are, they'd never recover--but if we\nwait for them to strike first....\"\n\nDr. Wilton held up his hand to stem the torrent. \"I can't speak for the\ngovernment, young man, but I might point out that it has never been our\npolicy to foment war. We are making such preparations as allotted funds\npermit, and the combined Solar Fleet is on the alert. Also, _knowing_\nthat the Sur-Malic stole our laboratory speci--er--Unique, and being\nable to _prove_ it are two different matters.\"\n\n\"Excuse me, doctor.\" A keen-eyed Earth reporter stood up. \"You started\nto say 'specimen'. How about that? Are Sy and the other Uniques in the\nspecial lab groups actually some kind of humanoid robots or something? I\nknow it's top-drawer stuff, but are these Uniques actually people? Do\nyou make 'em, or are they born, or what? What are they for, and why\ntheir odd names?\" He resumed his seat. The others maintained an\nexpectant silence. It was not often they found themselves in the\ntropical, trackless forest area of the American Great Lakes region,\nwhich was almost invisibly dotted with naval installations, and personal\ninterviews with military psychologists were rare events; but data\npertaining to the almost fabulous Uniques would take news precedence on\nevery video screen of the meadow, valley and woodland homes of Earth.\n\nDr. Wilton neatly snipped the legal filter from a cigarette, evoking\nsympathetic grins from his audience. Many took immediate advantage of\nthe tacit permission to smoke. \"I can answer those questions safely, I\nam sure. First,\" he smiled, \"your shrewd observation of the term\n'specimen': in some respects the Uniques are specimens--but only to the\nextent that in childhood some of them underwent certain surgical\noperations, mainly brain and glandular. All were kept on special diets\nduring their early youth, and were meticulously trained by special\ninstructors and psychologists. Other than having exceptional attributes\nin one or more designated fields, they are as normal as you and I--if\nyou will pardon my hopeful attitude about myself.\"\n\nThere was a ripple of subdued laughter. The doctor cleared his throat\nand shifted his position. \"They are the children of normal Earth\nparents, and are selected quietly, with parental approval, when certain\ncombinations of factors appear on their school entrance examination\nrecords. They are naturally gifted; we try to encourage and improve\nthese gifts, so that when they reach adulthood they will have a\nparticular skill or skills to employ in the research and developmental\nlaboratories. They are citizens, of course--and extremely valuable ones;\nthey receive salaries commensurate with their military rank; they are\nfree to travel, but we try to guard them against accident and mishap.\nTheir real names are not revealed for security reasons; their laboratory\nnames, such as Sykin Supcel AA-87, are a sort of code which designates\ntheir capabilities to their instructors and teammates.\"\n\nHe pressed a button on his desk. \"To establish their complete normalcy,\nyou might like to meet Arna Matt A-94, who happens to be waiting in the\nnext room.\"\n\nA door opened. A girl stopped on the threshold, a picture of poised\nsurprise. The men looked at her appreciatively.\n\n\"Come in, my dear.\"\n\nShe moved to the doctor's side, lithely and with an easy grace. The\nshining metallic cloth of her brief uniform rustled in the silence. Many\nbreaths were expelled at the same time, and she repressed a smile.\n\nDr. Wilton introduced her. \"You will notice--\" he coughed \"--you have\nnoticed,\" he continued broadly, \"that Arna possesses several\nattributes.\" There were low murmurings. \"But the single A in her number\nindicates that she ranks at the top of one field, and the number itself\nmeans that she is the ninety-fourth to become a trainee in the program\nwhich develops these unique humans; her code name reveals that she\npossesses Awareness in Mathematics--which is to say that she somehow\nimmediately knows the answer to any mathematical problem presented,\nwithout having to consciously calculate or even think about it. Her\nparticular gift was known on Earth as far back as the Seventeenth\nCentury, but it has always been extremely rare and relatively\nundeveloped.\"\n\n\"Can she talk?\" questioned a voice good-humoredly.\n\nThe psychologist chuckled. \"Say something for the boys, Arna,\" he\ninvited.\n\nWith the timing of a video star the girl parted her lips provocatively,\nleaned slightly forward and then, when expectancy was at its height,\nsaid \"Boo!\"\n\n[Illustration]\n\nFriendly laughter echoed through the paneled room, coming from all but\nthe Venusian. He rose stiffly. \"This is all very well, but we're here\nt'get _all_ the dope on Sykin Supcel. Aren't you holding out something?\"\n\nDr. Wilton looked at the man squarely. \"Yes,\" he said softly. \"Yes, I\nam.\" His gaze swept the others. \"The interview is terminated,\ngentlemen--I hope your news stories will be sufficiently popular to make\nyour trip worthwhile. Your lapel cameras and their eyepieces will be\nreturned as you enter your 'copters.\"\n\nThe Venusian was the first to voice his thanks, with a ring of sincerity\nas true as in the others' polite speeches.\n\nAlone with Arna, Dr. Wilton punched several buttons on the desk,\nconsulted a memo and spoke briskly to a blank video screen.\n\"Start--all--in. Step seven two eight of Operation Catskin successful.\nSur-Malic spy among reporters, as predicted by eighty-two point\nsix probability. Lor'lsoon, posing as Venusian, exposed by his\ninadequate training--probability about sixty; his unconscious\nbelligerency--probability about ninety. He is to be undisturbed for\nforty-eight hours, then detained after an apparently routine round-up.\nAny contacts he may reveal during the next two days are to be observed\nbut not disturbed. End--all--out.\"\n\nArna leaned over the desk and kissed him lightly. \"Nice work, Dad.\"\nThen she went on, tensely: \"Any word from Sy--or is he supposed to make\ncontact later?\"\n\n       *       *       *       *       *\n\nIt was by merest chance that Sykin Supcel happened to be at the military\nspaceport of Dirik when the prisoner was made to land--and he had\nbrought along an alibi to prove it. A year after his capture and removal\nto the key city of Pronuleon II, he had successfully convinced the\nSur-Malic High Command that he would have been a willing traitor even\nwithout the rank and gold and promises. \"Damned, dirty Earth lice,\" he\nhad been wont to growl--at precisely propitious moments--\"murdered my\nfolks and stuck me in a stinking lab and cut up my insides--can't even\nbe comfortable in a room with regular people because my temperature's\ntoo high. I'll wreck the whole League for that!\" And he would angrily\nswipe at a perspiring brow.\n\nIt was easily established that his normal body temperature stayed about\ntwo degrees above average; he early established his need for long,\ncooling outdoor walks through the semi-tropical city and surrounding\ncountryside. He had become the most trusted of all renegade aliens after\nvoluntarily becoming a Sur-Malic citizen of Pronuleon II.\n\nThis afternoon he had insisted that Commander Rilth, his immediate\nsuperior in war fleet construction, walk with him in one of his restless\nmoods. They had left the mighty hangars where Sy was supervising\nexperimental work with the Earth-developed cosmic ray engines, and were\nlounging on a stone bench at the edge of the field, shaded from blazing\nyellow Pronuleon by a huge tree.\n\n\"It's the theoretical math, Rilth,\" complained Sy. \"We just haven't got\nthe calculators that Earth has. Slows things no end.\"\n\nThe thin, grim commandant turned to him. \"Cursed theory is always a\nproblem to a Sur-Malic. We hoped that your weak genius would be of\navail!\"\n\n\"Well, it's availing, isn't it?\" Sy demanded gruffly. \"If I had\nassistants that were anything but idiots, the job would be done!\" In the\ncruel, ruthless culture of the Sur-Malic, this was no argument, but an\naccepted form of discussion, without rancor.\n\nWhen Rilth did not answer, Sy gloomily watched the prisoner being\nescorted across the field. Suddenly he stood up and squinted at the\ngroup in the distance. \"Say--who's that they're bringing in?\"\n\nRilth strained to see. \"Some rotten Earthling or Aldeberanian, no doubt.\nThey look alike to me--and both are Leaguers.\"\n\nSy tugged at the other's arm excitedly. \"Come on--let's get over to\nDetention Headquarters. If that's who I think it is, we'll have our new\nengines--installed--in three months!\"\n\nThe Sur-Malic jerked free of Sy's hand, but matched his trot across the\nfield. Although he moved carefully, it seemed that whenever he glanced\naway from the ground, small stones somehow managed to be under the edges\nof his soles, causing him to lurch, stumble and curse.\n\n\"You'll have to quit soaking up that cheap stuff, Rilth,\" taunted Sy.\n\"You're clumsy as a bovine!\" He dropped slightly to the rear, his loose,\nraw-boned frame jogging along without effort, his eyes darting ahead at\nthe terrain.\n\nRilth looked at him with a snarl, uttered a stream of invectives. But as\none foot landed on the end of a small branch the opposite end whipped up\nand blocked his other ankle. He sprawled in the dirt.\n\n\"Slimy beast!\" he raged. He drew away from Sy's mocking offer of\nassistance. \"It seems that in your vile presence all things go wrong!\"\n\nInside the grey stone Detention building, Sy became suddenly exuberant.\nHe made for the prisoner eagerly. Guards, in deference to his uniform\ninsignia, stood aside at his approach.\n\n\"Arna!\" He folded the girl in his arms, burying his face in the long\nwaves beneath her trim headgear. \"Love me,\" he whispered quickly. \"Hate\nEarth--weak will--faint.\"\n\nThe girl looked at him. Her expression, which could be interpreted as\nsurprise either on the basis of recognition or of a stranger's\nunexpected actions, changed to one of adoration. \"Darling!\" she gasped.\nShe tried to embrace him, but apparently the strain of her past few\nhours had been too great; she slumped in his arms.\n\n\"Get a doctor!\" Sy shouted to evoke maximum confusion. He lowered Arna\nto the floor as though her weight were too much to hold; a living\npretense of physical weakness had served well to counteract envy. He\nmade no attempt to cover her long, smooth thigh when it became exposed\nat the action--effectively diverting the guards' thoughts and\neradicating any suspicion they might have felt at his behavior. He\nappealed to Rilth with his eyes. \"She must be sick! Damn it, man, get a\ndoctor!\"\n\nThe commandant regarded him narrowly. \"Anyone with the mind of a worm\ncould see she has only fainted. She will revive shortly.\"\n\nArna did recover as predicted, coincident with the arrival of Lord Krut\nof the High Command. Sy pleaded his case artfully. \"It was the work of\ngenius, Your Lordship, to find Arna Matt--the one person in space who\ncan hasten our plans! As you know, she is a human calculator, as well\nas--well--we were just about to escape the Earth laboratories and get\nmarried when you found me and brought me here.\"\n\nLord Krut glowered. He pondered before answering. \"We neither planned\nher capture nor knew her qualities, High Technician Supcel,\" he said\nheavily. \"Our scout-ships noticed her craft near Aldebaran, marked with\nthe League military insignia. Following our policy of harassment, the\nscouts destroyed her escort ships. She,\" he gestured, \"surrendered.\" His\neyes raked slyly over the seemingly bewildered girl's body. \"If we can\nuse her talents, the Great Mokaine himself will be pleased. In view of\nyour relationship, is it your opinion that she will not require\nindoctrination other than your efforts?\"\n\n\"Hell, yes, Your Lordship. Why, they _tortured_ her in the labs. If\nanything she hates the League worse than I do!\" He placed an arm about\nthe girl. \"How about it, honey?\"\n\nArna looked at Lord Krut with wide eyes. \"Damn right,\" she said\nuncertainly. And then she asked meekly, \"Could I have a drink of water,\nplease?\"\n\nSy seemed in no hurry to leave Detention Headquarters, even after Arna\nhad been given over officially into his care with a token military rank.\nShe had not batted an eyelash when Sy had explained to Rilth, with a\nleer, that his quarters would suffice for them both; she had even\nmanaged to simper a bit.\n\nBut, alone with Sy in his ample, almost luxurious apartment, with her\npersonal gear from the _Needle_ stacked in the main room, she placed\nboth hands on her hips and stared at him questioningly.\n\n\"Big stakes,\" said Sy with meaning. He rattled on with a patter of\npropaganda tailored for possible ears in the walls. He grinned at her\nobvious relief when he silently indicated a comfortable room for her\nprivate bedchamber. When at last they were outdoors, Sy ignored the\nground vehicle at his disposal and led Arna along a winding, tree-lined\nroadway which led to the cavernous hangars. Once out of earshot of the\nbuildings, he spoke abruptly: \"They kill your escort?\"\n\nArna looked surprised, then laughed throatily. \"Poor Sy--always worrying\nabout our personnel!\" Her voice was soothing and melodious. \"The other\nships were dummies; Mek Enj rigged up a neat little auto-tronic device,\ntuned to the _Needle's_ controls. After your message for aid came to\nyoung Tel, I played meteor through half the galaxy, trying to get picked\nup!\" She smiled at him. \"Anyway, here I am. Have you run into trouble?\"\n\nHe slipped an arm about her waist. \"Sure have. I missed you like the\ndevil.\"\n\nArna's smile faded. She slipped out of his embrace. \"Sy! Do you mean to\nsay you risked exposure of the only Sur-Malic-type telepath that young\nTel can receive, when you didn't need help?\"\n\nSy evaded the question. \"Tomorrow we can shoot over to Haldane,\" he\nsuggested. \"There's an old Earth clergyman there who got stranded when\nthe Alliance broke off chummy relations with Leaguers.\"\n\nArna eyed him icily. \"And why should we visit this clergyman?\"\n\n\"Well,\" said Sy innocently, \"the old guy's almost two hundred now, which\nis crowding the limit for his generation. And you know the Sur-Malic\ndon't have any marriage cere--\"\n\n\"Oh, you knobhead! Here you have the most critical job of anyone in the\nLeague, and--and--who said I was going to marry you, anyway?\"\n\n\"I did,\" returned Sy promptly. \"Remember? I've been telling you that\nsince we were kids--and you never once denied it.\"\n\nArna made a sound that was partly a sob and partly a laugh. She shook\nher head unbelievingly. \"With the fate of a galaxy depending on your\nabilities and judgment, you drag me across a thousand million miles of\nspace to prate about marriage.\"\n\n\"Yes,\" admitted Sy, \"but think of how far it might have been. If spatial\ndistances were actually as great as the old astronomers used to think,\nbefore they learned that light slows down after it travels--\"\n\nThere was no slightest chance that Arna's small hand would actually\nstrike Sy. She knew the attempt was futile, but she tried her best--and\nuttered a rueful sound when the blow seemed to pass right through his\ncheek, while he apparently stood still, grinning. \"Some day,\" she\npromised, \"I'm going to shoot you in the back--just to see what\nhappens.\"\n\n\"That sounds more like my cheerful little calc-bird,\" he said. \"But\nlet's wait till after we're married, huh?\" They continued along the\nunpaved road.\n\n\"I think,\" Arna said levelly, \"there will be no marriage. There will\ncertainly be none for me until the completion of the unimportant,\ncompletely insignificant Operation Catskin--or,\" she finished sweetly,\n\"have you given that any thought lately?\"\n\nSy frowned. A small stone in the road suddenly sped along the ground and\ncracked against another; the other snapped away, rolled, slowed,\nreversed, shot backward and hit the first one. He spoke thoughtfully.\n\"Yes, I've given it a great deal of thought. And there's going to\nbe--uh--a slight change of plan. That's really why I needed you here,\nArna.\"\n\nThe girl stared. \"Sy! Have you shorted a circuit? For heaven's sake,\ndon't you realize this thing has been planned, and calculated, and\nre-arranged bit by bit for twenty years? That each of us is merely a\nsmall--no matter how important--cog in a far-reaching activity of\ninfinite complexity? Don't you understand that everything is in a state\nof delicate, constantly shifting balance, with ambassadors, scientists\nand agents making each tiny move with precise timing and skill\nthroughout a hundred worlds? And you want to change things!\" Her voice\nsoftened, and she laid a hand on his arm. \"Sy,\" she pleaded, \"if you've\nrun into some insurmountable obstacle, let's report it and try to ease\nout without upsetting everything. That's happened three times before,\nyou know, and it's no disgrace if you can't--\"\n\n[Illustration]\n\n\"Hell!\" said Sy bitterly. \"I can do it--I think. And if I can do it at\nall, I can go one step better. But I need help.\"\n\n\"But can't you see, Sy, that you can't change the plans now? Why, no one\neven knows what you have in mind--and I won't have anything to do with\nit!\"\n\nThe hangars loomed not far ahead. Sy spoke patiently. \"Look. As it\nstands, Operation Catskin now boils down to installing new engines in\nthe Sur-Malic fleet, slipping gimmicks into the stabilizer works and\ncontrolling the gimmicks psychokinetically when the League and Alliance\nfleets meet for battle. If the Alliance ships operate erratically, they\ncan't bring their guns to bear, and the League will mop up--even with\nour pint-sized fleet and inferior armament. Check?\"\n\n\"Of course. That's what--\"\n\n\"Okay. Now suppose we can rig a deal so it won't be necessary to shoot\nup the Alliance boats nor kill the poor deluded devils in them? The\nLeague wins the war, gets a brand-new, superior fleet, and hardly anyone\ngets smeared.\"\n\nArna sighed. \"Let's be practical, Sy. All you know about engineering has\nbeen implanted hypnotically just for this job; all I can do is answer\nquestions of pure math. I wouldn't know how to devise any gadgetry, and\nyou're in no position to waste time trying--and in war some must be\ndestroyed that others may survive.\"\n\n\"But suppose I've just about got the thing whipped already? I've learned\nenough, since I've been here, to rate Mech C even home.\"\n\n\"Sy, I just won't be a party to anything that might possibly upset\nLeague plans!\"\n\nSy's chest heaved resignedly. \"Will you help me with the computational\nmath needed to finish Operation Catskin?\"\n\n\"That's better!\" Arna squeezed his arm happily. \"Of course I will, you\nbig, bony, restless idealist!\"\n\nHe smiled fondly at her--at her answer, her young beauty and her\nnearness.\n\n       *       *       *       *       *\n\nThe weeks passed swiftly--weeks in which the swarming Sur-Malic workmen\nripped from their foundations the massive, cumbersome atomic converters\nof the mighty space fleet and replaced them with light, radically\ndesigned engines which would feed eternally upon the all-pervading\ncosmic emanations that streaked the universe.\n\nSy and Arna had worked furiously. Surrounded by a corps of physicists,\nmathematicians, engineers, technicians and draftsmen, Arna had\nunerringly replied to endless queries as fast as she could speak. Sy had\ntranslated equations, converted values, integrated, correlated and\ndirected. Subtly, he had inserted certain innocent equations of his own\nbit by bit, fed his results into the basic plans and disguised the\nall-important device with the cloak of dual function--one of which was\nvital to ship performance, the other of which was vulnerable to his\npsychokinetic ability to move objects of small mass by mental\nconcentration alone.\n\nBut all things are subject to the vagaries of pure chance. Commandant\nRilth, as chief of the project, continually prowled the immense planning\nrooms, workshops and assembly areas, giving of his not-inconsiderable\ntechnical knowledge where needed. And one day he came upon Sy delicately\nchecking the tiny installation which would spell doom to Alliance\nschemes of conquest.\n\n\"You have found a flaw, perhaps?\" demanded the Sur-Malic officer. He\nsquatted and peered through the maze of ducts and cables at the\nshielded mechanism.\n\nSy crawled back out of the metallic web. \"Not yet,\" he grunted. \"I was\njust testing my brainstorm--works like a charm.\"\n\n\"To me,\" sneered Rilth, \"it looks clumsy and inefficient. Could not your\naddled brain devise an electronic circuit, instead of a mechanical\ndevice subject to frictional wear?\"\n\nSy wiped the perspiration from a dripping brow and spoke boldly. \"This\nsimplifies the master controls for your stupid crewmen. See those little\nplates on the shaft--like a butterfly's wings? When they fold up, the\nship revolves; the closer together they get, the greater the artificial\ngravity. When they touch, you've got normal gravity in the ship. They\nfunction perfectly--and if you don't like them, rip them out of every\nboat and design your own G control!\"\n\nRilth smiled coldly. \"I suppose we must accept some of the more\nimbecilic aspects of your warped genius.\" He turned on his heel and\nleft.\n\nSy whispered at his retreating back. \"You'll never know _how_ warped\nuntil that butterfly folds its wings _down_--and they kiss like little\nangels.\"\n\nAs the gigantic task of installation hummed and whined and boiled its\nway to completion, Sy and Arna found time to slip away into sprawling,\ndirty Dirik, where war-feverish activity catered to the whims and\ndesires of teeming, pleasure-seeking officers and common warriors. In\nthe boisterous cafes the Earth couple sat close together and whispered\nfreely, relaxing from their grueling pace. They watched the dull,\nsurging masses of characteristically thin Sur-Malic commoners ebb and\nflow along the dim, moonless, star-canopied streets, seeking surcease\nfrom the demands of their cruel and exacting lords. Under the sting of\nstimulants, listless, drab women became as gay as their noisy\ncompanions. There was endless bicker and chatter.\n\nFrequently the Earth pair walked along winding country lanes, hand in\nhand, inhaling deeply of cool, sweet air beneath the everlasting ebon\narch of the heavens. On one such evening Sy turned in to a farmer's\ndimly lit cottage, almost concealed in a stygian grove of fruit trees,\nand called its occupant to the door. He introduced Arna to a lean,\ntoothless, grinning man.\n\n\"This is Loor, darling, our loyal Venusian agent--our contact with young\nTel and the League.\"\n\nLoor served them with simple wine. He showed Arna the delicate\ntelepathic amplifier which carried his mental transmissions across the\ndust-voids of space, to be received by the unaided mind of a youthful\nUnique. Afterward, he returned the apparatus to its place of\nconcealment beneath the floor.\n\nIt was but a few days before the scheduled space trials of the fleet\nwhen Arna brought Sy disquieting news.\n\n\"I overheard Rilth say he was going to investigate the ships' G\nmechanism,\" she whispered rapidly. \"He seems to be suspicious of--\"\n\n\"Poor kid,\" Sy said loudly. \"You can't work when you feel like that. You\ngo on home and sleep.\" He added casually, \"I may be late tonight--lots\nof work to do.\" He located Rilth in a great noisy hangar and piloted him\naway from a crowd of noisy engineers. \"Filthy vermin,\" he said by way of\ngreeting, \"you look like you need an airing.\" He lowered his voice.\n\"Let's dodge our females tonight and slice up Dirik a bit--it'd do us\nboth good.\"\n\nRilth grimaced. \"It is unfortunate, gutter-born, that Ruza wants to\ncelebrate tonight. Some miserable party or other.\"\n\n\"You can always work late, can't you, son of cattle? We'll snag a couple\nof lively young peasants from one of the pleasure dens.\"\n\nRilth's cold eye glittered. \"Your vile mouth speaks temptingly.\"\n\n\"I'll meet you at a sidewalk table of the Wild Snake, on the Street of\nDelight. We'll blast the town!\"\n\nIt was completely dark when the two met at the cafe. They finished a\ngoblet of wine, and Sy suggested they move on to a place he knew. They\nthreaded their way through jostling crowds and walked along side streets\nwhich led away from the city's riotous heart. Pedestrians became fewer.\nRilth cursed Sy for not thinking to use a vehicle.\n\n\"It's just around the next corner, slimehead,\" Sy assured him. \"And I've\nalready made arrangements.\"\n\nBut there was a narrow, lightless alleyway a few steps ahead. Had Arna\nbeen following them, instead of at home worrying, she would have seen Sy\nstumble sideways at the mouth of the alley, bumping hard against his\ncompanion. She would have seen them both disappear into the blackness\nfor an instant, and then would have seen Sy emerge from the shadows and\nreel onward alone, obviously drunk. Had she then rushed into the alley,\nshe would have found Rilth's corpse sprawled on a pile of rubbish, still\noozing gore from death wounds in throat and heart, and she might have\nnoticed that his needle gun was gone, and that his empty money pouch lay\non another wet stain of his uniform where a blade had been wiped clean.\n\nBy the time Sy returned to the Street of Delight his staggering gait had\nalmost disappeared, and by the time he located a group of technicians\nwhom he knew, dicing in a gambling establishment, it was gone entirely.\nHe was welcomed with hearty curses into the group--and he began to\nplay....\n\nIt is not known how far the story eventually traveled--and certainly it\ndid not penetrate even all of the city for many hours, or every gambling\nden would have bolted its doors--but by morning a goodly sector of\nPronuleon II was buzzing with the tale. It seemed that a certain group\nof Fleet Technicians, led by a High Technician--an Earth renegade--known\nas Sykin Supcel, had broken the hearts and some of the furniture of\nevery gambling proprietor in Dirik. Each player had made good every cast\nof the dice in a run of luck unequaled in the known universe, and had\nreturned to their quarters in groaning ground vehicles only when there\nwas no more gold coin to be found on the Street of Delight, the Avenue\nof Pleasure or the Way of Joy.\n\nBut Sy's exuberance was dulled the next day when he heard of the brutal\nrobbery-assassination of his friend, Commandant Rilth. \"Not that I bore\nany love for the reptile,\" he said sorrowfuly to Lord Krut, thus\nspreading a counter-irritant for possible suspicion, \"but he had a good\nhead--a keen and valuable mind we would have missed sorely a month ago.\nAs it is....\" He straightened resignedly and accepted the responsibility\nof Acting Commandant of Fleet Construction Technicians.\n\nA week later, in the midst of official excitement at the gratifyingly\nsuccessful fleet trials, Sy and Arna slipped away by fast ground vehicle\nto the tiny isolated cottage of old Loor. Hurriedly they set up the\nampli-tel apparatus. Loor reclined on his rude cot with his long, narrow\nhead in the mesh helmet, and Sy taped down contacts and checked\nadjustments. He and Arna huddled over the Venusian for half an hour,\nuntil he finally opened his eyes and smiled toothlessly.\n\n\"Contact with Tel. He says hello.\"\n\nSy's face was strained. \"Okay. Give him this: Start--all--in. A nail and\na corncob, a book and a button. No nail, no corncob, no book, no button.\nYou can strum a zither. End--all--out.\"\n\nLoor was silent in concentration. Finally he spoke. \"Start--all--in. You\nneed a drink. End--all--out.\"\n\n\"Good work, Loor!\" Sy began to untape the contacts. \"Your job here is\nnow fin--\"\n\nThe door creaked viciously wide. Arna gasped. A Sur-Malic officer behind\na needle gun moved into the small room. Five others crowded in behind\nhim, similarly armed.\n\nThe leader smiled venomously. \"Very convenient, Sykin Supcel, for you to\nleave your vehicle in the open. We have been watching your purulent\nfriend for days, but we didn't suspect tele--\"\n\nEven Arna, who knew what to expect, could detect only a blur of motion.\nLoor jumped nervously as a pistol stuttered four times and four tiny\nneedles exploded in the floor; he blinked and finally managed to focus\nhis eyes on Sy only as the last Sur-Malic crumpled lifelessly.\n\n\"Solar Mother!\" he muttered. \"What happened?\" He tore the helmet from\nhis head and leaped spryly to his feet.\n\nArna answered while Sy wiped his long knife on one of the bodies and\nreturned it to a sheath under his jacket. \"Sy is able to move pretty\nfast,\" she explained. \"It's one of his lab-developed abilities. The\nnormal eye can't keep up with him when he puts on a spurt.\"\n\nLoor continued to blink while Sy reduced the amplifier to jumbled scrap,\nand then the old man found his voice again. \"Why,\" he asked Sy, \"didn't\nyou use your pistol on them? Wouldn't that be easier?\"\n\nSy dragged the dead officers out of the doorway. \"Can't depend on\nmechanical things,\" he said briefly. He mopped perspiration from his\nforehead and neck. \"It's a matter of timing; I size up a situation, sort\nof estimate distances and positions, and kind of _see_ myself carrying\nout the actions--and then I go into high gear. It's hard to see, hear,\nor even consciously think while I'm speeded up. At that speed triggers\njust don't pull fast enough.\"\n\n\"If those men had been able to move aside fast enough,\" said Arna, \"Sy\nmight have missed them entirely and not even known it until he slowed\ndown again.\" She looked with distaste at the bodies, but without\nrepugnance or fear.\n\nSy hurriedly thrust a bulging pouch of gold into Loor's hand. \"Lock this\nplace up,\" he directed, \"and start walking immediately for Haldane.\nWe've got to assume we're all known to Sur-Malic Intelligence. Arna and\nI will remove the outside evidence. All we need now is a little chunk of\ntime!\"\n\nHe walked out warily and soon pulled away in the dead officers' vehicle.\nArna followed close behind.\n\nHaving driven slowly back to Dirik, Sy parked beside a row of similar\nvehicles to the rear of a city food market in the merchandise district.\nHe walked to where Arna waited and climbed into his own conveyance.\n\"Head for our little love-nest, slave,\" he directed. \"You'll want your\ntoothbrush, and it would be a shame to leave my hard-won gold behind.\"\n\nArna breathed excitedly. \"Are we leaving the planet, Sy? Is our work\ncompleted? Was that what your message meant?\"\n\n\"My, what a curiosity!\" he taunted. He placed an arm about her\nshoulders. \"We're going into seclusion,\" he leered. \"I'll have you all\nto myself for days and days! Won't that be fun?\"\n\nArna squirmed. \"Stop it, Sy--I almost hit that old woman! And stop\nmaking those pebbles jump up in the road!\" She glanced at him bitingly.\n\"I suppose you've got things all arranged so we'll have to hide in a\nsingle room!\"\n\n\"The choice is yours, love.\" He waved expansively. \"Either we steal a\nscoutship or--how's the _Needle_ for speed?\"\n\n\"Oh, Sy! Can we actually get the _Needle_? She'll outstrip any warship!\n_And_ she has a nice private compartment, with a good solid deck outside\nit for you. I'll loan you a pillow, maybe.\"\n\nThey took from the apartment only what would fit into small shoulder\nbags that were matched to their uniforms. Sy briefed Arna while they\nsped to the vast enclosure which walled off hundreds of impounded alien\nships.\n\nHis towering rage was very evident even as he climbed from the ground\nvehicle. A callow sentry straightened at the approach of his glittering\ninsignia. Sy fixed him with a malific eye. The youth's mouth began to\ntwitch.\n\n\"Where,\" shouted Sy furiously, \"is the moronic officer-in-charge?\"\n\nThe sentry tried to speak.\n\n\"Never mind, you brainless rodent!\" Sy roared. \"Why wasn't that accursed\nLeague ship delivered to the testing grounds this morning?\"\n\nThe boy began to stammer.\n\n\"Quiet, you miserable lump of offal!\" screamed Sy. He turned and\nbrutally cuffed Arna toward the gate. \"Get in there, filthy drone, and\nraise that ship before I kick your belly to pulp!\"\n\nThe sentry unlocked the high gate frantically. He watched with ashen\nfeatures as Sy followed Arna across the yard, cursing, striking and\nreviling her.\n\nOut of the guard's sight, Sy quickly located the _Needle_ and broke the\nport seal. Arna clambered in, adjusted controls to planetary drive,\nwakened the powerful engines to a sighing song of readiness and then ran\nto her bunk to strap herself down. Sy sealed the port and dived into the\nsoft, deep clutches of the pilot's gimbaled throne. Within seconds the\ncraft darted for the horizon, veered, and streaked out from the planet\non a straight drive for the blinding orb of Pronuleon.\n\nA hundred miles or more from the blue world behind, the _Needle_ shot\nthrough the detector field of a Sur-Malic scoutship. Sy didn't bother to\nswitch on audio for a challenge. Grimly, he located the scoutship's\nrelative position by the pip on his detector screen and stabbed a\npattern of buttons to spew quickly-congealing clouds of magnetized dust\ninto automatically calculated trajectory paths. He smiled with relief as\npips sparked into life, indicating the interception of homing missiles.\nOut of the pursuer's range, he set an erratic course for the sun and\ncalled to Arna.\n\nFor three clock periods they hugged blazing, searing Pronuleon in an\norbit that was almost too close for safety. Refrigeration units strained\nfar beyond specified tolerances. Twice, tail toward the inferno for\nminimum radiation absorption, they barely fought clear of stupendous,\nsurging tentacles of the shifting, agonized gravitational fields of\nPronuleon. But they could not be detected so close to a raging sun.\n\nArna, wretched and exhausted, the thin fabric of a single garment\nclinging wetly to her body, leaned wearily against the throne. \"Isn't it\npossible they think we took a fast course for Sol?\" she sighed.\n\n\"Very probable,\" Sy whispered gauntly. Only an hour before he had\nrevealed what the girl already suspected--that his code message had been\nthe long-awaited signal for the entire Interstellar League fleet to ring\nthe void about Pronuleon II. \"But on this mission we can't take\nchances.\"\n\nArna laughed feebly. \"Can't take chances!\" she echoed, and shook her\nhead.\n\nSy attempted a smile, sopped the streaming sweat from his eyes and\nstudied a chronometer. He clamped a drinking tube, then let it fall from\nhis mouth. \"Get on some clothes and G-shoes, woman. We're going to keep\nan appointment.\"\n\nThe _Needle's_ rotation slowly died; the vessel turned, lined up with\nPronuleon's orbit, burst her bonds with a tangential spurt and then\narced away from the seething fury behind.\n\nFree of the obliterating sea of sun static, Sy threw open all detection\nand reception circuits and flung his detector field to its farthest\nreaches, dimming its accuracy but increasing its range. Immediately he\nstared in consternation at the activity in the three-dimensional depths\nof his screen. \"Arna!\" he called hoarsely. \"Arna!\" The girl ran\nclinkingly to him on jointed shoe-plates. \"We're damn near too late,\" he\ngroaned. \"Look, the fleets are approaching each other!\" The tiny red\nscreen dot which indicated their position showed them to be on a course\nthat would slice directly between both fleets. Sy leaped from the throne\nand fairly threw Arna into its confines. He braced his metal-shod feet\non the deck and seized a ring cleat beside the control panel. \"Steady as\nyou go!\" he gritted. \"This is it--and we've got to make it!\"\n\n\"Sy! Can you control the gadgets from this distance?\"\n\n\"Yeah--but we've got to stay in planetary range. _Don't leave the\nPronuleon system._\" His fingers sped along a row of knobs. \"I've got to\ncall our fleet.\"\n\n\"Contact the fleet _now_? But Sy--\"\n\n\"Quiet, honey!\" He glanced at her once, quickly. \"I rigged those gadgets\nlike I intended to.\"\n\n\"_Sy!_\" It was almost a scream. \"What have you--\"\n\n\"Shut up!\" he snapped. \"And that's an order!\" Ignoring secrecy, code and\neven special wavelength, he signaled the League flagship on an open\nchannel. He arranged a three-way video hook-up between the _Needle_,\nAdmiral Grimes on the _Forward Star_ and Dr. Horace Wilton on the _Mars\nMoon_. \"No time,\" he ground out. \"Operation set up as scheduled--_but\nyou won't have to fire_. In five minutes all enemy crews will be flat\nunder eight G's; when ships stop, grapple and board. Out!\" He broke\ncontact and turned to Arna. \"Skitter and spit dust--use it all, but keep\nus clear for three minutes!\" He locked both hands on the cleat and\nclosed his eyes in concentration.\n\n       *       *       *       *       *\n\nIn the deep recesses of his mind, he created a clear picture of a\ntypical, prototype butterfly gimmick. He imagined it in the approximate\nposition it would be to keep a ship spinning slowly on its longitudinal\naxis--to exert the mild centrifugal force permitted for battle alert and\npreliminary maneuver. Then he _willed_ the little wings to bend\ndownward--slowly--past the null-G setting--to fold--down ... to kiss ...\nto _close_....\n\nAfter a seeming century, and from a great distance, Arna's voice reached\nhim, dragged him up from autohypnotic depths. \"Sy! Sy! They've stopped\nfiring! The League's closing in! Sy!\"\n\nHe straightened, relaxed his bloodless grip on the cleat, drew a deep,\nshuddering breath, shook his head to clear it. Throbbing pains began to\ncourse from his arms and shoulders, where they had been buffeted against\nthe panel housing during Arna's wild, skillful gyrations. He looked at\nthe screen, adjusted it for close range.\n\nMote beside mote, League ships had paired off with the furiously\nwhirling Alliance craft, attending all the major vessels and as many\nsmaller ones as their fewer numbers could cover. Sy smiled tiredly. He\ncould almost see the Sur-Malic crewmen, unconscious, lying pinned to\ntheir decks by their own terrible weight. Briefly, he closed his eyes\nagain....\n\n       *       *       *       *       *\n\n\"I couldn't actually test the gadget's reverse setting, of course,\" Sy\nexplained to Dr. Wilton, \"but I knew Arna's calc would check out to\ninfinity.\" He glanced through a window at the celebrating throngs below,\nin the streets of Dirik. \"And now, sir,\" he turned to the girl at his\nside, \"I think she--uh--I mean we--or rather I have something to say to\nyou, sir. Uh....\" He flushed and hesitated.\n\nArna took over competently. \"I guess I'll simply have to marry this\nbumbling hero, Dad. Not that I want to,\" she added, with a mischievous\nglance at Sy, \"though his psychokinetics aren't much of a problem--but I\njust can't do a thing against that darn Superior Celerity he's been\nusing on me!\"\n\n\n\n\n\nEnd of Project Gutenberg's The Butterfly Kiss, by Arthur Dekker Savage\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BUTTERFLY KISS ***\n\n***** This file should be named 40991.txt or 40991.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/9/40991/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}