{"title": "The Martian", "author": "Allen Glasser", "releaseDate": "October 9, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n                             The Martian\n\nbased upon the Third Prize ($15.00) Winning Plot of the Interplanetary\nPlot Contest won by Allen Glasser, 1610 University Ave., New York\n\n                  By A. R. Hilliard and Allen Glasser\n\n[Transcriber's Note: This etext was produced from Wonder Stories\nQuarterly Winter 1932. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n[Illustration: The water was evaporated by the ever-shining sun until\nthere was none left for the thirsty plants. Every year more workers died\nin misery.]\n\n       *       *       *       *       *\n\n     [Illustration: ALLEN GLASSER who furnished the plot]\n\n     [Illustration:A. ROWLEY HILLIARD who wrote the story]\n\n     Many writers of science fiction, who have not given the matter much\n     thought, assume that a man of intelligence from one planet would\n     meet a cordial and sympathetic welcome on another world. It is\n     assumed that people are everywhere educated, curious about other\n     worlds and other cultures, and eager to help a visitor from an\n     alien race.\n\n     Unfortunately there is no assurance that such is the case. Even\n     were the members of another race, on another world possessed of\n     education, there would be bound to be among them low and brutish\n     elements. And if a stranger from another world, dazed by new\n     conditions and unable to make his wants known, were to fall into\n     their hands his fate might not be happy.\n\n     We have read no story that pictures with such clarity and insight\n     the experiences of a man on another world than his own, than does\n     this present story. With the basis of a splendid plot Mr. Hilliard\n     has worked up a simply marvelous story.\n\n       *       *       *       *       *\n\nThe rolling, yellow sand reflected the heat of the sun in little,\nshimmering waves. It reflected the sun's light blindingly throughout all\nits visible expanse, with the exception of one spot where lay a circular\nshadow. In the great steely-blue dome of the sky there were no clouds.\n\nThe shadow, although not large, was very dark and distinct. The curved,\neven line of its circumference was precisely drawn.\n\nIn the air was a persistent rattle of sound--a series of closely spaced\nexplosions, ever rising in intensity.\n\nSuddenly a small, uneven shadow detached itself from the circular one;\nand floated swiftly across the sand. The rattling sound increased to a\ntremendous booming roar, and the large shadow began to fade. At the same\ntime, the smaller one grew steadily darker.\n\nHigh above the sand, a man was falling--much too swiftly.\n\nThe surface of the sand had been shaped into hills by the prevailing\nwinds. These long, ridge-like hills, or dunes, were convex and gradual\nin slope on their windward sides, but on their lee sides they were\nconcave, and very steep.\n\nIt was near the top of one of these steep slopes that the man landed.\nHis frail legs and body crumpled under the weight of his head; he\npitched forward, and half rolled, half slid to the bottom where he came\nto rest more gently, the target of a small avalanche of sand.\n\nImmediately, he began to struggle; and, failing in his attempts to\nrise, stretched his slim arms skyward and uttered a sharp, squealing\ncry, painfully prolonged. Far above him a spherical object rapidly\ndiminished in size. Fixedly he watched the sunlight glinting on its\npolished grey sides; watched it shrink to a tiny ball, a point, and\nthen--nothing. He was alone.\n\nThe pressure was horrible. He buried his head in the hot sand, and\nclapped his ears in a vain attempt to ease the throbbing pain. They must\nhave underestimated the weight of the Toonian atmosphere if they had\nexpected him to live long here! It did not hurt his body, but his head\nwas being crushed. He knew that he would soon die--and was glad. This\nwild, senseless punishment would be at an end.\n\nHe opened his eyes again, and stared in growing fascination and wonder\nat the great arched blue dome above him. Gradually the spectacle of this\nweirdly beautiful canopy occupied his whole attention. It was like a\nsoft curtain of light blue material hiding the blackness of the sky and\nthe gleaming stars;--yet the sun shone through. For a moment he forgot\nhis loneliness, his pain, in rapt contemplation of the immense\nperfection above him--but only for a moment. Then the explanation came\nto him. That beautiful blue was the heavy atmosphere of Toon, which was\nslowly crushing him to death! He closed his eyes.\n\nThe heat was terrific, but not as intense as he had expected. Toon was\nnearer the Sun than was his own world--millions of miles nearer; yet he\nwas not badly burnt, and this puzzled him. The explanation must again\nlie in the heavy atmosphere--serving as insulation, he finally\ndecided.... He didn't care.\n\nHe felt strangely detached. What signifies life--or death--to a tiny\nbeing separated by fifty million miles from any of its kind? Deposited\non this strange planet, he had no hopes of survival; his only emotion\nwas astonishment that he had lived a moment.\n\nHe struggled to remove the parachute that had been so inadequate in\neasing his fall. Movement--even the raising of an arm was serious\neffort. He was glued to the ground by the tremendous gravitational pull\nof a planet so much greater in size than his own. He relaxed.\n\nWhy struggle? With the passing of hope, all incentive to effort passes\nalso. He felt no distress at the thought of death. Life, not death,\nwould be freakish in this great wasteland.\n\nAnd he was past anger now. What they had done to him they had done\nthrough hate and fear. Only hate and fear could conceive of so fantastic\na torture for a fellow being. There was no satisfaction now in the\nknowledge that they had feared him; nor did he care about their hate....\nThey had won. They would have their way, and all the people of the Loten\nwould suffer in consequence....\n\nLoten! A wave of sick loneliness swept over him.... A point in the sky,\nobscured by a weird curtain of blue--his home!\n\n       *       *       *       *       *\n\nCertainly, no man had ever suffered thus! A surge of self-pity welled up\nwithin him. Certainly no being had ever been forced to long for the\nworld--the globe which gave it birth! This horror was reserved for him\nalone....\n\nHe clenched his fists. Reason returned to rescue him from emotion. Loten\ndid not exist for him. He was outside of the world--a tiny flame of\nconsciousness in space. And what did that amount to, after all, he asked\nhimself.... What, but Death?...\n\nFor a long time he lay there in the sand, quite motionless.\n\nThe sun was sinking. Its blazing heat was abating somewhat; its face was\nlarge, and red. For miles, across the surface of the sand, the shadows\nof the dunes were stretching out.... And out of the sunset a tiny speck\nof black appeared.\n\nWhere he lay the man heard the sound of it--a steady drone, or buzz. At\nfirst it did not catch his attention, its inception was so gradual; but\nsoon it became a roar, and he opened his eyes with a start. He had heard\nno sound since the departure of the space ship--had expected none. An\nuneasy excitement gripped him. He strained his eyes upward....\n\nSuddenly, over the dune against which he lay, there shot a something,\nroaring thunderously. He cowered down, stunned by the terrific sound of\nit; but he watched it with wide eyes, as it moved across the sky.\n\nIt was T-shaped; with the cross-piece going before. Beneath it hung two\nwheels. It gleamed metallically.\n\nWithout attempting to rise, he howled shrilly, time after time, catching\nhis breath in gasps--while the thing moved steadily away.\n\nFollowing an undeviating line, it left him far behind, diminished to a\nspeck, and disappeared. The sound of it lingered when he could see it no\nlonger.\n\nHis breath came quickly, spasmodically, through parted lips; his throat\nwas tight, and his heart pounded. The staggering surprise of what he had\nseen and heard left him incapable of thought. His mind was a racing\nturmoil of questions. His contentment, his resignation were\ngone--destroyed in a moment; and in their place rose a great uneasiness.\n\nThe return of Hope, to a man who has definitely put it away from him, is\na joy closely akin to pain in its intensity. His whole body shook as he\nstruggled with the sand, attempting to rise.\n\nHe had seen a machine, he knew. It could not have been an animal. It was\nnot alive, and it was made of metal.... A machine meant reasoning\nbeings. There must be reasoning beings on Toon--where Loten's scientists\nhad argued that they could not be! And machines that travelled through\nspace! Perhaps....\n\nAs the new possibilities of his situation burst upon him, his\nhomesickness returned a thousandfold; and he knew that he could rest no\nlonger--could not wait in the sand for death. He must struggle--he must\nstrive, until the end came--because there was a chance!\n\nImmediately, his mind became purposeful, and he took stock of his\nposition. He knew that the whole of Toon was not like this great stretch\nof sand. Thousands of years of observation of the bright planet had\nconvinced the scientists of the Loten that it bore vegetation--and\nprobably animal life of some sort....\n\nBut rational beings! His astonishment re-asserted itself. Five thousand\nyears of systematic signalling had brought no response, and the project\nhad lately been abandoned. Yet....\n\nHe shook his head, and returned to his problem. He must not waste time\nnow.\n\nHe had food enough in his stomach to last three days at least, and he\nwould not need water for even longer. He suddenly realized, with\nenormous satisfaction, that the pain in his head was considerably less\nthan at first. Perhaps his system would be able to adjust itself to the\natmospheric pressure....\n\nThe great question was where--and how--to go. He must go somewhere. Only\nmotion would satisfy his craving for accomplishment of some sort. He\nwould get no help on this great, sterile plain. He had no guarantee that\nanother of the flying machines would come near him, and even if it did\nthere was not much hope of attracting its attention. No, he must\nmove....\n\nHe decided to follow in the direction the machine had taken. Its\ndestination might be near-by--or it might be thousands of miles away.\nThe probability seemed to be in favor of the former hypothesis, because\nthe machine had been moving so very slowly.... Anyway, it was a chance!\n\nPulling his legs up under him, he made another determined attempt to\nrise; and finally succeeded in standing erect. But it made his legs ache\nterribly; and when he tried a step he slipped, falling back with a\njarring thud.\n\nHe would have to crawl.\n\n       *       *       *       *       *\n\nRidding himself of the parachute, and with no further hesitation, he set\nout, crawling slowly and laboriously, keeping the sun at his back.\n\nThe heat was less oppressive now. The sun had sunk to a point where its\nrays were no hotter than at midday on his Loten; and he marvelled at the\nsimilarity of the two climates. He had seen none of the water vapors\nthat astronomers described as almost constantly enveloping Toon.\nToon--what he had seen of it--seemed to be as dry as the Loten, if not\nmore so.\n\nHe climbed the long, gradual slope of a dune; and, after surveying the\nendless stretch of sand which met his view at the top, slid down the\nsteep side, and crawled doggedly on.\n\nNight was falling. The blue dome above him steadily darkened until it\nbegan to take on the appearance of his own native sky.\n\nHe was dead tired within an hour. He lay still for a time, breathing\ndeeply--marshalling his strength. He was in excellent physical\ncondition, but here his body was so heavy that the slightest motion was\na strain. Soon, however, his eager spirit drove him onward.\n\nAt the end of another hour, happening to raise his head, he uttered an\ninvoluntary cry. Points of light glimmered in the sky.... So he was to\nsee the stars after all!--though only at night, it seemed. He was\nrelieved. In the back of his mind had been the ever-growing certainty\nthat he would not be able to keep a direct course. He rested again, and\npicked out certain designs that would be helpful as guides.\n\nHe wondered if one of them were Loten. They were very dim and they\nblinked strangely; and their arrangement was meaningless to him. He\nfixed upon one of them--the brightest--and imagined that it might be\n_his_ world--where his friends were, and his enemies; where his wives\ngrieved for him perhaps; where his children laughed and played; where he\nmight one day return....\n\nHe crawled along through the sand.\n\nIt was not really dark--only twilight. He wondered if this were night on\nToon. It must be. Almost directly ahead of him--just a little to the\nright--was a radiance close to the horizon. It puzzled him. Soon it was\nspreading over the sky--a pale, ghostly light. Then a bright point\nappeared--a line; it grew. He stared in abject wonder while a great,\nwhite disk mounted into the sky, illuminating the scene around.\n\nHe rested a while, and watched it. It was Toon's satellite. It could be\nnothing else. But beside it the two luminaries of his own world were as\npygmies. He was still watching it, fascinated, when he resumed his\njourney.\n\n\n\n\nCHAPTER II.\n\nSigns of Life\n\n\nAll through the night he travelled; and into the rising sun. The noonday\nheat forced him to take a prolonged rest, but he fought on as soon as\npossible; and sunset found him crawling weakly onward. The cool of night\nrevived him somewhat. He knew that the strain under which he labored\nwould hasten his time of sleep, and that worried him. Even now, he was\noften in a semi-conscious state. Still, he could not stop.\n\nWhen the sun rose again, it shone through trees; and far across the\nyellow sand his tired eyes saw green hills. The sight invigorated\nhim--spurred him on to stronger efforts. Soon after midday he lay\npanting in the shade of trees.\n\nThe trees astonished him. They towered above him, fully five times as\nhigh as any he had ever seen. Their stems were of enormous girth--rough\nand hard to the touch. There seemed to be something moving in their\nheavy foliage, far above him, and he heard faint, sharp whistling\nsounds. He looked around uneasily.\n\nThe size of the trees worried him. If there were animal life, it might\nbe proportionately large. He shuddered. The desert, although\nuncomfortable, had had one advantage: he had been alone there.\n\nStill, it was not loneliness that he was seeking, he thought grimly.\nObviously, he....\n\nHe stiffened. He had been staring abstractedly at the coarse grass which\ngrew thickly around him. Now his eyes became focussed upon a movement\nthere--not three feet away. The grass was waving strangely, in a\npeculiar, uneven line; and he caught sight of something slim and green,\nthat was not the grass. His throat contracted painfully. The thing did\nnot seem to move, yet it was coming nearer. Whenever he caught sight of\na part of its body, it appeared stationary; yet the waving of the grass\nwas closer, and ever closer. It was very close now....\n\nSuddenly his power of locomotion returned. He rolled over backward, and\nscrambled along the ground to a tree. Grasping the rough trunk, he\npulled himself erect; and held himself in that position, panting.\n\nHe could see the thing more plainly now. It was like a long, green whip\nin the grass. Its forepart was raised in the air, and terminated in a\ntriangular head, with two bright eyes whose steady, unwinking stare made\nhim tremble weakly. With an effort he took his eyes from the creature;\nand, pushing himself away from the tree, ran desperately, as far as his\nlegs would carry him. When he fell, he continued to crawl--farther, and\never farther into the green woods.\n\nHe wondered if all creatures crawled in this world of Toon. Perhaps the\ngreat gravitational pull made erect postures impossible.\n\nFor a long time he climbed steadily, threading his way through the\nunderbrush, skirting fallen trees. He felt increasingly drowsy. His\nsleep period would come soon, he knew. He could not stave it off much\nlonger. And when he had slept, he must eat....\n\nHe came to level ground. Ahead was an opening in the trees, where a wide\nledge of stone was revealed. Out upon this he crawled, and gazed at the\nscene that opened out below. Miles of waving tree tops met his view; but\nwhat held his attention was a strip of silver cutting the green.\n\nHe felt a warm glow of satisfaction. Water, in his mind, was closely\nassociated with organization, transportation facilities, reasoning\nbeings....\n\nYet he must be wary. He had no idea what sort of beings they might be.\nThis might be a canal, but it was strangely irregular in its course. At\nleast he was making progress....\n\nA peculiar, ringing sound came from the trees below. It was utterly\nunfamiliar to him. Nerving himself, he determined to discover what it\nwas. He climbed down from the stone, and began the journey down the\nhill.\n\nAs he progressed the sound became louder, and others were added. He was\npuzzled by a low, intermittent muttering. It made him vaguely uneasy,\nand with every moment his agitation increased. The muttering was now\nvery definitely spaced into irregular but continuous tones.\n\nAnd he knew that he was listening to a conversation.\n\nHe was frightened. Now that he was so near to what he had been seeking,\nhis courage left him; and he lay trembling, flat on the ground, awed by\nthe booming voices of the creatures.\n\nThey must be very large, he thought, to utter such deep tones.\n\nHe had lain there for perhaps five minutes, when, suddenly, there came a\nrending crash; and, peering ahead, he saw the green top of a tree sway\nviolently, sink, and disappear from sight. At the same time there came a\nlouder cry, followed by the blending of two thunderous voices, speaking\nsimultaneously.... Then a heavy thud, and another cry....\n\n       *       *       *       *       *\n\nHe crawled cautiously forward. He reached the fallen tree. Its trunk was\nsuspended above the ground by the projection of a number of its large\nbranches. He peered beneath it.\n\nDirectly before him, in a small clearing, two creatures were struggling\ntogether. They stood erect upon their huge legs, using their crudely\nbulky arms and hands to strike and tug at each other. They were\ntremendous in size--fully three times human stature; yet their heads\nwere smaller than men's. Their erect posture gave them a weirdly\nhalf-human look, which was belied by the brutal savagery of their\naspects. Their brows were low; their heads were covered with long hair;\nand in their gaping mouths he saw rows of sharp, white fangs. Their\nskin, instead of being golden, was a dirty grey in color, and was\ncovered with short curling hair or fur.\n\nBut he could see very little of their bodies, because--and this sight\nseemed to him the strangest of all--they were almost entirely covered\nwith cloth. This woven material was brown in color, and shaped to hang\nclose to their bodies, even over the arms and legs. He lay very still,\nwatching the titanic struggle with ever growing wonder.\n\nThey appeared to be evenly matched. Once, one of them was hurled heavily\nto the ground, but he leaped effortlessly to his feet. Both of them\ngrunted and uttered sharp exclamations at intervals. They tramped back\nand forth, tearing up the grass, crushing down the small bushes.\n\nThey must greatly hate each other, he thought--or perhaps it was natural\nfor them to fight like this. Now one of them was tiring--the smaller.\nIts movements were slower, and it stepped almost constantly backward.\nSuddenly from its bulbous nose spurted a red stream. He shuddered. The\nsight of these two strangely man-like creatures beating and tearing at\none another sickened him.\n\nThe larger creature was pressing its advantage, advancing upon the other\nwith cruel, flailing blows. Suddenly the smaller one crumpled to the\nground, and lay still. The other turned away. It seemed satisfied. It\ngrasped an object which was leaning against a tree--a cutting tool\napparently, consisting of an edged block of metal attached to a long\nhandle of wood; and without a backward glance at its fallen foe, made\noff through the trees.\n\nThe creature on the ground was alive. He could see the rise and fall of\nits breathing under the cloth covering of its breast. But the bright,\nred blood was still running out of the nose. It had lost an astonishing\namount; and he feared that, unassisted, it would soon die. He must try\nto help.\n\nWith wildly beating heart, he crawled under the tree trunk and out into\nthe clearing.\n\nAs he moved through the grass, he made a slight rustling sound, which\nthe creature heard. It turned its head, and stared directly at him. He\nstopped fearfully....\n\nThe creature uttered a loud cry, and scrambled to its feet. He raised\none hand, attempting a friendly gesture; but the creature, after\nwatching him for a moment with wide eyes, bounded swiftly away into the\nwoods. He heard the thumping and crashing of its passage through the\nunderbrush long after it had disappeared from sight.\n\nHis first sensation was one of immense relief. He had been desperately\nafraid.\n\nEvidently the thing had been afraid of him, too. And that was\nsurprising.... Clearly, these could not be the reasoning things that had\nbuilt the flying machine he had seen. His relief was quickly followed by\ndisappointment. For a moment he had imagined that his first objective\nhad been reached. Now he realized that he might be as far from it as\never. Toon was immense. Probably, now, he was in a country inhabited by\ninferior beings--beings that would be constantly hostile and dangerous\nto him. If that were so, his quest would end here, he knew. Sleep could\nnot be warded off any longer. He could not protect himself. Soon he\nmust eat--and there was no food.\n\nHe crawled into the bushes; and lay down, lonely and sick. He would stay\nhere. This was failure--and the end. But he was not sorry for having\ntried....\n\nAbove him the sky was not blue, now; but a strange, dead grey. Nowhere\ncould he see the sun. The wind sighed mournfully in the trees.\n\nHe slept.\n\n\n\n\nCHAPTER III.\n\nIn Confinement\n\n\nHe awakened in shivering terror. His entire body was wet. Water was\nfalling on him. It was falling on the ground all around and on the\ntrees--thousands, millions of drops. He choked, as he tried to breathe\nthe damp, saturated air. Desperately he looked around for some\nprotection, but there was none. He covered his face as best he could\nwith his folded arms, and cried out in fear.\n\nThere came a shout; and he heard something moving toward him, but he did\nnot care. Horror of the falling water crowded all other emotions from\nhis mind.\n\nOne of the creatures was standing over him. He heard others approaching.\nThey were shouting loudly back and forth to one another. In a moment,\nthere was a circle of them, all around him.\n\nHe was too distressed to pay them any attention. After a time one of\nthem bent down and grasped him under the armpits. He felt himself lifted\ninto the air. He did not struggle, even when their faces were all around\nhim--very close.\n\nNow they were walking through the trees, one of them carrying him in its\nhuge arms, quite gently. He was scarcely conscious of his surroundings.\nIt was becoming more and more difficult to breathe.\n\nThen he felt himself laid down on something soft and dry. The water was\nnot falling on him now. He opened his eyes.\n\nThey had placed him under a shelter. He could hear the water on the\nblack covering above him. There was one of them on each side of him,\nwhere he lay on what seemed to be a cushioned seat....\n\nSuddenly there came a rumble, and the seat beneath him quivered and\nshook. He struggled to sit up. One of the creatures aided him, and\nwrapped a dry cloth about his body. He was grateful.\n\nThe seat was bumping up and down violently. On each side, he could see\nthe trees moving slowly backward. He realized that he was in a vehicle.\nIt jolted constantly, and he imagined that it must run directly on the\nrough ground. It made a continuous and tremendous noise. But it was a\nmachine of transportation, however crude; and he quickly forgot his\nbodily discomfort, as the implications of this fact crowded through his\nmind.\n\nHe looked with a new interest at his captors. They were talking\ntogether excitedly--evidently about him, for they never removed their\neyes from him. In spite of their strangeness and savagery, they must\nhave reasoning minds. He could be pretty sure of that, now....\n\nThe vehicle came to rest, and to either side he saw structures, made,\nevidently, of cut trees. Then his heart leaped again, as he saw that\nthey had glass. So they knew how to make that! There were only a few\npieces of it let into the walls--but it was certainly glass, and his\nhopes rose a bit higher.\n\nThey carried him into one of the houses. It was quite dark. They set him\ndown upon a large table. They were increasing rapidly in numbers,\njostling in through the door and crowding around the table.\n\nIn the wall near him there was one of the pieces of glass. Abashed by\nthe dozens of staring eyes, he looked through this, and saw a broad\nfield, its soil turned up in long, straight rows--evidently for\nplanting. Near the center of the field were two creatures, which\nimmediately commanded his attention.\n\nThey were not alike. One was similar to those he had already seen, but\nthe other was even larger and of a different shape. Four legs carried\nthe great, bulky body, which rested in a horizontal position, as did the\nthick neck and long, tapering head. It was dragging the tool which\nturned up the furrows of soil, while the other followed behind,\ngoverning its directions.\n\nClearly, he thought, there were many types of creatures on Toon. He\nwould have to try to understand their relations to one another....\n\nInside the room there was much noise, and the air was hot, damp, and\nvery unpleasant to breathe. He was not afraid of the creatures now; and\ninstinctively he realized that it was curiosity that brought them here,\nand that they meant him no harm. A few were trying to speak to him,\nlooking directly into his eyes and making monosyllabic sounds. This\namused him at first. They would not be quite so hopeful if they\nunderstood from where he had come.\n\nBut in another moment his amusement had vanished. One of the creatures,\nstanding near, placed a finger close to where he sat, at the same time\nuttering a short disyllabic sound:\n\n\"Table!\"\n\nA thrill shot through him. He had expected no such intelligence on the\npart of his captors. A new wave of hope surged up within him....\nCarefully, he repeated the gesture and the word.\n\n       *       *       *       *       *\n\nHis action was followed by a burst of excited conversation in the room.\nSeveral made sharp, guttural noises which he guessed meant gratification\nor amusement.\n\nImmediately a number of them took up the game; and he eagerly did his\npart, repeating the sounds they made and identifying them with objects.\nWith every possible gesture he tried to indicate to them his pleasure\nand gratification.\n\nHe was sorry when they began to go away.\n\nIt had been getting steadily darker for some time, when, suddenly, the\nroom was brilliantly illuminated; and, looking quickly around, he saw a\nnumber of bright globes. This event brought him to a high pitch of\nelation. The character of the vehicle in which he had ridden had made\nhim fear that they knew nothing of electricity, but here was tangible\nevidence that they did. His dream of a return to Loten seemed less like\na wild imagining at every moment.\n\nHe was beginning to think of these creatures as people, almost human\nbeings.\n\nNow, only two of them remained. From their glances he knew that they\nwere talking about him. Finally, one of them lifted him from the table;\nand, walking swiftly, carried him through the door, across a short\nstretch of open ground, and into a smaller and darker structure, there\nlaying him down upon a bed of cloths and cushions in one corner of the\nsingle room. The other followed them in, carrying a china dish and cup.\nSetting these beside him, they both pointed with their fingers to their\nopen mouths. He understood immediately, and was glad. He needed\nnourishment badly.\n\nBut when he looked into the dish his pleasure abated. It contained an\nassortment of what appeared to be parts of plants and--he tried to\nconceal his horror--animal flesh.\n\nLooking up, he nodded--a gesture that he had quickly learned; and to his\ngreat relief they turned and left the room, closing the door. He heard a\nsharp click.\n\nThe flesh he immediately put aside. He did not like to think what its\norigin might be. He studied the plants. They had evidently been\nsubjected to a heat process, but had not been chemically refined in any\nway. The percentage of nourishment in them must be very low, and it\nwould be necessary for him to eat great quantities to sustain his\nstrength. He wondered how long his stomach could stand it.\n\nThese people must eat almost daily to sustain themselves on such fare,\nhe reasoned, marvelling.\n\nWith a pronged implement that they had given him, he set to work to mash\nthe food into as soft a mass as possible. This process they accomplished\neasily with their fangs, he knew.\n\nThe taste was anything but pleasing, and he had great difficulty in\nswallowing; but he finally managed to assuage his hunger, and felt\nbetter. He drank a little water from the cup, which contained enough to\nsupply him for at least five days.\n\nThis done, he stretched himself out upon the bed, and gave himself over\nto pleasant reflection. A far cry, he thought, from the man lying\nhelpless in the desert, devoid of all hope, to the one who had\nestablished contact with a race of intelligent beings who would\ndoubtless be willing to help him return to his own native world. He\nreflected that if the flying ship had hot happened to come near him, he\nwould most certainly have perished by now--perished in a foreign world,\nfar away from those he loved, never knowing there was a chance for his\nsalvation. But now he had taken the first step.... Anything was possible\nnow.\n\nHis attention returned to his surroundings. The bare room was lighted by\na bulb hanging from wires in the center. From it dangled a cord, the\npurpose of which he quickly guessed. The walls and floor were bare wood,\nand rough. Along the whole length of one wall extended a low, narrow\ntable, or bench, strewn with a miscellaneous collection of objects which\naroused his curiosity.\n\nHe crawled to the bench, and pulled himself erect by grasping its edge.\nHe was just tall enough to see along its surface. Near him rested a\nlarge roll of what he first thought was cord; but on closer examination\nhe decided that it was metal wire covered with a fibre insulation.\nObviously it was for the conduction of electricity. Scattered around it\nwere a number of cylinders of varying sizes, which he saw were wound\nclosely with very fine wires. Clearly, these people did more with\nelectricity than make light, he thought, encouraged.\n\n       *       *       *       *       *\n\nThere was nothing else in the room except a pile of rusty metal in one\ncorner. The whole place was depressingly dirty and dreary. He thought\nthat he would feel better without the light. He made his way to the\ncenter of the room, and stretched upwards. Finding that he could just\nreach the cord, he jerked it; and returned in the darkness to his cot.\n\nHe lay there quietly, trying to calm his nerves. He wondered what they\nwould do with him....\n\nHe was still wondering the same thing at the end of four days. They did\nnot move him. They did nothing except come and look at him--a great many\nof them at first, but less and less as time went on. They came in the\ndaytime--never at night. They fed him; and a few still tried to talk to\nhim. This pleased him, and he strove eagerly to understand and imitate;\nbut they soon got tired and stopped.\n\nHe learned to distinguish the males and females among the people that\ncame, by differences in stature, length of hair, and clothing. He\nobserved, with complete bewilderment, that the males often carried in\ntheir hands burning cylinders which they raised regularly to their\nmouths, blowing out smoke into the air. He guessed, finally, that this\nmust be some sort of sanitary precaution.\n\nNow, however, he was left alone most of the time. They brought him food,\nand then went away. He was uneasy. Physically, he felt far from well.\nThe damp air made his throat and chest ache; and he feared that the long\ndeprivation of sunlight was hurting him. He could not understand.\n\nGathering his courage one day, he attempted to open the door. He reached\nup and turned the knob the way he had seen the people do. But it would\nnot move when he pushed. He remembered the clicking sound he had heard\nevery time after they went out.\n\nHe became frightened. He did not understand this confinement. Why would\nthey not let him out?\n\nThere passed another day, of mental torture. Would they let him die in\nthis dark, dreary place? Had all his efforts merely led to a lonely,\npurposeless death?\n\nHe wondered what they would do if he went out of his own accord; and\nfinally decided that he must do it, even at the risk of offending them.\nFurther inactivity he could not bear.\n\nWithin five minutes he had formed a plan of action. It was night--the\nbest time to work; for he must work undisturbed for a time.\n\nHe made his way to the bench, and collected three of the wound wire\ncoils, which he dropped to the floor. With a cutting tool that he found\nhe managed to get a length of wire from the large roll. The tool was\nvery heavy.\n\nNext, he crawled to the corner, and selected a number of small pieces of\nmetal. He rested for a while, studying the light bulb which hung in the\ncenter of the room. From the light it gave and the size of the filament,\nhe roughly estimated the power of the current.\n\nThen, with a graphite writing instrument that he had found, he drew a\ndiagram on the floor. He took a very long time doing this, and labeled\nit carefully. When he had finished, the little window at the end of the\nroom showed that dawn was breaking outside.\n\nHurriedly then, he set to work with the metal, the coils, and the\nwire,--twisting, winding, connecting and cross-connecting--constantly\nglancing at his diagram and at the window. Finally, when it was broad\ndaylight outside, he gave a sigh of satisfaction.\n\nHe had achieved an ugly, jumbled apparatus, vaguely cylindrical in shape\nwith a point of metal at one end. He laid it on the floor; and making\nhis way to the bench, secured two more lengths of wire. He crawled under\nthe bench to where the power line for the light ran down the wall, and\nthere connected them. Then, securing his cup of water, he dipped into it\nthe ends of his two wires, and observed them for a moment. Satisfied, he\ncarried them to his cylindrical apparatus, and connected one of them at\nthe end opposite the metal point. The other he did not immediately\nconnect.\n\n\n\n\nCHAPTER IV.\n\nThe Circus\n\n\nHe was breathing hard now, and his face was flushed. For a long time he\nsat very still and listened, but he heard no sound. At last, moving very\nslowly, he carried his cylinder to the door. He raised it, and placed\nthe point against the metal lock, under the knob. He pressed his lips\ntightly together, and set his jaw.... With the end of the wire which he\nhad not connected he touched a point on the cylinder.\n\nThere was no sound. There was no movement of the cylinder. Yet the metal\nlock dissolved, and daylight shot through the place where it had been. A\ncloud of light grey dust drifted lazily to the floor.\n\nHe disconnected the wires. Carefully he hid the thing under the cushions\nof his bed. Then he pushed open the door, and crawled out into the\nsunlight. The sun felt warm and pleasant on his back.\n\nHe heard a cry, and looked up fearfully. One of the men of Toon was\nrunning towards him carrying a dish. It was the man that brought his\nfood.\n\nHis throat was tight, and he was trembling. He knew that this was the\nsupreme moment. He nodded his head and smiled. He raised one hand, palm\nupward.\n\nThe man stopped directly in front of him, and growled--then raised an\narm, pointing at the door of his prison.\n\nHe made a little murmuring sound to the man; and raising his face to the\nsun, smiled and nodded once more. The man pushed him backwards with one\nfoot, always pointing at the door.\n\nHe turned, and crawled back into the shed. Dully he watched the man; who\nstood for a long time staring at the door where the lock had been--then\nstrode to the pile of metal and picked up a chain.\n\nHe did not move when he felt the chain around his body. He closed his\neyes, and did not open them until he heard the door shut. He did not\nmove all that day. He only watched the little window. When, finally, the\nlittle window grew black, he drew his machine from under the cushions,\nand connected it again at the wall. The chain was fastened to a leg of\nthe bench, and allowed him to do this. He destroyed a portion of the\nchain, and loosened it from his body. He crawled to the wall farthest\nfrom the house where the people lived. Moving the machine in a slow arc,\nhe cut a hole in the wall. Disconnecting the wires, he used them to\nfasten the machine around his waist. Then he went out into the night.\n\nHe did not know where he was going--except that he was going away from\nthese beings that held him prisoner without a reason. At first they had\nseemed kind--but they were kind no longer. Something had changed them,\nhe thought; but he could not guess what....\n\nHe had progressed less than a hundred yards when a sudden tumult of\nsound froze him with terror. It was coming at him through the dark, a\nhoarse, senseless, animal cry. And bounding toward him he saw the dark\nshadow of a beast. He knew instinctively that here was an unreasoning\ncreature--and all the strength went out of him. He lay flat and limp on\nhis face. Now he heard its panting breath, and felt the heat of it on\nhis body....\n\nAt the same time, but only semi-consciously, he heard the loud shouts of\nmen. As in a dream, he felt himself grasped roughly and lifted from the\nground. Soon he knew that he was back in the shed again. He saw a man\nstanding above him holding his machine.\n\nHe felt strangely detached--as if he were not there at all. He saw the\nman look at the machine; look at the door; look at the chain; look at\nthe hole in the wall; look at the light cord. He saw the man connecting\nhis machine to the light cord; he felt powerless to warn the man that he\nmight be connecting it wrong--that there were two ways: one right, one\nwrong....\n\nAn explosion threw the man heavily against the wall. He could see the\nman struggling slowly up--coming towards him--kicking him. But he could\nhardly feel the kick at all--and everything got dark....\n\nWhen light came back it was just a small square above him. That puzzled\nhim, until he reached out and found wooden walls all around him--very\nclose. He was in a box. He became suddenly fully conscious of the fact.\nLooking down at him from above he saw the faces of two of the men of\nToon.\n\nHe cried out involuntarily, struggling to escape. One of the creatures\nshook a heavy piece of metal threateningly over his head. He cowered\ndown, shuddering, at sight of the merciless gleam in its eyes. The light\nwas blotted out, as they placed a cover over him; and he was deafened by\na long and thunderous pounding.\n\nThen began a time of horror in the darkness. His active mind had nothing\nto feed upon but fear. Only too clearly was it brought to him that he\ndid not know the ways of these creatures of Toon. What was deadly fear\nto him might be commonplace to them. He had hoped to find them friendly,\nmerciful--yet friendship and mercy were qualities of his own experience\nin a world different from theirs. Why had he thought to find them here?\n\n       *       *       *       *       *\n\nHe had no measure of time. For endless hours he lay there in the dark,\nbracing himself against the sides to protect his head and body as much\nas possible; for the box seemed almost constantly in motion--jolting,\ntilting, and bumping until he was weak and breathless from the strain.\n\nHis mind, worn out by its relentless self-torture, sank at last to\nsemi-consciousness.\n\nSuddenly light returned, and he was dragged roughly from his prison. He\nwas in a large room where the combination of odor, heat, and noise was\noverpowering. Great numbers of the men of Toon were there, hurrying in\nall directions, seemingly very busy. He noted immediately that their\nclothing was different from that which he had seen, and wondered what\nthe significance of that might be.... He felt strangely calm, now.\n\nBefore him was an immense, bulky man, who stood with legs apart and arms\nfolded, staring at him with wide, unwinking eyes. This man had a face\nthat was light red in color and rounded, almost swollen-looking in\nshape. He nodded, and his cheeks shook loosely. He nodded several times,\nand seemed very pleased. He spoke sharply; and others, standing around,\nsprang into action.\n\nThey brought a red cloth, and tied it around the captive's loins. They\nforced him to crawl back and forth on the floor, while the big man\nlooked on, nodding and chuckling. Then the big man ran hot, cushion-like\nhands over his head and body; pried open his mouth; grasped his hand and\nshook it vigorously up and down; and, with a final nod, turned and\nwalked away.\n\nHe understood none of this, and was very unhappy.\n\nThey placed him upon a high, draped platform, where there was a small\nchair and nothing else. There were a number of similar platforms in the\nroom.\n\nIt was impossible for him to maintain his previous indifference to his\nsurroundings. Around the walls of the room were long rows of barred\nenclosures, containing creatures of every conceivable size, shape, and\ncolor. Some were hideous; some were strangely beautiful; all were\nabsorbingly interesting. For a time, he forgot everything else while he\nwatched them and listened to the sounds that they made. Certainly, he\nthought, a scientist of the Loten would give twenty years of his life\nfor the opportunity to see these creatures! Some of them were amazingly\nlike reconstructions that had been made from fossilized bones found on\nthe Loten.\n\nThey brought him food, which he judged must be the cooked seeds of\ngrain. It was soft, and he forced himself to eat a little, although he\nwas not hungry. He feared that he would have to learn to eat daily, for\nfood concentrates seemed to be unknown here.\n\nHis mind was occupied trying to understand the meaning of this place.\nGreat numbers of people were crowding into the room, now. Rows of them\nstood around his platform.\n\nThe other platforms were now occupied also. On them were beings\nresembling the people around them, but each one differing in some\nstrange way from the normal. Some were enormously large, some small. And\nhe saw one which was shaped like the men of Toon, yet was no taller than\nhimself.\n\nAn endless stream of people surged through the room, circulating around\nthe platforms and cages--gazing fixedly at their occupants.\n\nHe began to understand. These were exhibits--creatures strange to the\ncrowds who came to look at them. Toon was very large; and transportation\nmethods were poorly developed. Perhaps, therefore, these people had\nnever seen many of the parts of their own globe.\n\nTheir staring eyes made him uncomfortable. Wherever he looked they\nwere--staring eyes and gaping mouths. He felt suddenly ashamed. He\nwanted to hide himself--but they would not let him do that, he knew. How\nlong would they keep him here, he wondered? There seemed to be no limit\nto the crowds. This must be a great center of population....\n\nAnd in a flash he had forgotten the people, with their staring eyes,\nforgotten his shame, forgotten his bodily discomfort.... A center of\npopulation! Those words blazed in his mind. Once more, he knew the joy\nof hope.\n\nWith a sudden clear perception he realized that they could not have\nhelped him more if they had done it consciously. He had arrived at a\ngoal, which, a few days ago, had seemed impossible of attainment. Here,\nif anywhere, he would find help....\n\nHe must learn the language. That was imperative.... And again his good\nfortune amazed him. These people were constantly talking. His position\nwas ideal for studying their speech. From what he already knew, it was\nquite simple; and it should not take long to learn enough to serve his\npurpose.\n\n       *       *       *       *       *\n\nIt took longer than he had expected, mainly because the people were not\nthere all of the time. They came only at certain periods of the day; and\nhe soon made a surprising discovery--that they slept during a great part\nof every night. In fact, almost one third of their time seemed to be\nspent in an unconscious state. The creatures in the cages slept even\nmore. He could see no signs of intelligence in these caged creatures.\nThey were dumb, and were completely dominated by the men.\n\nHe missed the sun badly. These people, in their dark houses and their\ndraped bodies, did not seem to need it. Often he felt quite ill, but\ntried not to worry about his health.\n\nAt night, when alone, he practiced the sounds he had learned; and\nrehearsed the things he was going to say when his chance came.\n\nHe passed through a sleep period; and then, on the ninth day, decided\nthat he was ready. To the attendant who brought his food he said:\n\n\"I talk.\"\n\nThe man started violently, and gaped at him.\n\n\"Talk?\" he repeated blankly.\n\n\"Yes!\"\n\nThe attendant looked at him uncertainly for a long time, and then walked\nslowly away.\n\nHe was disappointed. But he was not kept waiting long. Soon the man\nreturned, accompanied by another.\n\n\"Blumberg wants to see you,\" they said. He did not understand that, and\nshook his head. However, they lifted him from his platform, and carried\nhim out of the room. They took him up a long series of steps and through\ndark corridors, into a small room.\n\nHere it was cool and light. In the center was a desk, and behind it sat\nthe large man he had seen once before.\n\n\"Set him on the desk here,\" ordered the large man. \"Now, little\nfeller--they tell me you're talking!\"\n\n\"I talk.\"\n\n\"Well, well, well!\" said the large man jovially. \"What'll we talk\nabout?... I'm Blumberg, and I run this circus.... Who are you?\"\n\nHe understood only the last words, but they were what he was waiting\nfor.\n\n\"I am man of Loten,\" he said carefully. \"Loten is world more far from\nheat star.\"\n\n\"What? Say that again!\"\n\n\"I not live in your world--in this world....\"\n\n\"The hell you don't.\"\n\nAgain he did not understand what the large man meant, and looked around\nhelplessly. Then he saw a writing instrument on the desk, and picked it\nup. Blumberg pushed forward a piece of white paper. Quickly he drew, in\nits center, a large circle with lines extending from its circumference\nto indicate radiation. Outside it he drew four small circles at varying\ndistances from the central one.\n\n\"Hey, Edgar--come here!\" called Blumberg.\n\nA pale young man who had been sitting in a corner approached the desk,\nsaying, \"Yes?\"\n\nHe looked pleadingly at the pale young man. He placed his fingertip on\nthe large circle, and said, \"Heat star!\"\n\n\"Sun,\" said the young man quickly.\n\n\"Sun!\" he repeated gratefully. Next he indicated the third little circle\nfrom the center.\n\n\"This world?\" he said.\n\n\"Earth,\" said the young man.\n\n\"Earth? This world is Earth?\"\n\n\"Yes.\"\n\nBlumberg grumbled: \"What is this--a joke?\"\n\nHe could not understand Blumberg. Eagerly he looked into the face of the\npale young man, and indicated the fourth little circle.\n\n\"Mars,\" said Edgar.\n\n\"Mars!\" he cried jubilantly. He pointed his finger at himself. \"I am man\nof Mars,\" he said.\n\nThere was silence in the room, while they both stared at him. Then the\nbig man began to laugh. His body shook, and his red cheeks jumped up and\ndown.\n\n\"So you are a Martian--eh?\"\n\n\"Yes--a Martian.\"\n\nBlumberg was still laughing. \"That oughta go big in the show--huh,\nEdgar?\" he said.\n\n\"Yes, sir,\" said the young man.\n\n\"If you live on Mars, what're you doing here?\"\n\nThe Martian had been expecting this question.\n\n\"They send me away to Earth.\"\n\n\"Why did they send you away to Earth?\"\n\n\n\n\nCHAPTER V.\n\nBlumberg Promises\n\n\nThe Martian began to speak slowly, carefully. Through long days and\nnights he had rehearsed his story, knowing he would have to tell it. The\npale young man helped him often, at points where he lacked words....\n\nHe told of the scarcity of water on Mars--of how there was only a\nlittle, that had to be preserved carefully.\n\nHere Blumberg interrupted. \"How much water has this chap been drinking?\"\n\n\"Less than a cup, sir--in almost ten days,\" said Edgar. \"The attendant\nwas telling me ...\"\n\nBlumberg grunted. \"Go on!\" he said.\n\nHe told of the social order of Mars--of the three great classes: the\nAristocrats, the Scientists, and the Workers. The Aristocrats, he\nexplained, were the rulers, who utilized the knowledge of the Scientists\nand the energy of the Workers to build up a State for themselves.\n\nHe told how, once a year, the water rushed down the canals from the\nmelting polar ice caps, spreading vegetation over the face of the\nplanet, and of how quickly this precious water disappeared, evaporated\nby the ever-shining sun, until there was none left for the thirsty\nplants, and they died. Thus, every year the famine was worse on Mars,\nand more Workers died.\n\nHe told how he, and other Scientists, had wanted to spread oil on the\ncanals to stop evaporation, and of how the Aristocrats had forbidden\nthem to do it.\n\nHe told of the plan he had conceived to control the waters at the head\nof the canals when the ice melted in the spring, so as to force the\nAristocrats to come to terms.\n\nAnd finally, he told of their premature discovery of his plan; of their\ngreat anger and fear; of their determination to punish him as no man had\never been punished before; of his banishment from the very world in\nwhich he lived.\n\nThere was a long silence when he had finished. At last Blumberg coughed,\nand shook himself.\n\n\"That's a fine story,\" he grumbled, \"but you left somethin' out.... What\nI wanta know is: how did you get _here_?\"\n\n\"In a space traveller,\" said the Martian.\n\n\"What's that?\"\n\nCarefully, laboriously, he described the space ship. With the pencil he\nsketched diagram after diagram, while the pale young man helped him and\nlabeled them as he directed. The young man was becoming visibly excited.\nWhen the Martian had finished, he burst out:\n\n\"By god, it would--it _would_ do it!... Look--\"\n\n\"Shut up!\" said Blumberg. The perspiration was standing out in large\nbeads on his forehead.\n\n\"Fellow,\" he said heavily, \"if you're lying, you've got one hell of an\nimagination!\"\n\n\"You not have space travellers?\" asked the Martian tensely.\n\n\"No.... Just ships that travel in air,\" answered the pale young man. He\nheard the other's painful catch of breath, and continued quickly: \"But\nwith these diagrams it would be easy to--\"\n\n\"Shut up, Edgar.... Shut up--an' get outta here!\" barked the big man.\nThe other turned, and left the room without a word.\n\n\"Now, look here, fellow,\" said Blumberg, \"I'm goin' to take your word\nfor it. I'm probably crazy to believe you; but I've seen most of the\nfunny critters of this world in my time, an' I ain't ever seen one like\nyou. So you may come from Mars, for all I know.\"\n\nThe other looked at him eagerly, trying to understand his words. \"You\nthink I am man of Lo--of Mars?\"\n\n\"Yes--that's right.\"\n\nThe Martian quivered with excitement. He held out his arms in a gesture\nof appeal.\n\n\"You help me?...\"\n\n\"Yes.\"\n\n\"You help me go to Mars?\"\n\nBlumberg looked down at the desktop, and was silent.\n\n\"Yes. I'll help you,\" said Blumberg suddenly. He stood up, and patted\nthe other softly on the head.... \"Sure ... you bet!\"\n\n       *       *       *       *       *\n\nThe Martian lay upon his back on a leather couch in a small room where\nthey had taken him. His eyes were wide and shining. His hands clenched\nand opened convulsively. It seemed to him that he had been waiting for\ndays.\n\nThe door opened, and Blumberg entered, followed by a smaller man. As the\nMartian struggled to his knees to greet him, he spoke heartily.\n\n\"Hello there! Think I wasn't comin'? No use being in too much of a\nhurry, y'know.... Meet Dr. Smith. He's a scientist like you....\"\n\nThe Martian nodded and smiled at them happily. Dr. Smith looked at him\nlong and curiously, meanwhile automatically seating himself in a chair\nclose to the couch. Blumberg, who was pacing the room, cleared his\nthroat.\n\n\"Now, look here,\" he said, \"I'm willing to help you, but you've got to\nhelp me do it ...--\"\n\nThe Martian understood him immediately.\n\n\"Yes!\" he replied quickly. \"Yes.\"\n\n\"Good!... Now, Dr. Smith is going to ask you questions about things we\nneed to know. You tell him all you can.\"\n\n\"Yes ... I tell him!\"\n\nDr. Smith had many questions to ask, on many and diverse subjects. At\nfirst, communication between the two was very difficult; but both were\nhighly intelligent and understanding men, and before long they became\nfairly successful in exchanging ideas. Blumberg paced constantly about\nthe room. Occasionally he went out, but always returned quickly.\n\nThe catechism went on for hours; and ended only to be resumed early the\nnext day.\n\nAnd so it continued on the following day, and on the day after. The\nMartian was puzzled. They seemed to want to know so many things! Dr.\nSmith had questioned him on every subject--mechanics, electricity,\nmagnetism, chemistry, colloids, catalysts, transmutation of\nmetals--everything. He feared that they were wasting time, but did not\nthink it proper to object when they were going to so much trouble on his\naccount. Nevertheless, he could not help worrying; and that night, when\nthe pale young man brought him his food, he asked timidly:\n\n\"Do they make the ship?...\"\n\nThe pale young man looked at the floor, biting his lips. Then he went to\nthe door, opened it, and looked out into the hall. He closed the door\nsoftly, and came near the couch. He looked straight into the Martian's\neyes.\n\n\"There is no ship!\"\n\n\"No ship?\"\n\n\"No.\" The young man was flushed and angry. He spoke very fast: \"That fat\ncrook is not helping you.... But you are helping him--you bet!...\"\n\n\"Does--does he not think--think I am the Martian?...\"\n\n\"Oh, he thinks you're a Martian, all right! He knows you are. He's\ntaking out patents already.\"\n\nThe other shook his head uncomprehendingly.\n\n\"Don't you see it? Where you come from they know things that they never\neven imagined here. You got knowledge in your head worth millions of\ndollars; I mean, you have facts which are of great value to Blumberg.\nWhy, already you've told him to make gold out of lead--something very\nprecious from something worthless. And a hundred other things besides.\n\n\"He does not care about you; he cares about your knowledge.... Do you\nsee?\"\n\n\"Yes.\"\n\nThe young man's anger suddenly abated, and he glanced fearfully at the\ndoor.\n\n\"I'm sorry,\" he said gruffly, \"but somebody had to tell you. You won't\nget any help here!\"\n\nHe turned, and almost ran from the room.\n\n       *       *       *       *       *\n\nThe Martian sat perfectly still for a long time. Then he climbed down\nfrom the couch, and crawled to the door. He reached up and grasped the\nknob. The young man had left it unlocked, and in a moment he was in the\ndim hallway. He crawled along, keeping close to the wall, until he came\nto the top of a stairway. He felt the cool night air on his face. Very\nslowly he lowered himself down the steps. He came to a wide door leading\nout into the open.\n\nSeated in a chair by this doorway was a man, whistling. The Martian\nwaited patiently in the shadows until the man stood up, yawned, and\nstrolled away.\n\nOutside, there were high, dark buildings all around him. He found\nhimself in a narrow canyon running between them. He crawled down this\ncanyon to the right, close against the buildings. The paving beneath him\nwas hard, and hurt his knees. But he did not stop.\n\nSomeone was walking towards him. He could not escape being seen. He was\nnear a large light on a pole. He raised his hand in a gesture of\ngreeting....\n\nIt was a woman. Suddenly she saw him, and gasped. Then she\nscreamed--piercingly. The sound echoed and re-echoed between the high\nwalls of the buildings.\n\nWindows and doors banged. Footsteps pounded on the pavement. Soon there\nwere many people around him. Some of them were holding the woman. She\nhung limply in their arms.\n\nA man strode into the group, swinging a club, and speaking\nauthoritatively:\n\n\"Here! What's the trouble? Move on there!\" He glanced at the woman.\n\"Fainted? Take her to a drug store, somebody. She'll be all right....\nWhat's this?\" He grasped the Martian by the arm, and raised him to the\nlight.... \"Well, I'm damned!\"\n\nFollowed by the curious crowd, he half carried, half dragged his captive\nalong the street, around a corner, and through a lighted doorway. He\nslammed the door shut.\n\n\"Found a freak, Yer Honor.... Scared a woman half to death! It musta\ngot outa the 'Garden'; I found it on Forty-ninth Street....\"\n\nThe man seated behind the high desk nodded, and picked up a telephone.\nInto this he spoke in a low voice, waited, and then spoke again. Finally\nhe laid it down, and said, \"He is coming over. Hold on to it.\" He\nresumed his writing.\n\nThe Martian watched the man writing on the high desk. He thought that\nthis man must be some person of authority--some ruler of the people,\nperhaps. After long and painful uncertainty, he nerved himself to speak:\n\n\"Please help me....\"\n\nThe man behind the desk looked up and smiled. \"Yes. That is what we are\nhere for.... Only be patient,\" he said, and returned to his writing.\n\nThe Martian remained quiet. He would not dare disturb the man again, but\nhe kept watching him....\n\n\"Good morning, Your Honor!\"\n\nAt the sound of the voice, he gave a start of surprise and fear.\nBlumberg walked towards him, smiling. He struggled, and averted his\neyes. But his captor held him tightly. Blumberg patted him on the head\nwith his large, soft hand. He trembled.\n\n\"One of yours?\" said the man behind the high desk. \"What is the trouble\nwith him? He seems distressed.\"\n\nBlumberg smiled at the other, and tapped his own head three times with\nhis fingertip. The other raised his eyebrows.\n\n\"Tell the Judge about yourself,\" said Blumberg softly. \"He is a great\nman, and he can help you.\"\n\nThe Martian was surprised that Blumberg would allow him to speak. He\nmade a desperate effort:\n\n\"I am a native of Mars. Please, I must return home. Please help me....\nI--\"\n\n\"See!\" said Blumberg. He was laughing.\n\nThe Judge nodded. \"Can you handle him?\" he asked.\n\n\"Sure! They get along better with me than in--other places. I know how\nto treat 'em; and they make a good living.\"\n\n\"All right,\" said the Judge. \"Take him along. But don't let me catch him\nrunning around the streets again, or you might rate a fine.\"\n\n\"Don't worry! We're going on the road in a couple of days now. You won't\nsee him again.... Well, good morning to you!\"\n\n\"Good morning!\" said the Judge.\n\nThe Martian lay, face down, on the leather couch. Over him stood\nBlumberg, breathing hard. With a light cane that he carried he struck\nthe Martian sharply on his frail back.\n\n\"Don't try it again, or you'll get more of that!\" he said softly.\n\nThe Martian did not move or utter a sound until he heard the door slam.\nThen he made his way to the table; and, grasping the edge, pulled\nhimself erect. There was something on the table that he wanted....\n\nThe door opened softly, and the pale young man came in.\n\n\"You should not have tried it,\" he whispered.\n\nThe Martian pointed to the window. Over the top of a building lower than\nits neighbors a small, square patch of sky was visible, and in this\npatch a few stars twinkled faintly.\n\n\"Is Mars there?\" he asked.\n\nThe young man was silent for a moment, looking at the floor and biting\nhis lips. Then:\n\n\"Yes,\" he said. \"As it happens, it is. Mars is the brightest of those\nstars, and the topmost.\"\n\n\"Thank you,\" said the Martian. \"You have been very kind to me!\"\n\nThe pale young man looked at him, and at the table. Then he turned,\nwithout a word, and left the room.\n\nThe Martian did not take his eyes from the little point of light. But\none of his hands reached over the table, and grasped a knife which lay\nthere. His eyes still on Loten--his home, he plunged the knife into his\nheart. And the little point of light, while he fixedly watched it,\nflickered--and died.\n\n\nTHE END.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Martian, by \nAllen Glasser and A. Rowley Hilliard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MARTIAN ***\n\n***** This file should be named 40992.txt or 40992.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/0/9/9/40992/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}