{"title": "The Moon Destroyers", "author": "Monroe K. Ruch", "releaseDate": "October 11, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n                          The Moon Destroyers\n\n                           By MONROE K. RUCH\n\n[Transcriber's Note: This etext was produced from Wonder Stories\nQuarterly Winter 1932. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n[Illustration: The tremendous speed of the dive brought them so close\nthat they could see the skeletons of wrecked ships piled up at the base\nof the precipice.]\n\n       *       *       *       *       *\n\n\n                            MONROE K. RUCH\n\n     The moon is not only the most prominent object in our heavens, but\n     also an integral part of the earth. We are, so to speak, an\n     astronomical unit, and we affect each other for better or for\n     worse.\n\n     We know that the gravitational attraction of the moon causes our\n     tides, and tends to slow up the earth in her daily rotation. It has\n     also been deemed responsible for earthquakes, causing untold\n     suffering among earth's people.\n\n     But so far the effect of the moon has been rather an inhuman\n     affair. No man has gone to the moon to see just what conditions are\n     there, and to observe accurately the influence that the moon and\n     earth exercise over each other. But when interplanetary travel does\n     come, when commerce between moon and earth may possibly assume\n     importance in our lives, the influence of the moon upon us may be\n     more accurately determined. And when it is, the amazing series of\n     incidents, pictured in this story, may yet come true.\n\n       *       *       *       *       *\n\nProfessor Erickson, head of the International Seismographical Institute,\nsat with bowed head and pale face, watching the stylus of the instrument\nbefore him trace its path on the slowly revolving drum. The laboratory,\nsituated high in the Himalayas, trembled slightly as mid-winter storms\nroared and whistled around it, but something quite different, and\ninfinitely more sinister, was causing the needle to wander from its\nordinarily straight path.\n\nSuddenly, with horrible certainty, it jumped, wavered back and forth,\nand then moved rapidly to the right, until its black ink no longer\ntraced a line on the white paper.\n\n\"Holden,\" shouted Erickson to his assistant, \"what does the direction\nand distance finder tell us? The stylus has run clear off the graph.\"\n\nYoung Jack Holden was working feverishly over the dials and levers of\nthe panel before him. Slender yet strong, he looked like a long-bow of\nstout old yew as he bent to the task. His steel gray eyes focused\nintently on the verniers, taking the readings. The muscles in his tanned\ncheeks were tight as he turned toward his superior. For a moment the\nvery storm seemed to hush, awaiting the words. Then he spoke.\n\n\"It's the Laurentian fault!\"\n\nFor a moment both men stared at each other, stunned and helpless.\n\n\"That means,\" Holden managed to say, \"that New York is a mass of ruins.\"\n\nPictures were forming in his mind; he saw the huge steel and glass\ntowers of the city, tossed and torn by the convulsive writhings of the\nearth beneath. Great engineers had said that the city was safe, that no\ntremors would ever disturb it, but they knew nothing of the terrific\nforce of such a shock as this. Those massive buildings, thousands of\nfeet high, would now be mere heaps of twisted junk. Holden closed his\neyes to shut out the picture, but to no avail. His sister! God! She was\nprobably one of the millions who now lay, crushed, bleeding and helpless\nbeneath the wreckage of the too-proud metropolis.\n\n\"My boy,\" the professor was speaking, \"we must stay with our work, no\nmatter what happens.\" His voice was low; his entire family had been\nwiped out, without doubt, but Science must be served.\n\nFor hours the two sat before their instruments, as shock after shock was\nrecorded. Jones came down from the television room above, and his report\nconfirmed their observations in horrible detail.\n\n\"All communications from the city itself are cut off, but an airliner\nfrom England, which was about to dock, has broadcast the scene. Aid is\nbeing rushed from all over the world, but at a conservative estimate ten\nmillion are already dead, and millions more will probably die, buried\nand hidden as they are beneath the wreckage.\"\n\nAt last, nearly five hours after the first shock, the Professor stood\nup.\n\n\"I think that is all. My prophecies have come true, and at last my\ntheories will be needed. But the cost of it all, the horrible cost!\"\n\n       *       *       *       *       *\n\nTwo weeks later a group of men were seated around the conference table\nin the spacious offices of the Department of Public Safety of the World\nUnion. All faces were turned toward the stooped figure of Professor\nErickson, who was speaking from the head of the table.\n\n\"Gentlemen, I have outlined to you, only too briefly, the damage caused\nby the quake a few days ago. I now state that a repetition of such a\ndisaster is imminent. Great faults have formed in the basic granites\nthroughout the entire globe. Observations recorded during five centuries\nsince the first conception of the idea by Dr. Maxwell Allen in 1931,\nshow conclusively that Earth-tides, set up by the attraction of the\nmoon, cause a sweeping series of stresses and strains. These, coming to\na fault, produce earthquakes. Now that there are huge faults in the\nbasic rock, these quakes will be of a tremendous force and range which\nthe most modern structures will be unable to resist.\"\n\n\"Professor,\" spoke John Dorman, Secretary of Public Safety, \"if all this\nis true, and we are assured that it is, what on earth can be done about\nit?\"\n\n\"Gentlemen, during nearly seventy years I have studied that problem,\nand I have come to only one conclusion. Nothing on earth can be done\nabout it, if you permit the remark, but men from earth can do something.\n_Destroy the moon!_\"\n\nA gasp went up from the great men assembled there. Erickson's colleagues\nnodded in helpless agreement.\n\n\"But how?\" The question came from all sides. Famous engineers looked at\neach other questioningly.\n\n\"Gentlemen.\" This was a new voice, young and full of energy.\n\n\"Mr. Holden,\" responded the chairman.\n\n\"Professor Erickson was so kind as to confide in me several years ago,\nand since then I have been at work on this problem. I have solved it.\"\n\nEager interest shone on all faces. Jack Holden was known and liked by\nmany of these men, despite his youth. His discovery of _hexoxen_, the\nchemical which turned solid matter into almost intangible vapor, had\ncreated quite a stir in scientific circles.\n\nHe now continued his address.\n\n\"If all the resources of Earth are made use of, it would be possible to\nproduce hundreds of tons of _hexoxen_ and sufficient amounts of the\nelement Europium to act as a catalyst. That would be plenty to reduce\nthe moon to a gaseous state. The clouds of gas could then be penetrated\nby anti-gravitational screens, which would cause the smaller pieces to\ndrift off into space, where they will do no harm whatsoever.\"\n\nSeveral distinguished engineers nodded their heads. One of them spoke.\n\n\"Mr. Secretary, the plan is entirely feasible. I move that Mr. Holden be\ngiven permission to make use of all the necessary resources to carry out\nhis plan, and that he be placed in sole charge, assisted by an advisory\nboard of which Professor Erickson shall be chairman.\"\n\nThe motion was carried, the papers drawn up, and the meeting adjourned.\n\nHolden grasped Professor Erickson firmly by the arm and hurried him to\nthe elevator.\n\n\"We've got just five minutes to get to the port. We're catching the\nfirst airliner for San Francisco. There are three of the latest model\nMars-Earth freighters there, which we will use for our expedition. We\nwill also be near the best source of Europium. Hurry.\"\n\nAs the elevator shot downward, the old professor endeavored to\ncongratulate Holden on his appointment.\n\n\"Forget it. This was your idea, and they should have named you leader of\nthe expedition, but that really doesn't make much difference. Anything\nyou say goes, see?\"\n\nA crowd was milling around the entrance to the Western Hemisphere\ntunnel. An official tried to stop Holden and his companion as they\npushed their way through the crowd.\n\n\"The liner is leaving. You can't go in there.\"\n\n\"Oh, we can't, huh? Here.\"\n\nA single glance at the paper shoved under his nose, and the gatekeeper\ncame to life.\n\n\"Right this way, you're just in time.\"\n\nThe three ran out on top of the building, where the beautiful silver\nshape of the liner floated at the top of a short tower. An officer was\njust giving the command to cast loose, but as Holden shouted to him, he\ncountermanded it, for special orders from the Union had to be obeyed,\neven if schedules were spoiled.\n\n       *       *       *       *       *\n\nNodding their thanks to the now obsequious gateman, the two scientists\nhurried up the ladder that had been dropped for them; again came the\nshouted \"Cast off,\" and the huge liner, impelled by powerful motors,\nrose rapidly to the high altitude at which she traveled.\n\n\"Message for you, sir,\" said a pleasant voice at Holden's elbow, and he\nturned. A neatly uniformed boy held out to him a thin envelope. Breaking\nthe seal, he read rapidly.\n\n\"Will you show us in to the Captain, please,\" he addressed the boy as he\nfinished the message.\n\nThe lad nodded, and led them down a long hall to the bow of the ship and\nup to the bridge.\n\n\"Mr. Holden, I presume? And Professor Erickson? I am Captain Linet.\"\n\nThe Captain was an immense man, well over six feet, with the build of a\nprizefighter. His face was pleasant, but there was an expression of\nintense sorrow in his deep blue eyes.\n\n\"I understand that you have been appointed to head an expedition to the\nmoon, the nature of which has not been revealed, but which will do away\nforever with the earthquakes which have become so prevalent. I wish to\njoin that expedition. My beloved wife was in New York at the time of the\nlast quake. You understand.\"\n\nHolden nodded sympathetically. He would be glad to have all the men like\nthis he could find, and he expressed that opinion to the Captain.\n\n\"Thank you. I will resign my position when we reach San Francisco, and\nwill await your orders.\"\n\n\"But, Captain,\" Holden asked, \"how did you know that I was head of the\nexpedition?\"\n\n\"Oh, the news has been broadcast everywhere, with instructions to give\nyou any aid possible. But no information was given as to the exact\nnature of the trip. Could I be trusted--?\"\n\n\"Why certainly. We are going to destroy the moon, wipe it out of\nexistence, so that it will cease to exert the tremendous gravitational\npull that has been causing--.\"\n\nAt that moment a petty officer appeared behind the Captain.\n\n\"Have you any further orders concerning the cargo to be dumped at New\nOrleans?\"\n\n\"No. I thought I gave you to understand that there were to be no more\nadditions to that cargo. Didn't you hear me?\"\n\n\"I beg your pardon, sir,\" the man said, and walked away.\n\n\"I wonder how much of our conversation he heard?\" mused Erickson. \"But\nthen, I suppose it makes no difference.\"\n\nAfter a few minutes of conversation, Holden asked the Captain if they\ncould be shown their cabins, so that they could get a few hours of rest\nbefore reaching their destination. The request was readily granted, and\nin a few minutes Holden was alone in a neat little room, furnished with\na comfortable chair, tables along two walls, and a very pleasant looking\nberth built into the third side. The professor had a similar place a few\ndoors down the hall.\n\nHolden threw off his shoes and coat and tumbled into the berth. The\nevents of the last weeks were spinning in his head, and a procession of\nvisions passed before his eyes. That terrible catastrophe, the trip to\nEurope, to the capitol of the World Union, and now, the appointment as\nleader of the most important expedition in the history of the universe,\nwith the possible exception of that first epoch-making voyage to Mars\nback in 2350.\n\nAnother vision appeared before his eyes. Jean! Jean, his own sweetheart,\nthe one person in the world who mattered, gone now for a full year. Why\nhad she decided to make the voyage to Mars? What could have happened to\nthe ill-fated _Gloriana_, with her hundreds of passengers and valuable\ncargo? A year ago she had left; and, as some people said, merely drifted\nout into space, never to be heard from again.\n\nA deep sob shook Holden's body as he thought of that beautiful girl,\nwho, laughing at his fears, had stepped into the space flyer with a\nsmile on her lips, promising to come back in a year and marry him.\n\nAt last, however, these memories gave way before exhaustion, and he fell\ninto a sleep, troubled by strange dreams. It seemed that a great serpent\nhad attacked him, and, flinging its coils about his body, was slowly\nsqueezing out his life. Suddenly, he was wide awake. Strong hands were\non his throat, the thumbs were pressed tight against his larynx.\n\nHe struggled to gain his breath, to shout for help, but the pressure\nclosed his throat. In another moment it would be too late. Then his mind\ncleared; raising both hands to the back of his neck, he grasped the\nlittle fingers of his assailant, and pulled with all his strength. The\nman gave a cry of pain and anger and relaxed his grip. Holden gulped in\na breath of air, and flung himself from his berth, endeavoring to catch\nand hold the coward who had attacked in the dark. The man, however, was\nwiry and quick. With a sudden jerk he wriggled loose, gained the door\nand was gone. When Holden reached the corridor, no one was in sight.\nQuickly he walked to Professor Erickson's room, awakened him, and told\nhim what had happened.\n\nErickson rang up a steward, who promised to do everything in his power\nto apprehend the culprit.\n\n\"Who could it have been?\" asked Erickson.\n\n\"I haven't the slightest idea. I have no enemies that I know of. I'm not\ncarrying any valuables. It was probably a case of mistaken identity.\"\n\nThe incident was dismissed with that interpretation, and it was several\nweeks before Holden thought of it again, but then he wished fervently\nthat he had investigated more thoroughly.\n\n\n\n\nCHAPTER II\n\nA Midnight Attack\n\n\nIt was midnight when the liner reached San Francisco, but Holden\ninsisted on going at once to the offices of the Interplanetary\nTransportation Company, where work was carried on day and night.\nFortunately they found an official of the company who had sufficient\npower to carry out their instructions.\n\nIt is unnecessary to go into the details of the meeting, or of the\nensuing days. The unlimited power given Holden, together with the vital\nimportance of his mission, brought everyone into instant cooperation.\n\nThree mammoth space ships were turned over to the gang of mechanics he\nhad hired, to be fitted with projectors for the anti-gravitational\nscreens. Thousands of chemists all over the world dropped their work to\nprepare the precious _hexoxen_ while others extracted Europium from the\nrare minerals in which it was found. Special freight ships were sent out\nto gather together the supply of these materials upon which the fate of\nthe earth depended, and rapidly the great quantities of the chemical\nnecessary were stored in the ships.\n\nCaptain Linet had proven true to his word, and, with his great executive\nability, had made himself invaluable.\n\nIt was a pleasant sight to see the huge old Captain, veteran of many a\nstorm in the air, conferring with the slim young Holden, whose pleasant\nfeatures and soft voice gave no real notion of the immense energy, fiery\ncourage and scientific knowledge which he possessed.\n\nCrews for the three ships had to be assembled. Holden and Erickson\npicked many from among the scientific men of their acquaintance, all\nexperts in their lines. The Interplanetary Transportation Company\nrecommended several of their best men for the positions on board\nrequiring technical knowledge of the handling of space ships, and\nCaptain Linet also picked up a few of his friends--brave, strong men.\nThere were to be fifty on each ship.\n\nThe start had been scheduled for the fifteenth of the month, but on the\ntenth Professor Erickson received a radiogram from the Seismographical\nInstitute which read as follows: \"Observations indicate a series of\nstresses approaching Pacific fault, probably aggravated by unusual tidal\naction of moon in that area tenth of next month.\"\n\n\"Gentlemen,\" the old professor addressed the little group gathered in\nthe office allotted them in the I. T. C. building, \"as you know, this is\nthe tenth. Without allowing for possible delays, we would just have\ntime, starting tomorrow, to reach the moon, distribute the _hexoxen_ and\nEuropium and get out of range by the first. That would leave us only ten\ndays for cutting the gaseous mass into small pieces which will drift\nharmlessly into space. If we do not have that task accomplished by the\ntime indicated in this message, Los Angeles, San Francisco, Portland and\nSeattle will suffer the fate which overtook New York such a short time\nago.\"\n\nHolden's face was pale as he rose and nodded to the professor. \"If\nCaptain Linet will take the responsibility of getting the crews on\nboard, I will see that we are ready to leave at high noon tomorrow.\"\n\nThe meeting adjourned in a flurry of papers, a ringing of bells, and\nbrisk words spoken into television transmitters.\n\nAll that night and all the next morning work went on. At eleven A. M.\nthe last five hundred tons of _hexoxen_ was loaded on the _San\nFrancisco_, which was to be the flagship; at noon exactly the huge doors\nswung shut, the repulsion tubes at the stern began to glow, and the\nbeautiful cigar-shaped ship rose from the earth, followed immediately by\nthe _Los Angeles_ and the _Ganymede_. They cruised slowly, at about six\nhundred miles per hour, until they were well out of the earth's\natmosphere, when full power was slowly turned on, and the trip to the\nmoon was actually begun.\n\nHolden and Erickson stood in the bow of the _San Francisco_, watching\nthe skilful hands of the pilot, Edwards, as he spun the dials\ncontrolling the steering discharges, keeping the delicate needle in the\ndirection indicator exactly in line with the path indicated on the chart\nbefore him.\n\n\"How are things going, Edwards?\" Holden asked.\n\n\"Fine so far. We have developed our necessary velocity in very good\ntime. If you would allow me a word of advice, I would suggest that you\nturn in now, as the tremendous acceleration of the last few minutes, and\nthe speed with which we are now traveling, are liable to affect you\ndisagreeably, since this is your first trip. Our course has been plotted\nby the experts of the I. T. C., and there is nothing to do now but to\nstay on it.\"\n\n       *       *       *       *       *\n\nHolden decided that the suggestion was a good one, as he was beginning\nto feel light-headed and slightly bewildered. Erickson, however, chose\nto go down to the observation room, for a glance at the earth, and the\ntwo parted company in the hall which led through the storage\ncompartments, located amidships.\n\nAs Holden continued on down the hall toward his cabin, a sudden feeling\nof danger came over him. Memories of the clutching hands that had\nendeavored to throttle the life out of him shot into his mind. He\nlaughed to himself, attributing the fear to the mental disorganization\nsuffered by travelers on their first trip into space. He opened the door\nof his cabin, and stepped inside, instinctively reaching for the\nlight-switch.\n\nHis hand encountered warm flesh! Swiftly he went into action, diving for\nthe stranger's throat, but his unknown antagonist had the advantage of\nbeing prepared. Holden heard a soft swish, a tremendous weight seemed to\ndescend on him, crushing his entire body. Buzzing lights flashed before\nhis eyes. Then came darkness, and he sank, unconscious, to the floor.\n\n\"Jack, Jack, my boy.\" The voice came from a great distance, slowly\npenetrating the great cloud which hung over him. \"Jack, what's the\nmatter with you?\" He realized that someone was talking to him. With a\nmighty effort, he opened his eyes and endeavored to distinguish the\nspeaker among the thousands of objects which whirled before his eyes. At\nlast things settled down, and he saw the anxious faces of Erickson and\nCaptain Linet bending above him.\n\n\"Somebody was in my cabin, and slugged me over the head with a\nblack-jack when I came in. Look at the wall-cabinet, will you,\nprofessor, and see if any of the papers are missing?\"\n\nThe professor stepped over to one side of the room, and bent to examine\nthe compartment set in the solid metal of the wall.\n\n\"Holden,\" he cried, \"the intruder tried to open the cabinet, but was\nunable to do so, or else you came back sooner than he had expected.\nThere are tool marks all around the lock.\"\n\n\"That means,\" exclaimed Captain Linet, \"that the man either has tools in\nhis cabin, or has access to the machine shop here on board.\"\n\nScarcely had he spoken when the floor leaped beneath their feet, a\ndeafening roar sounded from the bow, and the lights went out. Sounds of\nrunning feet came from the corridor. The three men picked themselves up\nfrom the positions into which they had been thrown by the force of the\nshock, and rushed to the door.\n\nThe emergency lights had been switched on, and they could see fairly\nwell by the dim illumination. They hurried into the pilot house at the\nbow. Edwards was struggling with the controls, pale but determined.\n\n\"There's something wrong with the steering apparatus we've run into a\ngroup of tiny meteorites, but, thank God, they didn't hit hard enough to\npenetrate the shell. The other ships seem to be in good shape; they're\nstanding by a few hundred miles away, for I've signaled them not to get\nthemselves tangled up with this shower.\"\n\nAt that moment a breathless tube-man came running in.\n\n\"Report for you, sir, from the tube-room. Someone tampered with the\ntiming device that controls the feeding of the charges. We can have it\nrepaired in a few hours.\"\n\n\"Good,\" snapped Edwards. \"Give me all the power you can from the\nemergency tubes, and keep the main stern tubes going full.\" Turning to\nHolden, he continued, \"I'll try to steer out of this shower by means of\nthe deceleration tubes, but I don't dare use up too much of their power,\nand they can't be recharged until after we land.\"\n\n\"Captain Linet,\" Holden ordered, \"start a search of the ship. Go over\nevery man's room first, and pay especial attention to their baggage.\nRead all the private papers you can find, and see if you can't get some\nclue as to why all this is being done. By the way, do we have any arms\non board?\"\n\nLinet smiled. \"While your orders didn't cover that matter, sir, I took\nthe liberty to bring with me a very complete arsenal of small arms, and\nthree of the newly developed rapid-fire disintegrators, using your\n_hexoxen_ as the material for the bullets. Very effective, I may add.\"\n\n\"Fine. As soon as a man is searched, and has been entirely cleared of\nall shadow of suspicion, arm him.\"\n\nErickson departed with Captain Linet, and Holden remained in the pilot\nroom, helping Edwards work the ship onward. After about an hour and a\nhalf, they had reached an area free from meteorites of dangerous size.\n\n\"I think I can handle her myself, now. Thanks very much,\" Edwards said,\nand Holden departed to do a little investigating on his own.\n\n       *       *       *       *       *\n\nIn the tube-room at the stern, he found Linet. The doughty Captain had\nevidently been giving the men a thorough raking over, for they were all\nlooking slightly sheepish, as men do when they have had to reveal the\nmost intimate details of their lives.\n\n\"All in shape here,\" Linet reported. \"Five of the men I know best are\nsearching the living quarters, under command of Professor Erickson. If\nyou will come with me now, we will go to the observation room, where the\nrest of the men are loafing while off duty.\"\n\nAs they passed down the central hall in the section where the cabins\nwere located, a man ran out from a side passage, saw them, and turned at\nfull speed for the bow.\n\n\"Stop him,\" came a shout. Holden recognized the voice as Erickson's. The\nman heard it, too, for he whirled in his tracks, whipped an\nold-fashioned automatic pistol from his pocket, leveled it at Holden,\nand took careful aim. The fraction of a second during which his eye\nrested along the sights was his undoing.\n\nCaptain Linet's hand, hidden under the loose jacket he was wearing,\npressed the release on his short-range ray pistol, a light bluish streak\ntouched the man's breast, and he fell forward, his heart literally\nshattered by the energy of the ray.\n\nHolden reached him first, and rolled him over. His face was faintly\nfamiliar, and doubt changed to recognition as Captain Linet exclaimed,\n\"It's Chambers, a former petty officer on my airliner.\"\n\nIt was the man who had come up to the Captain while Holden and Erickson\nwere conversing with him on the bridge.\n\n\"What on earth could the man have been up to? He must have been mad to\nattack me on this ship, with no chance of escape,\" exclaimed Holden. \"Do\nyou know anything of his record, Captain?\"\n\n\"Nothing whatsoever, except that he seemed honest enough, and hard\nworking. I was the one responsible for his presence on board here, as he\nhad mentioned some knowledge of interplanetary travel, and we needed\nmen.\"\n\nErickson had come up by that time.\n\n\"We found nothing in this man's cabin except some tools that he had\nevidently stolen from the machine shop, and a code book of the type used\nby commercial companies for interplanetary messages. He entered the room\nwhile we were searching it, and bolted when he saw us.\"\n\nThe thing was puzzling, but most of the men on board accepted the\nexplanation that the man was mad, and had for some reason resorted to\ndesperate measures to assure the safety of the moon.\n\n\"You know,\" explained Captain Linet, \"back a few hundred years ago,\nthere was the expression 'moonstruck' applied to people who were\nmentally deranged.\"\n\nAt any rate, the incident was closed, as no one could be found who might\npossibly have been an accomplice. Minor damage caused by the cloud of\nmeteorites was repaired, and the three ships swung in close together,\nheading for the satellite which they were commissioned to destroy.\n\nThe men spent as much time as they could in their bunks, for there was\nhard dangerous work ahead of them. Huge cartridges had to be filled with\n_hexoxen_, caps of Europium placed on top, and adjustments made so that,\nafter a certain time had elapsed, the catalyst would come into contact\nwith the _hexoxen_, causing a reaction to take place which would\ncontinue almost as long as there was solid material present to be\nvaporized. One slip of tired hands, one miscalculation and many men,\nperhaps the entire party, would suffer a terrible fate.\n\nHolden was busy with one of the latest and best maps of the moon,\nlooking for places where landing could be made, and charting the spots\nwhere the cartridges would be buried. The exact time for which every\ncharge was to be set had to be worked out in advance.\n\n\n\n\nCHAPTER III\n\nA Sudden Encounter\n\n\nThe map of the moon was not as complete as it could have been, either.\nNo particular interest had been taken in our satellite since the first\nexploratory expeditions nearly fifty years before, when it had been\ndetermined that the moon was of no value to Earthmen, either as an\noutpost for colonization or a station for the production of power from\nthe sun's rays. Jack did the best he could, however, and the little dots\nhe placed on the map were close enough together to assure complete\nvaporization of the solid material in less than the allotted time.\n\nAt the end of the second day out, by earth-time, the dead satellite\nloomed immense, only five thousand miles ahead. Holden was in the pilot\nhouse when Edwards began turning on the deceleration tubes.\n\n\"I flashed your message to the other ships,\" he said, as his quick\nfingers touched the buttons which sent messages to the tube-room,\n\"telling them to stand by and land with us. I understand that the plan\nis to use these ships to travel over the surface of the moon, making\nlandings in such positions that expeditions can be sent out in four\ndirections to plant cartridges. That will certainly give us plenty of\ntime, if nothing goes wrong.\"\n\n\"I don't see what could go wrong,\" replied Holden, \"since that madman is\nout of the way.\"\n\nEagerly he watched the dead, dust-covered surface approach, marveling at\nthe huge craters and precipitous peaks.\n\nIn two hours the five thousand miles had been reduced to less than that\nmany yards, and in a few more minutes the three great ships were\nsettling softly on the smooth surface of the plain at the foot of Mount\nJulian.\n\nSpace suits were rapidly donned, the air-locks set in operation, and the\nmen hastily began unloading the first four charges of _hexoxen_ and\nEuropium. Holden called a meeting of the ship commanders in the pilot\nroom of the _San Francisco_.\n\n\"Commander Huges,\" he addressed the man in charge of the _Los Angeles_,\n\"you will proceed toward Mount Locke, and continue in that line until\nyou reach the spot marked on this chart, which is directly opposite our\npresent position. Rogers, you take the _Ganymede_, and go at an angle of\n120 degrees to Huges' course, toward Mount Zoga. I will continue over\nthe Crater of Aristotle. We will keep in constant communication with\neach other by means of the space phone. Time the charges so that they\nwill commence to react on the afternoon of the twenty-eighth, thus\ngiving a sufficient margin of time in case of delays due to parties\ngetting lost. That's all.\"\n\nThe _Ganymede_ and the _Los Angeles_ left almost immediately, while men\nfrom the _San Francisco_ set out to plant the first charges. There were\nfour men to each cartridge, since it was necessary that they travel\nfast.\n\nHolden smiled as the lean figure of Professor Erickson, almost lost in\nhis space-suit, bounded away in great leaps at the head of his party. In\nfive hours they returned, having had no trouble at all. Edwards\nmanipulated the controls, and the ship rose quickly to an altitude of\nabout five thousand feet and headed for the rim of the Crater of\nAristotle, barely visible in the distance. As they neared the rim, they\nrose higher and higher. The mammoth cliffs of black rock towered above\nthem, and the meters registered a height of five miles as they passed\nthrough a crack in the cliffs and looked down on the level floor beneath\nthem.\n\nSuddenly Holden, who had been inspecting the country from one of the bow\nports, uttered an exclamation of astonishment.\n\n\"A tiny ship is rising toward us from the floor of the crater, near the\ncliffs!\"\n\nThere it was, a speck rapidly growing larger, headed straight for them,\nand gaining velocity with every foot it covered.\n\nEdwards worked frantically with the controls, diving in a zig-zag path\ntoward the strange craft. Captain Linet rushed in, carrying one of the\nlight _hexoxen_ guns. Holden hurried to help him place it in a specially\ndesigned aperture in the bow, while Erickson and the regular radio man\nendeavored to establish communications with the intruder. A voice\nsuddenly spoke from their instrument.\n\n\"You will consider yourselves our captives. Land at once as close as\npossible to the white spot you see at the base of the cliff. If you do\nnot obey instructions, we will ram you immediately.\"\n\n\"Don't reply for a moment,\" Holden commanded, focusing his glasses in\nthe direction indicated. As the powerful lenses brought out every detail\nof the scene below, he paled visibly.\n\n\"What's the matter?\" demanded Erickson.\n\n\"Matter enough,\" was the amazing reply. \"We've run into a den of some\nbandits. They must be the fiends who have been preying on the Earth-Mars\nshipping!\"\n\n       *       *       *       *       *\n\nThe tremendous speed of the dive had brought them so close that all\ncould see, without the aid of binoculars, the great skeletons of wrecked\nships piled up at the base of the precipice.\n\n\"Tell those rats to go to hell,\" snapped Holden, \"and get in touch with\nour own ships; use code and tell them to get here as quickly as\npossible, prepared for a fight. Get near enough to this pirate ship to\nopen on it with the _hexoxen_ guns. Can you keep them from ramming us,\nEdwards?\"\n\n\"I think so, for a time, at least.\"\n\nThe enemy's craft was now only a few hundred yards away, and Holden\nscrutinized it closely for any sign that might give a clue to the\noriginal builders or present owners. Not over a hundred and fifty feet\nin length, with no visible openings, it looked like a slightly fattened\nsteel needle. Its stern tubes were of the ordinary type; they glowed red\nagainst the silvery background, as the enemy swooped and circled, trying\nto get into position for a final, crushing blow.\n\n\"Every man in space suits,\" Holden ordered. \"Good work, Linet,\" he\ncried, as he saw a sudden pock-mark appear in the pirate's side, where\nthe devastating _hexoxen_ bullet had struck.\n\n\"They've certainly got thick plates,\" remarked the Captain, as another\ndirect hit failed to do more than scratch the metal. \"Probably heavier\nup in front, if they mean what they say about ramming. I'm going to\nconcentrate on the stern.\"\n\nThe dull red surface of the moon, the black walls of the crater, and the\ntwinkling stars of outer space mingled in a fantastic whirl as Edwards\nskilfully kept the _San Francisco_ out of the enemy's reach, at the same\ntime giving Linet and the men in the observation compartment sufficient\nopportunity to train their guns on vital spots. It was a hopeless game,\nthough, for the smaller ship was incredibly fast.\n\nErickson straightened up from his position behind the operator of the\nspace-phone. \"We can't make any connections with either the _Ganymede_\nor the _Los Angeles_. Probably these pirates have developed a shield\nwhich, thrown around their victims, prevents any message from getting to\nthe outside.\"\n\nThat looked bad. Erickson switched the receiver back to the wave-length\nof the enemy. A continual stream of taunts and threats came from the\nloudspeaker.\n\n\"Why don't you surrender?\" the gruff voice barked. \"You haven't a chance\nagainst us, but if you surrender you may be allowed to work with us, for\nyour own benefit as well as ours.\"\n\n\"Go to hell,\" the formerly meek Erickson roared into the transmitter,\nsurprised at his own rage.\n\nThen finally, with a desperate dash, the tiny pirate ship darted in.\nEdwards did his best to swerve away from the needle-point, but in vain.\nThere was a shattering crash; Holden felt himself hurled through the\nair, but his heavy space-suit saved him from being crushed as he hit the\nwall of the room. Edwards stayed with the controls, somehow, cursing\nsavagely.\n\n\"Only a glancing blow, but it smashed all the main stern tubes, and\nevidently disabled the anti-gravitational shield transmitter. We're\ngoing down.\"\n\nHolden dashed to a port and glanced out. A welcome sight met his eyes.\nThe enemy, also injured, was heading for home as fast as his disabled\nengines permitted.\n\n\"Those _hexoxen_ bombs must have weakened his plating, so that it sprang\nwhen he rammed us,\" Edwards exclaimed when he saw what was happening.\n\nSlowly the _San Francisco_ sank toward the red and black volcanic ash of\nthe crater floor. A hasty inspection revealed that Edwards had been\ncorrect in his diagnosis of the trouble. Extensive repairs would be\nnecessary before they could proceed, but, fortunately, no one was\nseriously hurt, and the main shell showed no signs of strains or leaks.\n\nAs soon as Edwards had brought them safely to rest on the ground, Holden\ncalled a council of war.\n\n\"From the way these chaps fight, it's evident that they have no weapons,\nother than the bow of their ship, and possibly some short-range ray\npistols, or the still more antiquated guns using some form of explosive\nto expel metal bullets. As soon as the shadow of the cliff throws this\nsection of the crater into darkness, I'm going to do a little exploring,\nand see if I can't find out where these rats hide, when they're not out\nin space. Linet, you throw a line of pickets around the ship; Edwards,\nget started on repairs, and Erickson, keep on trying to get in touch\nwith our companions.\"\n\n       *       *       *       *       *\n\nScarcely had he finished speaking when the light began to fade, and in a\nfew minutes it was pitch black. Refusing to take anyone along with him,\nHolden crept out of the air-lock, and with an occasional glance at the\ncompass fastened inside his suit, always pointing toward the _San\nFrancisco_, he set out in the general direction of the wrecked space\nships he had seen piled along the base of the cliff. He made good time,\ndespite the weight of his suit and the poor footing afforded by the\nloosely piled dust, and finally saw ahead of him the silvery gleam of a\nship's side. Afraid to use his light, he crept toward the bow of the\ncraft, past a huge hole, and reached the name-plate. Following the\ndeeply engraved characters, he slowly spelled out the name \"G-L-O-R-,\"\nhis heart gave a great thump. _Gloriana_, the Earth-Mars passenger\ntransport into which his own Jean had stepped so happily a year\npreviously!\n\nA sudden hope flared up and then died down as he remembered the gaping\nhole he had just passed. The cowards had probably attacked without\nwarning; the terrible cold of outer space had flooded through the\nopening made by that sharp-pointed prow,--. He could not bear to carry\nthe image further; with a sob in his throat and murderous hatred in his\nheart, he continued his search for the pirate stronghold.\n\nWinding his way among other shattered ships, he came to the base of the\ntowering cliff, and turned to the right along it, finding his way by\nconstantly touching the hard rock with his gloved hand. Suddenly there\nwas a space where he could touch nothing, then the texture of the\nmaterial changed.\n\nCarefully shielding the glow, he flashed a light on the wall for a\nmoment. It was metal, not rock! The pirates had walled in a cave with\nplates from the captured transports; probably they were living within,\nin all the luxury of their stolen wealth.\n\nA few yards farther on his searching hand touched a seam in the metal,\nstill farther, another, evidently the air-lock through which the pirates\ntook their ship into the cave. Holden sat down to think. At that moment\nthe wall against which he leaned began to move slowly outward! A dim ray\nof light came from the opening, which, as he turned to look, he saw to\nbe an air-lock. The inner door was closed, obviously someone was\nexpected to enter. He drew a deep breath, clasped his gun firmly in his\nright hand, and plunged in.\n\nAs soon as he entered, the outer door closed; he heard valves click\nopen, air rushed into the chamber, and the inner door slowly opened,\nrevealing a long hall, dark and ominous.\n\nWithout removing the helmet of his space-suit, he started down the hall,\nbut had gone no more than a few steps before he felt a hand on his\nsleeve, drawing him through a darkened doorway. The door closed, a light\nflashed on, and before him stood, smiling and happy, his sweetheart,\nJean!\n\nWith a single movement he flung off his helmet and seized her in his\narms. For a short, delicious moment she clung to him, whispering those\nwords that lovers know so well. At last she said, \"We haven't a minute\nto lose, Jack. Let me tell you all I know about this place.\"\n\n\"But Jean, how did you get here? How does it happen that you had access\nto the air-lock?\"\n\n\"I was captured by these fiends, and am a prisoner, together with about\nfifteen others, only five of them being men. All the rest were killed,\neither when the pirates rammed the ships, or here, when they decided the\nplace was becoming crowded.\" Her face paled at the memory of the\nhorrible massacres, but she went bravely on.\n\n\"We have no space-suits, and the pirates, of whom there are perhaps\nseventy-five, let us wander around pretty much as we please. We know of\npractically everything that goes on. I happened to hear your name\nmentioned in the phone room the other day, when a spy on your ship sent\na message. When the pirates brought their ship in, crippled by the\nfight, I was sure that you were around somewhere. I have been watching\never since, making use of a sound detector pieced together from some\nscraps of material I picked up unnoticed.\n\n\"There aren't any guards because the gang is busy repairing the _Silver\nDeath_, as they call their ship, preparatory to finishing the job they\nstarted today. Oh, Jack, you must go, now. They may be through at any\ntime. I don't know when I will see you again, if ever, but I couldn't\nresist talking to you, touching you, just once more.\"\n\n\"One moment, dear. I have an idea. Is there any compartment, farther\nback or lower down, where you could gather the prisoners together, and\nbe safe in case the outer wall was broken down?\"\n\n       *       *       *       *       *\n\n\"Yes,\" she replied breathlessly, \"one of the older, smaller caves is\nstill airtight, and while the gang is busy on the _Silver Death_ we\ncould go there and close the locks. What good would that do, though?\nThey are certain you can't get in here, or they wouldn't leave the place\nunguarded. They have your ship surrounded by a wave-proof shield, so you\ncan't communicate with the others of your fleet, you know.\"\n\n\"I know that, but I think I can steal a leaf from their own book. Will\nthey all be working, say three hours from now?\"\n\n\"I think so. Your guns did a great deal of damage, weakening the forward\nstructures of their craft.\"\n\n\"All right. Get your friends together in the old cave you mentioned,\nseal it, and then wait till I come back.\"\n\nTenderly he kissed her good-bye, then hastened away, anxious to get his\nwork done before the shadow of the cliff again receded.\n\nThanking the fates for the good fortune that had saved Jean, and had led\nher to the air-lock at the moment he was there, he stumbled over the\nrocks and dust piles until halted by the picket line surrounding the\n_San Francisco_. He called the men into the ship, and hastened to the\npilot room, where Edwards was testing the controls.\n\n\"Any luck?\"\n\n\"Yes, a lot. Can you get the ship in shape to travel in three hours?\"\n\n\"She's in pretty good shape now, although not capable of the trip back\nto Earth.\"\n\nCaptain Linet entered at that moment, and with him Professor Erickson.\n\nHolden recounted his adventures of the last hour and then set forth his\nplan.\n\n\"The cave is walled up with thin plating from the ships the pirates have\nbrought in here. The entire gang is at work, repairing their own flier;\nnone of them, or at least only a few, are wearing space suits. I propose\nto drive the bow of the _San Francisco_ into the wall of their cave,\npreviously weakening it by a few bursts from the _hexoxen_ guns!\"\n\n\"It is possible,\" replied Edwards, \"but it will probably put us out of\ncommission altogether.\"\n\n\"In any case,\" put in Erickson, \"we will be rid of this damnable shield,\nand can communicate with our companions.\"\n\nIt certainly was the only plan, for, as soon as the pirates had repaired\ntheir ship, another unequal battle would be waged, with the result very\nlittle in doubt.\n\nAll hands set to work completing repairs on the main stern tubes, the\nonly ones necessary to drive the _San Francisco_ forward. In less than\nthree hours, Edwards pronounced the work done to his satisfaction.\n\nAs the light began to creep in toward the base of the cliff, the huge\nship rose slightly off the ground, the tubes glowed red and, guided by a\npowerful searchlight installed on the bow, Edwards pointed his craft\ntoward the gleaming metal patch that marked the position of the pirate\ncave.\n\nAt short range, Holden, Linet, and Erickson opened with the three\n_hexoxen_ guns. They saw the bursts take effect on the metal. Edwards\nturned the power on full, and they felt the floor leaping under them.\nWould the bow of the _San Francisco_ hold? Would they all be crushed to\ndeath at the impact? Another moment would tell. Holden saw the metal\nplates dead ahead, could distinguish the seams marking the air-lock.\n\nHe fired one final shot, and flung himself to the floor of the pilot\nroom, endeavoring to find some means of bracing himself for the shock.\nThen it came! Torn from his position, he saw the plates buckling and\nheaving about him. The lights went out. A great crash sounded in his\nears, and everything went black. In a moment he regained consciousness,\nand staggered to his feet, bruised and dizzy. Thank God, his space suit\nhad not been harmed! A faint glow from the outside made things visible\nand he saw that the shock had torn a huge piece out of the plating of\nthe pilot room.\n\nA hand clutched his elbow, and through the phone in his space suit he\nheard Linet's voice.\n\n\"Erickson and Edwards are knocked out. Let's see what we did to these\nchaps here.\"\n\n       *       *       *       *       *\n\nRushing back through the corridor, they collected as many of the crew as\nwere able to move, flung open the heavy doors of the air-lock, and\nscrambled down to the floor of the cave.\n\nHere and there lay bodies, pirates caught unawares. Suddenly Holden saw\na blue flash. One of the mechanics clutched at his breast and fell, dead\nin an instant.\n\n\"Some of these fellows are still alive. They're using ray pistols,\"\nHolden shouted into his suit phone.\n\nEven as he spoke he heard the sound of running feet from the darkness in\nthe rear of the cave, where the bow of the _Silver Death_ was barely\nvisible in her cradle, and in a moment at least fifty figures, pirates\nwho had somehow escaped the fatal cold of space, clad in clumsy suits\nand brandishing pistols, flung themselves desperately upon the smaller\nparty.\n\nBlue flashes were everywhere as the battle commenced, but the only sound\nwas of struggling feet, with an occasional thud as a body hit the floor.\nThe pirates had been weakened by their long stay on the moon, and moved\nslowly, but the surprise of their attack, and the superiority of numbers\nhad given them some advantage. It was man to man fighting, savage and\nmerciless.\n\nHolden, with a neat dive, knocked the feet from under a huge fellow who\nhad trained a pistol on him, and they rolled over and over, each trying\ndesperately to gain a second's advantage. He heard a dull crash to one\nside, as Captain Linet, jumping high into the air, landed with stunning\nforce on a bewildered assailant. Thinking of Jean, waiting for him in\nsome dim corner of the cave, he redoubled his efforts.\n\nFor a fraction of a second his pistol pointed toward his antagonist's\nbody, and that was enough. He pressed the release, and the deadly ray\nshot into the body beneath him, dealing instant death. Freeing himself\nfrom the cold grip, he ducked an empty pistol flung at him by a new\nassailant. Again his finger bent, and another body dropped to join those\nlying motionless on the floor.\n\nA fast-moving shadow caught his eye. He saw one of the pirates detach\nhimself from a writhing group and head for the side of the cave. That\nwas the place where Jean had said she would be waiting!\n\nPausing only an instant to make sure that his pistol was still charged,\nHolden sprang in pursuit of the fleeing form. He saw him stoop and pick\nup a heavy bar from the floor. The coward was going to burst open the\nchamber where the helpless captives waited! It was impossible to aim at\nthat speed, so Holden forced his flying feet to move still faster, and\nfoot by foot he drew closer to the man he pursued. Metal plates again\ngleamed in front of him, and he saw the pirate raise the bar high over\nhis head, preparing for a blow which would crush the thin plates. The\ntiniest hole would mean death to the captives, who had no means of\nprotecting themselves.\n\nWith one last desperate effort, Holden jumped, his Earth-trained muscles\ncarrying him high into the air, while his pistol stabbed the partial\ndarkness with vivid rays. Dodging and ducking, the pirate evaded the\nfatal stabs, while his bar beat a loud tattoo against the metal. Holden\nstruck at him with his now useless pistol as he landed. The blow missed,\nand, losing his balance, he staggered and fell, past his foe, who\nquickly turned, raising his bar for a _coup de grace_ which never\nlanded. The familiar flash of a pistol once more illuminated the scene,\nthe bar dropped from dead hands, and Holden scrambled to his feet.\n\nA voice was speaking through his suit phone, and he recognized it as\nErickson's. \"I just came to, tumbled out of that hole in the pilot room,\nsaw the flash of your pistol, and here I am.\"\n\nThe old professor appeared, wobbling slightly, but still game. The\nflashes toward the mouth of the cave had grown fewer. Leaving Erickson\nto guard the compartment of the captives, Holden hurried back to the\nfight. Even as he went, the flashes died out altogether, and he heard\nLinet's hearty voice in the phone. \"Holden, where are you? We've cleaned\nout them all down here.\"\n\nLight was now flooding in from outside, and bodies could be seen lying\nthick on the floor, cold and stiff in death. Sadly Holden recognized\nmany of them as his own men. After a hasty conference with Linet, he\ngathered together fifteen space suits, and with an escort helping to\ncarry them, he hurried back to Jean.\n\n       *       *       *       *       *\n\nThe door of the air-lock opened as his party approached. They went in,\nheard the swish of air entering, and in a few minutes the inner door\nswung wide. A happy crowd of men and women surrounded them, as they rid\nthemselves of their helmets. Holden felt Jean's arms around him, her\nsweet lips once more on his. For a second they clung together, then\nparted, for there was work to be done. The space suits were distributed\nand, as he led the way back to the _San Francisco_, Jean told him\nbriefly the details of the long year of imprisonment.\n\n\"They gave us warning before they rammed us, as they wanted to save the\nwomen, for a purpose you can guess. Fortunately, there were never enough\nof us to go around, and these men, exiles from two planets, were always\nquarreling among themselves, so we were quite safe. We just existed,\npraying that some exploring expedition would find us, or that the\n_Silver Death_ would meet a ship too strong for her to ram and, fleeing\nhere for refuge, be trailed.\"\n\nHolden sighted Captain Linet hurrying toward them. In the light now\nflooding the entire cavern, he could see lines of despair and\nhopelessness written over the florid face.\n\n\"What's the matter?\"\n\n\"Matter enough,\" came the ominous answer. \"The space phone on our ship\nis entirely disabled. We won't be able to get in touch with the\n_Ganymede_ or the _Los Angeles_. In a few days, the _hexoxen_ charges\nthey plant will commence to go off, and that will be the end of us.\"\n\nHolden stopped, stunned by the news. Fleeting visions of happiness with\nJean vanished into thin air. He would be destroyed by the chemical he\nhad invented, with which he had hoped to save the world.\n\n\"I thought we might get out in the _Silver Death_,\" continued the\ncaptain, \"but the entrance is entirely blocked by our own ship, and I'm\nafraid it will never move again.\"\n\nThen Jean's clear voice cut in. \"How about the space phone on the\n_Silver Death_? Won't it work?\"\n\n\"Why, of course it will,\" laughed the captain, amused at his own\nstupidity.\n\nStumbling and tripping in their haste, the three hurried through the\nopen air lock of the pirate craft, into the pilot room.\n\nHolden feverishly set to work, whirling the strange dials, pushing this\nbutton, then that. At last a faint roar sounded in the loud speaker.\nPressing his helmet against the transmitter, so that the vibrations\nwould carry his voice, he shouted, \"_Ganymede_, _Los Angeles_, Holden\ncalling.\"\n\n\"What ho?\" came a cheery voice, which he recognized as belonging to\nHuges, commander of the _Los Angeles_.\n\nBreathing a sigh of relief, he explained the situation. Busy days\nfollowed. _Hexoxen_ and Europium from the _San Francisco_ were\ntransferred to the other ships, with as much of the treasure collected\nby the pirates as could be loaded into the cramped quarters.\n\nWith Huges and Rogers assisting, Holden revised the schedule for\nplanting the charges.\n\n\"We simply haven't time,\" he explained, \"to set the charges as close\ntogether as I had planned. There's nothing to do but get all of them in\nthat we can, and then hope that conditions in the interior of the moon\nwill be of a nature to promote the action of the _hexoxen_.\"\n\nThe ships' crews understood only too well the importance and danger of\ntheir work, and during the days that followed they toiled like a gang of\nmadmen. Parties raced each other over the rough surface of the dead\nsatellite, grimly determined that their efforts to save the world should\nnot be in vain. Even the men of the party which had been rescued,\nweakened as they were by their long stay in the pirate cave, insisted on\ngiving what help they could.\n\nFinally came the day when the first charges were set to go off. Holden\nsat in the pilot room of the _Ganymede_, his eyes on the chronometer,\nwhile Captain Linet swept the desolate plain with powerful binoculars\nfor the cloud of dust which would signal the return of the last party.\n\n\"Five minutes yet, Captain,\" Holden said in a low voice. \"Tell the _Los\nAngeles_ to pull out. The first charges are scarcely two hundred miles\nfrom here, and I'm not certain how fast the reaction will travel.\"\n\nFive minutes. Two minutes. The silver shape of the _Los Angeles_ was\nalready fading in the distance. Suddenly a sharp shock rocked the stony\nbed on which the _Ganymede_ was resting. Simultaneously five figures\nappeared, racing at full speed for the ship. Shock after shock tore at\nthe ground beneath their feet. Holden stood at the controls, waiting for\nthe signal that his five comrades were safely aboard. To his tensed\nnerves it seemed hours before the welcome sound came to his ears, and\nwith a sigh of relief he opened the power into the stern tubes, and\nlaughed happily as the huge ship shot away from the heaving surface of\nthe dying moon.\n\nAnxious seconds passed. From the height to which they had risen, a great\npart of the moon was visible, and for the first time Holden realized the\nfull power of the chemical which his ingenuity had devised. Immense\ntongues of flame ripped through the dust and rock of the satellite,\nsending dense clouds of vapor bellowing out into space. Mighty mountains\ndisappeared in an instant.\n\nThe _Ganymede_ was traveling at full speed, and yet it seemed as though\nat any moment the conflagration might reach out, consuming the space\nship in that all-engulfing reaction. Holden manipulated the controls\nwith flying fingers, seeking to get every available bit of speed from\nthe metal monster which was carrying its precious cargo of human beings\naway from a terrible death.\n\nFar ahead he could see the shape of the _Los Angeles_, now safely\noutside the danger zone. Thin clouds of vapor floated around the\n_Ganymede_, then suddenly cleared.\n\nCaptain Linet gave a shout of joy as he read the distance recorded on\nthe dials. \"Jack, my boy, we're safe. We're outside the limit to which\nthe reaction can extend.\"\n\nWith the three ships playing their deadly beams on the moon, Holden\nwatched the immense craters, the towering mountains, and the desolate\nplains of the moon slowly vaporize.\n\nIt was an awe-inspiring sight, as this dead world slowly melted into the\nnothingness of space, as though a disease of matter were wasting it\ninexorably away.\n\nNo doubt, on the earth, as the contours of the moon slowly blurred and\nbecame indistinct, with the accumulation of vapor around its now ragged\nrim, there must have been terror and consternation. And as the moon\nslowly evaporated in the skies a virtual panic must have ensued among\nthe Earth's people.\n\nThe hand of a terrible fate, or the coming of the end of the world, must\nhave been shouted from city to city as the only explanation of this\napparent disaster in the heavens.\n\nBut the work had to go on....\n\nFor days, the _Ganymede_ and the _Los Angeles_ cruised through the thin\nclouds, spreading between them the anti-gravitational shield, while the\nsections of vapor, freed of their mutual attraction, drifted out into\nuncharted space.\n\nIt was slow, dangerous work, cutting those sections off from the main\nmass, and maintaining the proper position until they had floated off\ninto space. Occasional particles of rock, small but deadly, clattered\nagainst the hard shell of the space ship. Fortunately, no fragments of\nappreciable size were encountered; the _hexoxen_ had done its work\nthoroughly. For eight days the powerful ray sliced and repelled. Under\nits influence huge clouds of vapor, the ghostly remains of the calm\nglobe which had innocently threatened the earth, hurtled off into the\nfarthest reaches of space, there to sink at last into the substance of\nsome flaming star.\n\nAt last the work was finished, and the two ships, saviors of the Earth,\nturned their bows toward home to carry to the awestruck people of Earth\nthe glad news that interplanetary commerce would be as free of pirates\nthereafter as the Earth would be free of the disastrous quakes.\n\nAnd Jack Holden, at last, faced with a light heart the honors that would\nbe his, knowing that he could now share them with the girl of his\ndreams.\n\n\nTHE END.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Moon Destroyers, by Monroe K. Ruch\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MOON DESTROYERS ***\n\n***** This file should be named 41029.txt or 41029.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/0/2/41029/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}