{"title": "The Final Figure", "author": "Samuel Kimball Merwin", "releaseDate": "October 14, 2012", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           THE FINAL FIGURE\n\n                   Novelet of the Day After Tomorrow\n\n                          by Sam Merwin, Jr.\n\n                     (_illustrated by Paul Orban_)\n\n[Transcriber's Note: This etext was produced from Dynamic Science\nFiction January 1954. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n\n\n[Illustration: The General had an unpleasant vision as he watched this\nmodel in operation....]\n\n\n     Was it a wild talent that MacReedy had, or was it just prophetic\n     genius that led him to figure out new, improved ordnance weapons\n     and make models of them--before the armed forces had them?\n     Whichever it was, MacReedy was both valuable and dangerous--and\n     when the general saw MacReedy's final figure, the weapons following\n     the mobile rocket A-missile launcher....\n\n\nThe General was in mufti. He stood briefly within the entrance of\n_Models and Miniatures, Inc._, feeling a mild envy of the civilians who\nbrushed past him, coming and going. They looked so easy, so relaxed, so\ncasual in posture and dress. He was wistfully aware of the West Point\nramrod that was his spine, the razor-edged bandbox neatness of his\nbanker's grey suit, the Herbert Hoover four-squareness of his homburg,\nthe stiff-symmetry of his dark-blue fore-in-hand.\n\nHe found compensation in visualizing some of these casual civilians in\nuniform--then shuddered, and moved on into the shop, poise and assurance\nrestored.\n\nSave for the display-counters and wall-cases, the shop was softly\nlighted. And although it was well filled with customers and lookers of\nall ages there was about it the hushed quality of a library--or a\nchapel. Even the children talked softly as they pointed at and discussed\nthis 100-gauge English locomotive or that working jet-model of a\nVought-Chance _Cutlass_. They were well-aware of being in sight of wish\nand dream-fulfillment.\n\nHe moved slowly toward the rear of the shop, past the glass counters\nthat displayed gaily-painted models of carriages, coaches and early\nautomobiles; past the fire-engines in red and gold; past the railroads;\npast the planes and past the tiny ships--from Phoenician galleys and\nViking vessels with gaudily-decorative sails and shields to the latest\nbizarre-decked atomic aircraft carrier.\n\nHe stood in front of the miniature soldiers and, for a happy moment,\nrecaptured the glamour of parades and gay uniforms that had beckoned\nhim into a career whose color and band-music had long since been worn\noff by the nerve-wracking tragedy of battle and the endless ulcerating\npaper-work of peace.\n\n_Busman's holiday_, he thought. _Sailors in a rowboat in Central Park._\nAnd he was glad he had not worn his uniform.\n\nEach miniature-soldier manufacturer had a glass shelf to his own wares,\nlabeled with a white-cardboard rectangle upon which his name had been\nneatly brushed with India ink. Here were the comparatively rude\nBritains, mass-produced, work-horses of toy armies throughout the\nWestern World since before his own boyhood.\n\nHere were the heavy and magnificent Courtleys, specializing in medieval\nknights and men-at-arms, beautifully caparisoned in all the colors of\nthe rainbow. Here were the Barker Napoleonics, the one-inch Staddens,\nthe incredible half-inch Emery Penninsulars--each a costly little work\nof art that defied the enlarging of a magnifying glass. Here were Comets\nin khaki and grey, perfect models of the guns, tanks and trucks of\nAmerica, England and Soviet Russia.\n\nTo his left along the counter a chunky blond citizen, with wide\ncheekbones and a faint Slavic accent, was discussing a sale with the\nclerk. The general was only subconsciously aware of him as he moved in\nthat direction, marveling a little at the painstaking craftsmanship, the\nendless hours of eye-destroying labor that had produced such microscopic\nperfection--as well as at some of the follies with which men had attired\nthemselves in the name of martial glory.\n\nHe recalled having read of an order, issued at the time of the Mexican\nWar, that the collars of all officers in the United States Army should\nrise to the tips of the ears. It was scarcely surprising, he thought,\nthat the Seminoles--clad virtually in nothing at all--should have been\nable to stalemate an army thus uniformed in the steaming swamps of\nFlorida.\n\n\"They're great, aren't they?\"\n\nThe voice came from a lower level, and the General looked down to meet\nthe excited blue eyes of a curly-haired male moppet who could scarcely\nhave been more than twelve. There was an aura of friendliness about the\nleather-jacketed-and-corduroyed youngster, a sharing of manifest\ninterest, that pierced the hide of the old soldier.\n\nHe smiled back and said, \"Quite wonderful,\" and was briefly afraid his\nwords had been too condescending. But the quick answering smile on the\nyoungster's face revealed that he had said the right thing.\n\nHe followed the lad's rapt gaze to a shelf he had not yet studied. The\nname on its cardboard label read _MacReedy_ and as soon as he saw the\ntiny figures it supported, his interest became focused upon it to the\nexclusion of all other shelves and their fascinating displays.\n\nMacReedy was very evidently a specialist. His subject was American\nsoldiery, with its chief emphasis on artillery--from early Colonial\ntimes to the present. As one of the highest-ranking officers in the\nOrdnance Department of the United States Army, the General's critical\ninterest was aroused.\n\nHere were the demi-culverins of the Manhattan Dutch, the brass\nfield-pieces and mortars of the French wars and the Revolution, the\nlight horse artillery cannon of the Mexican and Civil Wars, along with\npear-shaped Dahlgren and Parrot siege-guns, each piece with its crew of\naimers, loaders, rammers and ammunition bearers.\n\nHere were the crowbar-like dynamite guns that protected New York and\nBoston and Baltimore against threatened British invasion during the\nNewfoundland fisheries disputes, back in the 1880's; and the complex\ndisappearing cannon that followed them. Here was the old standard\nthree-inch fieldpiece on which the General had cut his own eyeteeth;\nhere the French 75 and 155, long and short, and the mammoth railway guns\nof World War One. Here was even a model of the postwar American 75--the\nill-fated cannon that had proved so accurate on the firing-range, and so\nutterly useless after a half-mile over a bumpy road.\n\nHere were the weapons of World War Two, from M-7 105 self-propelled\nhowitzer to the 240-millimetre tractor-borne cannon. And here were more\nrecent weapons, the 120-millimetre radar-aimed anti-aircraft cannon; its\nnewer automatic 75-millimetre cousin; the new 90-millimetre turret-mount\nfor the Walker Bulldog, the 105-gpf in the turret of its new heavy tank.\n\n       *       *       *       *       *\n\nThe General felt a stir of alarm. There had been a leak somewhere;\nrelease on this model was not scheduled for another month. He would have\nto report it, of course. Then he shrugged, inwardly. Leak or not there\nwas small cause for alarm; _They_ must long-since have managed to\nscrounge test-run photographs, if not copies of the blueprints\nthemselves.\n\nStill, a leak was bad business with the country so precariously balanced\nin a combustible world-situation. He looked at the next weapon, the last\nin the line.\n\nAnd froze....\n\nHere was the XT-101, with its rear-mounted turret and twin dual-purpose\nautomatic 75-millimetre cannon. Here was a weapon, complete, that had\nnot been completed in actuality--there was trouble with the turret, of\ncourse, there always was....\n\nIt couldn't be--but it was. The General discovered that his mouth had\nslackened in surprise; he closed it firmly. He eyed the turret of the\nminiature, noted how the automatic range-finding devices, that were\ncausing trouble at Aberdeen, were incorporated into the turret itself,\nin a neat armored sheath.\n\nHe thought, _Lord! I wonder if that's the answer...._ Then he thought\nthat, if it were, the whole world would soon know it.\n\n\"A honey, isn't it?\" said the curly-headed lad. He added, wistfully, \"It\ncosts twelve dollars and eighty-six cents, with tax.\"\n\n\"It's a honey, all right,\" said the General automatically. Actually, he\nwas appalled--a possibly decisive weapon on sale to all and sundry for\ntwelve dollars and eighty-six cents! Of course the intricate inner\nworkings weren't there. But _They_ knew enough about radar and automatic\ncannon to be able to figure it out from the model.\n\nThe General took direct action. He went to the clerk and said, \"How many\nhave you?\" pointing to the subject of his question.\n\n\"Neat--perfect workmanship,\" said the clerk, donning his selling\nclothes.\n\n\"How many?\" the General repeated.\n\n\"Only the one in the case left,\" the clerk replied. \"I just sold the\nlast one in stock a moment ago. We've only had four delivered so far.\"\n\n\"I'll take it,\" said the General in a fever of impatience. He _had_ to\nget it out of public view at once--although he had a sick sensation of\nalready being too late. He recalled the Slavic appearance, the accent of\nthe man who had made the last purchase.\n\nWhen the clerk had wrapped it up, and he had paid for it, the General\nasked to see the manager, who proved to be a pleasantly tweedy\nindividual. He produced his card and said, \"I'm afraid this man MacReedy\nhas violated security-regulations. Where else is his stuff marketed?\"\n\nThe manager's expression was not friendly. He said, \"Mr. MacReedy's\n_miniatures_ are marketed nowhere else; he has an exclusive contract\nwith us.\" He evidently resented the General's gruff approach as much as\nthe General resented not being addressed by title.\n\n_Civilians!_ the General thought. _The damned fools don't\nunderstand--they haven't the slightest idea...._\n\nAloud he said, \"Where can I find Mr. MacReedy? I'm afraid I'm going to\nhave to talk to him.\"\n\n\"Uncle Angus? He lives next door. I'm going home now--I can show you.\"\n\nThe General had forgotten the male moppet. He looked down in surprise,\nthen up at the manager, who said, \"It's quite true. This is Toby. He\nhelps Mr. MacReedy; he's a collector himself in a small way.\"\n\nThe General took Toby back with him to the hotel. He knew he should be\nburning up the wires to Washington with news of his horrendous\ndiscovery, but somehow he wanted to see it through himself--as far as he\nwas able. Besides, there were certain puzzling facets that would\nscarcely look plausible in the dehydrated prose of an official report to\nSecurity.\n\nIt smacked almost of the supernatural. Eyeing his small guest, who was\nhappily and rather messily devouring a piece of French pastry,\naccompanied by a bottle of ginger-ale--sent up by room service--the\nGeneral suppressed a chill that rose from his coccyx to his cervical\nvertebrae.\n\nLike most veteran men of action, the General did not decry the\nsupernatural--such decrying was the property of armchair logicians. In\nthe course of his long career he had seen too many things that defied\nlogic or logical explanation. He said, \"Ready to take off, Toby?\"\n\n\"Yes, sir,\" said the lad. He was properly impressed with the General's\nrank--revealed to him by the assistant manager in the lobby. Then, with\na sudden shadow of anxiety, \"You aren't going to arrest Uncle Angus, are\nyou, sir?\"\n\nThe General managed a chuckle. No sense in getting the lad scared. \"No,\nI just want to talk to him.\"\n\n\"I'll go with you,\" the lad offered. \"Most grownups have a hard time\ntalking to Uncle Angus. Even dad....\" Whatever was his father's problem\nwith the prophetic model-maker remained unstated, as Toby managed to\nwrap lips and teeth around a large final piece of pastry. He then went\nto the bathroom to wash his hands before they went downstairs, to where\nthe General's car was waiting.\n\n\n2\n\nThe sight of the huge olive-drab Cadillac limousine with its two-starred\nflag and white trimmed and be-fourragered sergeant-chauffeur seemed to\nawe Toby, who lapsed into mere occasional monosyllables during the drive\nthrough the late afternoon to his Long Island home. It was as if, since\nthe General was in mufti, the lad had not quite been able to believe in\nhis reality--until official car and chauffeur offered proof.\n\nThis was quite all right with the General, who was desperately trying to\nrearrange the chaos of his thoughts into some sort of order. He knew he\nwas being dangerously imaginative for a man in his position. But what if\nthis MacReedy actually could foresee the future, at least in its\nmilitary manifestations?\n\nGranting this impossibility, how could the man be used? The General\nshuddered at the thought of \"selling\" anyone with such a gift to the\nCombined Chiefs of Staff--those quiet-eyed, low-voiced, strictly\npragmatic men on whom, perhaps, the future of country and world\ndepended. Even if they by some wild chance accepted the impossibility,\nhe knew full well what would be the tenor of their thoughts--and\ntherefore of their questions.\n\nOne of them would be sure to say, \"Very well, General, but if we put our\nplanning in the hands of this man--seeking a short route to decisive\nsuperiority of armament--how do we know he won't make a mistake, or lead\nus up the garden path? How do we know he hasn't been planted for this\nvery purpose?\"\n\nHow did he know? The General decided he didn't. Yet how could any man\nwith such a private power be permitted to exercise his rights of free\ncitizenship? He damned MacReedy, the enemy, the world and himself, and\ngot resettled in his corner of the soft rear seat.\n\nThey had left the sun behind them, setting in a dust-pink mist behind\nthe soft-edged towers of Manhattan. By the time they reached Flushing it\nhad begun to snow--big soft flakes whose crystalline dissimilarities\nwere almost visible to the naked eye as they settled against the car\nwindows into wet evanescence. Up ahead the twin windshield-wipers ground\nthem silently and methodically into wet-rimmed circle segments.\n\n\"I hope it lasts,\" said Toby from his window. \"I got a sled for\nChristmas. I haven't been able to use it.\"\n\n\"You'll get your chance,\" said the General. Damn it, he wondered, what\nkind of man was Angus MacReedy--if he was a man. Somehow the silent\nsnow, the waning traffic, the oncoming twilight, combined into a sense\nof ominous portent. It was as if the car were standing still, while a\nperilous future rushed toward it.\n\n\"We turn left at the next traffic light, sir,\" said Toby.\n\nThey turned. They skirted a thinly-settled swampy area on a narrow road,\nagainst a background of scrubby pines. The sprawling metropolis might\nhave been on some other continent, some other planet. They met only one\ncar--a long black sedan, that slithered past them on the skiddy\nroad-surface, missing them by inches.\n\nThe house where they pulled to a halt at Toby's direction was not large.\nIt had been put up early in the century, and its motif was that of the\nhigh-gabled Swiss chalet. Mercifully the snow gave it a touch of\nquaintness, almost of rightness, despite the absence of lowering alps.\nToby pointed to a similar structure about a hundred yards further down\nthe road. \"That's where I live,\" he said.\n\n       *       *       *       *       *\n\nMacReedy answered the door. He was a tall, angular man with a long,\nangular face--from which small blue eyes peered alertly. He wore a grey\nglen-plaid reefer that was buttoned wrong, a dark blue-flannel shirt and\ncovert slacks that needed a press. He said, \"Hello, Toby--you've brought\ncompany, I see.\"\n\n\"This is General Wales,\" said the lad very politely. \"General--Uncle\nAngus.\"\n\nThe General had a ridiculous fugitive memory--\"Alice, mutton--mutton,\nAlice.\" He shook hands with the model-maker.\n\n\"Honored, General,\" said MacReedy. He ushered them into a living room,\nwhose desk and tables and mantel were literally covered with miniature\nAmerican soldiery. He said, \"Sorry the place is such a mess\"--picking up\nthe morning paper from the carpet beside a worn but comfortable-looking\neasy-chair--\"but I wasn't expecting callers. I just had to boot out some\nsort of a mad Russian.\"\n\n\"_What!_\" The general didn't mean to bark but couldn't help it.\n\nMacReedy grinned quietly and said, \"This fellow said he was assistant\nmilitary attache, or something. Offered me all kinds of money to do some\nwork for him.\"\n\n\"What did he look like?\" the General asked.\n\nMacReedy, filling a corn-cob pipe that appeared to be near the close of\nits short life, paused to say, \"Like nothing special--not nearly as\ndistinguished as you, General. Blond, chunky fellow with a bit of\naccent. Not a lot, but enough.\"\n\nThe General exchanged glances with Toby. He knew, without asking, that\nthe boy was thinking the same as himself; it was the man who had bought\nthe XT-101 model in the shop earlier that afternoon.\n\nMacReedy got his pipe going and said through a small blue cloud of\nsmoke, \"How does the exhibit look, Toby? Have they got it right?\"\n\n\"Pretty good, Uncle Angus,\" said the lad seriously. \"They got the\nMexican and Black Hawk War units mixed up, but I guess we can't blame\nthem for that.\"\n\n\"I guess we can't,\" said MacReedy. He turned to the General, added,\n\"Now, sir, what can I do for you? Or need I ask?\"\n\n\"I have a hunch you know pretty well what I'm after,\" said the General.\n\"My predecessor must have given you some idea.\"\n\n\"I've been afraid of this,\" said MacReedy with a sigh. \"It's what I\ndeserve for trying to show off to Toby.\"\n\n\"I don't understand,\" said the General.\n\n\"I was trying to show Toby how good I was,\" he said, ruffling the boy's\ncurly hair. \"Then, when I got that seventy-five AA-gun doped out ahead\nof time--and it proved correct--I had to go one step further. I should\nnever have let the model out of the house.\"\n\n\"I'd like to see your workshop,\" said the General.\n\nAngus MacReedy removed his pipe and said, \"Come along.\"\n\n       *       *       *       *       *\n\nThe basement ran the length and width of the house. Although furnace and\nfuel-storage were walled off in a separate room at one end it still\nprovided a sizable workroom, enough for three long wooden tables. On one\nof them MacReedy carved his tiny figures and cannon and vehicle parts\nfrom solid chunks of lead. Another was used for painting, a third for\ndrying.\n\nOn this third table were a half-dozen more of the XT-101's--along with a\ngroup of Confederate cannoneers and their field-pieces, some Indians, a\nsmall group of knights in armor, and what appeared to be Roman\nLegionaries.\n\nThe General pointed to these and said, \"I didn't know you went in for\nthem. I thought you were strictly an American specialist.\"\n\nMacReedy puffed at his pipe, then said, \"I'm doing these for Toby--in\nreturn for his services as delivery boy and all-around helper. I'm\ntrying to teach him history in reverse.\"\n\n\"Odd concept,\" said the General.\n\n\"It works--doesn't it, Toby?\" MacReedy said to the lad.\n\n\"Uncle Angus says it will help me when I take history in college,\" Toby\nsaid stoutly. \"This is King Henry the Fifth at Agincourt--just like Sir\nLawrence Olivier in the movie. And this is Genghis Khan. And here is\nTamerlaine, and Charles Martel, and Caesar....\"\n\n\"I see,\" said the General. He was a little overwhelmed at so much\nevidence of one man's individual craftsmanship and industry. He eyed the\nXT-101's with malevolent interest, then studied a nearly-finished weapon\non the carving table. It looked like....\n\nIt was! One of the just-conceived, self-reloading rocket-launchers on\narmored mobile carriage with amphibious tractor-treads. He said, his\nvoice dry and tight, \"Where'd you get this, MacReedy?\"\n\nMacReedy wandered over to stand beside him. He said, \"I didn't _get_ it\nanywhere; it just seems like the logical next step in ordnance, General.\nI've had pretty good luck in the past, figuring things out this way. I\nhad the Sherman tank plotted back in nineteen-forty--just before I was\ndrafted. I hadn't dared trust my hunches till I saw my first one two\nyears later at Pine Camp.\"\n\n\"You were in the Army?\"\n\n\"Six years,\" said MacReedy. \"Two years here in camp and Officer's\nCandidate School, then two abroad--Sicily, Anzio and the Rhone Valley. I\nstopped a piece of shell near Lyon, and put in the rest of my time in\nhospital.\"\n\n\"Rough,\" said the General though he had neither the time nor the\ninterest for sympathy. \"Tell me how you 'figure' these things out. The\nSherman tank, if you wish.\"\n\nMacReedy wagged his head modestly. \"It wasn't too difficult, once I'd\nseen the General Grant. That one obviously wouldn't do; it was too high,\nneeded a full-pivot turret. Yet the basic design was there--anyone who'd\nthought about it could have done the same. But it was a pleasant shock\nto learn I'd been right.\"\n\n\"I see,\" said the General. \"And you did the others by the same\nprocess--and you're always right?\"\n\n\"Not always,\" replied MacReedy. \"I fluffed badly on the atomic cannon. I\nexpected a longer barrel for greater muzzle-velocity and range; here,\nI'll show you.\" He led the way to a dusty wall shelf where imperfect and\nbroken models crowded together. There was the A-cannon--not as it had\nappeared, but as the General knew it was going to look in two years,\nwhen certain needed changes were made.\n\nHe said, \"An understandable error. Unfortunately, mobility had to be\nconsidered.\" He paused, looked MacReedy straight in the eye. \"I hope you\ndidn't show any of this to your--previous visitor.\"\n\nMacReedy laughed. \"Hardly,\" he replied. \"I'm American, never fear. I'm\njust one of the lucky few who has been able to make a good living out of\nmy hobby; I have no axes to grind.\"\n\n\"We may have an axe to grind with you,\" said the General with a hint of\ngrimness. The rocket-launcher and the improved A-gun were like the\none-two punch of a good heavyweight-hitter. He went back to the XT-101,\nsaid, \"About this twin-mount tank--how'd you figure we'd mount the\nautomatic machinery outside the turret?\"\n\n\"That wasn't too difficult--if I'm right; and I gather I am,\" said\nMacReedy. \"There's simply too much stuff to put inside a tank-turret;\nyou've got to mount it outside. And that means plenty of protection,\nwhich means an extra armored sleeve. So....\"\n\n\n3\n\nThe General said, \"MacReedy, why are you showing me this? I could be an\nimposter, a spy.\"\n\n\"With that official limousine?\" the model-maker countered. \"I doubt it.\nBesides, Toby vouches for you.\"\n\n\"Risky,\" said the General.\n\n\"Besides,\" said MacReedy with the suggestion of a smile, \"I've seen your\npicture in _Life_ magazine.\" He paused, added, \"After all, in my humble\nway I'm a bit of an ordnance nut myself.\"\n\n\"I don't believe you,\" said the General flatly--\"I mean about working\nthese things out through logic and guesses. But however you do it,\nsurely you can appreciate that you're much too dangerous to be walking\naround loose. Especially since _They_ know about you. I'm afraid I'm\ngoing to have to take you back with me.\"\n\n\"Nothing doing,\" said MacReedy. \"I can take care of myself. Besides,\nthis is my home. I like it here.\"\n\n\"You're being close to treasonable,\" said the General.\n\n\"Not I--_you_ are,\" came the incredible reply. \"You, not I, are\nattempting to deny a citizen his rights under the Constitution.\"\n\n\"Damn it, man!\" the General backpedaled quickly. \"Can't you understand?\nSuppose _They_ got hold of you--_They'd_ have you dishing up our\ninnermost secrets to them ahead of time. I don't need to tell you what\nthat could mean in the present world situation.\"\n\n\"You don't, General,\" said MacReedy. \"But I don't think _They'd_ get\nmuch out of me--much that was useful, I mean. I can't think clearly\nunder drugs or torture; I'd be more of a menace than a help. I explained\nthat to my visitor before you came. He seemed to believe me.\"\n\n\"Maybe _he_ did,\" said the baffled General, \"but don't bet on his\nsuperiors. You've been an Army officer, MacReedy; I can have you called\nback into service.\"\n\n\"With a permanent medical discharge?\" MacReedy countered.\n\nThe General sighed. He knew when he was beaten. He said, \"You'll have to\nstand for a guard then--twenty-four hours. We'll keep them out of sight\nas much as possible.\" He wished the whole business were rationally\nexplicable to his own superiors. As it was he knew his hands were tied\nwhen it came to drastic action.\n\n\"I suppose it's necessary,\" said MacReedy sadly, but not defiantly; \"I\nshould never have tried to show off.\"\n\n\"It's too late for that sort of thing,\" said the General. \"I'm going to\nhave to take some of your models with me--it's too late to do much about\nthe new tank, but I'll have to have the rocket-launcher and the A-gun.\nAnd I'll want your promise not to indulge in any more such experiments\nexcept as I request.\"\n\n\"That I am glad to give you,\" said MacReedy and there was no doubting\nthe sincerity of his words.\n\n\"I'll pay you for them,\" offered the General.\n\n\"Of course,\" replied the model-maker; \"my name isn't MacReedy for\nnothing.\"\n\nAs he handed over a couple of hundred dollars the General found himself\nalmost liking the man. _Damn these screwballs_, he thought. He wondered\nwhen he was going to wake up and find it hadn't happened. It _couldn't_\nbe happening, any of it. But the perilously-perfect models, of weapons\nthat were yet to be, felt terribly real to his touch.\n\nHe said, \"Toby, run upstairs and tell Sergeant Riley to come down here\nand take some stuff out to the car.\" And, when the boy was gone,\n\"MacReedy, will you do some work for us?\"\n\n\"Of course,\" said the other. \"A man gets feeling a bit useless making\ntoy soldiers in times like these.\"\n\n\"The pay won't be much....\" the General began.\n\n\"I can afford it,\" said MacReedy with the unexpected generosity of the\ntrue Scotsman. \"What do you want me to do?\"\n\n\"_They_ have a new weapon building,\" said the General. \"All we've got\nare a few spy-photographs--not very good, I'm afraid.\"\n\n\"What sort of weapon?\" the model-maker asked.\n\n\"That's just it--we don't know,\" replied the General. \"I'm going to send\nyou what we have on it tomorrow; I'm hoping you can give us a line on\nits purpose.\" He paused, added grimly, \"As it is we don't know how to\nmeet it. We haven't an inkling. It's given the Chief a whole new patch\nof grey hairs.\"\n\n\"I'll do what I can,\" said MacReedy. \"But don't expect the moon.\"\n\n\"All I want is the nature and purpose of that weapon--if it _is_ a\nweapon,\" was the General's reply. Then Toby and Sergeant Riley came\nclumping down the stairs and the conference was at an end.\n\nBefore he left the General gave Toby five dollars. \"That's for bringing\nme here,\" he told the lad. \"You'll be seeing me again.\"\n\n\"Yes, sir,\" said Toby. He didn't sound at all surprised.\n\n       *       *       *       *       *\n\nWhen he got back In the car alone, the general counted the models on the\nseat beside him--one rocket-launcher, one A-gun. He said, \"Riley, how\nare we fixed for gas?\"\n\n\"Pretty good, sir,\" came the reply. \"We can make the city okay, sir.\"\n\n\"Fill up before you get there,\" the General told him. \"We're going right\non through to Washington tonight.\"\n\n\"But, sir, I haven't notified the motor pool at Governor's Island,\" the\nSergeant protested.\n\n\"Damn the motor pool!\" the General exploded. \"I'll take care of them.\nNow get going; we've got a long drive ahead.\"\n\nThe big car gathered speed through the thickening night snow.\n\nThe General slept most of the way, after he and the Sergeant stopped for\ndinner at a Howard Johnson restaurant on Route One, just north of New\nBrunswick. After a shower, a change into uniform and breakfast, he was\nin sound operating shape when he reached his office at the Pentagon the\nnext morning.\n\nHe arranged for a round-the-clock guard of Angus MacReedy's house,\nordered investigation of the model-maker's record, had a copy of the\ncomplete file on the possible enemy weapon forwarded to Long Island by\nspecial messenger. Then he summoned a special meeting of top-echelon\nOrdnance brass and produced the models of the XT-101, the self-reloading\nrocket launcher and the improved A-gun.\n\nIf such a Broadway-Hollywood term as _sensational_ could be used in any\nconnection with a Pentagon conference, the General's meeting with his\ncolleagues might have qualified for it. Experts were quick to understand\nthe practicability of the models, quick to recast their plans\naccordingly.\n\nWithin the week, he was summoned before the Combined Chiefs and\ncommended by that body for his clear-sightedness in cutting Gordian\nknots of the most baffling order. There was talk of a third star and\nappointment as Chief of Ordnance once the somewhat-doddering incumbent\nwas retired, come June. He was a sort of brown-haired white-haired boy.\nHe was interviewed by representatives of three national newsweeklies.\n\nThough he wore his new honors gracefully, actually the General was\nthoroughly uncomfortable. He was far more concerned with the safety of\nthe country than with his own advancement; and his ego was much too\nsolidly-based to permit him enjoyment of honors that were not rightfully\nhis.\n\nThe worst of it was that he couldn't explain. If he told his superiors\nthat his \"inspirations\" came from the intuitive head of a toy-soldier\nmaker on Long Island who even denied his intuition in the name of\nlogic--not only would his own career be permanently damaged, but the\nvalue of MacReedy's models would be suspected. So much so that they\nmight be disregarded entirely--thus retying the Gordian knots that were\nstymying the armament program.\n\nMacReedy's file was laid on his desk one morning by a plump WAC\nsecretary. It was exactly as the model-maker had stated: he was\nAmerican-born, only child of a Scottish engineer and a German-American\nwoman from Wisconsin. He held an engineering degree from a small\npolytechnical institute in upstate New York.\n\nHis war-record was exemplary. At the time of his wound in Central\nFrance, MacReedy had been a captain in the Combat Engineers, wearer of a\nsilver star won at Anzio. There was a complete medical-report on the\nwound and treatment, whose technical jargon was too much for the\nGeneral. All he could gather was that it was a head-wound and brain\ninjury, which had rendered the model-maker unfit for Army duty.\n\nHe took the report to his opposite number in the Medical Corps, a man\nwhose abilities in brain-surgery were mentioned in hushed voices at\nJohns Hopkins. Over a highball he told the whole story for the first\ntime, hoping it wouldn't be received with hoots.\n\nIt wasn't. The white-haired surgeon looked long and meditatively at his\ndrink. Then he said, \"Kermit, I can't begin to account for it; I have\nmuddled around in the human brain enough to know that what we like to\ncall our scientific knowledge is at best empirical. You say this man had\nhis ability _before_ he was wounded?\"\n\n\"He built a Sherman tank two years before we did,\" said the General.\n\"Yet he claims the whole process is purely logical.\"\n\n\"Logic!\" exclaimed the brain-man with a scorn that matched the General's\nown on the subject. \"Logic is hindsight, Kermit. When our brains, by\nsome intuitive process of progressive thought, reach a desired point,\nour egos reach backward to give the process a sort of order we call\nlogic. Actually we seldom know how we get where we do; but we're too\ndamned conceited to admit it.\n\n\"What in hell do we know about the brain?\" he went on. \"I knew a\nperfectly healthy young girl once, who was killed when she was standing\nbeside her horse--the horse sneezed, jerked his head up, and jolted the\nside of her jaw. Yet back in seventeen eighty-one, when Arnold ordered\nthe massacre at Fort Griswold, one old rebel was bayonetted, had his\nskull smashed open so that his brains were oozing out on the ground. He\nrecovered and lived for forty years afterward, sane as you please. And\nthey didn't have fellows like me, not then. If they had, he'd probably\nhave died on the operating table.\"\n\n\"In other words you don't know,\" said the General.\n\n\"I don't know, Kermit,\" replied the other. \"Another drink?\"\n\n       *       *       *       *       *\n\nThe next day the international situation showed signs of serious\ndeterioration, and the General took a plane to New York. All the way up\nhe thought of something else the Surgeon-General had said to him--\"One\nthing I have learned, it isn't exactly in my province, but I've run into\nit enough to make an observation.\n\n\"Whenever I've met anyone with what might be called a special\ngift--psychic or what have you--I've found them scared to death of it.\nDamned if I know why....\"\n\nHe ruminated a little before continuing. \"You'd think they'd be\ndelighted--but they aren't. They either run to religion, and try to\ndrown it in ritual--or they try to explain it away by some\nrationalization. Like your friend.\"\n\n\"Then you're willing to accept the fact he has a supernatural gift?\" the\nGeneral asked.\n\nThe brain-man shrugged and said, \"Supernatural--supernormal--he's got\nsomething, if what you tell me is true. Can you think of a better 'ole?\"\n\n\n4\n\nWhen he was driven up to the Long Island chalet early that afternoon,\nthe General was pleased to see a command car parked unobtrusively off\nthe road, a sentry sitting in an impromptu sentry-box made of pine bows,\nthat commanded a good view of the approaches. At least, he thought,\n_They_ wouldn't find MacReedy easy to get at. According to the reports\nhe had seen there had been no further attempts.\n\nToby opened the door. He said, \"Hello, General, this is fine. We were\ngoing to send you a message tonight.\"\n\nThe General shook hands and said, \"Progress?\" and, when the boy nodded\nexcitedly, \"Why aren't you in school?\"\n\n\"It's after three o'clock,\" was the devastating reply, as Toby led him\ntoward the cellar stairs. The General wondered briefly how much he had\nmanaged to forget in his fifty-two years.\n\nAngus MacReedy was working at his carving table with a blow-up of the\nspy-pictures tacked to the cellar wall in front of him, a pile of\nrough-sketched plans on the table. He rose and said, \"I was just doing a\nlittle polishing, General. But you hit it about right.\"\n\n\"Good,\" said the General. \"Got it solved?\"\n\n\"I think so,\" said the model-maker. \"Take a look.\"\n\nIt was an eerie-looking item--a sort of stove-pipe mounted on a disc,\nsurrounded by a flock of flying buttresses. Frowning the General peered\nat it, then looked at the blow-ups on the walls. From the correct angle,\nthe similarity was ominously unmistakable. He said, \"What in hell is it,\nCaptain?\"\n\nMacReedy grinned. \"Looks weird, doesn't it? It had me stumped for the\nbetter part of a week. There's only one thing it could be and that's\nwhat it is. Look....\"\n\nHe picked up a sort of miniature torpedo from the work-table, dropped it\ndown the stove-pipe. The thing worked like a trench-mortar. Some spring\nin the base of the tube sent the rocket flying in a high arc to smack\nthe opposite wall and drop to the floor.\n\n\"It's a mobile rocket-launcher,\" he said needlessly. \"I'd lay odds it\ncan be used for atomic warheads.\"\n\n\"Good Lord!\" cried the General. His mind was in a racing turmoil. The\nproblem with the Nazi V-1 and V-2 weapons during World War Two had been\nthe immobility of their launching platforms. If _They_ had managed to\nget around it....\n\nHe thought of an insuperable obstacle, said, \"But what about back-blast?\nDon't tell me they've found a metal able to stand up under the heat of\nlaunching.\"\n\n\"I doubt it,\" replied MacReedy seriously. \"They use this barrel to give\nher a boost like a trench-mortar shell. My hunch is the rocket doesn't\nfire until she's well off the ground.\"\n\n\"Is it accurate?\" the General asked, thunderstruck.\n\n\"Is a trench-mortar accurate?\" the model-maker countered. \"Ask anybody\nwho's been in Korea.\"\n\nIt was a wallop for the General. Atomic rocket-launchers, mobile\nrocket-launchers that could function as artillery, could outrange the\nA-gun perhaps by hundreds of miles. And if the missiles thus fired could\nbe guided--he could see no reason why not--the A-gun was already\nobsolete.\n\nHe sat down on a packing box and mopped his brow although the cellar was\nfar from hot. He said and his voice was unsteady, \"Thanks, MacReedy, I\nthink maybe you have done it.\"\n\n\"I think so,\" said the model-maker. He wasn't boasting, but he was sure\nof himself. \"You want to take it along with you? It should be quite\nsimple to make. I've got a few improvements over _Their_ supports, I\nthink.\"\n\n\"If it's the last thing I do,\" said the General, rising, \"I'm going to\nsee you get credit for what you've done.\"\n\nMacReedy made a gesture of dismissal. \"Don't let it bother you,\nGeneral,\" he said. \"I like my work. Maybe you could arrange for me to\nmake some models for the War College.\"\n\n\"Hell, why not the Smithsonian?\" said the General. \"Why not both? We\nought to have a historical ordnance exhibit somewhere. And you're the\nman, no doubt about it.\"\n\nAs he left with the precious model MacReedy asked, \"By the way,\nGeneral, what do you want me to work on next?\"\n\nThe General hesitated, then said, \"Follow your hunches--logic if you\nwill. Let's see what the next weapon after this one is going to be.\nYou've been ahead of us the rest of the way.\"\n\n\"I'll see what I can do,\" said MacReedy with his quiet smile. \"Let me\nknow how things come out.\"\n\n\"That I will,\" said the General. Toby walked with him to the car and the\nGeneral gave him another five dollars. He wished he could do something\nmore for both of them; but at the moment it was out of the question.\n\n       *       *       *       *       *\n\nIt was almost six months before the General got back to the Long Island\nchalet. Thanks to his now fully-established reputation as an inventive\ngenius, he was able to get a full speed ahead order on the new-type\nmobile rocket-launcher. MacReedy's improvements were valid, and the\nDepartment experts came up with further simplifications. By the time\nthey were ready to go into production they actually had the weapon\nself-propelled, were well ahead of _Them_ on mobility, range and\naccuracy. It promised to be a military revolution.\n\nThen the General had to make a flying trip around the world--to visit\nAmerican military installations in Western Europe, in Italy and Spain,\nin Africa, Formosa, Japan and Korea. He got back to Washington, a\nthoroughly tired man, and walked into both his promised third star and\nthe Chiefship of the Department. Also into an international situation\nworse than any since September, 1939--when the Nazis invaded Poland.\n\n_They_ were pushing aggressively in both Europe and Asia, pushing with\nan arrogance that suggested they felt they could win in a walk if the\nfree nations of the world offered large-scale military defiance. Rumors\nof a terrible secret weapon were being bruited about--not only in\nhush-hush military circles but in the public prints as well. One picture\nmagazine of national circulation had actually published an article\nstating that _They_ had mastered pushbutton warfare.\n\nThe General, and the Combined Chiefs made a hurried and secret trip to\nAberdeen the day after his return. There, on the proving ground, they\nwatched a big transport-plane land on a makeshift airstrip. They saw a\nsmall group of soldiers unload from the plane an odd-looking\ntractor-mounted weapon that resembled an immense stove-pipe with certain\nrefinements.\n\nThey saw a lean sausage of a rocket rolled into a door near the base of\nthe tube, watched a trifle nervously while it was elevated almost\nvertically. An order was barked, a button was pushed--and the rocket\nrose rapidly from the tube with a dullish report, rose to a height of\nperhaps a hundred yards.\n\nThen, suddenly, its tail blossomed smoke and flame; it rose with a new\nlease on life, to disappear into the heavens, leaving a trail of smoke\nbehind it. Pointing to a prefabricated building that stood alone, a mile\naway, the General said, \"Watch that target, gentlemen,\" and lifted his\nfield glasses to his eyes.\n\nA minute later--fifty-eight seconds was the exact time--the structure\nwas suddenly obliterated by a tremendous explosion. The General sighed\nand said quietly, \"That was TNT. We have a stockpile of atomic weapons\nready.\"\n\n\"But the accuracy!\" exclaimed a weathered full admiral. \"With the wind\nand the earth's rotation to consid....\" He hesitated, then said, \"Oh, a\nguided missile.\"\n\nThe General nodded, and said, \"We can put batteries of these new\nmissile-launchers, completely-mobile and with atomic heads, anywhere in\nthe world within twenty-four hours by plane. They have a reasonably\neffective range of small targets of just over two hundred miles--with\nair-guidance, of course, over target. Gentlemen, I think _They_ are in\nfor a surprise.\"\n\n_They_ got it two days later--in another special test of the new weapon.\nThe General didn't even bother to watch it. His attention was focussed\nupon a stocky blond man who wore the gaudy shoulder-boards of a\nlieutenant colonel, and was present as assistant military-attache and\nqualified observer. His face remained impassive, save for a slight\ntwitch of the lips, when the target was obliterated.\n\nWhich was enough to satisfy the General.\n\n       *       *       *       *       *\n\nDenied a sure-thing victory _They_ were forced to call off _Their_\nwar--with violent internal results. It became quickly evident that\n_They_ were going to be busy for a long time keeping order within their\nown boundaries. The international situation became easier and happier\nthan at any time since Locarno.\n\nThe General, who was due shortly to receive his fourth star, played an\nactive role in the military portion of the peace-making. He had little\ntime even to think of Angus MacReedy and little Toby and the\nmiracle-workroom on Long Island. When he did think of them it was with\nan inner warmth that was almost devout, with a resolve to see that the\nmodel-maker received a satisfactory reward.\n\nThen one morning, while skimming through a stack of reports, a phrase\ncaught his eye. It read--\n\n     _... and in accord with current fiscal retrenchment-policies, all\n     personnel on special duty were called in for terminal assignments.\n     These included...._\n\nThe report was from Second District HQ at Governor's Island. With a\nsinking sensation he scanned the list. There it was--special\nsentry-detail to guard house of Captain Angus MacReedy (ret). He picked\nup a telephone and called Governor's Island direct.\n\nYes, the detail had been withdrawn more than a week earlier.... No,\nthere had been no report of trouble.... Hold on, there was something in\nthe morning paper....\n\nThe General made it in less than two hours. Angus MacReedy had been shot\nin the back of his head the previous evening, while building model\nsoldiers in his cellar workroom. A boy who lived next door and heard the\nshot while on his way to pay MacReedy a visit, had seen the murderer\ndrive away in a black sedan. He had given the alarm and local\nconstabulary had picked up the trail and given chase. Ignoring a red\nlight, their quarry had been killed when his sedan was hit by a truck.\nHe had no identification on him but appeared to be a stocky blond man of\nabout forty. An alien pistol, recently discharged, had been found in the\nwreckage.\n\nThe General and Toby stood alone in the strangely empty workroom. Only\nan ugly, dark stain on the floor remained to mark the recent violence\nthat had occurred there. The General looked at the table, then at the\nboy. He said, \"Toby, do you know, what your Uncle Angus was working on\nrecently?\" He felt a little ashamed thus to try to pick the brains of a\nmurdered man through a child.\n\n\"He'd been pretty busy with orders from the shop,\" said Toby\nthoughtfully. \"And he'd just finished _that_.\" He nodded toward an\nunpainted lead miniature on the work-table.\n\nThe General looked at it closely, and felt the blood drain from his\nface. He had told MacReedy to try to work out the next weapon after the\nguided-missile launcher....\n\n\"Are you sick, General?\" Toby asked, breaking in on his abstraction.\n\"You mustn't take it so hard, sir.\"\n\n\"I'm--all right, Toby,\" he said. \"It's been a bit of a shock, that's\nall.\"\n\n\"It's been horrible,\" said Toby, his voice quite steady. \"Uncle Angus\nwas a great man. I'll never be able to be as great.\"\n\n\"You'll never know till you try,\" said the General. He thought that\n_They_ had not forgotten--_They_ had killed him for losing _Them_\n_Their_ war. It was up to him, the General, to see that Angus MacReedy's\nfinal prophecy proved false.\n\nWell, he had the power now to carry a little weight--thanks to the\nmurdered man. Standing there in the cellar, the General made a vow to\nsee that during his lifetime the peace was kept, to help set up some\nsort of organization that would keep the peace when he was gone.\n\n\"Will it be okay for me to take this?\" Toby had picked up the final\nfigure and was regarding it reverently.\n\n\"What? Oh, I don't see why not.\"\n\nHe said goodby to the boy outside and got into his car for the drive\nback to the airfield. Hence, he didn't see Toby carry the unpainted\nfigure the hundred yards to his house, didn't see Toby place it\ncarefully at the end of a row of gay little figures that included\nNapoleon, Marlborough, Suleiman the Great, Charles XII of Sweden, Henry\nV, Tamerlaine, Genghis Khan, Charles Martel, Julius Caesar--and newer or\nperhaps older, figurines of Alexander the Great, Xerxes, Cyrus the\nGreat, Nebuchadnezzar and a trio of even more primitive conquerors.\n\n\"Gee,\" said Toby to himself, \"I'm sorry Uncle Angus had to be killed.\nBut if he had to be killed, I'm glad he got my historical set just about\nfinished. I can paint this cave-man myself.\"\n\nA few minutes later his mother called him to supper.\n\n\n\n\n\nEnd of Project Gutenberg's The Final Figure, by Samuel Kimball Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FINAL FIGURE ***\n\n***** This file should be named 41062.txt or 41062.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/0/6/41062/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}