{"title": "The Metal Moon", "author": "Everett C. Smith", "releaseDate": "October 17, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             The Metal Moon\n\n                  By EVERETT C. SMITH and R. F. STARZL\n\n    Based upon the Fourth Prize ($10.00) winning plot of the\n    Interplanetary Plot Contest won by Everett C. Smith, 116 East St.,\n    Lawrence, Mass\n\n    [Transcriber's Note: This etext was produced from Wonder Stories\n    Quarterly Winter 1932. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.]\n\n\n[Illustration: The ship was now coming close to the vast curve of the\ncrystal city. The earthmen became aware that the part below the city\nlevel was a dull ugly black.]\n\n       *       *       *       *       *\n\n                  [Illustration: EVERETT C. SMITH]\n\n                    [Illustration: R. F. STARZL]\n\n    In this story, the joint product of two imaginative minds, we get a\n    very unusual picture of some of the possibilities of interplanetary\n    exploration.\n\n    We know that as soon as interplanetary travel is possible,\n    expeditions from the earth will be ranging the length and breadth of\n    the solar system searching out the thousands of wonders that are to\n    be discovered.\n\n    It is quite possible that some of the explorers, whether through\n    accident or desire, may colonize the other planets and develop under\n    new and unusual conditions a new branch of the human race. It is\n    doubtlessly true that if each of the solar planets were to be\n    colonized, at the end of several hundred centuries there would be\n    nine races of human beings who might differ radically from each\n    other and in fact might not recognize each other as members of the\n    same human stock.\n\n    In this story we do not see nine races but we do see four of them\n    and Mr. Starzl has united the four in a gripping narrative of the\n    great spaces.\n\n\n\n\nTHE METAL MOON\n\n\nThe three men in the tiny space ship showed their apprehension as they\nwatched the gravity meters. Something was distinctly wrong with the\nship.\n\n\"Are you sure that there isn't some undiscovered moon of Jupiter?\" asked\nthe youngest of them. He was only about 25, which was very young indeed\nwhen his scientific attainments were considered, even for the human\nrace's stage of intellectual development in 1,000,144 A. D. His figure\nwas stocky, powerful, his face rather thin, bold, with piercing black\neyes. He was naked, save for short, brilliantly red trunks of metalsilk.\nHis name, \"Sine,\" followed by a numerical identification code, was\ntattooed indelibly in thin, sharp characters on his broad, bronze-hard\nchest.\n\nThe man at the ampliscope removed his head from the eyepiece and shook\nhis head impatiently. His body was bronzed and spare, but the complete\nabsence of hair on his head made him look older than the 48 years\nindicated by the code following the name on his chest, \"Kass.\"\n\n\"I tell you, Sine, this pull is no gravity effect. No body of such mass\ncould be invisible, unless it were composed entirely of protons. And\neven then it would yank Jupiter out of shape, making it look like a\npear, but there--\"\n\nJupiter presented its usual appearance. The solar system's largest\nplanet seemed enormous at this distance of only a few million miles. It\nshowed its usual marked depression at the poles, but no distortion such\nas might be caused by a nearby body of enormous mass.\n\n\"What do you think, Lents?\" Kass turned to the third occupant of the\nlittle space ship. Lents raised his broad placid face from the pad upon\nwhich he had been figuring a complicated equation. He was a large man,\nslow-moving, and fat. He was sensitive to that fact, so that, besides\nthe usual trunks, he also wore a toga-like garment. His brown eyes\nblinked in folds of flesh.\n\n\"No doubt you're right, Kass,\" Lents rumbled in a deep voice. \"I can't\nsee how such a body could exist without pulling all of Jupiter's moons\nto itself. No, we seem to be specially honored by its attention.\"\n\nThey looked at one another soberly.\n\n\"The question is, can it out-pull us?\" Sine remarked.\n\n\"You ought to know,\" Kass said. \"You designed and built her.\"\n\nSine made his way forward. It was no longer necessary to use the\nhandholds, for the pull of the mysterious body was already so powerful\nthat it entirely eliminated the free floating so familiar to space\ntravelers. Sine looked through the grated outlook windows, past the\ngracefully curved bow of the ship. At the very tip was the ether screw\nof his invention, resembling the screws used for water propulsion in\nancient times, except that the pitch was extremely sharp. The tachometer\nshowed that the screw had slowed down to 50,000 revolutions a minute,\nalthough the thermometer indicated that the molecular bearings were\nstill reasonably cool. But how long could she stand the strain? How\nlong, indeed, could the sturdy little atomic motor keep those blades\nturning? It was designed to pull directly away at a distance of only a\nmillion miles from the sun, and yet it was being beaten far out here in\nspace by an object as yet invisible.\n\n\"What a crash that'll be!\" Sine murmured, watching the agony of tortured\nmetal.\n\nAmidship, Kass was again studying the eyepiece of the ampliscope.\nSuddenly he stiffened.\n\n\"I see it! Why, it can't be over a couple of hundred feet in diameter.\nCylindrical, I think. Head on to us now.\"\n\nThey crowded around him. Lents, with hasty computations, determined that\nthey were still about three thousand miles from the object.\n\n\"No chance to pull away from it, if we pull straight,\" and his heavy\nvoice was full of energy as his sleepiness vanished with the need for\naction. \"Set her over, Sine, about 40 degrees. Try for a circular orbit\naround it--if we can get up enough speed centrifugal force will save\nus!\"\n\nSine did as he was told, and the ship heeled over so that it presented\nits side to the sinister object, which was still invisible to the\nunassisted eye. While Kass watched it through the ampliscope, his\ncompanions stared through the thick ports at the velvet, gem-studded\nfirmament. They could feel the attraction growing with terrifying speed.\n\n\"It's turning with us,\" Kass announced, \"and getting closer. If we can\nswing around it, it will be a very sharp ellipse indeed!\"\n\n\"Try and see if you can get a few more revs out of the screw,\" Lents\nsuggested, and Sine crept forward, his powerful muscles straining\nagainst the pull. He lifted the leaden weight of his arm to the lever.\nHe _must_ get a little more power out of the motor, or they would crash\nto their deaths in a few minutes! A fine ending for their daring dash to\nJupiter--the first space flight since the great comet swarm of 800,768\nA. D.\n\nSine pulled back hard on the lever, and the motor gamely responded,\nmoaned and shuddered under the tremendous overload. The tachometer\nneedle quivered, began to climb, 52,000, 55,000, 56,000----\n\nThe ship gave a lurch--there was a dull grinding, a hollow, metallic\ngroan. The men picked themselves up from the floor--realizing at once\nthe fatal significance of the lack of effort required. Their movement\ncarried them off the floor--made them grasp handholds. Floating free!\nThat meant falling free!\n\nSine glanced at the tachometer. The dead needle stood at zero. Through\nthe forward window he could see one of the four screw blades, black,\nmotionless.\n\nLents, obeying the habits of a lifetime, elbow hooked in a handhold, was\nfiguring the time required for them to strike. He looked up with a\npuzzled frown.\n\n\"We should have struck about right now! Check on that body's position,\nwill you, Kass?\"\n\n       *       *       *       *       *\n\nThe bald-headed scientist pulled himself to the ampliscope. But it was\npossible to see the object through the ports now, quite plainly. It was\nblack, cylindrical, glinting dully in the sun's light. The space ship\nwas tumbling end over end, lazily, bringing the thing into view first at\none port--then another.\n\n\"No acceleration!\" Kass reported, amazement mingling with hope. \"Same\nspeed--we may still hit--but no evidence of gravity. We're falling\ntoward it on momentum alone!\"\n\nLents' brown eyes twinkled with perplexity in their pits of fat.\n\n\"The force, whatever it is, doesn't seem like anything in nature. But if\nwe're traveling on momentum alone we can pull away with our emergency\nrockets--though I hate to waste the fuel.\"\n\nSine leaped to the rocket controls. \"Grab handholds!\" he snapped over\nhis shoulder. The men rolled into the padded niches provided for that\npurpose. Sine's niche was so placed that it would not be necessary to\nlift a hand against the tremendous pressure of rocket acceleration. A\nlateral swing of the lever along its quadrant operated the rockets.\n\n\"Oof!\" came a smothered exclamation from Lents as the ship seemed to\npause, to leap forward in space again. The star-studded heavens as seen\nthrough the ports were hidden by a curtain of flame, electric blue and\nas stiff seeming as a steel bar--the trail of the forward rockets.\n\nFor some minutes there was no sound save the subdued thunder of the hull\nas it trembled under the tug of the rockets. Then a light flashed redly\nand a gong sounded. The signal that meant, \"fuel half gone.\" Sine shut\noff the power, crawled out stiffly. His first glance out of a port\nshowed that they were still falling toward the mysterious cylindrical\nspace wanderer.\n\nKass wiped the sweat from his bald head.\n\n\"No use wasting any more effort,\" he said hoarsely. \"That thing is a\nspace ship, and there are men in it. The force they have been using on\nus is some kind of gravity beam--probably it's also their means of space\npropulsion. They mean to capture us, no doubt----\"\n\n\"And they've reversed the beam!\" Lents puffed as he turned away from the\nampliscope, pulling his sweat-soaked toga away from his fat body with\nthumb and forefinger. \"We're decelerating fast, but we can't feel it\nbecause the force acts on every particle of our bodies exactly the same\nas on the ship----\"\n\n\"Proving,\" added Sine, looking out of the port curiously, \"that it's a\ntrue gravity beam!\"\n\nThe utter stillness of their ship gave the illusion that she was\nmotionless, and that the sinister stranger was drifting toward them.\n\n\"It _is_ a ship!\" Lents rumbled. \"Look at her ports. But they're\nshuttered.\"\n\n\"Not a bad idea,\" Sine agreed. \"Protection against pin-point meteorites,\nanyway.\" They saw now that the cylinder was slightly rounded at each\nend, and the end presented to them had at its nose a circular\nprojection, not unlike a very large button, that glowed with a lavender\nlight, which they guessed to be the source of the gravity beam.\n\nThey were torn between the excitement of discovery and a very natural\napprehension. In the dim past, more than 200,000 years ago, there had\nbeen a regular commerce between Earth and the Jovian colonies. But the\ncomet swarm, coming out of the mysterious depths of space, had released\nto the solar system such swarms of meteorites as to make interplanetary\ntravel in the spatial belt between Mars and Jupiter utterly suicidal. It\nrequired the passing of two thousand centuries to thin them out\nsufficiently to permit the voyage of exploration in which these three\nmen were engaged.\n\nWhat would these children of Earth look like after 200,000 years of\nJovian evolution? Would they be friendly?\n\nThey must, at any rate, be curious people. The great cylinder was\npassing over them, and they had a better conception of its size. It was\nat least twice as big as the 200-foot diameter Kass had estimated, and\nfully 1500 feet long. A section of its hull slid open, and the\nscientists felt the tug of mysterious forces on their own little vessel.\nThey drifted up into the opening, knew that the hatch had closed by the\nshutting out of the solar glare. But there was no lack of light. They\ncould see the welded plates of the hull by an intense saffron light that\ncame from oval plates set in the wall. More of the gravity buttons were\nranged around the room. It appeared that they were regularly used in\nhandling freight. Now, as the little captive ship was tugged here and\nthere, the prisoners could see flashes of that penetrating lavender\nlight that seemed somehow solid.\n\n\"Get ready, men!\" Sine said, breaking off his absorbed contemplation of\ntheir surroundings. \"Strap on your belts, and be sure your disintegrator\ntubes are in their clips.\"\n\nLents was already lifting his toga and snapping his weapon belt around\nhis ample waist. A mere strip of flexible metal with pockets for the\natobombs and a clip for the delicate little tube--it might easily be\ntaken for a mere ornamental article of apparel.\n\n\"Hope they're friendly,\" Kass remarked, patting the buckle shut over his\nflat diaphragm, \"but if they aren't we can give 'em a thing or two to\nthink about.\"\n\nThe quartz ports, kept free from frost on the inside by a curtain of hot\ndry air blown over them through a slit, suddenly misted over on the\noutside, became opaque with a milky glaze of frost. This told the\nprisoners that their captors were \"bleeding\" air into the hold, which\ndid double duty as an airlock. They heard vague clanging of metal on\nmetal, transmitted to them through the hull of their ship. Then a sharp\nblade scraped away the ice from one of the ports, and a face peered in.\n\nThey looked at one another for a few moments, these cousins of the human\nrace, separated by 200,000 years of time and impassable meteor-strewn\nwastes of space. The man at the port turned and beckoned to others, who\nalso surveyed the prisoners.\n\nThen the first one, evidently the chief of this massive space vessel,\nmotioned to the prisoners, to open their manports.\n\n\"Keep together now!\" Sine admonished his companions. \"If they act\nunfriendly we'll let them have the ray. Then you two slip back into your\nown ship while I grab this vacuum suit out of the lock. With that on I\ncan carve a way out, and disable them, too.\"\n\n\"It would be a shame!\" Kass said as he whirled the handwheel of the\ninner manport, \"but----\"\n\nThe valve opened, and a few minutes later the three Earthmen stepped out\nto confront the Jovians.\n\nThere were half a dozen of them, standing firmly, by virtue of the\nartificial gravity, somehow produced. They were not far different from\nEarthmen, except that they were shorter, being barely five feet tall.\nTheir tremendous muscles told of the race's adaptation to the superior\ngravity of Jupiter. Their feet, encased in slippers of some burnished\nmaterial, were unusually large.\n\nThey were dressed in an armor of overlapping scales that covered every\npart of their bodies, even their fingers. But their heads, instead of\nbeing armored, were protected by a thin, transparent membrane that\nfollowed the shape of their features closely. The Earthmen recognized\nthe protective covering used before the comet swarm as a defense against\nthe then used heat ray. So the Jovians had developed no new weapon! Sine\nthought comfortably of his little disintegrator tube. He could make\nthose armored men vanish like puffs of smoke.\n\nBut they made no hostile move, and Sine had leisure to notice their\nfaces. If their bodies were too heavily muscled for grace, their heads\natoned for that defect. These were truly Jovian, god-like, combining\nintense virility, dominance, courage. But there was also about them an\nexpression of intolerance, of ruthlessness, of selfishness. Here were\nmen, it could be seen, who would not be too scrupulous in attaining\ntheir ends. But men, too, who could be charming companions.\n\nTheir leader, the man who had first looked into the port, now detached\nhimself from the group and came forward, his hand outstretched in the\nold Earth gesture of friendliness. His appearance had all the\ncharacteristics of his companions, but in a more striking degree. He was\ntaller than they, more than five feet, and his broad shoulders had the\nconfident bearing of accustomed command. He spoke, in a pleasant,\nvibrant baritone:\n\n\"Welcome, men of Earth. Sorry for our little misunderstanding.\"\n\nSine gripped his hand, returned the muscular grip.\n\n\"It took us a little while to know what you were. And I may add that I'm\npleasantly surprised that we can still understand each other.\"\n\nThe Jovian shrugged his shoulder:\n\n\"Canned speech. No chance for a language to evolve when it's\nmechanically recorded. But come up to my cabin. It's chilly here, and\nyour manner of dress----\"\n\n\"_That_ has changed!\" Sine smiled. \"Lents and Kass, will you go ahead?\"\n\n\n\n\nCHAPTER II\n\nThe Pleasure Bubble\n\n\nAfter the first suspicions had worn off, the Earthmen felt that they had\nbeen singularly fortunate. To be captured by these intelligent beings\nhad been about the most convenient thing that could happen to them. They\nmight have found the human race entirely wiped out on the gloomy planet.\nOr they might have been struck by one of the still inconveniently\nnumerous meteorites which would mean, at the very least, being marooned.\nHad they possessed the ability to look into the future they would not\nhave rested quite so complacently in the hammocks assigned to them in\nthe great patrol ship.\n\nThe big Jovian, they learned, was chief of the ship. He told them his\nname was Musters, and introduced his officers. They were an intelligent,\nefficient lot. From them the Earthmen learned something of the social\norganization of the human race as it survived on Jupiter.\n\n\"The race followed its natural evolution,\" intelligent and handsome\nyoung Lieutenant Reko explained to Sine as they leaned against a railing\nand gazed out of an unshuttered port at the somber splendors of Jupiter\nas it gradually swelled and covered the firmament.\n\n\"Like mated to like, and so the superior individuals became more\nsuperior, and the inferior ones more inferior. This resulted eventually\nin two races. Naturally we took steps to properly segregate the inferior\nrace. Our efficiency experts have found ways to put them to work--to\nmake them quite useful in fact. Of course we could not trust them with\nour weapons, our ships, our really important central power plants----\"\n\nWhat were these inferior--these so-called _Mugs_--what were they like?\nReko arched aristocratic eyebrows. Why, they were often quite human in\ntheir appearance--though occupational diseases, and so forth----. Sine\ngained the impression that they were kept out of the way in order not to\ndisturb the esthetic comfort of the superior race.\n\n\"There was a time when we had trouble with them,\" Lieutenant Reko said.\n\"There were trouble makers among them. They attacked the homes of the\nFirst race, seized power control stations. Not fifty years ago there was\nan insurrection. But the Mugs lost. Thousands upon thousands of them\nwere driven into the swamps and caves on the edge of the Tenebrian Sea.\nThey were never seen again, although we searched for them with our heat\nrays. Perished, no doubt.\"\n\nNone were left now, Reko said, except those actually and fully occupied\nat certain labors for which they were found efficient. They were allowed\nto reproduce in sufficient numbers to fill the requirements--no more.\n\n\"What a rotten fate!\" Sine exclaimed.\n\n\"They are quite a terrible people,\" Reko pointed out, closing a\ndistasteful subject.\n\nA few sleep periods later Musters called his terrestrial guests to his\ncabin.\n\n\"I have a pleasant surprise for you,\" he told them in his musical\nbaritone. \"Our planetary conference would wish for me to give you a most\npleasant impression of Jupiter, so that interplanetary relations may be\nresumed under the best possible conditions. For that reason I am going\nto land you on a satellite that I'll wager will be a revelation to you.\nIt is the goal and object of every one of our people. But it is costly\nand only a small portion of our population can be accommodated at a\ntime. You may judge the kind of place it is by the name the public has\ngiven it: 'The Pleasure Bubble.' Come to the astrogator's cabin now;\nI'll show it to you.\"\n\nThey followed Musters to a compartment in the rounded bow of the great\nship, stared out of a quartz port between opened shutters.\n\nThey saw Jupiter, immense, formidable, a mass of turbulent vapors, a\ndepressingly drab scene. Suddenly Lents exclaimed, incredulous;\n\n\"Look! A satellite! There is no satellite this close to Jupiter! It's\nmathematically impossible!\"\n\nMusters laughed jovially. \"It's there, isn't it? That's Jupiter's tenth\nsatellite--The Bubble. It is less than 100,000 miles from the vapor\nenvelope and has to travel so fast that its period is less than 8 hours.\nIt was built by the First Race and set on its orbit so that our people\nwould have a place where they could enjoy the sun, which is never seen\nfrom Jupiter's surface.\"\n\n\"It _is_ a bubble!\" Kass remarked, after an absorbed study of the\nsatellite. It was racing just beneath them, at a dizzy speed, like a\nbubble blown before the wind. The ship followed the satellite, drawing\ncloser, so that it grew in size and beauty.\n\n       *       *       *       *       *\n\nLents was mentally calculating the rupturing pressure exerted by the\natmospheric pressure inside the crystalline ball. He stopped aghast at\nthe thought of the tremendous strain.\n\n\"That crystalline material stands the strain easily,\" Musters assured\nthem. \"It will resist anything but a direct hit by a very large\nmeteorite. As you can see now, the sphere, which is about a mile in\ndiameter, is bi-sected by a plane surface, on which the city is built.\nIn that little area you will see reproduced the choicest conditions of\nEarth.\" He turned earnest, hungry eyes on them:\n\n\"You don't know how lucky you people of Earth are!\"\n\nThe ship was now coming quite close to the vast curve of the crystal,\nand they could see glimpses of beautiful structures in fairylike\ncolorings, of small lakes like exquisite gems, of brilliant bursts of\nlight that they conjectured served as substitutes for the sun while it\nwas occulted by the enormous bulk of the planet.\n\nSteadily the ship swept downward, to the level of the city, and the\nEarthmen became aware that the entire sphere was not transparent\ncrystal. The part below the city level was a dull, ugly black.\n\n\"That's where the machinery is,\" Musters answered their questions,\nsomewhat shortly, it seemed. \"Hydrogen integrators there--to generate\nthe power. Leakage of injurious rays down there--couldn't expect the\nFirst race to work there.\"\n\n\"Who _does_ run the machinery?\" Sine asked curiously.\n\n\"The labor Mugs, of course!\" And Musters changed the subject.\n\nThe chief left them to their own devices as he superintended the lining\nup of the big ship's airlocks with the lock gasket of The Bubble. This\neffected, he bid his guests courteous farewell, assuring them that their\nship would be conveyed to the Jovian capital city of Rubio, where they\nwould be given every facility for repairing their damaged motor.\n\nSine was awakened by the talking of Kass and Lents as they sat at their\nbreakfast in their unimaginably luxurious apartment. They were near the\ntop of one of the fairylike towers they had glimpsed, and through the\ncrystalline roof they could see the blackness of star-studded space. Far\nabove was the glint of slanting sunlight on the outer covering of the\nsphere. This was the fourth morning on The Bubble, and the Earthmen were\nbeginning to become vaguely restless. Their hosts had entertained them\nroyally, but--\n\n\"I didn't see anything funny about the way they shoved that labor Mug\nout of the airlock,\" Lents was saying. \"The poor devil! Stole a little\nof the juice they call ambrosia. The way that elegant over-civilized\ncrowd laughed!\"\n\n\"They lined up and watched the body floating alongside,\" Kass added\nsomberly. \"And that Mug was as human as you or I.\"\n\nTheir words recalled the scene vividly to Sine's mind. The broad, green\nfield between two crescent lakes. The beetling-browed wretch, with eyes\nfull of fear that darted from side to side, led to the center of the\nfield by two splendidly armed warriors, there to be left alone in an\nagony of uncertainty.\n\nHe saw again the half-hundred clean-limbed athletes, sons of rich Jovian\nfamilies. They were lined upon each side of the field. At the signal\nthey dashed in. The frightened labor Mug tried to escape. As one team\nclosed in he doubled, ran directly toward the others, saw his mistake\ntoo late. There was a brief savage scrimmage, and the unfortunate victim\nwas stretched unconscious on the sward, while the victors and the\nvanquished in this curious game joined arms and made for the baths where\nexquisite nymphs peered coquettishly from behind delicately proportioned\ncolumns. Sine reaped uncomprehending and resentful stares when he\ndeclined to join them.\n\n\"Too rich for my blood,\" Sine told his companions at breakfast as they\ndiscussed their experiences. \"Hope they take us to Rubio soon. We've\ndone our job, and as for me, I'm not cut out for high Society.\"\n\nAfter they had completed their breakfast a girl came hesitatingly into\ntheir chamber. Sine stared at her curiously. She had none of the\nenameled beauty of the women he had seen until then, but in her young\nface was a subdued comeliness that was attractive after the assertive\npulchritude that was universal among the young women of the First Race.\nUnlike the shrewd display of their chiseled perfection, this girl's\nslender, rounded body was wrapped in a thin, gray garment that concealed\nas it draped. It was caught by a cord around her waist. Her feet,\nsmaller and more fragile than the sturdy Jovian standard, were encased\nin neutral buskins. She stood submissively, waiting for them to speak.\n\n\"What does that girl want?\" Kass murmured aside. \"My stars, she can't be\na labor Mug!\"\n\n\"Come here, girl!\" Lents rumbled kindly. \"What can we do for you?\"\n\nThe girl came forward hesitatingly. Her voice was soft, lacking the\nbrassy assurance of other Jovian women;\n\n\"I was sent here, masters, to guide you through hell.\"\n\nImmediately after this startling statement her face turned a brilliant\nred, then a deathly white. She half turned as if to flee, but, as if\nrealizing the uselessness of flight, she faced them again, defiantly;\n\n\"I don't care what happens to me!\" she declared desperately. \"I've told\nthe truth at least once. Jovians call this place The Pleasure Bubble,\nbut they don't have to live in the black half. Now tell them what I have\nsaid.\"\n\n\"We will not tell anyone what you said, child,\" Lents rumbled\ncomfortingly. \"But tell us. You don't look like the Mugs we've seen so\nfar--nor like the poor fellow we saw put through the airlock. They\nseemed--a different race. But you--why--on Earth we could hardly tell\nyou from any other kid of your age.\"\n\nA flash of spirit illuminated the girl's tragic, immature face.\n\n\"They call us a different race!\" she exclaimed. \"True--but not an\ninferior race! They are the inferior race, though the stronger. They\ndepend on our knowledge, our labor, to live! My father told me so!\"\n\n       *       *       *       *       *\n\nKass, who had been studying her silently, asked, \"Your father?\"\n\n\"Yes. The technic in charge of the machinery below. He was ordered to\nescort you around. But his scars from the rays make it hard for him to\nbreathe today. He is in his bunk. So he sent me in his place.\"\n\nSine wondered if life under such unnatural and destructive conditions\nwould some day reduce this graceful girl to a horrible parody of\nhumanity. He asked;\n\n\"Do you work below?\"\n\nHer clear gray eyes fell on him.\n\n\"No. I was selected by the Committee to work in the Baths when I am\nsixteen. I am fifteen now.\"\n\n\"Holy twisted nebulae!\" Sine swore under his breath. \"The kid doesn't\nknow what her work in the Baths is going to be! So the Committee\nselected her for the Baths!\" He felt suddenly a violent dislike for the\nvery rich Jovians, a feeling of fraternity with the Mugs.\n\n\"We will be very glad to have you guide us,\" he said formally. \"What is\nyour name?\"\n\n\"Proserpina. My father said it is fitting for one who lives where we\ndo.\"\n\nStrange anachronism! That name from the mythology of Earth's youth. Like\nthat goddess of the underworld from misty antiquity, she led them down,\ndown, until it seemed they must be near the bottom of the black\nhemisphere. It was a world of dim distances, of shadows, of pipes and\ngirders, or grisly abysses from which came mysterious sounds; of locked\nchambers in which ghastly fires flared.\n\nNow and then they met the inhabitants of the place; misshapen Robolds\ngoing about unknown tasks. They stumbled suddenly out of unnoticed\npassages, carrying burdens, grotesque, apelike, weary. Most of them were\nhideously deformed.\n\nSeveral times, when their journey led them into a certain part of the\nhemisphere where they felt strange tingling of their nerves, the girl\nled them away.\n\n\"We must not go there,\" she told them. \"The integrators are there. There\nmy father received the scars of his chest that keep him from breathing.\nMost of those who are blind worked there.\"\n\nThe Earthmen had already heard hints of the atomic integrators from\nwhich the Jovians obtained endless power. They had no desire to get too\nnear those searing by-products of power.\n\n\"Do you mean to say,\" Lents asked, puffing a little from their\nexertions, \"that people down here live here all their lives?\"\n\n\"I will show you our home,\" Proserpina said simply.\n\nThey came to it presently. A niche, a metal-laced nook, deep in the\nhull. Gigantic girders formed one side of it. On the other side enormous\nair conduits. It was clean, bare, not as depressing as they had\nexpected. It was more like a gallery, long and narrow, sparsely\nfurnished.\n\nSomething rolled out of a bunk at the farther end. Something like a\ngreat spider. A man, stooped over, his once powerful body doubled, so\nthat his knuckles almost dragged on the floor-plates. He came toward\nthem, fierce gray eyes looking out at them under bushy brows. So\nformidable that Sine's muscles tensed.\n\n\"Are these the visitors, Proserpina?\" His voice was husky, as though his\nconstricted chest with difficulty performed its function. He looked at\nthem intensely.\n\n\"They tell me you are from Earth. Are you with us or against us?\"\n\n\"Father, be careful!\" She put her hand over his mouth, to be shaken off\nimpatiently. But the girl's warning had taken effect. The man--it was\nimpossible to tell if he were old or young--looked at them broodingly.\n\n\"My mother died here,\" Proserpina said. \"And I am afraid he will. His\nmind is not as clear--\"\n\nLents, distressed to the bottom of his generous soul, helped the victim\nof the Jovian pleasure moon back to his bunk. \"This girl,\" he muttered\nto Kass, \"can't we get her out of here?\"\n\nHe had not meant for her to hear, but her quick ears caught his words,\nand a ray of hope illuminated her features. She was standing beside\nSine, and her thin fingers gripped his hard bronzed arm;\n\n\"Oh, could you take me away? I will be your slave!\"\n\nSine gently disengaged her fingers. He was strangely embarrassed.\n\n\"I'd like to. But I'm a bachelor man. No place for you, you know.\"\n\nShe did not persist. No doubt she realized that she could not leave that\ngaunt parody of a man who was her father.\n\nWhen they bid farewell to Proserpina they were steeped in profound\ndepression. Alone in their room, they talked over what they had seen,\nbut they could think of no way to save Proserpina from her fate. They\nwere still discussing their visit when the manager of this satellite of\ndelights called on them and informed them that Governor Nikkia of\nJupiter awaited them in the capital city, Rubio. A space ferry was even\nthen clamped to the locks to take them to the mother planet.\n\n\n\n\nCHAPTER III\n\nThe Coming of the Teardrops\n\n\nGovernor Nikkia was like the majority of the First Race. Although he was\nnot large of stature, his powerful muscles bulged impressively under his\nclothing. The two relatively slender Earthmen, naked save for their\ntrunks, looked almost ridiculously puny. Lents' portly figure was more\nimpressive, but the big scientist had all he could do to carry his\nweight, so uncomfortably augmented by Jupiter's great mass. The\nunaccustomed thickness of the atmosphere, too, made the Earthmen\nuncomfortable. The heat was excessive, for although the outer cloud\nmasses had been determined by photometric telescopic examination to be\nnear the freezing point of hydrogen, Jupiter's enormous store of\ninternal heat made its surface temperature average around 100 degrees\nFahrenheit. The humidity was high, and the explorers from Earth were\ndistressed.\n\nNikkia was a good host, however. He ordered out one of the government\ncars, luxurious conveyances supported by gravity repulsion buttons, and\npersonally accompanied his guests on a tour of inspection through the\nmurky fog. They rode interminably over wet, domed roofs, down through\ngloomy arcades. Thunder rumbled incessantly, and occasionally there came\na lurid glow of lightning.\n\nFor a city of Rubio's extent, they saw very few people. Occasionally\nthey saw the erect, confident figure of a member of the First Race,\ntending some mighty engine whose purpose they could only guess. The\ninhabitants preferred to stay indoors, if they could not afford to dally\nin The Pleasure Bubble.\n\nNikkia listened with interest to the voyagers' account of their journey\nthrough space. But he did not respond with much enthusiasm to the\nsuggestion that interplanetary commerce be resumed.\n\n\"We are comfortable,\" he said good-naturedly. \"Besides, I'm not sure\nthat the Mugs could build ships suitable for such long trips. They're\ngetting lazier every day!\" He shook his head regretfully.\n\n\"What do you expect?\" Sine blurted. \"You treat them like slaves, ruin\ntheir lives, and then you're surprised because they lack ambition!\"\n\nNikkia looked at him in mild astonishment. \"But they have to be kept in\ntheir place! If we gave them free hand they'd soon run us out. Why, not\nfifty years ago----\"\n\nHe told again of that uprising that had resulted in the breaking of the\nSecond Race's pretension. \"We have to control 'em,\" he ended smugly.\n\nThe Earthmen were baffled by the bland indifference of the Jovians to\ntheir mother planet. They met many of the First Race in the next few\ndays, but none seemed interested but the so-called Mugs, the Second\nRace, and their interest was wistful akin to nostalgia.\n\nBut the three scientists were to learn that the First Race were good\nfighting men, regardless of their short-comings in other lines.\n\n       *       *       *       *       *\n\nThe glowing \"teardrops\" appeared a little over a week later. They were\nso called because of their shape, but the Jovians knew as little about\ntheir nature as did their guests. They appeared early one murky morning,\nas Kass, Sine and Lents sat at breakfast with Governor Nikkia. The\nservants, comely, characterless specimens of the Second Race who held\nthemselves snobbishly above their fellows, came panic-stricken;\n\n\"Your Supremacy!\" called one, making a low obeisance. \"There are strange\nlights hanging over the palace!\"\n\nNikkia brushed the slight fellow aside, dashed up a stairway to a\nterrace on the roof, closely followed by his guests. In a few moments\nthey were all soaked by the warm downpour as they stood on the terrace,\nlike an island in a sea of brown fog.\n\nThere were three of them, roughly egg-shaped, but with an elongated\ntail. More like tadpoles, save that the tail was rigid and emitted a\nfiery streak. Obviously they were propelled by a new adaptation of the\nold rocket principle. They swam back and forth slowly, as if questing\nfor something, leisurely selecting their victims. The strangest thing\nabout them, however, was the light. A brilliant red, almost pink, like\nthe glow of a neon tube, it penetrated the fog. Its pulsations even\npenetrated brain and body, so that the watchers became unpleasantly\nconscious of it.\n\nNikkia, watching tensely, turned suddenly on his guests;\n\n\"Damned funny! Barely you show up, and now this! I don't like it. Are\nthey from the Earth?\"\n\nLents swelled in slow and ponderous anger.\n\n\"Do you think, sir, that we are of the sort to abuse your hospitality by\nspying on you? We don't know any more about those things than you do!\"\n\n\"Damned funny!\" Nikkia repeated to himself. \"Wonder if there's any of\n_them_ left?\"\n\n\"Your Supremacy!\" a servant interrupted. \"Call from the war office!\" He\nwas carrying a drum-like contrivance, carried on a stand, and set it\ndown in front of the governor.\n\n\"Well?\" Nikkia snapped impatiently.\n\nThe screen which formed the drumhead glowed into life. A Jovian officer,\nlooking exceedingly efficient and warlike in his armor uniform, stood at\nsalute, which Nikkia returned impatiently.\n\n\"Who are those flyers, Sonta?\" the governor snapped.\n\n\"I don't know, Your Supremacy,\" the officer growled. \"They fail to\nanswer our challenge, and none of the men have seen anything like them.\"\n\n\"Then why don't you turn the heat on them?\"\n\n\"We have. Our heat-rays have no effect on them. That pinkish light is a\nreflector wave of some sort. Several of our beam projectors were burnt\nup by the kick-back.\"\n\n\"Ram 'em then! Ram 'em! Sacred Ganymede! Is our Defense Service\ndegenerating into a crew of Mugs?\"\n\n       *       *       *       *       *\n\nThe officer's image on the screen was seen to flush, to draw itself up\nresentfully.\n\n\"We have sent ships up to ram them, Your Supremacy. Three of them have\nbeen destroyed.\"\n\n\"I was watching. I saw nothing.\"\n\n\"The visibility is worse than usual. They are half a mile high. Our own\nships are invisible at a hundred yards. It's that cursed light.\"\n\nNikkia shut him off peremptorily.\n\n\"Never mind the conversation, Sonta. Get out every available defense\ncraft. Box those teardrops. Ram them. Destroy them--I don't care how!\"\n\nThe screen was suddenly dark, and Nikkia gazed angrily up at the\nmysterious glowing craft overhead. So far they had done no damage except\nto the city's fighting ships.\n\n\"Listen!\" Sine exclaimed. His body glistened like wet bronze as he stood\nin the half darkness and strained to catch some sound over the steady\npatter of rain. \"Lents, quit puffing!\"\n\nFrom high overhead, some sounds were coming to them. A steady, droning\nrush, like the sustained exhaust of rockets. That must be from the\nvisitors, for the official ships were equipped with the gravity buttons.\nNow and again one of the glowing teardrops would be thrown violently\nfrom its course, evidently the effect of impingement of the gravity\nbeam. But not one was disabled. The defense ships were not faring so\nwell. Every little while there would be a fog-muffled crash as one of\nthem crashed, throwing a stone roof into the street. But none fell near\nthe governor's palace.\n\nIt was uncanny. No sound save that low, sibilant roar, and an occasional\ncrash out there somewhere in the darkness. The mysterious attacking\nships so plainly visible and so immune, and the defensive fighting\ncraft, flying in silence and invisibility--crashing anonymously.\n\nNikkia had dropped his air of assurance and calm superiority. He was\nfrankly worried, and still a little suspicious of his guests. This\nattack--it did seem rather a coincidence. What would Sonta have to\nreport now?\n\nHe twisted a dial on the side of the communication drum. A junior\nofficer appeared on the screen.\n\n\"What the devil?\" the governor exploded. \"Where is Sonta? I'll have him\nbroken for this! Lieutenant, call Colonel Sonta at once!\"\n\n\"Your Supremacy,\" the lieutenant said respectfully, \"Colonel Sonta went\nup in one of the guard ships, and it has been reported crashed south of\nthe catalyst plants.\"\n\nFor a second Nikkia stared at the screen, then snapped the switch\nwordlessly.\n\nThe attackers seemed to have broken down the capital's defenses. Here\nand there, through the thick, greasy fog, a lurid red glow would take\nlife. That was the fog-diffused reflection of a heat-beam, probing the\nsky for the \"teardrops.\" After a little while the glow would flare up\nand as suddenly die down, followed by utter blackness. Another heat-beam\nout of commission.\n\nNikkia was frantically polling all of the city's defense commanders.\nThey reported failure with monotonous regularity. The electronic barrage\nwall around the city had been passed easily--the equipment wrecked. A\nproton bombardment had yielded exactly nothing--He snapped the switch,\npeered eagerly at the mist curtain overhead--there was a series of heavy\nconcussions. The glowing visitors were being bombarded from above. The\nscreen glowed again....\n\n\"... but the bombs are all detonated long before they get in effective\nrange of....\"\n\nClose by a vague shape--a darker shadow in the muggy air, suddenly\nmaterialized. It was falling swiftly--a familiar cylindrical shape with\nrounded ends--one of the Jovian guard ships. It struck scarcely a\nhundred yards from the palace--struck with a jarring burst of sound like\nrending metal. Then utter silence again, and darkness. No cry of wounded\nman. No man could survive that fall and live.\n\n\"Some kind of emanation--shields them from all known attack--\" Nikkia\nswore monotonously and regularly.\n\nThe glowing ships now settled down to the real purpose of their attack.\nThey began to course back and forth across the city, methodically. Like\nburning meteors they disappeared over the horizon, to the city's\nfarthest suburbs, back again, as if over a measured and marked course.\n\nAnd like burning, melting meteorites, they shed trails of sparks,\nblazing liquid. Wherever these fiery drops landed there ensued\nimmediately a dry crackling, followed by the rattle of falling masonry.\nAs none of the buildings were inflammable, there was no danger of fire.\nBut wherever this incendiary trail fell, stone cracked and crumbled.\n\n\"They are destroying us! Forty million people live here in Rubio. They\nwill kill us all, women and children too!\"\n\n\"_Who_ are _they_?\" Sine asked suddenly.\n\n       *       *       *       *       *\n\nNikkia looked at him bleakly. \"Who? Why, the Mugs, of course! Those we\nbanished. Those we thought we wiped out.\"\n\n\"Oh, yeh.\" Sine's intonation was very dry. \"They're giving you a dose of\nyour own medicine.\"\n\nNikkia did not reply. As if he apprehended, too late, that his statement\nmight have sounded like a plea for help, he shrugged his massive\nshoulders with elaborate indifference, saying;\n\n\"I and my wives are not afraid to die!\"\n\nThe Earthmen could no longer watch this ruthless destruction, however,\nregardless of the provocation.\n\n\"You say that pink light is a protection against every _known_ mode of\nattack?\" Sine asked, turning sharply to the governor.\n\n\"Yes. And that's sufficient, isn't it?\"\n\n\"Is it proof against _this_?\" Sine jerked the little tube out of its\nclip, directed it against a stone parapet that loomed grotesquely\nthrough the fog. A brilliant white beam leaped forth, cutting the fog\nlike a bar of platinum. Then there was darkness, and the governor,\nexamining the parapet, noted with growing hope that a stone pillar, a\nfoot in diameter, had been cut off smoothly, cleanly.\n\n\"The disintegrating ray!\" he murmured. \"I have read of that, in fiction.\nBut here! Here it is!\"\n\nSuddenly he was all energy.\n\n\"Will you use this weapon against our enemies? I assure you that you\nwill be well rewarded. As much eka-iodine as your ship will carry! My\nown ship is here, in the courtyard. It is swift, and powerful. You have\nalready learned the controls. Take it. Bring down those murderers!\"\n\nThe fiery meteor was coming toward them again, planting a swath of death\na hundred yards wide. There was really only one answer possible. The\nterrestrial scientists, having come on a mission of peace and discovery,\nstepped forward in unison.\n\n\"Give me the activator key!\" Sine said crisply. \"Lents, will you see\nthat the port gaskets are loose? Kass, I'd like to have you take the\ncontrols.\"\n\n\"Right! Right!\" They ran past the governor of the greatest planet in the\nsolar system, ignoring him, down the broad stairs, through halls of\nweighty magnificence, and into the rain-sluiced courtyard.\n\nThe governor's ship was waiting there. Not very large, but fine. Its\npolished metal gleamed richly.\n\n\"Quick, inside!\" Sine threw open the manport valves. They were inside.\nThe gravity buttons glowed with their peculiarly material lavender\nlight, and the ship rose vertically with swift acceleration.\n\nFrom the sky the death trails left by the invaders were clearly visible\nthrough the murk which obscured everything else--a pink, pulsating\nlight. And the three glowing vessels were coming toward them.\n\n\"Get above them, Kass!\" Sine commanded. \"When they pass under I'll let\nthem have it.\"\n\nCloser and closer they came, those blobs of light. The Earthmen could\nsee nothing but the light--get no hint of their construction. But that\nthere were men inside they never doubted. The glowing ships seemed to\nswell, to expand monstrously, and their throbbing emanations became more\nfurious. They seemed to hesitate as they were about to pass beneath.\n\n\"They see us?\" Lents rumbled, pulling at his toga nervously. The cloth\nwas soaked, clinging to his fat body.\n\n\"Close enough!\" Sine decided, leaning out of a port, disintegrator ray\ntube in his hand.\n\nAt that instant the strange pink light seemed to encompass the whole\nplanet. They were bathed in it. The fog was a sea of baleful pink. Sine\nstiffened into impotent rigidity. The ray tube fell from his numbed\nfingers. He felt himself floating, weightless, in a sea of red that\nsmothered him deliciously. And swiftly even that consciousness was\nsucceeded by black oblivion.\n\n\n\n\nCHAPTER IV\n\nThe Monstrosities\n\n\n\"He's coming out of it. Hand me the water, Lents.\"\n\nSine awoke to see Kass bending over him. He felt weak and languid, and\nthe memory of recent events was returning only slowly. He looked around,\nsaw that he was lying in a chamber about fifteen feet square, evidently\nhewn out of solid rock.\n\n\"Are you all right, Sine? Answer me, boy!\" Kass' bald head gleamed in\nthe yellowish light of a single emanation tablet on the ceiling.\n\n\"I'm all right. Where are we?\"\n\n\"Under the sea. Some hidden city of the Second Race--those that were\nbanished. We are prisoners, but honored prisoners it seems.\"\n\nSine passed his hand over his eyes.\n\n\"How did we get here?\"\n\n\"Some kind of emanation of theirs--the brightening of that light, I\nguess. It had a paralyzing effect. I know I froze where I stood, unable\nto move a step. And I was protected by the hull. Same with Lents. But\nyou had your head out of the port--caught the full effect. It laid you\nout cold.\"\n\n\"They boarded us then,\" the fat man supplied.\n\n\"As easy as that! Simply boarded us, herded me and Lents into their own\nship, which is just as suitable for navigating in water as in air. As\nfor you, they had to carry you.\"\n\n\"Better tell him what to expect,\" Lents suggested.\n\nKass explained, with considerable scientific interest:\n\n\"The First Race was not so far wrong in calling them 'terrible people.'\nThey are, a race of monstrosities. Men with four or six arms, men with\nhair like fur all over their bodies. With heads ten times too large.\nWith boneless tentacles instead of limbs. With scales instead of skin.\nQuite horrible. And yet, most of them are highly intelligent, with\nnormal human emotions, and painfully conscious of their deformities.\"\n\n\"I don't quite understand.\" Sine was flexing his muscles, sitting up\nwith the support of one elbow. He saw he was lying on a pallet of dried\nsea weed. \"What caused these abnormalities?\"\n\n\"Well, you know--\" Lents was speaking judiciously. \"You know all about\nthe mutations produced by X-rays in the biological laboratories?\"\n\n\"Of course!\" For approximately a million years these actions of X-rays\nhad been understood--their ability to bring about extraordinary\nmutations in the life-germ, whether animal or vegetable--the\nacceleration of natural evolution a millionfold. \"But you don't mean to\nsay the First Race deliberately brought about these mutations in the\nMugs?\"\n\n\"Not deliberately. But they permitted it with utter callousness. You\nknow those hydrogen integrators we saw at a distance in the dark half of\nThe Bubble. Those things are the source of most of the power used by the\nJovians. But the generators have a mighty dangerous by-product--the\ncosmic ray series, for instance, a particularly destructive band below\nthe X-ray spectrum too.\"\n\nSine nodded comprehension, his eyes hardening as he thought of the\ngrotesque, distorted wreck of humanity who was Proserpina's father. A\nmere whim of fortune that he had not been condemned to that hell before\nshe was born, or she might have been one of those unfortunate\nmutations--\n\nMight yet become one! Not only could the rays deform the offspring. They\ncould distort the full-grown, normal body. Sine felt increasingly\ndismayed as he thought of this immature, quiet-eyed girl, this waif of\nan alien world. He experienced a recurrence of the indignation he had\npreviously felt. This selfish, superior First Race! Condemning the\nweaker people to torture and death so they could enjoy a little\nparadise! The Pleasure Bubble they called it. Sphere of the Damned was\nbetter! For the unfortunate consigned to the dark hemisphere was\ncondemned to an inferno that surpassed the Ancient's most perfervid\nimagination.\n\n\"I wish we could save Proserpina!\"\n\nThe words were out before Sine knew it. Kass stopped in the middle of a\nsentence and lifted a quizzical eyebrow.\n\n\"Oh, get the romantic ideas out of your heads!\" Sine snapped. \"You know\nshe's just a kid. I couldn't take care of her if we did take her back to\nEarth. But I'd like to take her out of The Bubble!\"\n\nLents pulled at his toga thoughtfully. It was dirty, still wet, and\nsmelled not too pleasantly.\n\n\"I could take care of her,\" he said slowly, and his deep bass voice was\na little wistful. \"My wife would be glad--we're getting old, and no\nchildren--\"\n\n\"We-ell,\" Kass submitted practically. \"I'd like to take her away, and\nher poor old daddy too--or is he old? But what's the use of discussing\nall that? Here we are prisoners, and she's a prisoner of the First Race,\nand we shall never see her again. Or the good old Earth either,\" he\nadded sadly.\n\nA man entered the room. He looked more like a normal man than might have\nbeen expected--only his exaggerated dish-face, his bulbous forehead\nproclaiming him just another victim of the First Race's industries. Or\nhis shrill, treble voice as he announced:\n\n\"Gentlemen of Earth, the Manager and his council expect you in the\noffice. Follow me.\" He turned, waited for them to come.\n\nThe Manager's messenger led them up a long, ascending tunnel meagerly\nlighted at intervals by small emanation tablets. After they had gone\nperhaps a hundred yards the hewn rock gave way to what was evidently a\nkind of concrete.\n\n\"This part of their city is built above the ocean floor,\" Kass remarked\nquietly. \"They brought us in through airlocks. Passages lead to caves\nalong the shore where the original refugees holed up. These are mostly\ntheir children, so marked and deformed even in embryo.\"\n\nTheir dish-faced guide now stepped aside as they entered a spacious\nchamber with a domed ceiling. Here and there it was wet. No doubt above\nthere was the sea. Lents made a rapid mental calculation, rumbled into\nSine's ear:\n\n\"Can't be so deep. Not over a hundred feet; maybe less. Otherwise those\narches couldn't carry the weight.\"\n\n       *       *       *       *       *\n\nA hush fell upon the room. The leader of this strange people--the one\nthey called The Manager, was rising from his seat back of a desk. His\nhead was very large, his eyes large, liquid and expressive. A total lack\nof eyebrows, of hair on his head, gave a mixture of the comical and the\nobscene to his appearance. But the respect with which his counselors,\nranged on either side of him, regarded him, ignored his appearance. They\nwere all, without exception, victims of the strange and terrible\nmutations of type induced by the First Race's callous disregard to the\ndangers of the rays. All wore loose garments of drab material which\nconcealed their deformities to some extent.\n\nThe Manager's large, intense eyes fastened on the Earthmen, and he\naddressed them:\n\n\"Men of Earth: We have captured you in battle, but we would be friends\nwith the Old World. Why did you try to fight us?\"\n\n\"You were murdering helpless victims,\" Sine said shortly. \"It was not\nour fight, but we could not stand by and permit such a thing.\"\n\nSomething like amusement flashed up in The Manager's enormous eyes, so\nold, weary and wise.\n\n\"So you could not bear to think of an easy death for those of the First\nRace? What think you of their treatment of us?\" He raised a scrawny\narm--so thin it suggested a skeleton. \"Hunted like beasts--imprisoned\nand tortured! Are we not human?\"\n\n\"You see,\" Kass interposed diplomatically--\"we were their guests. And in\na way their quarrel....\"\n\nThe Manager cut him short peremptorily:\n\n\"You were their guests! You lolled with them in The Pleasure Bubble, in\nthe beautiful sun! The sun that most of us have never seen! And down in\nthe dark half-human beings like yourselves--toiled and slaved at those\ndevilish integrators to keep the machinery of pleasure going.\n\n\"You were the guests in the Governor's palace--in the magnificent city\nof Rubio, though to you it may seem dismal. But did you think of the\npoor slaves, deep underground, in the slimy sewers, in the uranium pits,\nin the power plants? You basked in luxury with the First Race, and their\nfight was your fight--their enemies....\"\n\nHe was working himself into a fury, evidently forgetting the original\npurpose of this conference with the prisoners. But one of the counselors\nnow approached him, bowed respectfully so that his scaly face was\nhidden. The Manager cut short his tirade.\n\n\"What is it, Gnom?\"\n\n\"Isn't The Manager digressing?\" Gnom asked in a hollow voice. \"These men\nof Earth are now our guests. They come at an opportune time--when we\nshall reap the fruits of our long planning. If we wrest power from the\nFirst Race, shall we not need the friendship of the Mother Planet? Let\nthem, then, carry our story to Earth, if it be that we may need their\nhelp.\"\n\nThe Manager stood in thought. At last, coming to a decision, he asked\nsharply:\n\n\"With whom do you stand, men of Earth? With us or our oppressors?\"\n\nKass and Lents looked at one another blankly. They started as Sine spoke\nup sonorously, beside them:\n\n\"Officially, we are supposed to be neutral. But if you attack The Bubble\nand rescue the poor devils in the dark hemisphere I'll help!\"\n\nBut The Manager shook his enormous head slightly.\n\n\"That we can not do. That satellite is too far out in space. There is no\nconcealment, and we can not yet fight their patrol ships in space.\"\n\n\"Listen!\" Sine persisted. \"There is a man there I know. He's about ready\nto die, unless he gets away. And he has a girl, a kid of fourteen or\nfifteen. The rays haven't made a freak out of her yet. I want to save\nher. Give me a ship and I'll take her out myself!\"\n\n\"That we can not do. Individuals do not count. One, or a hundred, may\ndie. We can not endanger our plan.\"\n\nThe counselors had drawn a little away from the Earthmen, unconsciously\nsymbolizing their support to The Manager. Again he raised his bony arm.\n\n\"Up above there our ships are destroying every city of the First Race on\nthe planet. Our power-beams for the glowing ships are encircling Jupiter\nin a network of red and death--death to the oppressors! The Pleasure\nBubble's turn will come. And when it is dashed down, master and slave\nmust die together. To save the slaves might let some of the masters\nescape.\"\n\n\"Gentlemen!\" Kass was trying to smooth over the situation, \"We have been\nsent here on a voyage of discovery, not of war. We regret your troubles\nhere--but we can take no part in them. Our attitude is friendly to....\"\n\n\"No! Damned if I will!\" Sine shouldered his iron-hard body through the\nclose-packed counselors, so that he stood directly before The Manager,\nwho did not shrink from the formidable young man. \"If you murder those\npoor Mugs in the black hemisphere, I'm your enemy from now on!\"\n\n\"And I!\" The words boomed and reverberated in the vaulted chamber, and\nLents moved his bulky body beside Sine.\n\n\"And I too!\" Kass' naked, skinny torso glistened with sweat. \"The First\nRace may be murderers, but they're magnificent murderers. They wouldn't\nforget their friends!\"\n\nThe Manager's large, liquid eyes seemed suddenly filmed over. He jerked\nhis enormous head sharply, snapped:\n\n\"We waste time. Put these meddlers out through the locks, that they may\nfeed the fish.\"\n\n       *       *       *       *       *\n\nBut Gnom again interposed.\n\n\"If The Manager will permit--there is much water on Earth. They may know\nhow to swim--might go to the top and escape--\"\n\n\"True, Gnom. I have a truly great brain, as all the oppressed admit, but\ndetails escape me. Call one of the watch, put them to death first.\"\n\nGnom turned, looked into one of the larger passages that centered on\nthat room. He turned his blank, scaly face.\n\n\"The watch is not here!\"\n\n\"Perhaps he was called. See!\"\n\nBut before Gnom could execute the order a commotion arose in the\npassage. A voice called from outside:\n\n\"Officer of the hour prays audience with The Manager.\"\n\n\"Enter.\"\n\nAn officer with an extreme hunchback dashed in, bowed low before The\nManager.\n\n\"It is the end!\" he gasped. \"They watched our glowing ships plunge under\nthe water, and they are setting bombing rockets for this area. The first\nranging shots have already been fired. Listen!\"\n\nAfter a few moments there came a dull thud, as though a blow had been\nstruck against the ceiling. A pendent drop of water fell. The Manager's\nhairless face became bleak.\n\n\"I made great plans, great inventions--forgot a simple detail!\" He\nslumped as he stood, a mixture of the absurd and the tragic. The\nmutation that had made a brilliant mind had nevertheless left it\nincomplete, and none had realized it until in this extremity. Again came\nthat dull shock, and this time it seemed a little stronger.\n\nThe Manager shook off his apathy. His great eyes burned with livid fire,\nas he called:\n\n\"Officer of the watch. Take these prisoners to the locks. Kill them and\nput them out.\"\n\n\"I obey!\" The officer, squat, with enormous torso, pointed a small wand,\npointed with a tiny spot of that peculiar pulsating pink light,\nthreateningly. Stolidly he herded them through a broad corridor. Now and\nthen they passed inhabitants of this submarine city, nightmarish,\npitiable creatures, now disturbed, dreading death. Sine wondered\nvaguely that they should cling to such an unhappy existence.\n\nHe was recalled to their own predicament when a metal gate, closed by a\nscrew-wheel, loomed up in the poor light. The inside lock! The guard\nmotioned them ahead, stood between them and the passage. He fumbled at\nhis belt, ignoring the dull hammerblows of explosions transmitted by the\nwater. He seized Kass by the throat, prepared to plunge the knife into\nhis body.\n\nSine leaped past, crooked his arm around the man's thick neck, attempted\nto break his neck. But a giant arm threw him off easily. He fell to the\nfloor. Like an echo came the concussion of another explosion.\n\nThe guard, without trace of ill-humor, turned his attention to Sine. He\npointed the little wand at him, and the light glowed brighter. Sine felt\nagain that torturing paralysis. His senses were leaving him. The pink\nlight was throbbing, expanding....\n\nHe wondered why the stones of the passage should be pushing in, spurting\nwater. The pink light faded. Tepid water struck him, stinging like\nneedles. There was a roaring, blackness. A fat arm hooked around his\nwaist--Lents', no doubt. He felt himself borne along in a swirl of\nwater, strangling, fighting blindly. There was another terrific\nexplosion shock, an interminable climbing struggle. Then his head broke\nwater and he breathed air again. Lents came up beside him, puffing and\nblowing, and after a long wait--so long that they despaired, Kass came\nweakly to the surface.\n\n\n\n\nCHAPTER V\n\nThe Struggle for Freedom\n\n\nThey were afloat, and comparatively safe from the rockets which shrieked\nout of the leaden sky and threw spectral waterspouts up into the fog\nbefore they exploded. Unless one exploded directly under them, or very\nnear, they would be safe--for the time being.\n\n\"Which way is shore?\" Lents puffed.\n\n\"Rockets seem to come from that way,\" Sine answered, flipping his hand.\n\"Swim that way. Fish probably lost appetites, so won't bother us.\"\n\nThe bombardment had indeed frightened away the monsters of the deep, and\neven the dead in the ruined submarine city would rest in peace for a\nwhile. But the Earthmen, after several hours of swimming, doubted that\nthis was more than a postponement of death. The long greasy swells were\nrising, presaging another of Jupiter's unimaginably violent storms.\n\n\"I see a light!\" Sine strained his eyes to get another glimpse of it\nthrough the brown fog. \"There it is again.\" Something was moving slowly\nthrough the air a short distance over the water, following the course of\nthe rockets, which had ceased coming. A powerful searchlight was cutting\nthrough the murk. A war party of the First Race, looking for wreckage.\n\nIn their methodical search they soon found the swimming men, and they\nwere helped into the chief's cabin. Sine, looking up with half-blinded\neyes, saw Governor Nikkia sitting in his chair, looking at him coldly.\n\n\"So!\" the governor bit off his words. \"The traitors are fished out.\" His\narrogant, handsome face was vindictive, uncompromising. \"We forgot that\nthe aborigines of Earth would naturally sympathize with their equals,\nthe Mugs! That was nicely timed, your 'visit.' How long have you been in\ncommunication with the rebels?\"\n\nThe Earthmen, weak and exhausted by their long exposure, resisted their\ndesire to lie down on the floor. They stood before the governor, hemmed\nin by hostile fighting men, and tried to maintain the traditions and\ndignity of their planet.\n\n\"We were not in communication with your slaves,\" Sine declared. \"You\nshould know that. Your radio monitors would have picked up any messages,\nand your own patrol ships picked us up when we were far out in space.\nOur mission is one of peace. As for your quarrels, they do not concern\nus. We are strictly neutral.\"\n\nNikkia laughed, a short, clipped bark in which there was little\namusement.\n\n\"Well, your guilt is a matter of small moment anyway. We have paid the\nMugs for the damage they did, and they will not have another chance. And\nif they had an idea of getting help from Earth, you shall be an object\nlesson on the uselessness of such hopes.\"\n\n\"Meaning?\" But Sine and his companions knew that the meaning must be\nevil.\n\n\"Meaning,\" Nikkia snapped, \"that from now on you three are Mugs, no\nbetter and no worse than the Jovian Mugs. Except that I shall instruct\nthe labor office to put you to work at one of the power\nintegrators--perhaps in The Bubble. We don't want to waste you\" he added\nwith grim humor--\"and the gravity here on Jupiter might reduce your life\nof usefulness.\"\n\nThe governor turned his back in dismissal, and the prisoners were\nhustled into a dark, extremely hot storage hold. Here they lay down amid\nan untidy collection of miscellaneous gear, thick with dust. They rested\ngratefully until some of their strength should return to them.\n\nWhen they awoke from their sleep of exhaustion they were aware that the\nship had landed, and a few minutes later the door of their prison was\nopened and an officer, heat pistol trained on them, commanded the\nprisoners to get into another ship for transfer to the metal and crystal\nsatellite where they were condemned to drag out the rest of their lives\nas slaves.\n\nThe second coming of the Earthmen to The Bubble was in marked contrast\nto their first. Instead of the large, commodious lock in the upper\nhemisphere, they entered this time through a drab, dull orifice in the\nblack half of the sphere. The patrol ship which brought them was\ncontacted without ceremony. They were thrust though with curt orders to\nask somebody for the Mug superintendent's office. Then the valve closed\nbehind them. There was a grating sound as it was locked from the\noutside, and then silence. The ship was gone. They were marooned in the\ngloom, the grisly domain of the rays and the Mugs. Sentenced for life,\nwith their only companions, a few broken, despairing men.\n\nThe corridor in which they found themselves sloped gently downward, and\nartificial gravity made it possible to walk naturally. Sine taking the\nlead, they passed into the depths. Everywhere were monstrous shadows,\nwith occasional stabbing eerie beams of light. But it seemed that an\nominous hush hung over this metal-interlaced gulf. Here there was no\nsense of motion--no sense of bubble-like lightness. It was like a\ndescent into the nether regions of the ancient--into an inferno. But of\nthe denizens of this dismal place there was no trace.\n\n\"Let's go to Proserpina's home,\" Sine suggested. \"I'm anxious to see if\nshe's still all right. And the old man too.\"\n\nAccordingly they watched for the numbered corridor, and after some\nfruitless wandering, came again to the deep crack that was the only home\nthis timid girl knew. She started up in terror as the Earthmen came into\nview. Not unnaturally, for they were all bristly with unshaven beards\nand grimy with the dust they had collected when prisoners in the Jovian\nship's hold.\n\nBut after her first reaction of terror she gave a glad cry, and running\nup to Sine, threw her thin arms around his muscular neck.\n\n\"Now listen, kid!\" The young scientist began with unwonted\nembarrassment. But the girl clung to him, and he could not quite bring\nhimself to tear her arms away. She released him herself, in a few\nmoments, became suddenly shy.\n\nLents laughed with genuine amusement.\n\n\"Don't be silly, Sine. She's just glad to see us again. Poor kid was\nlonesome. Come here, Prosie.\"\n\n       *       *       *       *       *\n\nShe went to him, gravely embraced him; then Kass.\n\nThey noticed she was trembling.\n\n\"What's the matter?\" Kass asked. \"You act as if you're glad to see us,\nbut wished we hadn't come.\"\n\n\"Why are you here?\" she asked with a troubled frown.\n\nThe Earthmen told her of what had transpired--that they were now\ncondemned for life to serve in the dark hemisphere. As they spoke her\nfears seemed to vanish. She became radiant with delight.\n\n\"Then you have come at the right time!\" she cried. \"Our slavery is at an\nend, and you shall pilot us back to the Mother planet!\"\n\n\"You're not crazy, are you kid?\" Sine asked, lifting her little pointed\nchin with his hand.\n\n\"No!\" she laughed delightfully. \"Not crazy!\" And she would have embraced\nSine again. \"My father has been building a ship for the past two years,\nhoping to escape to Ganymede, or some other moon of Jupiter. But now we\nshall go to Earth!\" She clapped her hands excitedly.\n\n\"Listen! Let's get this straight,\" Lents demanded. \"You say your dad has\nbuilt a ship. Where is it?\"\n\n\"Way down in the bottom of the hemisphere. That's where all the Mugs\nare, working on it when they have time. Dad's chest feels better again.\"\n\n\"They have built a ship, huh?\" Sine was trying to suppress the hope that\nflamed up madly. \"How'll they get it out?\"\n\n\"They've made an airlock, so that when we leave the escaping air won't\ngive us away.\"\n\nIt was one of these things that seem too good to be true. But when the\nEarthmen accompanied the girl to the secret workshop, directly next to\nthe sphere's outer skin, they found she had spoken the truth in every\nrespect. The men there, nearly all pathetic wrecks of the First Race's\nsystem, were at first a little doubtful about admitting the Earthmen,\nbut one after another they were won over to the idea of seeking\nsanctuary on Earth rather than on some satellite of Jupiter where they\nwould never be entirely safe. Besides, the Earthmen, though they had\nbeen stripped of all their weapons, represented additional fighting\nstrength.\n\nThey made their final preparations with mixed feelings. Many of the Mugs\nhad relatives on Jupiter, though few had wives or children. Even women\nof the Second Race had no desire to share the fate of a man condemned to\na lifetime in the black half of the Bubble. Those few women who had\naccompanied their men to the metal satellite would, of course, be taken\nalong, for the escape ship was commodious.\n\nThe next two weeks were filled with arduous labor, but at last the ship\nwas ready, and observation through a small port which had been\ninstalled, showed that they were about to enter the shadow of Jupiter.\nUnder cover of darkness they would leave the airlock. They would\naccelerate past The Bubble. Centrifugal force would send them away from\nJupiter. At the same time their velocity with relation to the sun would\nbe diminished. Lents plotted a long, graceful curve that would bring\nthem to Earth with the best possible speed.\n\nProserpina's father lay on the floor, peering out through the port.\n\n\"Remember, Jan,\" Lents reminded him, \"as soon as we cut the shadow, you\ngive the order.\" They were all in the ship save the Earthmen and Jan,\nlying on the floor like a great spider, with his tremendous chest\nlaboring painfully.\n\n\"In a moment now,\" Jan said. \"The sun is nearing the limb.\"\n\n\"Open! Open, you aberrated spores!\" The command came but faintly through\nthe inside valve of the emergency airlock.\n\n\"They've found out!\" Kass gasped. \"Quick, never mind the shadow!\"\n\nJan had already leaped to the long cylindrical hull, the product of\nendless labor and sacrifice.\n\n\"Inside!\" Sine shouted. Kass and Sine made for the ship's manports.\n\"I'll take care of the thermite.\"\n\nIn his hand he carried a small heat pistol that had long ago been stolen\nand hidden by a Mug. Quickly he made a circuit of the room, which was\nlike an enormous sheet-metal blister on the inside of the metal\nsatellite. After the thermite had cut out the ship free, that blister\nwould prevent the escape of air, saving the lives of thousands of the\nFirst Race and also preventing discovery of their escape for a time.\n\nThe thermite was piled generously in a ridge all the way around. Sine\nleaped inside the first valve of the manport, colliding with a soft\nbody.\n\n\"Get inside, kid!\" He leveled his pistol at the thermite ridge where it\nwas nearest to him. High time too. The walls of the blister were\nradiating heat. The fools were turning their infra-red beams on it!\n\n\"Lock!\" Sine shouted, pressing the trigger and jumping back.\n\nInstantly the ship was surrounded by an oval of brilliant orange and\nwhite fire. The valve clicked shut in Sine's face, and he dived through\nthe second one into the interior, tripping the lock of that one also.\n\nThrough the ports nothing was to be seen now save fire. They were in an\ninferno of brilliant light and heat. But through the glare and smoke\nSine saw a white-hot spot suddenly appear on the blister wall. The\nJovians were melting their way through! The metal plates sagged like wet\npaper, dropped limply. Back of the hole, luridly illuminated, stood the\nforemost of a detachment of fighting men, eager to leap to the fray,\nwaiting only for the metal to cool a little.\n\nBut the thermite had been burning steadily, biting through the tough\nskin of the metal moon. Just as the fugitives were beginning to wonder\nwhether they would be incinerated in their self-made prison there was a\nlurch. Through the hull of their own vessel they could hear the tearing\nof metal as the weakened plates were sheared away. They found themselves\nin space, with the great ball of the Pleasure Bubble floating away from\nthem. Just outside of the gaping hole in the sphere floated the bodies\nof twenty or thirty men, blown out by the escaping air.\n\nThe air was escaping in a prodigious geyser; unimpeded by an atmosphere,\nit spewed out, visible like a cloud due to its moisture, smooth like an\ninflating balloon without billows. The ball of vapor expanded swiftly\ntoward the gray vastness of Jupiter 100,000 miles below, enveloping the\nfugitive ship for a time, then passing on, like an enormous milky white\ncloud, falling swiftly until it was lost in the darkness, still\nexpanding.\n\nOverhead The Bubble continued serenely on its course, the sweeping curve\nof its crystal hemisphere visible. But now the actinic lights that had\nserved as artificial suns were dark. The great man-made paradise was as\ncold and dead as the Earth's moon. Death stalked its pleasure palaces.\nAlready up there the pleasant rippling lakes must be skimmed over with\nice, the luxuriant vegetation stiff, crackling with frost.\n\nDespite the selfishness, the cruelty, the utter callousness of the First\nRace, Sine felt a pang of regret over the destruction of so much beauty.\n\nA messenger from the astrogator's cabin, a man whose skin was seared and\nscorched so that it looked like an alligator's hide, touched Lents' arm.\n\n\"Jan would like to have you verify the course.\" There was apprehension\nin the man's voice. Member of a race so long enslaved, restrained, he\nfeared the freedom of open space.\n\nThey swept slowly past The Bubble, gaining speed. Suddenly there was a\ncry from the stern look-out:\n\n\"The ship's heating. Stop it! Something's wrong.\"\n\nSine, rushing to answer the call, found that the ship was indeed heating\nup. Shielded from the sun's rays as they were, this was inexplicable.\nAnd then he saw the dull red pinpoint of light.\n\nHe had not seen it before, that patrol ship, clinging like a leech to\nthe airlock of the crystal hemisphere. There had been men in there when\nthe air escaped. They had been saved from death by the closing of their\nautomatic airlocks.\n\n\"Better get back into the shelter of The Bubble,\" he told Jan after a\nhurried trip to the astrogator's cabin. The spider man turned the\nvessel, and they scurried back to shelter. Although the patrol ship\ntried its gravity buttons on them, the Mugs had fully equipped their own\nvessel with similar, and larger buttons which were occasionally used in\nregulating the metal satellite's orbit. They could neutralize the other\nvessel's gravity force with ease.\n\n\"And yet,\" Sine admitted to the serious little group in the cabin, as\nthey once more floated in space under the immense sphere, \"they seem to\nhave us stymied.\"\n\n\"Suppose they follow us around here?\" Kass asked somewhat nervously.\n\n\"I don't think they can,\" Sine said. \"I noticed when we came to The\nBubble first, the ships are locked to the gaskets from inside the\nsphere. The men inside the ship can not unlock their ship unless they\nopen the emergency air curtain. If they did their air would all escape\nthrough the sphere. They could do it, of course, if they put on space\nsuits. But that procedure would take an hour, and in the mean time we\ncould get out of range of their heat rays. So we have them stymied too.\nExcept for one thing----\"\n\n\"Of course,\" Lents grunted. \"We can't get at them, and they can't get at\nus, but in a few hours we'll be in sunlight again, and some patrol will\npick us up.\"\n\nThe Mugs, watching fearfully from beyond the doorway, turned aside. Were\nthey, after a mere glimpse of freedom, to be immediately returned to the\nbondage which had become unbearable to them? Sine felt a small, thin\nhand slip into his. He looked down into the wistful face of Proserpina\nlooking up at him with hope, with confidence. All at once his shyness\nvanished as he realized that Proserpina's obvious adoration for him was\nonly the admiration of a child for a very big and very wonderful\nbrother. At the same time his desire to do something to release them all\nfrom their peril was intensified by the imperatively felt need to\njustify her confidence in him. An idea came.\n\n\"Jan,\" he asked. \"What is the energy output--the total capacity--of our\ngravity buttons?\"\n\nJan named an approximate figure in ergs.\n\n\"Lents, if you've ever calculated to a purpose, calculate now! How much\nenergy is represented by the mass of that sphere at its orbital\nvelocity?\"\n\n\"I get you!\" The fat scientist puffed out his cheeks with excitement.\n\"Have to estimate the mass first.\" He picked up a stylus from the\nastrogator's table, worked furiously on a tablet. Kass and Jan watched\napprehensively. The Pleasure Bubble, with its freight of the dead, was\nhurrying remorselessly to its rendezvous with the sunlight.\n\n\"Whoops!\" Lents threw his tablet into the air in extravagant triumph.\n\"She'll do!\"\n\n\"Stations!\" shouted Jan, in his curious strained voice, and men rushed\neagerly to their posts, still hazy as to their object but cheered by the\nknowledge that there was hope after all.\n\nThen began one of the strangest duels in the history of the solar\nsystem. Setting the nose of their vessel against the gigantic metal\nsatellite, they directed the stern gravity buttons against a distant\nstar, and applied full force to slow the sphere in its orbit.\n\nThe forces liberated were terrific. The sphere's tough skin, three\ninches thick, buckled and bent inward until the ship was almost buried\nin a pit of its own creation. Jan stood hunched over the activator lever\nlike a great spider, ready to throw it into neutral at the first sign of\nan actual rupture, which would send them crashing through the internal\ncells and girders of the sphere.\n\n\"She's folding up like a squeezed orange peeling!\" Kass muttered,\nrunning his hand over his bald head.\n\n\"Built to withstand internal pressure--nothing like this,\" Jan gasped.\n\"Stout ship, this!\" he added a moment later. \"We thought we might have\nto ram our way out.\"\n\nShe was indeed a stout ship--this vessel of escape. Though she shivered\nand groaned, she gave no indication of failure.\n\n\"Wonder if the others are pushing against us!\" Kass suddenly thought of\nanother possibility.\n\n\"We--can--outpush 'em.\" Jan gasped. \"Got to sit down. Here you take it!\"\nSine stepped into his place. Vague shocks and noises were transmitted to\nthem through the hull. The huge sphere was collapsing progressively.\n\nLents came puffing from an observation port.\n\n\"She's slowing!\" he reported triumphantly. \"Our trajectory--give her a\nlittle more!\"\n\nThe Joy Bubble was becoming more and more disc-shaped, and it was slowly\nturning on a major axis as the contending forces became uncentered.\n\n\"Flopping like a flapjack,\" Lents commented as he watched the shifting\nvista. A moment later; \"It's a close squeeze. See there, past the\nhorizon--a prominence?\"\n\nIt was like a white plume, this jet of vapor thrown far into space. Not\nuncommon in Jupiter's turbulent atmosphere. But it was bright, dazzling!\nThat meant they were not far from the sunlight!\n\n\"Pull away!\" the fat mathematician shouted. \"We have to take a chance!\"\nInstantly Sine reversed the lever. Everyone grasped handholds as the\nship backed out of the pit. Now they could see the vast ruin they had\nwrought. Sine gave her all the speed he dared, for the sun, for home!\n\nThe great ruin was slowly turning, and in a few minutes they saw again\nthe darker shadow that was the fighting patrol ship, still clamped to\nher side. At the same instant the dull red pinpoint winked on. The\nJovians had sighted them again! In a few minutes the hull was getting\nuncomfortably warm.\n\nLents laid down his pad.\n\n\"They will crash!\" he declared. \"But they have an hour, the fools!\nInstead of trying to burn us why don't they get into their space suits\nand free themselves?\"\n\nJan, resting on the bench, shook his shaggy head.\n\n\"They are a great people, stupid but great. They will try to punish us\ntill they die.\"\n\nThe wreckage drifted closer and closer to Jupiter, and still the red\nbeam played steadily on the fleeing prisoners' ship. The distance had\nbecome so great that it could only be seen through an old telescope\nthat the prisoners had somehow procured. But the prisoners were\ngasping. Their hull was cherry-red on the outside, and still heating. A\nfew more minutes and the heat would be unbearable.\n\n\"They are getting closer--closer--they are in the sunlight. Now I can\nsee better. I believe they will skip by--no! They've dived into the\nvapor! They're out again. Skipped out like a flat stone on water.\nSinking again--almost over the horizon. Gone, I guess. Whew, it's hot!\"\n\nThey were accelerating so fast that they had to turn on the interior\ngravity buttons to equalize the pressure on their bodies. Behind lay the\nvast, fog-bound planet of Jupiter. Ahead was the beautiful sun. And\nsomewhere beyond, and still invisible, Earth the lovely, the green, the\nMother of the human race!\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Metal Moon, by Everett C. Smith and R.F. Starzl\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE METAL MOON ***\n\n***** This file should be named 41084.txt or 41084.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/0/8/41084/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}