{"title": "Futuria Fantasia, Summer 1939", "author": "Ray Bradbury", "releaseDate": "December 14, 2012", "language": "English", "content": "\n\nProduced by: Greg Weeks, Mary Meehan and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n\n                                FUTURIA FANTASIA\n\n                                  Summer 1939\n\n                                  Vol.1 No.1\n\n                                Ray D. Bradbury\n                                    editor\n\n\n\n\nGREETINGS! AT LONG LAST--FUTURIA FANTASIA!\n\n\nThe best laid plans of men, it seems, are destined for detours or\npermanent and disappointing annihilation upon the road to\naccomplishment. It was this way with Futuria Fantasia, planned for\npublication last summer. Piles of archaic tomes towered on all sides of\nthe editorial desk. When the door to the office was opened unexpectedly\na white gusher of manuscripts and relatives spewed out. More than once\nYe Editor was suffocated unto death by the musty volumes that poured in\nfrom all over Los Angeles. And then--someone turned off the financial\nfaucet--leaving us all soaped up, but with no water! And so, into an\ninforced hibernation went FuFa. The manuscripts became intimate\nacquaintances with all of the spiders in the family vaults--even the\nwriters could be seen lounging around in their caskets waiting for\nTechnocracy and their thirty doubloons every Thursday to come rolling\nin.\n\nBut recently, awakening from the profound inactivity of spring fever,\nyour editor became interested in Technocracy. The more he heard about\nit, the more he wanted everyone else to hear. So, turning the revolving\ndoor on his crypt, he reached over and shook T. B. Yerke out of his\nstupor and begged him to write an article, The Revolt Of The Scientists,\nwhich appears herein. Not content with this he engaged Ron Reynolds, new\nfan author who first appeared in Tucker's D'JOURNAL, to whip up a story\nabout the Technate and its effect upon the hack writer in the coming\ndecades. And Ackerman is here! Science Fiction's finest fan and friend\nhas turned in an interesting yarn that he wrote at the gentle age of\nsixteen, some few years past. But best of all--there is nothing humorous\nin the issue by the editor himself--which should cause huge, grateful\nsighs of relief from Maine to Miske and back! Bradbury just has a poem,\nand a serious one at that.\n\nAnd so--here it is, for ten cents, out every other decade or so--Futuria\nFantasia--... hypoed into Life mainly because of the crying need for\nmore staunch Technocrats, mainly because of the New York Convention,\n(with which it doesn't deal at all in subject matter ... but does so\nwhole-heartedly in spirit and thought), and mainly because it's been a\nhelluva long time since a large size mag came from our LASFL way, where\nthe natives are all sitting around and dreaming of the New York Canyon\nKiddies and praying, atheistically of course, that in the near future\nthey may wind up in Manhatten behind the pool-ball-perisphere--and I\ndon't mean the one numbered _eight_. None of the expectant tripsters\nhave ever seen New Yawk before and have already chewed their fingernails\ndown to the shoulder in exstatic anticipation.\n\nI hope you like this brain-child, spawned from the womb of a year long\ninanimation. If you do like it, how about a letter sent to the editorial\noffices of F.F., at 1841 South Manhatten Place, Los Angeles, California?\nAppoint yourself as A-l mourner and critic and pound away at the mag. It\nwill be appreciated. And if you have a dime in your pocket that hasn't\nhad a breath of air in a few days just drop that in, too. This is only\nthe first issue of FuFa ... if it succeeds there will be more, better\nissues coming up. And your co-operation is needed.\n\nGOOD LUCK TO THE NEW YORK SCIENTI-FAN CONVENTION--!!\n\nI'LL MEET YOU IN MANHATTEN--!\n\nRay D. Bradbury,\n\neditor\n\n\n\n\nTHE REVOLT OF THE SCIENTISTS\n\nBy Technocrat Bruce Yerke\n\n\nThe editor of this magazine has asked me to prepare an article about a\ncertain subject that has hitherto been totally lacking from the pages of\nall the scientifictional magazines, and which, with an article in a\nspecial LASFL publication, burst a bombshell on the science-fictional\nfield, and at the same moment punched an irreparable hole in the\nWollheim-Michel gas bag. Being recognized as the _science-fiction\nTechnocrat_, I was asked to do this by Mr. Bradbury, who is himself a\nnew recruit to OUR ranks. Since many of the readers of this magazine\nhave all read the article in the first _MIKROS_, I feel that I can take\na few liberties to go ahead.\n\nWhen you write an introductory article to a generally new audience on\nTechnocracy, you have to start from the ground up. You cannot assume\nthat the readers know a whit about it. This, eventually, becomes boring\nto the _teacher_, for he is so exuberant and anxious to take up other\nphases of the subject that he soon gets tired of merely telling of the\nfirst stepping stone in a vast subject.\n\nThis article will cause much interrogation. It would be impossible for\nme, in this limited space, to give you all of the facts I wish to, but I\ndo suggest that everyone who is interested should go to the nearest\nTECHNOCRACY INC. section (and there are many in every large city) and\nreceive some of their literature, or write to CONTINENTAL HEADQUARTERS\nif you live at some flag stop, and get their pamphlets.\n\nIf you have ever heard of Technocracy, it was probably through some\ngarbled news item, and thus you, like I myself, no doubt have or had a\nvery wrong opinion of this organization. It is perfectly legal in all\nrespects, being incorporated under the laws of New York State. It is\ntechnically an educational organization, and many authorities have to\nadmit that Tech's twenty week study course is the equivalent of a 4 year\ncollege experience. The fact that its speakers are allowed to talk in\npublic high schools, and hold meetings in the same place, shows that\neven the carefully censured school board is, at least, not opposing it.\n\nTechnocracy is not an organization that wants to overthrow the American\ngovernment, but only an org. that will step in when the present Price\nSystem collapses. (At this point it MUST be taken note of that PRICE\nSYSTEM is not a different word for the Marxian definition of CAPITALISM.\n_Price SYSTEM_ is merely a term designating _any system using a_\ncirculating medium of exchange for the distribution of goods and\nservices.)\n\nIf you go to a Technocracy section, they will show you a chart that will\nconvince you that this _system_ will collapse before 1945, probably\n1942. This chart shows the economic trends of this nation from its birth\nto 1939, and also the amount of extraneous energy and human toil\nrequired to produce and maintain this economy. When you leave, you'll be\nconvinced, don't worry. I have not the time nor space to do that here.\nThe end of the Price System is inevitable, and when it comes you are not\nfaced with the choice of taking Technocracy or Socialism, Communism or\nany other 'ism'. You are faced with a choice of Tech. or _chaos_, out of\nwhich the majority of us will not emerge--alive.\n\nThis nation is so highly inter-dependant, that the failure of one phase\nof its industrial sequence would mean the ultimate collapse of the whole\ncountry. If the electric power of New York was shut off, the city would\nburn down in approximately SIX HOURS! This, because of the rate fires\nbreak out. If the transportation system were shut off, all of the food\nin the city would be gone in six days, water would be so polluted that\ndisease 10,000 times worse than the Black Plague would break out.\n\nI shall not spend time telling you why we are faced with economic\ndisaster, for thousands of examples can be had at a Technocracy section.\nWe shall, for the purposes of this article simply assume that the\ncollapse is near, within a matter of days.\n\nAll of the large business institutes, and Technocracy as well, will know\nwithin 100 days of the time of the ultimate end, when all stocks and\nbonds depreciate to zero and the financial structure of this country is\ndue to fall.\n\nAt this time Technocracy will do, what is termed in colloquial American\nslang--\"TURN ON THE HEAT!\" At the present time Technocracy is not\ninterested in forming a large organization, formed of emotional\nbutterflys. It is constructing a functional group; a nucleus of people\nwho know the subject to a T, and who will be prepared to act in the\nforming of a skeleton control until things are reorganized. In the last\nfive years Technocracy has not used one bit of emotional fly paper, but\nhas presented its whole plan in plain facts, and in as hard-boiled and\nunentertaining a manner as could be done without insulting the\nlisteners. Nevertheless Tech. is the fastest growing organization in the\nnation. (except the relief organization)\n\nUnder Technocracy people will be classified in a set of probably 100\nindustrial sequences, according to their work. Each of these is known as\na FUNCTIONAL SEQUENCE. Let us trace the work of one sequence from the\nbottom to the top.\n\nThe nation will be divided into regional divisions, determined by\nlatitude and longitude. In each division there will be the various\noffices of whatever sequences are operating in that division. (each\nsequence of the 100 different ones will not necessarily appear in every\ndivision, though) Some will only have three or four or even as high as\nfifty. In this division we will find, say, a factory, for the production\nof steel, and thus there will be a steel sequence in this division.\n(This is how it will work in all sequences, essentially.)\n\nThe lowest classification will be the man doing the simplest job. We'll\nuse as our example one who works a welding torch. All the welding torch\nworkers in that factory will be under a foreman. He will be elected out\nof the torch workers as the one most efficient, working the best, who is\nmost popular, though the latter factor's not so influencing as it is at\npresent.\n\nAll the foremen in that area division will elect a divisional head of\nforemen of torch welding crews. Out of all the head foremen of torch and\nsteel dumping crews and the other numerous distinct functions, there\nwill be elected a division head. The division heads then elect a\nnational head. The national heads of all the other sequences will form\nwhat will be known as the Continental Control, electing an executive\ndirector, merely a presiding officer, with not even the powers of the\npresent president. He is answerable to, not answered to.\n\nAll the other basic functions will have essentially the same\norganization, and it is anticipated there will 90 to 110 of them. At the\npresent time 93 have been worked out. The one thing of note is that\nthere will not be more than FOUR offices between Armando Pinccio of the\ngarbage truck crew and the head of the national sequence of waste\ndisposal.\n\nThe thing of most interest to all interested is the method of purchase\nor what is referred to as the MEDIUM OF EXCHANGE. In the TECH THERE IS\nNO MEDIUM OF EXCHANGE, THERE IS ONLY A METHOD OF TECHNOLOGICAL\nACCOUNTING.\n\nThe means whereby you will get a new razor blade or a malted milk is to\nbe known as DISTRIBUTION CERTIFICATES or ENERGY CERTIFICATES. These\ncertificates, issued to every person on this continent every 30 days,\nwill be good only for one person and no other. Since they will be able\nto purchase as much or, I should say, since they will give the\nindividual purchasing power of 20,000 dollars per year, each will have\neverything he needs. Stop right now and think what this means in the\nreduction of crime. These certificates cannot be stolen, and since every\none will have all they can possibly use, there will be no need to steal.\n\nWith the technological development on this continent at present it is\npossible to turn out, at peak production, enough for every person to\nhave a terrific abundance, and to do this, with a little mechanization\ndone in the period of a month or so, it is only necessary for every able\nindividual male, twixt ages 25 & 45, to work fours hours a day, 4 days a\nweek, for 165 days a year--to keep this production turning over. If any\none works more, someone else works less. So draw your own conclusions.\n\nAll things under the TECHNATE will be controlled, numbered by a modified\nDEWEY DECIMAL SYSTEM, as used in libraries now. The energy certificate\nwill have on its face the sex, age, job, place of birth, address, where\nhe works, and the worker's number, all recorded by this system. There\nare also places for purchases, four, to be exact. When one makes up his\nmind to buy something, he goes to the store (an example) and buys a pair\nof shoes. By means of a photoelectric machine (already developed) the\nsalesclerk would punch out numbers and the certificate would come out\nbearing, neatly perforated: \"34.46...11.E.728.../..H76302../...\nZ.97321.../...205...21.05.\" All this means that the article was a pair\nof low shoes, made by the leather sequence, that they were men's shoes,\nwidth E, last number 7, and style 8. Second series of numerals are the\nserial numbers of the machine, third is the number of certificate, the\nlast the date and time.\n\nAt the end of the day the total lever of the machine would be pressed,\nand all the numbers, styles, etc. would be separated into totals (like\nnickels and dimes in a coin changing machine). The totals would then be\nteletyped to the divisional H.Q. of the leather sequence where it would\nbe registered. This affords a continuous inventory of the whole\ncontinent. The following day, as many shoes as had been sold in the\ncontinent would be manufactured.\n\nMany things, such as housing, transportation, medical care, recreation,\neducation, etc. are furnished by Technocracy. One can easily see what a\nsecure life this affords every citizen, and what a boon it is to\nscientific research.\n\nI said that I wouldn't mention many things that would solve questions in\nthe reader's minds, but if all questions are sent to the editorial\noffices we will contrive to open a forum.\n\nIn closing remember these few things. Technocracy is NOT a political or\nrevolutionary movement. It is 100% American. It cannot work anywhere but\non the American continent, because only here have we the necessary\ntechnological developements, the necessary trained force of technicians,\nand the necessary resources to institute an economy of abundance in\nplace of an economy of scarcity. Technocracy is the only salvation when\nthe Price System fails. It is not a political theory, but the next state\nof civilization. It is the best form of democracy ever conceived. It\nfurnishes security, education, protection, and all that goes, with it to\nthe people of the American continent. It is not in its formative state.\nIt could be installed on a seventy-two hour call. The only reason why we\ndon't have it now is because YOU are still duped to believing there is\nanother way out.\n\nTake Technocracy, or take----chaos!\n\n\n\n\n_DON'T GET TECHNATAL_\n\nby ron reynolds\n\n\nFor several moments Stern had eyed his typewriter ominously,\ncontemplating whether he should utter the unutterable. Finally:\n\n\"Damn!\" he roared. \"I can't write any more! Look, look at that!\" He tore\nthe sheet out of the rollers and crumpled it in his fist. \"If I'd known\nit would be this way,\" he said, \"I wouldn't have voted for it!\nTechnocracy is ruining everything!\"\n\nBella Stern, preoccupied with her knitting, glanced up in horror. \"What\na temper,\" she exclaimed. \"Can't you keep your voice down?\" She fussed\nwith her work. \"There now,\" she cried, \"you made me drop a stitch!\"\n\n\"I want to be a writer!\" Samuel Stern lamented, turning with grim eyes\nto his wife. \"And the Technate has spoiled my fun.\"\n\n\"The way you talk, Samuel,\" said his wife, \"I actually believe you want\nto go back to that barbarism prevalent in the DARK THIRTIES!\"\n\n\"It sounds like one damned good idea!\" he said. \"At least I'd have\nsomething decent, or indecent, to write about!\"\n\n\"What _can_ you mean?\" she asked, tilting her head back and thinking.\n\"Why can't you write? There are just oodles of things I can think of\nthat are readable.\"\n\nSomething like a tear rolled down Samuel's cheek. \"No more gangsters, no\nmore bank robberies, no more holdups, no more good, old-fashioned\nburglaries, no more vice gangs!\" His voice grew lachrymose as he\nproceeded down an infinite line of 'no mores'. \"No more sadness,\" he\nalmost sobbed. \"Everybody's happy, contented. No more strife and hard\nwork. Oh, for the days when a gangland massacre was headline scoop for\nme!\"\n\n\"Tush!\" sniffed Bella. \"Have you been drinking again, Samuel?\"\n\nHe hiccoughed gently.\n\n\"I thought so,\" she said.\n\n\"I had to do something,\" he declared. \"I'm going nuts for want of a\nplot.\"\n\nBella Stern laid her knitting aside and walked to the balcony, looked\nmeditatively down into the yawning canyon of the New York street fifty\nstories below. She turned back to Sam with a reminiscent smile.\n\n\"Why not write a love story?\"\n\n\"_WHAT!_\" Stern shot out of his chair like a hooked eel.\n\n\"Why, yes,\" she concluded. \"A nice love story would be very enjoyable.\"\n\n\"LOVE!\" Stern's voice was thick with sarcasm. \"Why, we don't even have\ndecent love these days. A man can't marry a woman for her money, and\nvice-versa. Everyone under Technocracy gets the same amount of credit.\nNo more Reno, no more alimony, no more breach of promise, or law suits!\nEverything is cut and dried. The days of society weddings and coming out\nparties are gone--cause everyone is equal. I can't write political\ncriticisms about graft in the government, about slums and terrible\nliving conditions, about poor starving mothers and their babies.\nEverything is okay--okay--okay--\" his voice sobbed off into silence.\n\n\"Which should make you very happy,\" countered his wife.\n\n\"Which makes me very sick,\" growled Samuel Stern. \"Look, Bell, all my\nlife I wanted to be a writer. Okay. I'm writing for the pulp magazines\nfor a coupla years. Right? Okay. Then I'm writing sea stories,\ngangsters, political views, first class-bump-offs. I'm happy.... I'm in\nmy element. Then--bingo!--in comes Technocracy, makes everyone\nhappy--bump! out goes me! I just can't stand writing the stuff the\npeople read today. Everything is science and education.\" He ruffled his\nthick black hair with his fingers and glared.\n\n\"You should be joyful that the population is at work doing what they\nwant to do,\" Bella beamed.\n\nSam continued muttering to himself. \"They took all the sex magazines off\nthe market first thing, all of the gangster, murder and detective\npublications. They been educating the children and making model citizens\nout of them.\"\n\n\"Which is as it should be,\" finished Bella.\n\n\"Do you realize,\" he blazed, whipping his finger at her, \"that for two\nyears there hasn't been more than a dozen murders in the city? Not one\nsuicide or gang war--or--\"\n\n\"Heavens!\" sighed Bella. \"Don't be prehistoric, Sam. There hasn't been\nanything really criminal for twenty years now. This is 1975 you know.\"\nShe came over and patted him gently on the shoulder. \"Why don't you\nwrite something science-fictional?\"\n\n\"I don't like science,\" he spat.\n\n\"Then your only alternative is love,\" she declared firmly.\n\nHe formed the despicable word with his lips, then: \"No, I want something\nnew and different.\" He got up and strode to the window. In the penthouse\nbelow he saw half a dozen robots moving about speedily, working. His\nface lit up suddenly, like that of a tiger spying his prey. \"Jumping\nJigwheels!\" he cried. \"Why didn't I think of it before! Robots! I'll\nwrite a love story about two robots.\"\n\nBella squelched him. \"Be sensible,\" she said.\n\n\"It might happen some day,\" he argued. \"Just think. Love oiled, welded,\nbuilt of metal, wired for sound!\" He laughed triumphantly, but it was a\nlow laugh, a strange little sound. Bella expected him to beat his chest\nnext. \"Robots fall in love at first sight,\" he announced, \"and blow an\naudio tube!\"\n\nBella smiled tolerantly. \"You're such a child, Sam, I sometimes wonder\nwhy I married you.\"\n\nStern sank down, burning slowly, a crimson flush rising in his face.\nOnly half a dozen murders in two years, he thought. No more politics, no\nmore to write about. He had to have a story, just had to have one. He'd\ngo crazy if something didn't happen soon. His brain was clicking\nfuriously. A calliope of thought was tooting in his subconscious. He had\nto have a story. He turned and looked at his wife, Bella, who stood\nwatching the air traffic go by the window, bending over the sill,\nlooking down into the street fifty floors below....\n\n... and then he reached slowly and quietly for his atomic gun.\n\n       *       *       *       *       *\n\nAN EXPLANATION: You may have wondered why I placed the Technocrat story\nand article in FuFa. Well, it's because I think Technocracy combines all\nof the hopes and dreams of science-fiction. We've been dreaming about it\nfor years--now, in a short time it may become reality. It surely\ndeserves support from any serious fictioneer. And you can't say this mag\nisn't balanced!--first I give you Yorke's article on Tech., then I give\nyou a satire on the same thing, jabbing at it in a good-humoured way,\nand then--when you read Ackerman's article, you'll see almost the\ncomplete annihilation of EARTH. So, whether you are an optimist or a\npessimist about the future of humanity, you'll find either side in FuFa.\n(But on the side, I'm all for the Technate, aegh!)\n\nYe Editor....\n\n       *       *       *       *       *\n\n     This being the first issue of FuFa I feel fortunate in being able\n     to offer a piece of scientifiction by the field's most famous fan.\n\n     THE RECORD was written first in 1929, scarcely more than a sketch,\n     on two pages. Ackerman was thirteen. ED EARL REPP, LA author of THE\n     RADIUM POOL, said of it: \"I found it delighting and exceptionally\n     interesting for the writing of a boy so young.\" Ackerman re-wrote\n     it into a three page story, later, the present product. It has not\n     been touched since. It is not being retouched now. Allow me to\n     present THE RECORD as a _record_ of how Forrie wrote, spelled and\n     punctuated six years ago at the age of sixteen. _ED._\n\n\n\n\nTHE RECORD\n\nby FORREST J. ACKERMAN\n\n\nFor twenty years--for twenty long, horror filled, war laden years the\nEarth had not known peace.\n\nHovering over the metropolises of the world came long, lean battle\nprojectiles, glinting silver in the sunlight or coming like gaunt\nmirages of grey out of the midnight sky to blast man's civilization from\nits cultural foundations. Man against man, ship against ship--a\nceaseless and useless orgy of slaughter. Men, at their battle stations\nin the ships, pressed buttons, releasing radio bombs that blistered\nspace and lifted whole cities up in shattered pieces and flung them\ndown, grim ruins, reminders of man's ignorant hatreds and suspicions.\n\nAnd gas--thick black clouds of it--billowing over the cities, seeking\nevery possible egress, pushed forward by colossal Wind machines. But\neven when Victory came for the one side, often Nature, in one of her\nvengeful moments, would send the black gas flowing back to annihilate\nits senders.\n\nRays cut the air! Power bombs exploded incessantly! Evaporays robbed the\nEarth of its water--shot it up into the atmosphere and made of it a fog\nthat condensed only after many months. And heat rays made deserts out of\nfertile terrain.\n\nRays that hypnotized caused even the strong minded to commit suicide or\nreveal military secrets. Rays that effected the optical nerves swept\ncities and left the population groping and blind, unable to find food.\n\nIt was a war that destroyed almost all of humanity. And why were they\nfighting? _For pleasure and amusement!_\n\nIn the middle of the twenty-second century, every nation had a standard\ndefense. The weapons of war of each were equal--not in proportion to\nsize, but actually, since man-power no longer counted high. Pacifism had\ndone its best, but the World was armed to the hilt. And now--though\nillogically--it felt safe--for every nation meant the same as if all had\nnothing.\n\nAnother thing--there was no work to be done. Robots did it. And there\nseemed nothing left to discover, invent or enjoy. Art was at its\nperfection, poetry was mathematically correct and unutterably\nbeautiful--worked out by the Esthetic machines. Sculptoring had been\ngiven the effect complete, artists hands guided by wonderful pieces of\nmachinery. Huge museums were crammed with art put out synthetically.\n\nAnd thus it was with the many Arts and their creators who grew stagnent\nin their perfection. And it was that way with the many sciences\nalso....\n\nPaleontologists had found, and articulated, and catalogued every fossil.\nThe ancestor of the Eohippus, the little four-toed Dawn Horse, was\ndiscovered; the direct line between man and ape established in skeletal\nremains; the seat of _life_ itself definitely proved Holarctica. And\ngreat bio-chemists, skilled in the science of vital processes, had\ncreated synthetic tissues and muscles and flesh, built upon the frames\nthat had been recovered bodies with skillful modeling ... even supplied\nthem with blood and given them the spark of LIFE ... so that\nPaleobotonists recreated the flora of a prehistoric era. Again the\nponderous amphibious brontosaur pushed through marshes. Fish emerged\nupon the land, and the first bird archaeopteryx tried his imperfect\nwings for flight. In the regulated climates of long dead ages, fish,\namphibians, reptiles, birds and mammals lived again for the edification\nof those interested in the very ancient--or who were amused with queer\nanimals.\n\nBut that was only paleontologically speaking. There were the heavens to\nbe considered. They had been: the stars and planets weighed and\nmeasured, their composition noted, courses plotted with super-accuracy.\nEvery feature had been mapped--every climactic condition recorded. Life\nhad been named and numbered ... then photographed. And these were but\nfirst considerations. Actually, what wasn't known about the Solar System\nhad not occurred as yet. But that would probably be remedied by a\nmachine to view the future.\n\nThere was physics, biology, anthropology, zoology, geology,\nbacteriology, botany--and 'ologies' and 'otonies' and 'onomies' such as\nran into figures which only machines could calculate.\n\nA book could indeed have been written of the accomplishments of super\nrace. But this is of the WAR itself, and how it came about, and how\nit all ended.\n\nStated simply, in 2150 the point of DIMINISHING UTILITY had been\nreached. To the hungry man, the first course of dinner is wonderfully\ndelicious, the second good, the third satisfying. Through the ages\npeople have hungered after luxury and leisure--but when he finds his\nfood, a lot of it, MAN finds suddenly that it no longer appeals to him.\nIn fact, too much is bound to make him sick and often disagreeable. He\nlooks around for something else. So did the people of the 22nd Century.\nThey had all of the pleasurable amusements they wanted, but it was all\nso intellectual. Everything was culture. They had surfeited with it. And\nsuddenly they wanted to forget it. All play and no work made MAN a\ndiscontented citizen. A reaction set in. Man was not completely\ncivilized as yet----THE WAR!\n\nTwenty-one years the war raged. And scarcely a million survived. Bit by\nbit this million was whittled down by the weapons of destruction to\nragged handfuls of things that once had been cultured. Finally only one\nhundred humans remained alive--and they kept fighting blindly, none of\nthem realizing how close to oblivion they were crowding themselves and\nthe future of humanity--and they went on killing, killing, killing!\n\nIt is doubtless but what the entire human race would have vanished,\nleaving the world to the more competent, though half-ignorant, hands of\nthe beasts, who fought and killed one another for self-preservation and\nfor food--not because of madness ... and who did not have books and talk\nand have _culture_. The human race would have gone, had it not been for\nthe record.\n\nThe fighters of WAR'S END, leaving their machines and countries to\ncongregate for personal combat, were engaging in hand-to-hand attacks in\nthe ruins of what once had been a tall and powerful city in the\nTwentieth Century, but now lay crumbling, its proud buildings falling to\nthe ground, sticking out iron-rusted skeletons to the sky--and the city\nwas LOS ANGELES!\n\nHEDRIK HUNSON was fighting with phosphorized fists--hand inclosed in\nchemically treated gloves that burned as they struck the antagonist,\ninsulated on the interior for the wearer--when suddenly the two of them\nwere caught by a spreader. The other man died instantly, but Hedrik got\nit in the side and was whirled about sickeningly, and survived.\n\nHe was lying painfully on something when he came to, but felt too dizzy\nand sick to move. At last, when his head had cleared a bit, he rolled\nover into a sitting position and reached out his arms to grasp--a\nphonograph!\n\nBig things came in small packages in the days of 2171, and a portable\nphonograph might well be taken for a weapon of some sort--which was\nexactly what Hedrik thought! And you can hardly blame him, because no\none in that generation had ever seen one of the things.\n\nThere was a curious story connected with the dying of music, concerning\nthe days of 2050 when there was a movement to stamp out all symphonies\nand songs and things even slightly sentimental.\n\n--but back to Hedrik!\n\nHedrik found the crank that wound the portable, turned it, reasoning\nthat perhaps it gave power--and then--holding it away from him--he\nwaited for rays to spurt out or something to explode. Nothing happened!\nHedrik was disappointed. After an agony of perspiration and puzzlement\nhe finally accidentally placed the needled arm onto the disk. The disk,\nhe noticed, was black and filled with little undulations. The disk was\nlike a wheel--so Hedrik thought--it should revolve like one, shouldn't\nit? He pushed the starter thoughtfully and was more than surprised when\nthe disk started spinning.\n\nFrom the phonograph came music--music and singing! The lost Art had\nreturned! The Art banished under compulsion had made a comeback.\n\nSome man was singing on the record--in a queerly interesting and\nfamiliar tongue, the ancient English. The singer seemed sad, almost\ncrying. And Hedrik was thrilled as he played it over and over again,\ndrinking in the new experience like wine on the lips of a connoisseur.\nThe voice rose, fell, lingered. And Hedrik suddenly didn't feel like\nfighting anymore!\n\nThe music floated out over the tumbled ruins, descended to the ears of\nthe other people. AND THE FIGHTING CEASED! They were transformed. They\ncame running to crowd about the machine.\n\nAnd there in that aged music shop they stood enthralled--music filled\ntheir souls. It was exactly what they had needed and wanted for many\nyears. And it had been denied them. Music was the balancing force ...\nthe force that would help them struggle ahead rebuilding the world. And\nnext time they would be saner ... they knew ... the lesson of luxury had\nbeen learned and learned well. Never again would they leave all of the\nwork to the machines. Now they would work and sing and play.\n\nIt would be work ... hard work ... for some time to come. But they had\nfound music again, and that would anchor them to sanity.\n\nAnd thus was mankind saved through a record--_SONNY BOY!_\n\n       *       *       *       *       *\n\nFUTURIA FANTASIA! FALL ISSUE COMING UP AS SOON AS YE EDITOR RETURNS FROM\nJAUNT TO MANHATTEN (in case you intend writing me and telling me I\nspelled MANHATTAN wrong in the editorial and above, I already know\nit ... it was just a typical-graphical error.) THE NEXT ISSUE WILL BE\nEVEN LARGER--CONTAINING YOUR COMMENTS ON FUFA AND ARTICLES BY ACKERMAN,\nYERKE, HENRY KUTTNER, JACK ERMAN AND RON REYNOLDS. There will also be a\nplay by play dew-scription of the trip to New Yawk and the happenings\nthere in the science-fiction outfield--by Bradbury of course.\n\n       *       *       *       *       *\n\n\n\n\n    THOUGHT AND SPACE\n\n    BY RAY D. BRADBURY\n\n\n    Space--thy boundaries are\n      Time and time alone.\n    No earth-born rocket,\n      seedling skyward sown,\n    Will ever reach your cold,\n      infinite end,\n    This power is not Man's to\n      build or send.\n    Great deities laugh down,\n      venting their mirth,\n    At struggling bipeds on\n      a cloud-wrapped Earth,\n    Chained solid on a war-swept,\n      waning globe,\n    For FATE, who witnesses,\n      to pry and probe.\n    BUT LIST! One weapon have\n      I stronger yet!\n    Prepare Infinity! And\n      Gods regret!\n    Thought, quick as light,\n      shall pierce the veil,\n    To reach the lost beginnings\n      Holy Grail.\n    Across the sullen void on\n      soundless trail,\n    Where new spawned suns and\n      chilling planets wail,\n    One thought shall travel\n      midst the gods' playthings,\n    Past cindered globes where\n      choking flame still sings.\n    No wall of force yet have ye\n      firmly wrought,\n    That chains the supreme\n      strength of purest thought.\n    Unleashed, without a body's\n      slacking hold,\n    Thought leaves the ancient\n      Earth behind to mold.\n    And when the galaxies have\n      heeded DEATH,\n    And welcomed lastly SPACE'S\n      poisoned breath,\n    Still shall thought travel\n      as an arrow flown.\n    SPACE--thy boundaries are\n      TIME----AND TIME ALONE!\n\n       *       *       *       *       *\n\nFAMOUS LAST WORDS:\n\n\"But, Mr. Smith, how do you explain that\ngyro-statistic-electromagnetiosonomonator on the radiostuntomotor?\"\n\n\"CLUNK!\"\n\n       *       *       *       *       *\n\nRETURN ADDRESS:\n\n    Futuria Fantasia,\n    A SCIENCE CIRCLE PUB.\n    1841 S. MANHATTAN PL.\n    Los Angeles, Calif.\n\n\n\n\n\nEnd of Project Gutenberg's Futuria Fantasia, Summer 1939, by Ray Bradbury\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FUTURIA FANTASIA, SUMMER 1939 ***\n\n***** This file should be named 41622.txt or 41622.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/6/2/41622/\n\nProduced by: Greg Weeks, Mary Meehan and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}