{"title": "Futuria Fantasia, Winter 1940", "author": "Ray Bradbury", "releaseDate": "December 15, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                           FUTURIA FANTASIA\n\n                             Winter 1940\n\n                           By Ray Bradbury\n\n\n\n\nLAST ISSUE: We made a mistake that we will try not to repeat again very\nsoon. We printed the editorial page three weeks ahead of the remainder\nof Futuria Fantasia, thereby creating no end of humorous confusion. We\nbabbled glibly, in the editorial, about two or three yarns that we later\ndecided were unprintable, and, at the same time, threw in some horrible\nmistakes in grammar that must have left Shakespeare doing nip-ups in his\nshroud.\n\n[Illustration]\n\nTHIS ISSUE; J. Harvey Haggard bows into what we hope will be a regular\nspotlight in Futuria Fantasia.... Emil Petaja, whose verses have\nappeared in Weird Tales, makes his self known with a neat little weird\nyarn and a poem.... Again H.V.B. comes to the fore with a sequel to THE\nGALAPURRED FORSENDYKE--THE VOICE OF SCARILIOP ... and, in case you have\nwondered about or will wonder about these two unusual yarns, we are\nprinting them for no other reason than that we like their description,\nthey tickle our mental palate, they are word pictures of surrealistic\ndreams ... and anyone who guesses who H.V.B is will get the next edition\nof Futuria Fantasia gratis.... Henry Hasse blows in and blows up with a\nrebuttle against Foo E. Onya and does himself right proud by\nscience-fiction.... Ross Rocklynne, prominent Eastern schlameel, offers\nus a pitiful excuse for an article, HOW TO GET ABOUT.... Ron Reynolds,\nwe have no doubt, will manage to get into the magazine somehow with his\nhorrendous FIGHT OF THE GOOD SHIP CLARISSA, but if we can do anything at\nall we'll print it on invisible paper.... Anthony Corvais, if you start\nguessing who did it, wrote the short story in the rear by the title of\nTHE SYMPHONIC ABDUCTION.... Hannes Bok, who has another cover on Weird\nTales for March, has drawn our cover again and many inside\nillustrations, including a large advertisement for Hell, under which you\nwill find a descriptive poem written by Guy Amory. Unlike Finlay, who\ndraws pictures from poems, we procure pictures from Bok and write poems\nabout them. In fact, I blushingly admit, I even wrote a ten thousand\nword novelette around that little creature on the cover of the first\nFuturia Fantasia ... which, no doubt, will have its share of rejections\nvery soon, in which case I will foist on my poor unsuspecting public,\nboth of them, this story now titled LORELEI. I would have included it in\nthis issue, but Russell J. Hodgkins threatened me so venemously that I\ngave in told him to put down his gun. It might be a good idea, by the\nway, if more of you readers wrote us letters criticizing FuFa. So far we\nhave heard nothing from Madle, Baltadonis, E.E. Smith, Kuslan,\nMarconette, Taurasi, Dikty, Wilson, or Speer. How in hell, we ask you\nguys, can we improve if you won't write in and tell us if and why we\nstink? Co-operation, please....\n\n       *       *       *       *       *\n\nNEXT ISSUE: Robert A Heinlein, of the LA SFL, whose _noval_ is now\ncurrent in Astounding, will begin the first of a series of short stories\nwritten on order for Futuria Fantasia. Ross Rocklynne, also, takes an\nencore with a thot-provoking, accent on provoking, story or article.\nHenry Hasse will be here in company with Ross Hodgkins. Hodgkins\npossibly writing on Technocracy. And, if schedules go through, an\narticle to end all articles, by Charlie Hornig, fresh and sassay from\nNew Yawk. Other possible bets are Fred Shroyer, Guy Amory, Anthony\nCorvais, Emil Petaja, Willy Ley, Doug Rogers, August Derleth, Ackerman\nand T. Bruce Yerke. Send your dime for the Spring Edition now--or a\nquarter for the Spring, Summer and Fall issues. Introduce FuFa to your\nfriends and help us grow.\n\n\n\n\nTHE VOICE OF SCARILIOP\n\nH. V. B.\n\n\nFour pillars, arising out of the stone like strange growing things of\ndemoniac shape--these Redforth saw and comprehended, knowing full well\nthat Tarath had always abounded in monstrosities. \"But what,\" he asked\nhimself, \"will knowing of such as this, be of use to me, as I search for\nGhiltharmie?\" For he had at last come to realise, to admit even to\nhimself, that he was a lost thing. The Yulphog had taken his soul. They\nhad exiled him to this lost land of dread. But they'd hinted of escape,\nif he could find it. \"Si Yamlon,\" he had told him, pointing to a\nwrithing belt of suns, lifting and lowering at the horizon like the\nyellow crest of a flaming wave. And he had nodded his head. They had\nvanished, disintegrating, it seemed. He didn't then know that they were\nrelated to Topper's friends and the jeep in one thing: that their\nTyponisif and Tregoifer was applicable to the atmosphere.\n\nThe four pillars were bending from their own weight. Strange\ncolors--like an idiot's conception of a spectrum, spectrally rippled\nlike irid waves across the columns. Like music in color. Assailed by\ntheir complex harmonies, Redforth could only stand speechless, hands\nthrust defensively forward. IT WAS THEN THAT HE SAW EIRY.\n\nThe pillars split. From each of then drifted a whiff of steam. They\nunited into a wavering cloud which shimmered an instant in mid-air, then\nsettled to the ground. And as it touched the metallic grass blades which\nstretched on and on like the upraised swords of a midget army, the\nvapor-cloud condensed into a woman's body. EIRY. Queen of Scariliop!\n\nHe recognized her at once, tho he had only read of her. She was not\nhuman. Her body was like a snake's, and she had bat wings. From a\ncluster of writhing worm-tentacles leered her face, like a mask in the\nheart of a seething flower. It was oval, and the scarlet mouth was like\na velvet cushion--disproportionate--waiting for some priceless burden.\nHer nose was negligible, but her lone eye was vast and blue; like a\ndoorway opening upon a sky too blue to belong to our world. Like blue\nincarnate: and blue is the color of MYSTERY.\n\nShe opened her mouth, and her tongue unrolled, uncoiled toward Redforth.\nThree feet long, the tongue was filamental, like a strand of red cobweb,\ntipped by a touch of fluff like a dandelion's seed. This member wandered\nlightly over Redforth's cheek, and for the first time EIRY spoke: \"It\ncomes to me that here is the man for whom we have been seeking,\nYasgorphitove.\" Her voice was soft as clouds. Redforth in vain peered to\nbehold her companion. \"Now shall we enlighten him as to the ways of\nescape? In return for a favor, of course.\"\n\nThe air about her, for a fleeting instant, had turned blue. Then she\nnodded. She leaned forward, to whisper, but suddenly there was a\ncrackling. \"The rock!\" she cried. \"The rock! I must return before it is\ntoo late and I too am trapped!\" She writhed, became coiling wreathes of\nsmoke, and the smoke flowed back to the rocks, hovered over it. The four\npillars quivered and joined into one and then, in a twinkling, had\ncrumbled to powder.\n\nBut there was an uncanny blueness in the air about Redforth. And that\nnight he had a dreadful dream.\n\nFor he had become--Yrthicaol! And EIRY had been merely--THE BAIT!\n\n\n\n\nAW G'WAN!\n\n_HENRY HASSE_\n\n\nTHERE! If \"Foo E. Onya\", in the last issue, could use a pseudonym so can\nI. I read his article, I'M THROUGH, with varying degrees of interest. If\nan answer were really necessary, it could be found more appropriately in\nthe two words of my title above, than in any words that might follow.\nAnd that brings up my first point in my rebuttal--\n\nWhy is it that people, including the lowly science-fiction fan, (to\nparaphrase Mr. Onya) always feel it necessary to hide behind a pseudonym\nwhen they have something to say which they think will displease someone?\nI've seen this happen so many times! And, coincidently, why SHOULD Mr.\nOnya take such pains to be unpleasent in print? Why should he feel it\nnecessary to make one final, grand broadcast to the effect that he will\nno longer read paltry science-fiction? Does he think that any real lover\nof sci-fic gives a damn whether there is one less reader, especially a\nreader who crawls behind such a silly pseudonym as \"Onya\"? I've seen\nother broadcasts such as Mr. Onya's, and they always puzzled me. It\nsurely can be nothing else but the egotistical urge.\n\nBut I'm convinced that Onya isn't half so bitter really against\nsci-fiction as he tries to pretend. He's not really through. Because\nanyone really bitter against and through with sci-fic would simply stop\nreading it, not start deriding it! And I doubt if any person, once a\nfan, has ever completely broken away from sci-fic, THEY ALWAYS COME\nBACK.\n\nAnd right here I'd like to say that a good deal of my doubt as to Onya's\nsincerity is because I'm fairly certain of the fellow's real identity.\nThe general tone of his article, and several clues he divulged, convince\nme I'm right. And if I AM right, I can assure you, Brad, and any other\nreaders who nay have been picqued at Onya's tone, that he shouldn't be\ntaken seriously, and the less attention paid to his rantings, the\nbetter. I'm sure Onya would feel flattered if he thot someone took his\narticle so seriously as to answer it. Yet here I am answering it, and\ndamned if I know why, except that I think I took some of Mr. Onya's\nphrasing personally, almost. I don't think he should have gone to the\nextent of calling names and using words such as \"moronic\", \"arrogant\",\netc.\n\nAside from this his piece seemed to me a conglomeration of\ncontradictions, inconsistencies, praises here, derisions there, pats on\nthe back, exaggerations, sneers and scorn, and, oh yes, a book review.\nYes, I liked and appreciated and mostly agreed with Onya's comments on\nBRAVE NEW WORLD. It's a book which I'm sure sure many of the _moronic_\nsci-fic fans appreciated as well as Mr, Onya. But here's where Mr.\nOnya's and my tastes differ slightly, for I _also_ liked PLANET OF THE\nKNOB HEADS in the Dec. issue of SCIENCE FICTION, whereas Mr. Onya\nprobably wouldn't deign to read it because it's in one of the pulp mags.\nthat he so deplores; thereby Mr. Onya would be missing a really\nentertaining and meaningful piece of writing, but that's all right,\nsince Mr. Onya's own words said: \"There is so much else of importance\nthat has been written--\".\n\nYou know, somehow I cannot bring myself to be as vitriolic against Mr.\nOnya as he was against sfn at moments. He tried hard to work up a case\nagainst sfn, poor fellow, and became (to me at least) amusing instead of\nconvincing. Do you know what I saw? I saw a person who is temporarily\n_satiated_, as he said, with sfn,--but more than that, a person who is\nmerely trying to persuade _himself_, more than other people, that sfn is\nas bad as he painted it! Naturally every fan has his likes and dislikes\nof the various stories, authors and magazines. Some have more _dislikes_\nthan likes. I think even I do. But it must be admitted that every once\nin a while, usually unexpectedly, there pops up a story which is a\ndelectable gem and a masterpiece, either of ingenuity or writing or\nboth. Then one is exultant, and one continues reading sfn, even some\ntrite and bad sfn, knowing that regularly he will encounter one of the\ngems which he wouldn't have missed reading for the world! Meanwhile we\nhave with us Clark Ashton Smith, C. L. Moore, Stanton Coblentz\n(delightful sometimes, not always), A. Merritt, and an occasional few\nothers, whose work I doubt if even Mr. Onya could glibly pronounce as\nordinary pulp. And we did have Lovecraft, Weinbaum, Howard, and others\nof whom the same thing can be said.\n\nNaturally, too, a lot of criticism can be directed against sfn and sfn\nreaders. A lot of criticism can be directed against _everything_, and\nusually is, by certain people who take an unholy delight in it. I myself\nhave sometimes snorted in wrath at the gross egotism and, yes, stupidity\nand childishness, of certain fans. I would have taken great delight in\nkicking their blooming teeth down their bloody well bally throats. But\ndid I do this? Did I succumb to this desire? No, I did not. I never got\nclose enough. A more important reason is that I had the patience to\nrealize this type of fan is a minority (_not_ a majority, Mr. Onya, by\nany means!). But what I did _not_ do was write bitter articles about it.\n\nHere is only one of Mr. Onya's inconsistencies: he makes such\nstatements as \"fans are arrogant, blind, critically moronic\", etc.--and\n\"editors and writers as well cannot see anything beyond their own\nperverted models.\" In virtually the next breath he admires P. Schuyler\nMiller's intellectuality. Yet P. Schuyler Miller continues to write\nsfn, reads it, and is one of the active fans.\n\nFurthermore, I disagree outright and violently with Onya's statement,\n\"When literature becomes possessed of _ideas as such_, it is no longer\nliterature.\" And I'd like to challenge Onya to a further debate on this,\nif he _dares_. Also his statement about Wells' early stories. It so\nhappens (what a coincidence!) that I also read Wells' EXPERIMENT IN\nAUTOBIOGRAPHY--and yes, while Wells did admit his early sfn stories were\na preparation for his later and more serious writing, he did _not_\ndisclaim them as not being literature of their own type. The trouble\nwith Mr. Onya, I'm afraid, is that he has (deliberately?) lost sight of\nthe fact that there is literature _and_ literature. Instead, he wants\neverything to conform precisely to his own rather peculiar conception of\nliterature. I'll make a statement right here that will undoubtedly shock\nMr. Onya: I'll go so far as to say that pulp fiction, even the pulpiest\nof pulp fiction, is really and truly LITERATURE, insofar as it has its\nown special niche, its own certain purpose for being. There, I've said\nit! I'll admit, Mr. Onya, that it took a little courage to say it. But I\nask all who read this, isn't it true when you come to think of it?\n\nI have not dealt with Onya's article nearly to the extent that I might,\nbut I don't think it's really necessary, mainly because, as I said, I\nhave a very strong idea who Foo E. Onya is. I wish I could hazard my\nsuspicion right here, but I'm so sure I'm right, and both the editor and\nOnya seem so determined to keep it secret, that I cannot be otherwise\nthan silent. I will merely conclude by reiterating my doubt that you,\n\"Foo E. Onya\", are really disclaiming sfn. At least I hope you will\ncontinue both reading and writing it. But I swear, if I ever hear of you\ndoing so, I shall feel sorely tempted to broadcast what a hypocrite you\nwere with that article!\n\n\n\n\nTHE FIGHT OF THE GOOD SHIP CLARISSA\n\nby one who should know better\n\n\nThe space rocket Clarissa was nine days out from Venus. The members of\nthe crew were also out for nine days. They were hunters, fearless\nexpeditionists who bagged game in Venusian jungles. At the start of our\nstory they are busy bagging their pants, not to forget their eyes. A\nsort of lull has fallen over the ship (Note: a lull is a time warp that\nfrequently attacks rockets and seduces its members into a siesta). It\nwas during this lull that Anthony Quelch sat sprawled at his typewriter\nlooking as baggy as a bag of unripe grapefruit. ANTHONY QUELCH, the\nCosmic Clamor Boy, with a face like turned linoleum on the third term,\nbusy writing a book: \"Fascism is Communism with a shave\" for which he\nwould receive 367 rubles, 10 pazinkas and incarceration in a cinema\nshowing Gone With The Wind.\n\nThe boys upstairs were throwing a party in the control room. They had\nbeen throwing the same party so long the party looked like a worn out\nfirst edition of a trapeze artist. There is doubt in our mind as to\nwhether they were trying to break the party up or just do the morning\nmopping and break the lease simultaneously. Arms, legs and heads\nlittered the deck. The boys, it seems, threw a party at the drop of a\nchin. Sort of a space cataclysm with rules and little regulation--kind\nof an atomic convulsion in the front parlor. The neighbors never\ncomplained. The neighbors were 450 million miles away. And the boys were\ntighter than a catsup bottle at lunch-time. The last time the captain\nhad looked up the hatch and called to his kiddies in a gentle voice,\n\"HELL!\" the kiddies had thrown snowballs at him. The captain had\nvanished. Clever way they make these space bombs nowadays. A few minutes\nprevious the boys had been tearing up old Amazings and throwing them at\none another, but now they contented themselves with tearing up just the\neditors. Palmer was torn in half and he sat in a corner arguing with\nhimself about rejecting a story for an hour before someone put him\nthrough an orange juice machine killing him. (Orange juice sorry, now?)\n\nAnd then they landed on Venus. How in heck they got back there so quick\nis a wonder of science, but there they were. \"Come on, girls!\" cried\nQuelch, \"put on your shin guards, get out there and dig ditches for good\nold W.P.A. and the Rover Boys Academy, earth branch 27!\"\n\nOut into the staggering rain they dashed. Five minutes later they came\nback in, gasping, reeling. They had forgotten their corsets! The\nVenusians closed in like a million land-lords. \"Charge, men!\" cried\nQuelch, running the other way. And then--BATTLE! \"What a fight; folks,\"\ncried Quelch. \"Twenty thousand earth men against two Venusians! We're\noutnumbered, but we'll fight!\" BLOOSH! \"Correction--ten thousand men\nfighting!\" KERBLOM! \"One hundred men from earth left!\" BOOM! \"This is\nthe last man speaking, folks! What a fight. I ain't had so much fun\nsince--Help, someone just clipped my corset strings!\" BWOM! \"Someone\njust clipped me!\"\n\nThe field was silent. The ship lay gleaming in the pink light of dawn\nthat was just blooming over the mountains like a pale flower. The two\nVenusians stood weeping over the bodies of the Earthlings like onion\npeelers or two women in a bargain basement. One Venusian looked at the\nother Venusian, and in a high-pitched, hoarse, sad voice said: \"Aye,\naye, aye--THIS--HIT SHOODEN HEPPEN TO A DOG--NOT A DOIDY LEEDLE DOG!\"\nAnd dawn came peacefully, like beer barrels, rolling.\n\n\n\n\n_The Intruder_\n\n_emil petaja_\n\n\nIt was in San Francisco, on the walk above the sand and surf that\npounded like the heart of the earth. There was wind, the sky and sea\nblended in a grey mist.\n\nI was sitting on a stone bench watching a faint hint of distant smoke,\nwondering what ship it was and from what far port.\n\nMine was a pleasent wind--loneliness. So when he came, wrapped in his\ngreat overcoat and muffler, hat pulled down, and sat on my bench I was\nabout to rise and leave him. There were other benches, and I was not in\nthe mood for idle gossip about Hitler and taxes.\n\n\"Don't go. Please.\" His plea was authentic.\n\n\"I must get back to my shop,\" I said.\n\n\"Surely you can spare a moment.\" I could not even to begin to place the\naccent in his voice. Low as a whisper, tense. His deep-set eyes held\nme ... his face was pale and had a serenity born of suffering. A placcid\nface, not given to emotional betrayels, yet mystical. I sat down again.\nHere was someone bewilderingly strange. Someone I wouldn't soon forget.\nHe moved a hand toward me, as tho to hold me from going, and I saw with\nmild curiosity that he wore heavy gloves, like mittens.\n\n\"I am not well. I ... I must not be out in the damp air,\" I said. \"But\ntoday I just had to go out and walk. I had to.\"\n\n\"I can understand.\" I warmed to the wave of aloneness that lay in his\nwords. \"I too have been ill. I know you, Otis Marlin. I have visited\nyour shop off Market Street. You are not rich, but the feel of the\ncovers on a fine book between your hands suffices. Am I right?\"\n\nI nodded, \"But how....\"\n\n\"You have tried writing, but have had no success. Alone in the world,\nyour loneliness has much a family man, harassed might envy.\"\n\n\"That's true,\" I admitted, wondering if he could be a seer, a fake\nmystic bent on arousing in me an interest in spiritism favorable to his\npocket-book. His next words were a little amused, but he didn't smile.\n\n\"No, I'm not a psychic--in the ordinary sense, I've visited your shop. I\nwas there only yesterday,\" he said. And I remembered him. In returning\nfrom my lunch I had met him coming out of my humble place of business.\nOne glimpse into those brooding eyes was not a thing to soon forget, and\nI recalled pausing to watch his stiff-legged progress down the street\nand around the corner.\n\nThere was now a pause, while I watched leaves scuttling along the oiled\nwalk in the growling wind. Then a sound like a sigh came from my\ncompanion. It seemed to me that the wind and the sea spoke loudly of a\nsudden, as tho approaching some dire climax. The sea wind chilled me as\nit had not before, I wanted to leave.\n\n\"Dare I tell you? DARE I!\" His white face turned upward. It was as\nthough he questioned some spirit in the winds.\n\nI was silent; curious, yet fearful of what it might be he might not be\nallowed to tell me. The winds were portentously still.\n\n\"Were you ever told, as a child, that you must not attempt to count the\nstars in the sky at night--that if you did you might _lose your mind_?\"\n\n\"Why, yes. I believe I've heard that old superstition. Very reasonable,\nI believe; based on the assumption that the task would be too great for\none brain. I....\"\n\n\"I suppose it never occurred to you,\" he interrupted, \"that this\nsuperstition might hold even more truth than that, truth as malignant as\nit is vast. Perhaps the cosmos hold secrets beyond comprehension of man;\nand what is your assurance that these secrets are beneficent and kind?\nIs nature rather not terrible, than kind? In the stars are\npatterns--designs which if read, might lure the intrepid miserable one\nwho reads them out of earth and beyond ... beyond, to immeasurable\nevil.... Do you understand what I am saying?\" His voice quivered\nmetallically, was vibrant with emotion.\n\nI tried to smile, but managed only a sickly grin. \"I understand you,\nsir, but I am not in the habit of accepting nebulous theories such as\nthat without any shred of evidence.\"\n\n\"There is, sad to say, only too much evidence. But do you believe that\nmen have _lost their minds_ from incessant study of the stars?\"\n\n\"Perhaps some have, I don't know,\" I returned. \"But in the South of this\nstate in one of the country's leading observatories, I have a friend who\nis famous as an astronomer. He is as sane as you or I. If not saner.\" I\ntacked the last sentence on with significant emphasis.\n\nThe fellow was muttering something into his muffler, and I fancied I\ncaught the words \"danger ...\" and \"fools ...\" We were silent again. Low\ndark clouds fled over the roaring sea and the gloom intensified.\n\nPresently, in his clipt speech, the stranger said, \"Do you believe that\nlife exists on other planets, other stars? Have you ever wondered what\nkind of life might inhabit the other stars in this solar system, and\nthose beyond it?\" His eyes were near mine as he spoke, and they\nbewitched me. There was something in them, something intangible and\nawful. I sensed that he was questioning me idly, as an outlander might\nbe questioned about things with which the asker is familiar, as I might\nask a New Yorker, \"What do you think of the Golden Gate Bridge?\"\n\n\"I wouldn't attempt to guess, to describe, for instance, a Martian man,\"\nI said. \"Yet I read with interest various guesses by writers of\nfiction.\" I was striving to maintain a mood of lightness and ease, but\ninwardly I felt a bitter cold, as one on the rim of a nightmare. I\nsuddenly realized, with childish fear, that night was falling.\n\n\"Writers of fiction! And what if they were to _guess too well_? What\nthen? Is it safe for them to have full rein over their imaginations?\nLike the star-gazers....\" I said nothing, but smiled.\n\n\"Perhaps, man, there have been those whose minds were acute beyond most\nearthly minds--those who have guessed too closely to truth. Perhaps\n_those who are Beyond_ are not yet ready to make themselves known to\nEarthlings? And maybe THEY, are annoyed with the puny publicity they\nreceive from imaginative writers.... Ask yourself, _what is\nimagination_? Are earth-minds capable of conceiving that which is not\nand has never been; or is this imagination merely a deeper insight\ninto worlds you know not of, worlds glimpsed dimly in the throes of\ndream? And whence come these dreams? Tell me, have you ever awakened\nfrom a dream with the sinister feeling that all was not well\ninside your mind?--that while you, the real you, were away in\nLimbo--_someone_--some_thing_ was probing in your mind, invading it and\nreading it. Might not THEY leave behind them in departure shadowy\ntrailings of _their_ own minds?\"\n\nNow I was indeed speechless. For a strange nothing had started my\nneck-hairs to prickling. Authors who might have guessed too well....\nTwo, no three, writers whose stories had hinted at inconceivable yet\ninevitable dooms; writers I had known; had recently died, by accident.\n\n\"What of old legends? Of the serpent who shall one day devour the sun.\nThat legend dates back to Mu and Atlantis. Who, man, was and is Satan?\nChrist? And Jehovah? benevolent and all-saving, were but a monstrous\njest fostered by THEY to keep man blindly content, and keep him divided\namong himself so that he strove not to unravel the stars?\"\n\n\"Man, in my foolish youth I studied by candleflame secrets that would\nscorch your very soul. Of women who with their own bare hands have\nstrangled the children they bore so that the world might not know....\nDisease and sickness at which physicians throw up their hands in\nhelpless bafflement. When strong men tear at their limbs and heads and\nagony--seeking to drive forth alien forces that have netted themselves\ninto their bodies. I need scarcely recount them all, each with its own\nabominable significance. It is THEM. Who are eternal and nameless, who\nsend their scouts down to test earth-man. Don't you realize that they\nhave watched man creep out of primal slimes, take limbs and shamble, and\nfinally walk? And that they are waiting, biding their time....\" I\nshivered with a fear beyond name. I tried to laugh and could not. Then,\nbold with stark horror, I shouted quite loudly: \"How do you know this?\nAre you one of THEM?\" He shook his head violently. \"No, no!\" I made as\nto go, feeling an aching horror within me.\n\n\"Stay only a moment more, man. I will have pity on you and will not tell\nyou all. I will not describe _them_. And I will not assay that which,\nwhen upon first seeing you here by the sea, _I first intended_....\" I\nlistened. Not daring to look at him; as in the grip of daemonaic dream.\nMy fingers clutched at the edges of the bench so tightly that I have\nbeen unable to write with them until now. He concluded thus:\n\n\"So you see that I am everywhere a worldless alien. Sometimes this\nsecret is too great for one mind to contain, and I must talk. I must\nfeel the presence of someone human near me, else I shall attempt to\ncommit suicide and again fail. It is without end--my horror. Have pity\non me, man of earth, as I have had pity on you.\"\n\nIt was then that I gripped him by the shoulders and looked with pleading\ndesperation into his staring eyes. \"Why have you told me? What--\" My\nvoice broke. My hands fell to my sides. I shuddered.\n\nHe understood. Shrieked one word: \"PITY!\" into my insensible ear, and\nwas gone.\n\nThat was 3 nites ago and each nite since has been hell. I cannot\nremember how long it was after the STRANGER left that I found myself\nable to move, to rise, hobble home, suddenly ancient with knowledge. And\nI cannot--WILL NOT--reveal to you all that I heard.\n\nI thot myself insane, but after an examination, a physician pronounced\nme that I had been strained mentally. I am competent. But I wonder if he\nis wrong.\n\nI view the silken stars tonight with loathing. HE sought to master their\ninscrutable secret meaning, and succeeded. He imagined, he dreamed; and\nhe fed his sleep with potions, so that he might learn where his mind\nmight be during sleep, and himself probe into the mind that wandered\nfrom space into his resting body-shell. I am no scientist, no\nbio-chemist, so I learned little of his methods. Only that he did\nsucceed in removing his mind from Earth, and soaring to some remote\nworld over and beyond this universe--where THEY dwell. And THEY knew him\nto be a mind of Earth, he told me. He but hinted of the evil he beheld,\nso potent with dread that it shattered his mind. And THEY cured him, and\nsent him back to earth.... \"They are waiting!\" he shrieked, in his\ngrating skeleton of a voice. \"They are contemptuous of man and his\nfeeble colonies. But they fear that some day, like an overgrown idiot\nchild, he may do them harm. But before this time--when Man has\nprogressed into a ripeness--THEY will descend! Then they will come in\nhordes to exploit the world as THEY did before!\"\n\nOf his return, and his assuming the role of a man, the Alien spoke\nevasively. It was to be assurred that this talk of his was not some\nrepulsive caprice; to know that all of it was true, that I gripped him\nand beheld him. To my everlasting horror, I must know. Little in itself,\nwhat I saw, but sufficient to cause me to sink down on the stone bench\nin a convulsive huddle of fear. Never again in life can I tear this\nclutching terror from my soul. Only this: That when I looked into his\nstaring eyes in the dimness of murky twilight, and before he understood\nand quickly avaunted, I glimpsed with astoundment and repugnance that\nbetween the muffling of his coat and black scarf _the INTRUDER wore a\nmeticulously painted metal mask--to hide what I must not see_....\n\n\n\n\n[Illustration]\n\nASPHODEL:\n\nby E. T. PINE\n\n\n    Down where skies are always dark,\n    Where is ever heard the bark\n    Of monstrous ebon hounds of hell,\n    In a dreadful fearsome knell,\n    Never fading, ever bright,\n    With a weird and spectral light,\n    Blooms a flower of ancient days,\n    Shining in a crimson maze;\n    When the black bat shrilly screams\n    Asphodel, you haunt my dreams--\n\n    From the lands of distant death\n    Steals the perfume of your breath:\n\n    Some night soon the wind will blow\n    Saffron seeds to fall and grow\n    By my casement window, where,\n    Sleeps my loved one, still and fair;\n    Then, the night you are to bloom\n    I shall creep from out my room,\n    From your blossom by the wall\n    Shall I hear her dear voice call:\n    Mournfully the wind will cry,\n    And shadows cover all the sky--\n    My lips will touch the loved dead\n    When where you nod I lay my head....\n\n\n\n\nMARMOK\n\nby Emil Pataja\n\n\n    Sleep that doth harbour a dream of dread,\n    Whence come the fingers that beckoned and led\n    My dream-stung soul from my canopied bed--\n    Whither dost take me, ere I am dead?\n    Beyond the skull-grinning mid-March moon\n    Over the phosphorous-lit lagoon\n    Out past the darkest pits of the night,\n    Fast thru the stars in this evil flight;\n    Lead thee me out past the rim of space,\n    Show me that ravenous, pain-black face,\n    Marmok, whose myrmidons ever are questing\n    For souls who wander at nite, unresting.\n    Then shall I know an ultimate bliss\n    Tasting the fury of that cosmic kiss,\n    Whilst my earth-cloak lies limply on the floor\n    To waken and gibber forevermore.\n\n       *       *       *       *       *\n\nWhat is the dim monstrosity that shimmers across the stars, what hand is\nthat to cradle planets, earth and mars. What misshapen gargantuan of\nnebulous formed flesh, hurls out its flood of darkness, the systems to\nenmesh. What is it walks across the universes chanting cosmic choruses\nwith endless verses--what thing unutterable has visited our Earth long\nyears ago, and now, tonite, returns, in the shadows lurking glow. What\nancient fear is with me, cold and terrible? Is that the shape of man\nupon the constellations, blotting out the light--or something gasping in\nhideous delight, plucking at the planets in insanity, at play, causing\nsuns to boil like cauldrons, meteors to sing upon their way with\nmournful voices, lost ghosts upon lonely trails--wailing--wailing. Is\ntonight our rendezvous with the Cosmos Thing, the Colossus bigger than\nAndromeda that sits upon the throne of space--or are these fantasies\nupon my aged eyes?\n\n\n\n\nHADES\n\n[Illustration]\n\n\n    Upon the shores of molten seas stand men, stand men alone,\n\n    And down below, in the molten flow, in the waves that cry and moan\n\n    Are women bare with flaming hair, whose passions have no surcease.\n\n    And in the air, midst the scarlet glare, are more who will never\n    know Peace.\n\n\n\n\nTHE BEST WAYS TO GET AROUND\n\n\nI don't mean socially; I mean off the Earth and between the planets.\nThere are a few really good ways, as invented by perspiring authors in\nscience-fiction magazines. And if I miss any, which is extremely\ndoubtful, remember that I'm writting from memory, that I hadn't read\n_all_ the scientifiction magazines from 1926 and on, and that I am not\ngoing to go researching through the tremendous stacks of old\nscientifiction magazines that I now have in my possession.\n\nNow, what DO I mean by THE BEST WAYS TO GET AROUND? Briefly, by the word\nBEST, I mean so pseudo-logical that you could almost leave off the\n\"pseudo\". See? (No)\n\nFor instance, Jack Williamson's geodesic machinery, wherein he warps\nspace around, appeals to me as being pure fairy tale stuff. He just\ngives a lot of verbal hocus-pocus, and runs off reams of litterary\nfertilizer until we throw up our hands in disgust and say; \"O.K., O.K.,\nJack, to hell with that, let's get on with the 'story'. We'll grant you\nthat you _can_ get around.\"--And we're willing to grant E.E. Smith the\nsame privilege. He _DOES_ get around--anybody disagree? The question is;\nhow? Oh, by useing \"X\", and the inertialess drive. The same with brother\nBurroughs. What do we care if dear old John Carter \"yearns\" himself to\nMars? He gets there, and we are happy, or were happy.\n\nSo, we exclude all those from THE BEST WAYS TO GET AROUND. They are very\nnice and convenient to get people places; but, when we run across one of\nthe \"BEST WAYS\" we often wonder if it REALLY WOULDN'T be possible,\nprovided----. Of course, that word \"provided\" is the catch--the reason\nwhy we really aren't going around that way.\n\nAgain--So, way back there, Edmond Hamilton, and a hundred others, have\nused the idea of _light-preasure_ in an attempt to get away from\nrockets. But he didn't tell us how, scientifictionaly. In direct\ncontrast to vauge statements made regarding the use of _light-preasure_\nas propulsion, I remember the MOON CONQUORS, by R.H. Romans, in a 1931\n(I think) (You're right, 4SJ) quarterly. You've seen radiometers. The\nthings with black and white vanes placed in a vacuum. The theory is that\nthe opposite shades cause unbalanced light preasure, so that the vanes\ngo around and around. Romans invented a pseudo-scientifically logical\nway to use _light-preasure_, once he got his ship in space. His\nscientist invented a compound of _absolute black_. (Which is also\nobtainable in a darkroom) A small square of darkroom--or, I mean,\nabsolute black painted on the posterior of the ship, and regulated at\nwill, gave the same ship quite respectable speeds. Certainly it won't\nwork outside of a story--but, I'm talking scientifictionally. Romans\nused his imagination, and we all had fun.\n\nIn the same story, Romans used a swell device to get the ship off the\nearth. He used a mile-long tube, composed of circular magnets. It was a\n_magnetic gun_. Each magnet pulled the ship towards it, and then, as the\nship passed it, the magnet's poles were reversed, and made to repel the\nship. With each magnet at maximum charge, either pulling or pushing the\nship, according to whether it was in front or behind the latter, the\nsame erupted from the tube with the necessary 7 M.P.S. velocity of\nescape, and so was off on the way to the moon. What's wrong with the\nidea? I dunno.\n\nJohn W. Campell (Jr.) used to have brainstorms: in fact, he invented\n_two_ of THE BEST WAYS TO GET AROUND. One, in the first of the ARCOT,\nMOREY, and WADE stories, \"PIRACY PREFERRED\", was that of molecular\nmotion. All the little molecules in a bar of metal go madly around in\nevery possible direction. If you could invent, as Campbell did in the\nstory, an electro-magnetic vibration that would force all the mollecules\nto go in the same direction, then the bar of metals would go in that\ndirection, since it would be them. So Mr. Campbell hooked the thing up\nto his ship, and off he went to Venus, or some other planet. Well, it\n_would_ work, wouldn't it, _provided_ (ah yes!) you could make all the\nmollecules go into one directional flow.\n\nAnd the other brainstorm was when Aarn Munro, in the MIGHTIEST MACHINE,\ndecided that momentum and velocity were wave formations, and therefore,\none should be able to _tune into them_! (Anyone should be able to think\nup a simple theory like that.) Not a bad WAY TO GET AROUND--in a\nscience fiction story.\n\nBack in 1930, or some such year, Charles R. Tanner wrote THE FLIGHT OF\nTHE MERCURY, in the old WONDER STORIES. In that story he told you just\nhow to go ahead and make an ETHERPROPELLER, provided there is such a\nthing as ether, and Osmium B. The theory is: you use water screws, air\npropellers, and so why not an ether propeller? Put a cork in motionless\nwater. Start a wave motion in the water with your hand. If the length of\nthe wave is greater than the diameter of the cork, the cork just bobs up\nand down and stays where it is. If the lengths of the waves are shorter\nthan the diameter of the cork, the waves go around it, and the cork still\nstays right where it is. If the length of the wave is exactly the\ndiameter of the cork, tho cork rides right off, in the trough of the\nwave, at the same speed as that of the wave formation. Now invent an\nelectro-magnetic vibration--by useing the metal Osmium B--exactly the\nlength of a Copper atom. Make your ship of copper, putting the ether\npropeller, that which causes vibration in the ether, at the end of the\nship, and presto! all the copper atoms move along in the trough of the\nether waves, at the same speed as the other waves, which is the speed of\nlight. And, Mr. Tanner is off for Mars, in a super-plausibly\nscientifictional way.\n\nHELL SHIP, in last year's ASTOUNDING, Arthur J. Burks put forth an idea\nwhich had been discussed by engineers before he had ever used It. They\njust didn't know how to do it. Mr. Burks did--didn't he write the story.\nAt least, the idea gave him more earthly benifit than it gave the\nengineers. Maybe he thinks he invented it--I don't know, nor does it\nmatter: He used it, the idea of gravatic lines of force, forming a\nspider web throughout the solar system. With the proper machinery,\nwhich he ascribed with good attention to detail, you could crawl up\nthose lines of force like a spider. This idea is so plausable that it\nmight be placed in the same catagory as rocket propulsion, which is\nfact.\n\nTHE MOTH, in this year's ASTOUNDING, contains another of those ideas of\ninterplanatary locomotion which I call one of THE BEST WAYS TO GET\nAROUND. Don't worry, I'm not pointing to myself with pride. I just wrote\nthe story, Charles R. Tanner conceived the idea. He tossed it off\nparanthetically one night, and promptly forgot about it. The idea----If\nall objects are in motion, according to the Lorentz-Fitzgerald\ncontraction theory, lose length in the direction of motion, why couldn't\nan artificialy produced cause instantaneous motion, why couldn't an\nartificialy produced contraction cause instantaneous motion,\nproportional to length-loss? Not a thing in the world against it, my\nfriends, all you have to do is to find a way to cause the artificial\ncontraction of the ship in question. Of course, in my story, I invented\na force-field----very handy when you're in a tight spot!----which caused\ntho electrons to flatten out. This force acted on the ship and\neverything within. Therefore, any speed up to a little below that of\nlight could be obtained, and that bogey man so often ignored in\nscientifiction, acceleration, was disposed of at the start, since there\nwas nothing that had a tendancy to stay behind. There is the real\ninertialess drive, which E.E. Smith talked of, but never used.\n\n(Paranthetically: When Charles R. Tanner saw the story containing his\nidea in print, he became enthused, and promptly invented and named all\nmachines used in the process, discovered a new and ultimate particle\ncalled the \"graviton\", that which makes the proton 1846 times heavier\nthan the electron, and practically drew plans for the force field which\ncaused the contraction. When he finished we knew exactly _how_ to obtain\nspeeds far exceding both those of Smith and Campbell. Our inventions\nwere plausable, and they'd work, provided----)\n\nI've just about reached the end of the list, though there are one or two\nothers that might be mentioned right here at the tail end of the\narticle. Jules Verne, I suppose, has to be credited with the first ship\nfired from a canon, in ONCE AROUND THE MOON. Wells takes the bow for\ngravity plates, which Willy Ley so neatly disposed of, only he called it\n\"cavorite\" in THE FIRST MEN IN THE MOON., and Roy Cummings used it\neffectivly in AROUND THE UNIVERSE (and a hundred others). In a story in\nthe old WONDER Donald Wolheim put his rocket ship on a huge wheel,\nrotated the wheel and flung it off into space. Fair, except that the\nacceleration would be killing.\n\nAND THAT'S ABSOLUTLY ALL THE BEST WAYS TO GET AROUND. Unless there are\nsome of those which I haven't heard of. If you know of some, I would\nlike to be enlightened.\n\n--ROSS ROCKYLYN\n\n\n\n\n--THE SYMPHONIC ABDUCTION--\n\n\n\"I suppose you've heard about what happened to my brother Jerry?\" Ray\nSpencer asked me; I shook my head. \"The whole family was worried about\nhim for a while: couldn't tell whether he had sleeping-sickness, or\nwhat. All we knew was that he'd gone coma listening to some phonograph\nrecords when he was alone in the house. Perhaps the intense emotional\neffect of the music, plus its stentor, was the cause.\n\n\"When I returned home, he lay cold on the floor in front of the\nradio-phonograph. The automatic release had shut off the record, but the\ncurrent was still on, and the volume dial was turned full strength.\nNothing I could do would rouse my brother, so--scared--I put him to bed\nand called a doctor, who had him taken to a hospital for observation. No\none could determine what was the trouble, and since we couldn't afford\nto keep him at the hospital indefinitely, we brought Jerry back home.\nAnd although it wasn't exactly appropriate, I couldn't help remembering\nthe story of the Sleeping Beauty whenever I looked into his room and saw\nhim, apparently only napping.\n\n\"Then one day I heard him--still in his trance--whisperingly singing.\nThe indistinct notes were reminiscent of one of Chaikovsky's ballet\npieces. I tried vainly to wake him. He sighed on and on until the faint\nbreath of a voice softened into silence....\n\n\"When at last he did awake, I had been listening to some continental\ncommuniques in the adjoining room, with the door open so that I could\nlook in on him in case of emergency. The program ended and was followed\nby concert music. I don't care much for symphony, so I arose and went to\nthe radio to switch it off. At the same time, Jerry stirred: I heard his\nbed creak. Turning to look his way, I twisted the wrong dial, and the\nmusic thundered: my brother began to toss on his bed. Disregarding the\nracket for a moment in excitement at seeing him move, I ran in to him,\nshouting, shaking him a little. His hands groped, found mine, and clung\nto them. Painfully he endeavored to raise himself, dropped back\nperspiring and panting. Then he screamed--horribly!--as if all Hell's\ndevils were shovelling all Hell's coals on him, and opened his eyes, his\nface taut with dread. He recognized me. In a moment I had soothed him\nback to normalcy. He was perfectly all right from then on.\n\n\"Or at least we thought so. But since you're so interested in\nmetaphysics, get him to tell you about the vision he had during his\ncatalepsy. He won't feel embarrassed; he's told it to others. Just say\nthat I mentioned it to you.\" Ray had finished. Later, when I chanced\nupon Jerry Spencer, I brot him up to my apartment for dinner. The meal\nover, he smiled at my query concerning his comatose dream, and related:\n\n\"None in my family are as interested in music as I: my belief is that to\nrealize its full magic you must leave off talking--better still, listen\nto it alone--and, closing your eyes, open your mind to it. Relax--forget\nyourself. All of my folks poke fun at me when I sit on the floor by the\nradio during the concert broadcasts, my ears close to the speaker. But\nthat is the only way by which I can really enjoy music. The very\nloudness, blasting at my hearing, emphasizes the tone-magic,\noverwhelming everything else. And sometimes, if my eyes are shut, I can\nsee fantastic dream worlds, fiery pageants inspired by thundrous\nharmonies.\n\n\"I had never dared to turn on the amplifier as loud as I'd have wished.\nMy family said that it would annoy the neighbors. So that day when I was\nalone at home, I thot that then was my chance, if ever, and proceeded\nto play my favorite record; the first scene of Chaikovsky's SWAN LAKE\nballet, as loudly as possible. The sound was not so deafening\nas--maddening, or better still, intoxicating. How I Loved it! I sat\ncross-legged, eyes shut, dreaming, at last absolutely happy. More:\necstatic.\n\n\"The first notes were like an invitation emanating from a lost\ndimension, calling me, wheedling. Promising haven, peace. The call of\nthe unknown: not the lure of dashing adventure but of mystery, mournful\nsorcery, epic splendors....\n\n\"Deep in my heart there's a sort of innate Slavic sadness which\nresponded to the music's plaint, and my thought traveled with the melody\neffortlessly on and on. The warm darkness of my closed eyes lightened to\ninfinities of cold, deep-blue emptiness, through which I felt myself\ngliding as the theme progressed.\n\n\"Each harmonic burst, every wailing echo, dominated me. My thought was\nborne farther and farther like a leaf in a tempest.... There were base\nchords which made my throat quiver, and tears burned under my lowered\neyelids. I felt a tingling at my shoulders, and with eyes still closed\nbut discerning by a sort of dream-vision, I half-consciously turned,\nbeheld luminous yellow--draperies?--fluttering behind me, bouying me:\nlike scarf-wings, whipping comet-tails.\n\n\"An instinctive transient fright gripped me, admonishing me to withdraw\nfrom this blue region into the calid darkness from which I had come--but\nthe melody's urge was stronger than my feeble urge to retreat. The azure\nbecame flecked with diamond points of light which augmented into great\nwhite moons, and from one to another in a vast network rayed pulsing\nfilaments, vascular channels of fluid light.\n\n\"A stupendous chorus of clear unhuman voices, as from diamond throats,\nemanated from these linked moons, of which the music which had conveyed\nme was only a distorted, ghostly echo.... In tangible waves this greater\nmusic rippled around the webbed moons, beating against me as though to\nforce me away on its tides I know not whither.\n\n\"Beneath me was a limitless tract of grey slime which rose and fell\ntorpidly as with the breathing of a somnolent subterranean thing. The\nmoonlight burned brightly on it, and crawling across it from some remote\nplace came--trees?--snaky-rooted things whose prehensile branches bore,\ninstead of leaves, flexible lenses.... They left behind them red trails\non the slime, and excrementory ribbons of thin blue vapor streamed from\ntheir topmost appendages. Occasionally they paused to feed, focussing\ntheir lenses upon the gelatinous ground, which became luminously white\nunder the concentrated light. The sucking mouths of the serpentine roots\nabsorbed this matter, and red viscosity seeped into the eaten places,\ngreying rapidly under the moon's effulgence, chemically affected by it.\n\n\"And the trees mated. Gynandrous, they converged in pairs or groups,\npressing close together, thrusting their limbs into one enormous\ncluster, aggregating their lenses into a series of complex, compact\nforms ... shuddering with a violent ardor.... From erectile\nprotuberances rimming the lenses ruby liquid spurted, bursting with\nincandescence under the condensed moonlight.\n\n\"Spent, drooping, the trees separated, and the radiant orgasmic matter\ndrifted lightly down to the slime, burning fitfully as the trees moved\naway indifferently.\n\n\"Apparently these flickering radiances fed, for gradually they grew,\ndulling, becoming opaque, substantial----thrusting out probing roots,\ndeveloping limbs, wandering like their parents. They snailed onward out\nof sight, all of them.\n\n\"Silently, a phosphorescent green river raced like a bolt of furcate\nlightning over the green wastes. It was composed not of water but of\nmyriad tiny luminous crawling insects. A conscious river, altering its\ntortuous course at will, small streams deviating from the main body and\nmeandering erratically, then rejoining the general current. This river's\nend drew into sight, flashed under me and into the distance, leaving\nfast-greying red paths on the slime.\n\n\"The moon's music assailed me; simultaneously I felt those man-measures,\nwhich had carried me so long, cease, leaving me without a link to my own\nworld--helpless against the inexorable tide of the lunar melody, which,\nbursting more loudly, swept me higher, through an interstice of the\ncirculatory web, into blue infinity. And there it left me; fading\nripples of it would lap me, but were too dissapated then to sweep me\nfarther.\n\n\"I floated aimlessly in the void, it seemed for ages, less a body than a\nmind, aware of neither hunger nor thirst nor ill of any sort other than\na dreadful sapping weariness.\n\n\"There was no way of reckoning time, but after an eternity of loneliness\nand self-boredom, I heard a glissando of mellow tintinabulations. A\ntroop of small stars flashed toward me like a scattered handful of\nsparkling white gems, whirling in interweaving dance of enchantment,\ntinkling glad clear tunes like the babbling of crystal brooks. The\njoyous, youthful essence of their song so charmed me that I forgot my\nweariness and vocally ventured to imitate it.\n\n\"At last they broke their circle and swept away, single-file, out of\nsight, diminishing with distance.\n\n\"For awhile I hummed their song, but with every repetition it lost some\nof its starry quality and gained a human-ness, earthiness,\nanimalism--until it impressed me no longer beautiful, and I was\nsilent.... Wearily the sluggish ages passed ... in the illimitable blue\nsolitudes....\n\n\"Eventually I heard the man-music, again like a summons--its vibrations\npiercing the moon-net, receding, drawing me with it. Its power increased\nwith every unit of retregression, dragging me with it. Over the wastes\nof slime it dragged me, all in a fraction of seconds. Wind tore at me,\nracketing in my ears, drowning music of both moons and man.\n\n\"In a flash of cataclysm, of cosmic pandemonium, the moons, jostled out\nof their places by my abrupt passage through the web, strained apart,\nsnapping their pulsant filamental arteries. White, searing drops of\nblood of light oozed from the severed ducts, hissing as they fell, and\nsplashed on the slime, which heaved torturedly. The crawling trees\nreared upon their writhing roots, flailing their lensed limbs, and the\nphosphorescent rivers halted suddenly, piling into swiftly\ndisintegrating mounds.\n\n\"The rain of light blood thinned and ceased: the moons dimmed and\nplunged earthward, lusterless. As they touched the tempestuously tossing\nslime, it shrieked stridently, deafeningly--_cosmically_! An outcry\nvoicing all life's inherent dread of the horror of pain and death, which\narose from all sides, like an auditory vise, tightening upon and\ncrushing me. The blue chaos was wiped away by utter blackness; the\nshriek weakened, ceased.\n\n\"I opened my eyes, shut them--dazzled by daylight, and opened them\nagain, but cautiously. My brother Ray was standing over me, shaking me,\ncalling my name ... AND IT WAS I WHO HAD SCREAMED!\"\n\n\n\n\nas i remember----\n\n[Illustration]\n\n\nAs I remember, August Derleth wrote, a time back: \"My personal favorite\nof the Lovecraft stories is THE RATS IN THE WALL, followed by DUNWICH\nHORROR, COLOUR OUT OF SPACE, THE OUTSIDER, WHISPERER IN DARKNESS.\" H.P.L.\nliked MUSIC OF ERICH ZANN as well as anything he did, COLOUR next.\nDonald Wandrei is busy in St. Paul writing plays and shorts. \"My average\nday brings me anywhere from ten to fifty letters that must be answered.\"\n\nAs I remember one night in Coney Island found seven strange looking\nfellows, fans and authors, crowded into a car for a posed picture. Ross\nRocklynne, freshly freckled by a New Yawk sun, at the steering wheel,\nJack Agnew at his side with Mark (I'm makin' my mark in pulps) Reinsburg\nand immediately in back of Rocklynne a fellow with too much hair, a tan\nthat would make an Ethiopian blush, and teeth, Bradbury, augmented by\nthe humorously verbose Erle Korshak, the professorly nice Bob Madle and\none V. Kidwell. I recall also a night at Mort Weisinger's home during\nJuly with Rocklynne, Ackerman, Morojo, Hornig, Binder, Schwartz, Darrow\nand again Bradbury. A picture was taken that night and the only ones\nwith decent smiles were Ackerman and the under-done personality who\nedits this magazine. Hornig looked strangely thoughtful with his hand to\nhis chin, Mort had a cigarette drooping from his lip and Darrow,\nSchwartz and Binder all were lost in profound contemplation of the\nlittle birdie which Mort's brother held. I remember also a night on\nCentral Park, a stag night, when it was raining convulsively and Binder,\nBradbury, Hornig, Rocklynne and Darrow all clambered into a rocking boat\nand swished out onto the glittering water, yodeling popular tunes at the\nway-way top of their corny contraltos. Binder has a pleasing bath-tub\nbaritone, while Hornig can imitate a frog at the drop of a body. Darrow\nwas strangely silent, but that man Bradbury and Rocklynne set up such a\nhowl that the Park authorities came out in a submarine, thinking that\nthe Loch Ness monster had turned up again. This was all settled when\nsomeone pulled the plug and everyone drowned peacefully.\n\nGoing way back in the cobwebs I seem to recall a letter arriving at an\nEastern post-office addressed to Mars. It was returned marked:\nInsufficient Postage.\n\nAs I remember Charlie Hornig wrote, on January 9th: \"On Tuesday,\nFebruary 20th, 1940, I'll be in Los Angeles. I will write for Futuria\nFantasia, but my rates are 12 cents a word, before acceptance. I haven't\nseen GONE WITH THE WIND yet, but if I stop off to see it on the road,\nexpect me two days later than heretofore planned. If I walk it, expect\nme at the city limits on the R car-line, Whittier, the same time of the\nmorning, only about 18 months later. I'll bring my overcoat and shovel\nalong for the annual sun showers and orange blizzards.\" And later, from\nHornig: \"I liked the latest issue of Futuria Fantasia very much,\nespecially the page of conventional descriptions over which I laughed\nmyself sick and silly. The note about Bradbury and the mask and the\nblonde in the Paramount is the funniest thing I've ever read in a\nfan-mag.\"\n\nI seem to remember being at someone's house not so long ago and glancing\nthru a thick manuscript under submission to John W. Campbell. I seen to\nremember that the author was Robert A. Heinlein, member of our LaSfl.\nAnd the other day that story popped up in Astounding as a Nova, \"IF THIS\nGOES ON--\" And it seems to me that here and now Bob should take a bow\nfor a swell story. And thanks to Campbell for providing it with a Rogers\ncover and Rogers interiors. OMEGA----\n\n       *       *       *       *       *\n\n    _COMING in MAY_\n\n    \"DARKNESS AND DAWN\"\n\n    FAMOUS FANTASTIC MYSTERIES\n\n    MARCH\n\n    15¢\n\n    \"BLIND SPOT\"\n\n    THE IMMORTAL\n    HALL _and_ FLINT\n    FINLAY\n\n\n\n\n\nEnd of Project Gutenberg's Futuria Fantasia, Winter 1940, by Ray Bradbury\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FUTURIA FANTASIA, WINTER 1940 ***\n\n***** This file should be named 41627-8.txt or 41627-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/6/2/41627/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}