{"title": "Futuria Fantasia, Fall 1939", "author": "Ray Bradbury", "releaseDate": "December 15, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            FUTURIA FANTASIA\n\n                               fall 1939\n\n                              vol. 1 no. 2\n\n                            Ray D. Bradbury\n                                editor\n\n                               10 cents\n\n\n\n\n[Illustration: WORRY!!!]\n\n\nA newer, plumper Futuria Fantasia greets you, with more articles, more\nvalue and less Technocracy! The reason for the scanty garb of our summer\nissue was TIME, that villain who holds his sword over all humanity. I\ndidn't have time to contact various authors and fans--and there was\nlittle time for mimeographing, since the Angel expedition to New York\nwas fast approaching, and ye editor was wandering around in a daze\nwaiting for the day when his bus would sweep him off to Manhattan. The\ntrip to New York was a happily successful thing. Futuria Fantasia would\nlike to toss an orchid to the editors who contributed so generously to\nthe convention, and at the same time blare forth with a juicy razzberry\nfor a certain trio of fans who made fools of themselves at the Conv.\n(and u know who we meen).\n\nBut enuf of this boring fan quarreling ** action should have been taken\nat the convention and there's no use bawling over fused rockets. This\nissue we bring you another cover by Hans Bok. We sincerely believe his\nwork is superior to any work done in fan mags for a long time. He has to\nbe good ** for he is a protegee of no less a person than Maxfield\nParrish, whose paintings have, at one time or another in the past\ndecades, made more than one home beautiful. If you haven't had a\nMaxfield Parrish painting in yur home, it ain't a home. And, we feel\nproud of Hans becuz we acted as agent to Weird Tales while\nconventioneering in New York. Latest report is that Hans is doing an\nIllustration for Weird Tales. Here's luck, Hans, and may you keep up the\ngood work while staying in Manhattan.\n\nWith this issue we introduce two new fans, and two new authors. They are\nAnthony Corvais, who makes his part-time home in Tucson, Arizona, and\nGuy Amory of Phoenix. Corvais, twenty-two years old, has done a neat job\nwith his RETURN FROM THE DEAD. In the winter edition he will let go with\nanother original SYMPHONIC ABDUCTION. Guy Amory, after sum few hours of\nhard labor, finally got an interview out of Hankuttner, which is work in\nany man's lingo. Both boys were in L.A. for two weeks about a month\nback, and gave their promise to support FuFa from now to TDWACOH (the\nday when _astounding_ comes out hourly).\n\nRon Reynolds, whose satire on Technocracy received favorable comment,\ncomes back with his views and news about the Convention ** and Corrinne\nEllsworth, gracious female fan of L.A. presents us with something that\nis distasteful to me, THE CASE OF THE VANISHING CAFETERIA. I protest\nagainst her grossly horrid insinuations about my Ghoul's Broths.\nManhattaneers will tell you that it is only at the full moon that I can\nconcoct one ... tho a cafeteria or Automat atmosphere does work wonders\nwith my ego--specially if there are enuf people watching to make it\nprofitable.\n\nAs you will notice there is not a great deal to be sed about Technocracy\nin this issue ** mainly becuz I am tired of talking and the response we\nget is vury, vury funny, if not childish. If someone cares to challenge\nus on Technocracy we shall be only too glad to answer all questions, but\nwhen a bunch of crackpots start dragging in their own theories,\nrelatives and human nature then we give up the ghost. We take this\noccasion to challenge the so-far-silent John W. Campbell to a duel of\nwords on this subject. How's about it, Campbell?\n\n\n\n\nThe Galapurred Forsendyke\n\nA tale of the Indies\n\nBy H.V.B.\n\n\nHe remembered--but never dreamed its source--the old poem which began,\n\"A swibosh is an Indian,\" and as he leaned back in his chair puffing on\na pipe, his lean bronzed face darkly serious against the moonglow, a\nlittle echo hooted from the hills as if an owl'd cried.\n\nThen Edris called. At the alarmant tingle of the bell, like a tinnient\ntang of a rattlesnake's tremor, he ran to the telephone and shouted\neagerly, \"Edris! My darling.\" Then he remembered to take receiver off\nthe hook. He was answered by dead silence. Then, to his amazement and\nutter horror, a long damp tongue swished out of the mouthpiece, lapped\nhis cheek and disappeared in a puff of acrid steam. \"The Martians!\" was\nhis first thot, as he tremblingly buttered his toast. Then he heard\nEdris' voice. It floated easily from the ceiling as if it were inverted\nsteam. He looked up, and discovered overhead that the planet India had\nvanished from the map. It had peeled itself loose and inched over the\nwallpaper and was now wrapping itself like a second skin around a baked\npotato. \"But that's impossible!\" he breathed, \"There aren't any potatoes\nin August, and especially in bathtubs.\" Again Edris' voice reached him.\nWhat was she saying? \"Go with the pretty men, dear, they'll feed you an\norange.\" But that sounded crazy. He was worried, and clung to a red-hot\nradiator which melted into a puddle at his touch, burning a round red\nhole in the rug.\n\nSeventeen puffs of black vapor--he counted them--whiffed up winsomely\nfrom the charred circle. \"Around and around,\" he said, dreamily,\nremembering the second line of the poem, \"When Fifthly is perplexed.\"\nEdris oozed out of the shadows to him, longlike and snaky, with fearthy\nfettles adorning her foresome, and a blaze in her eyes like the\nhurmwurst of Whidby. Island, island, he repeated to himself, thrusting\nan negatory hand thru the farthing of her wrabdy--and her mouth parted\nto disclose another mouth, from which issued visible words like ticker\ntape of steam in chilly air, so surprising him that he could only stand\nrooted, like a tree. It was then that he noticed the snakes in her hair,\nas the leaves sprouted from his cheeks end from every simple vascicle of\nhis tubular perpendages sometimes cursorily applellated, eyebreams.\n\nAmong the amiderie of her fascinating fingers, which she waved before\nhis face like the shimmer of phosphorescence on a salty sea on hot\nmidsummer moonlight, took shape an elegant form, something reminiscent\nof a redchief. Within his sore heart a black thot grew, spurred by the\nexcess of his agonized birdtwitters, bidding him to slay and do so\nquickly. He reached for a weapon. There was nothing at hand but a slug.\nHe groaned. A slug against snakes? What chance of victory? As tho she'd\nread his thot, she moved nearer, her laffter lifting and lowering like a\nfragile boat on waves of honey. One by one her eyes--390 of them--popped\nout with hollow slaps like corks from bottles, while within the dull\ndraperies of scarlet which adorned the farthest lamp-post stirred an\nunnameable bloody something which sent forth a thrill of foreboding into\nhis anguished heart, and he remembered the 4th and last lines of the\npoem \"He who dines alone is hexed.\" He uttered a gurgling scream as she\nleaped upon him, and her snales torn and the steam of her bare\neye-sockets scalded him--then the ensanguined thing crawled limply over\nthe face of the blinding desert and the vacant sun stared sitelessly at\nnothing.\n\n\n\n\nI'M THROUGH!\n\nBY _Foo E Onya_\n\n\nThe editor of this magazine, under the impression that I am still one of\nthat queer tribe known as science-fiction fans, has asked me to write an\narticle. I am no longer a science-fiction fan. I'M THROUGH! However, I\nhave decided to do the article and explain with my chin leading just why\nI am through. Here goes.\n\nAs to science-fiction; the trouble with me, I think, is that I have\noutgrown the stuff mentally--and that's not a boast, seeing the type of\nminds modern science-fiction is dished up for. I'll admit there are a\nfew exceptions, but on the whole, s.f. fans are as arrogant,\nself-satisfied, conspicuously blind, and critically moronic a group as\nthe good Lord has allowed to people the Earth. I don't blush that I was\nonce a s.f. fan, starting back in '26--I merely thank my personal gods\nthat somewhere along the route I woke up and began to see s.f. as it\nreally is. The superiority complex found in group known as science\nfiction fans is probably unequalled anywhere. Their certitude in their\nsuperiority, as readers of s.f., over all other fiction, is\nrepresentative of an absolutely incredibly stupid complacence. Facing\nthe business squarely, we can see why s.f. lays CLAIM to such\nsuperiority: for no other obvious reason than that such fiction is the\nbastard child of science and the romantic temperament. But NOT, good\nlord, because it is INSTRUCTIVE! This has too long been preached, until\ns.f. readers actually believe it! The amazing _naivette_ of these\nreaders who think their literature is superior merely because they think\nit teaches--this simple moves me to despair. The fact is, any literature\nwhose function it is to teach, ceases to be literature _as such_; it\nbecomes didactic literature, which is the color of another horse. When\nliterature becomes obsessed by _ideas as such_, it is no longer\nliterature. Just how the delusion could have arisen that writing,\nbecause invested with scientific symbols, automatically became possessed\nof new and more precious values, is beyond me to explain. Ideas are out\nof place in literature unless they are subordinate to the spirit of the\nstory--but s.f. readers have never perceived this. \"Give us SCIENCE!\"\nthey shriek, running with clenched fists uprisen to the stars. \"We want\nSCIENCE! Give us the Great God!\" Well, they are given _science_, and\nwhat does it turn out to be? For the most part the off-scourings of the\nlunatic fringe. Talk about scientists being inspired by s.f.\nstories--WHEW! Why, not one s.f. writer in fifty has the remotest idea\nof what he is talking about--he just picks up some elementary idea and\nkicks hell out of it. I'll wager that no scientist is going to produce\nvery spectacularly on the basis of any ideas provided by s.f. It's\npossible, but wholly improbable. Scientists don't tick that way.\n\nAnother amusing fallacy: this well-known business of Wells and Verne\ndoing some _predicting_. It's one of the biggest laffs of all. They made\na _flock_ of predictions, a few of which were realized, and some only in\nways most vaguely related to the original conception. How many ideas did\nthey have that _never_ have been realized and never will? Give them\ncredit for being good and often logical guessers, perhaps--but don't\nclaim that as a merit for their WRITING! And how many other good\nguessers must there have been who never got around to setting down their\npredictions in print?\n\nThere is but one affectation about Wells' \"scientific\" stories which he\npublished before he discovered his capability at characterization, and\nthis is the affectation of imagination. There is no genuine imagination\nin beating out cleverness of the s.f. type; the point of view, the\ninventive quality necessary for their construction, is the same as with\nthe widely circulated tales of Nick Carter. Science-fiction stories are\nnot struck forth with a creative hand, they are manufactured products\nput together piece-meal--none of them being written in any but the\ncalmest and most conscious mood. They are lacking in that important\nelement of all really GREAT works of the imagination: inspiration. And\nwhat is inspiration? It is essentially the soaring of one's soul without\nthe knowledge of the mind. In the gleaming moment the mind becomes the\nslave of the spirit. Read Wells' EXPERIMENT IN AUTOBIOGRAPHY and see why\nand what he thinks of his early writings of s.f. He admits that they\nwere only a means to an end, a preparation for his more serious writing\nthat was to come later--Plato's REPUBLIC and More's UTOPIA also serving\nlargely to hasten Wells' Utopian proclivities. When he really began to\ntake his predictions seriously, he began to turn out the important stuff\nwhich now bores the average s.f. enthusiast silly--or should I say\nsillier!\n\nAs for Verne, his stuff has never been literature except for boys. It is\ninnocuous adventure--stuff that will not pervert morals. It is not too\nbadly written, and the language is so simple that Verne is readily to be\nread in the original French, in fact some of his stuff serves as\ntextbooks in French classes in American schools.\n\nBut in the main, what I am speaking about now is s.f. as it is\nconstituted today. All of this modern s.f. is worthless except in\nperhaps _one minor respect_, and I'm not even sure of that. It CAN open\nthe minds of boys and girls reaching puberty, giving them a more\ncatholic attitude toward startling new ideas. However, it is so very\noften fatal at the same time, in that these boys and girls become\nobsessed with it--it enmeshes them until, as I said, they become\nincredibly blind to all else, so certain are they of the superiority of\ntheir hobby over all other fiction. There are exceptions, but my\nexperience has proven that the exceptions are by far a minority.\n\nAlso I will admit that s.f. can on occasion provide escapist flights of\nimagination--in fact, it can be admirable for this; but this type of\ns.f. has become exceedingly rare because this crazy superstructure of\nSCIENCE, and even more so ADVENTURE, has become such a fetish that sound\nwriting concerning people is rarely to be found. In pulp\nscience-fiction, never.\n\nAnd the frightful smugness fostered by the modern s.f. magazines is\nsimply appalling. It seems that not only the readers, but the editors\nand writers as well, cannot or will not see anything beyond their own\nperverted models. Just as one example which I remember very well, look\nhow BRAVE NEW WORLD, the admirable and really important novel by\nHuxley, was received a few years ago. It was Clark Ashton Smith, I\nbelieve, who mentioned it as embodying some of Huxley's \"habitual\npornography\"--simply, stunning P. Schyler Miller; whom, I might mention,\nI consider as one of the most intellectual authors and fans. And,\nreviewing the book, C.A. Brandt also decried its preoccupation with sex,\nbut said complacently that it might, at least, bring to the attention\nof people that there was such a thing as the science-fictionists and\ntheir so-called literature. Of all the damned nonsense! BRAVE NEW WORLD\nwas, as a matter of fact, a satire on sex, and of FAR MORE IMPORTANCE\nthan to \"bring to the attention of people that there is such a thing as\nsci-fiction.\" Huxley conceived a future world in which Ford's\nmechanistic contributions had become so emphatic as to deprive the\npeople of all but an animal interest in sex; he projects a more normal\nman into such a civilization for no other reason than to characterize\npresent-day tendencies with searing satire. But Brandt--he evidently\nwould demolish this to set up in its stead a \"Space-wrecked On Mars\"\natrocity.\n\nTo get back to the subject, it is my honest opinion that no person of\nvery conspicuous intelligence can subsist very considerably on s.f.\nafter he begins to mature intellectually. There is simply not enuf _to_\nit to provide intellectual or spiritual nourishment. He may string along\nwith it for a few years out of habit or some mental quirk--but stuff\naimed at juvenile minds cannot very long sustain a person of mature\nyears, unless that person is himself a mental adolescent. The way the\nfans flocked to the S.F. League, indulged in \"tests\" to prove their\n\"superiority\" over other readers, the silly letters in the mags, the\npetty internal strife, and many other things, have served to widen the\ngulf between me and s.f.\n\nThe most important thing, however, is that I have discovered that\nthere's been too much else of importance, REAL importance, that has been\nsaid and written in this world (and is being and will be), for me to\ndesire to give much attention to such a petty thing as s.f. any more. I\nshall read on the fringe of it, but increasingly less frequently I'm\nafraid.\n\nI might have summed this entire thing up by saying, \"I'm satiated,\" but\nthat wouldn't be the entire truth. The entire truth would be: \"I am\nsatiated and much wiser.\" In conclusion let me point out that this is\nonly one man's opinion. I have intentionally been harsh in my estimates,\nmaybe some points are in need of qualification or elucidation, but by\nand large, I stand back of what I have written here. AMEN.\n\n       *       *       *       *       *\n\nTHE ABOVE ARTICLE IS SUBJECT TO CRITICISM--THEREFORE ANY AND ALL FANS\nAND AUTHORS WHO DISAGREE WILL FIND THEIR ARTICLES AGAINST THIS ONE BY A\nFAMOUS AUTHOR WELCOMED AND PRINTED IN THE WINTER EDITION OF FUFA!. THE\nWINTER EDITION WILL BE OUT DURING THE MONTH OF DECEMBER--SO\nCONTRIBUTIONS SHOULD BE MAILED IMMEDIATELY TO FUTURIA FANTASIA--3054-1/2\nWest 12th Street, Los Angeles. (EDITOR)\n\n       *       *       *       *       *\n\n[Illustration]\n\n    FUTURIA      VOLUME ONE NO. THREE\n    FANTASIA!    OUT IN DECEMBER   TEN CENTS\n\nContributions welcomed. Short stories preferred. No personal stuff or\ncaustic feuding. Humor wanted. Material bought but never paid for--so\nwhat can you lose? We suggest you send a quarter for the next 3 issues\nof Futuria Fantasia and save yourselves a nickel.\n\n     Contributing Authors/ Willy Ley, Rocklynne, Hasse,\n                           Kuttner, Ackerman, Corvais\n\n\n\n\nSatan's Mistress\n\nby Doug Rogers\n\n\n    Where flames of purgatory twist, and Earth's transgressors dwell,\n    She dances swathed in heated mist, before the gates of Hell.\n    Her gleaming naked body flees before the Demon fires,\n    Along the shores of molten seas--ridged high by fuming pyres.\n    Her hair, a liquid cape of flame, whips hot about her breasts,\n    A strumpet in the Devil's name, which he alone invests,\n    Gives power to a woman born of brimstone, steam and smoke,\n    Her soul, a spark in early morn, flares up to share the yoke\n    Of evil Mephistopheles upon his throne of death,\n    Unheeding shrieks and doleful pleas choked out by dying breath.\n    The Devil's Mistress dances down thru dungeons carved from bone,\n    Upon her head the sinner's crown, each jewel a sigh, a moan.\n    Before the wailing souls in caves, tossed down from earthly things,\n    To charred and cindered minds of slaves her dancing passion brings.\n    Then, tired of her evil joke, and laughing at her games,\n    She draws about her fiery cloak to vanish in the flames.\n\n\n\n\nLost Soul\n\nby Henry Hasse\n\n\n    From far across the desolate moor I heard\n    The echo of a wild and anguished cry--\n    A tortured voice that shrieked aloud a word,\n    A name, that shivered 'cross the leaden sky.\n    I stopped--stared 'round--I knew that voice did sound\n    A faint, familiar note within my brain.\n    I fled across that dark and desolate ground\n    Seeking out the direction whence it came.\n    Forebodingly, that voice kept echoing\n    Within a brain that did not seem my own ...\n    A vague remembrance of a recent thing\n    I could not grasp ... I was a lost and lone\n    Forsaken soul that sped I knew not where,\n    Wondering frightenedly what I did seek....\n    At last I found it, there beside a bare\n    And lonely road, when trembling and weak,\n    I gazed upon a gallows-tree where hung\n    A corpse, the very site of which did freeze\n    The blood within my veins; a corpse that swung\n    Grotesquely to and fro upon the breeze.\n    And then, through rising panic, closer still\n    I peered--then saw!--and knew! Again that cry\n    That shrieked a name--the cry that issued shrill\n    From my own throat, and shivered to the sky!\n\n           *       *       *       *       *\n\n    The name I shriek beneath the gallows-tree\n    Was mine. The dead thing swinging there was me!\n\n\n\n\nThe truth about goldfish\n\nKUTTNER\n\n\nFor some time I have been wondering what the world is coming to. More\nthan once I have got up in the middle of the nite, padded toward the\nbureau, and, peering into the mirror, exclaimed, \"Stinky, what is the\nworld coming to?\" The responses I have thus obtained I am not at liberty\nto reveal; but I am coming to believe that either I have a most\nmysterious mirror or something is wrong somewhere. I am intrigued by my\nmirror.\n\nIt came into my possession under extraordinary and eerie circumstances,\nbeing borne into my bedroom one Midsummer's Eve by a procession of cats\ndressed oddly in bright-colored sunsuits and carrying parasols. I was\nasleep at the time, but awoke just as the last tail whisked out the\ndoor, and immediately I sprang out of bed and cut my left big toe rather\nbadly on the edge of the mirror. I remember that as I first looked into\nthe fathomless, glassy depths, a curious thot came into my mind. \"What,\"\nI said to myself, \"is the world coming to? And what is science-fiction\ncoming to?\"\n\nIt is quite evident that a logical and critical analysis of\nscience-fictional trends is a desideratum today. The whole trouble, I\nfeel, can be laid to velleity. (I have wanted to use that word for\nyears. Unfortunately I have now forgotten exactly what it means, but one\ncan safely attribute trouble to it. Where was I?)\n\nToday science-fiction is split by schisms and impaled on the trylon of\nbad thots. The fans, I mean, not the writers. The writers have been\nsplit and impaled for years, but nothing can be done about that. In a\nway, it's a good thing. Look at Jules Verne, Victor Hugo, and, for that\nmatter, the late unfortunate Tobias J. Koot.\n\nI put flowers on his grave only yesterday. He lies at rest, tho his\nghastly fate pursued him even to the grave. And I attribute Mr. Koot's\nfate to nothing less than the schisms of fandom. For Koot was a hard\nworking young man, serious, earnest, with promise of becoming a\nfirst-class writer. He took life very solemnly--almost grimly. \"My job,\"\nhe told me once, \"is to give people what they want.\"\n\n\"I want a drink,\" I said to him. \"Give me one.\"\n\nBut Koot couldn't be turned from his rash course. He began to write\nscience-fiction. That was where the trouble started. \"Is it science?\" he\npondered. \"Or is it fiction?\" Already the cleavage--the split--had\nbegun.\n\nIt was a matter of logical progression toward ultimate division. Koot\ngot in the habit of typing the science into his stories with his left\nhand, and the fiction with his right. He began to twitch and worry. He\ngot up nites. He was troubled, uneasy. \"I have one thing left to cling\nto,\" he muttered desperately, \"Fandom! I can point to that and say: It\nis real. It exists. It is dependable.\"\n\nWhen fandom had its schism, Koot immediately developed a split\npersonality. It was rather horrible. His left side--the scientific\nside--grew cold and hard and keen. He grew a Van Dyke on the left side\nof his face and his left hand was stained with acids and chemicals. But\nthe right side of his face became dissipated and disreputable, with a\nleer in the eye end a scornful, sneering curve to the lip. He grew a\ntiny moustache on the right side, waxed it, and twirled it continually.\nIt was rather horrid, but worse was yet to come.\n\nOne day the inevitable happened. Tobias J. Koot split in half, with a\nfaint ripping sound and a despairing wail. He was, of course, buried in\ntwo coffins and in two graves, the wretched man's fate pursuing him even\nbeyond death.\n\nWell, you can understand how I feel, what with the mirror, the cats in\nsunsuits and the weasel. Or haven't I mentioned the weasel? I mean the\nbrown one, of course, and he is, perhaps, worst of all. It isn't what he\nsays so much as his sneering, ironic tone. The other weasels, who live\nin the spare bedroom with the colt, were happy enuf till HE arrived, but\nnow THEY are arranging a schism. As you will readily see, something must\nbe done about it before science-fiction collapses and the standard falls\ntrailing into the dust.\n\nI suggest that we mobilize, and, to avoid dissension, give everybody the\nrank of general. Then, first of all, we can march to my house and get\nrid of that weasel.\n\nThe Brown One, of course. The others are welcome to stay as long as they\nlike. I feel that they are weak rather than wicked, and need only a good\nexcuse, or should I say example, in order to brace themselves up.\n\nContributions to the fund for the mobilization of science-fiction and\nthe extermination of brown weasels may be sent to me in care of this\nmagazine. Do not delay. Each moment you wait brings us closer to doom,\nand, besides, I need a new piano.\n\nH.K.\n\n       *       *       *       *       *\n\n[Illustration]\n\n    READ\n    freehafer's\n    POLARIS!\n\n    404 S. Lake Ave.\n    Pasadena, Calif.\n\n    10¢\n\n       *       *       *       *       *\n\n\n\n\nGOD BUSTERS\n\nERICK FREYOR\n\n\nMark Twain, in his _mysterious stranger_, makes no bones about his\nsentiments towards Christianity and the God illusion. Speaking of\nChristian progress he says, \"It is a remarkable progress. In five or six\nthousand years five or six high civilizations have risen, flourished,\ncommanded the wonder of the world, then faded out and disappeared; and\nnot one of them except the latest ever invented any sweeping and\nadequate way to kill people. They all did their best--to kill being the\nchiefest ambition of the human race and the earliest incident in its\nhistory--but only the Christian civilization has scored a triumph to be\nproud of. Two or three centuries from now it will be recognized that all\nthe competent killers are Christians; then the pagan world will go to\nschool to the Christian, not to acquire his religion, but his guns. The\n_turk_ and the _chinaman_ will buy these to kill missionaries and\nconverts with.\"\n\nAgain, in speaking of God, comparing the God conception to an impossible\ndream, he continues, \"Strange, because they are so frankly and\nhysterically insane--like all dreams: a God who could have made good\nchildren as easily as bad, yet preferred to make bad ones; who could\nhave made every one of them happy, yet never made a single happy one;\nwho made them prize their bitter life, yet stingily cut it short; who\ngave his angels eternal happiness unearned, yet required his other\nchildren to earn it; who gave his angels painless lives, yet cursed his\nother children with biting miseries and maladies of mind and body; who\nmouths justice and invented hell--mouths mercy and invented hell; mouths\nGolden Rules and forgiveness multiplied by seventy times seven, and\ninvented hell; who mouths morals to other people and has none himself;\nwho frowns upon crimes, yet commits them all; who created man without\ninvitation, then tries to shuffle the responsibility for man's acts upon\nman, instead of honorably placing it where it belongs, upon himself; and\nfinally, with altogether divine obtuseness, invites this poor, abused\nslave to worship him!\"\n\nOne wonders what the Christian Ethiopians thot when the Christian\nItalians playfully, and undoubtedly with the sanction of the Holy Mother\nChurch, began to spray them with liquid fire, blast their cities, and\nmutilate their children with the newest Christian improvements on the\nChristian weapons of war. They probably couldn't quite understand the\nlogic or the fairness of it, but we must not blame the Ethiopians for\nfailing to comprehend, as they haven't had the benefits of Christian\ncivilization for as long a time as the Italians.\n\nLet's put a stop to this shilly-shallying. Let's put these destructive\nAtheists in their place. The Christians KNOW that God DOES exist. That\nGod _is_ all powerfull. So it would be only a simple matter to arrange\nan appointment with God, (we don't exactly know what his office hours\nare,) and prevail upon him to write a message in fire saying, \"YOU BET,\nGOD IS THE REAL MCCOY\" or something similar, and spread it all over the\nsky. That'll convince even the most reluctant Atheists, and it should be\na rather simple trick for a God who once stopped the sun (sic!), created\na universe in 6 days, and engineered an immaculate conception.\n\nClarence Darrow, world famous criminal lawyer, the man who made the\nSilver-Tongued and Godly Bryant appear the verbose addlepate he was,\nbeneath his platitudinous phrases, during the Scopes trial, said, to an\ninterviewer, \"All my life I've been an Agnostic. But I am no longer an\nAgnostic, I am now an Atheist.\"\n\n\n\n\nTHE PENDULUM\n\n\nUp and down, back and forth, up and down. First the quick flite skyward,\ngradually slowing, reaching the pinnacle of the curve, poising a moment,\nthen flashing earthward again, faster and faster at a nauseating speed,\nreaching the bottom and hurtling aloft on the opposite side. Up and\ndown. Back and forth. Up and down.\n\nHow long it had continued this way Layeville didn't know. It might have\nbeen millions of years he'd spent sitting here in the massive glass\npendulum watching the world tip one way and another, up and down,\ndizzily before his eyes until they ached. Since first they had locked\nhim in the pendulum's round glass head and set if swinging it had never\nstopped or changed. Continuous, monotonous movements over and above the\nground. So huge was this pendulum that it shadowed one hundred feet or\nmore with every majestic sweep of its gleaming shape, dangling from the\nmetal intestines of the shining machine overhead. It took three or four\nseconds for it to traverse the one hundred feet one way, three or four\nseconds to come back.\n\nTHE PRISONER OF TIME! That's what they called him now! Now,\nfettered to the very machine he had planned and constructed. A\npri--son--er--of--time! A--pris--on--er--of--Time! With every swing of\nthe pendulum it echoed in his thoughts. For ever like this until he went\ninsane. He tried to focus his eyes on the arching hotness of the earth\nas it swept past beneath him.\n\nThey had laughed at him a few days before. Or was it a week? A month? A\nyear? He didn't know. This ceaseless pitching had filled him with an\naching confusion. They had laughed at him when he said, some time before\nall this, he could bridge time gaps and travel into futurity. He had\ndesigned a huge machine to warp space, invited thirty of the worlds most\ngifted scientists to help him finish his colossal attempt to scratch the\nfuture wall of time.\n\nThe hour of the accident spun back to him now thru misted memory. The\ndisplay of the time machine to the public. The exact moment when he\nstood on the platform with the thirty scientists and pulled the main\nswitch! The scientists, all of them, blasted into ashes from wild\nelectrical flames! Before the eyes of two million witnesses who had come\nto the laboratory or were tuned in by television at home! He had slain\nthe world's greatest scientists!\n\nHe recalled the moment of shocked horror that followed. Something\nradically wrong had happened to the machine. He, Layeville, the inventor\nof the machine, had staggered backward, his clothes flaming and eating\nup about him. No time for explanations. Then he had collapsed in the\nblackness of pain and numbing defeat.\n\nSwept to a hasty trial, Layeville faced jeering throngs calling out for\nhis death. \"Destroy the Time Machine!\" they cried. \"And destroy this\nMURDERER with it!\"\n\nMurderer! And he had tried to help humanity. This was his reward.\n\nOne man had leaped onto the tribunal platform at the trial, crying, \"No!\nDon't destroy the machine! I have a better plan! A revenge for\nthis--this man!\" His finger pointed at Layeville where the inventor sat\nunshaven and haggard, his eyes failure glazed. \"We shall rebuild his\nmachine, take his precious metals, and put up a monument to his\nslaughtering! We'll put him on exhibition for life within his\nexecutioning device!\" The crowd roared approval like thunder shaking the\ntribunal hall.\n\nThen, pushing hands, days in prison, months. Finally, led forth into the\nhot sunshine, he was carried in a small rocket car to the center of the\ncity. The shock of what he saw brought him back to reality. THEY had\nrebuilt his machine into a towering timepiece with a pendulum. He\nstumbled forward, urged on by thrusting hands, listening to the roar of\nthousands of voices damning him. Into the transparent pendulum head they\npushed him and clamped it tight with weldings.\n\nThen they set the pendulum swinging and stood back. Slowly, very slowly,\nit rocked back and forth, increasing in speed. Layeville had pounded\nfutilely at the glass, screaming. The faces became blurred, were only\ntearing pink blobs before him.\n\nOn and on like this--for how long?\n\nHe hadn't minded it so much at first, that first nite. He couldn't\nsleep, but it was not uncomfortable. The lites of the city were comets\nwith tails that pelted from rite to left like foaming fireworks. But as\nthe nite wore on he felt a gnawing in his stomach, that grew worse. He\ngot very sick and vomited. The next day he couldn't eat anything.\n\nThey never stopped the pendulum, not once. Instead of letting him eat\nquietly, they slid the food down the stem of the pendulum in a special\ntube, in little round parcels that plunked at his feet. The first time\nhe attempted eating he was unsuccessful, it wouldn't stay down. In\ndesperation he hammered against the cold glass with his fists until they\nbled, crying hoarsely, but he heard nothing but his own weak,\nfear-wracked words muffled in his ears.\n\nAfter some time had elapsed he got so that he could eat, even sleep\nwhile travelling back and forth this way. They allowed him small glass\nloops on the floor and leather thongs with which he tied himself down at\nnite and slept a soundless slumber without sliding.\n\nPeople came to look at him. He accustomed his eyes to the swift flite\nand followed their curiosity-etched faces, first close by in the middle,\nthen far away to the right, middle again, and to the left.\n\nHe saw the faces gaping, speaking soundless words, laughing and pointing\nat the prisoner of time traveling forever nowhere. But after awhile the\ntown people vanished and it was only tourists who came and read the sign\nthat said: THIS IS THE PRISONER OF TIME--JOHN LAYEVILLE--WHO KILLED\nTHIRTY OF THE WORLDS FINEST SCIENTISTS! The school children, on the\nelectrical moving sidewalk stopped to stare in childish awe. THE\nPRISONER OF TIME!\n\nOften he thot of that title. God, but it was ironic, that he should\ninvent a time machine and have it converted into a clock, and that he,\nin its pendulum, should mete out the years--traveling _with_ Time.\n\nHe couldn't remember how long it had been. The days and nites ran\ntogether in his memory. His unshaven checks had developed a short beard\nand then ceased growing. How long a time? How long?\n\nOnce a day they sent down a tube after he ate and vacuumed up the cell,\ndisposing of any wastes. Once in a great while they sent him a book, but\nthat was all.\n\n[Illustration]\n\nThe robots took care of him now. Evidently the humans thot it a waste of\ntime to bother over their prisoner. The robots brot the food, cleaned\nthe pendulum cell, oiled the machinery, worked tirelessly from dawn\nuntil the sun crimsoned westward. At this rate it could keep on for\ncenturies.\n\nBut one day as Layeville stared at the city and its people in the blur\nof ascent and descent, he perceived a swarming darkness that extended in\nthe heavens. The city rocket ships that crossed the sky on pillars of\nscarlet flame darted helplessly, frightenedly for shelter. The people\nran like water splashed on tiles, screaming soundlessly. Alien creatures\nfluttered down, great gelatinous masses of black that sucked out the\nlife of all. They clustered thickly over everything, glistened\nmomentarily upon the pendulum and its body above, over the whirling\nwheels and roaring bowels of the metal creature once a Time Machine. An\nhour later they dwindled away over the horizon and never came back. The\ncity was dead.\n\nUp and down, Layeville went on his journey to nowhere, in his prison, a\nstrange smile etched on his lips. In a week or more, he knew, he would\nbe the only man alive on earth.\n\nElation flamed within him. This was _his_ victory! Where the other men\nhad planned the pendulum as a prison it had been an asylum against\nannihilation now!\n\nDay after day the robots still came, worked, unabated by the visitation\nof the black horde. They came every week, brot food, tinkered, checked,\noiled, cleaned. Up and down, back and forth--THE PENDULUM!\n\n... a thousand years must have passed before the sky again showed life\nover the dead Earth. A silvery bullet of space dropped from the clouds,\nsteaming, and hovered over the dead city where now only a few solitary\nrobots performed their tasks. In the gathering dusk the lites of the\nmetropolis glimmered on. Other automatons appeared on the rampways like\nspiders on twisting webs, scurrying about, checking, oiling, working in\ntheir crisp mechanical manner.\n\nAnd the creatures in the alien projectile found the time mechanism, the\npendulum swinging up and down, back and forth, up and down. The robots\nstill cared for it, oiled it, tinkering.\n\nA thousand years this pendulum had swung. Made of glass the round disk\nat the bottom was, but now when food was lowered by the robots through\nthe tube it lay untouched. Later, when the vacuum tube came down and\ncleaned out the cell it took that very food with it.\n\nBack and forth--up and down.\n\nThe visitors saw something inside the pendulum. Pressed closely to the\nglass side of the cell was the face of a whitened skull--a skeleton\nvisage that stared out over the city with empty sockets and an\nenigmatical smile wreathing its lipless teeth.\n\nBack and forth--up and down.\n\nThe strangers from the void stopped the pendulum in its course, ceased\nits swinging and cracked open the glass cell, exposing the skeleton to\nview. And in the gleaming light of the stars the skull face continued\nits weird grinning as if it knew that it had conquered something. Had\nconquered time.\n\nThe Prisoner Of Time, Layeville, had indeed travelled along the\ncenturies.\n\nAnd the journey was at an end.\n\n\n\n\nIS IT TRUE WHAT THEY SAY ABOUT KUTTNER?\n\nOR\n\nthe man with the Weird Tale\n\nby GUY AMORY\n\n[Illustration]\n\n\nThe extremely interesting specimen to your right is not a head from a\nformaldehyde jar, though at times we have seen it, or him, pickled. It\nis I, Henry Kuttner, the laziest man who ever punched a typewriter and\ngot paid for it. Like several other L.A. natives he is too busy living\nto do much worrying--and besides--what does it get him? (a check from\nWeird Tales) Henry has just sold them a 20,000 word yarn about Elak of\nAtlantis. At present he has finished a story headed for STARTLING, fifty\nthousand words or more, and been working with C. L. Moore on a new\nchiller.\n\nHank's first story for Astounding was a disappointment, but he fully\nmade up for that by turning in a sockerooo to Unknown called _the\nmisguided halo_, written after the fashion of his most highly cherished\nauthor THORNE SMITH. What the fans don't know is that this little tale\nhad a different ending than the one used by Campbell. Kuttner's finis to\nthe halo was hysterically funny, but John W. thought otherwise and\ntagged a new finish on it--spoiling it as far as this author is\nconcerned.\n\nKuttner is 24 years old. He's been writing most of his life--learned how\nto type at the age of eight and hasn't left it alone since. Was born\nwith a type-bar in his mouth. Lives in a quiet catacomb called Beverly\nHills, the first cemetery I've ever seen with street lamps. At present,\nthough I have broached the subject on numerous occasions, Hank\nsteadfastly refuses to write for slick magazines. His best excuse being\nhis laziness.\n\nHanks is quiet-speaking, sincere. But he has a sense of humor, the kind\nthat hits you amidriff abruptly. He is the perfect dead-pan jokester.\nHis digs many times being too subtle for your correspondent to catch\nuntil several moments have passed, Kuttner is always ready to rush in\nmildly and put the immature fans to route. It is only when you see the\nghastly pictures that he takes out at his charnal cave that you realize\nhis true sense of comedy. He and Hodgkins and Shroyer, the fiends, get\ntogether in outre garb, in horrifying pose, and bring forth films that\nwould shake the mind of even such a horror as Robert Bloch.\n\nKuttner likes the way C. L. Moore writes (and who doesn't). He wishes he\ncould write like her--but claims that when he tries imitating it comes\nout so much trash. If you've read any of his stories you realize that\nHank is a master of the bingety-boom type of fiction--but with feeling!\nHe puts more Incident in ten pages of Elak than any other author in\nWEIRD, and makes you feel it. He paints his picture with masterfully\nabrupt dabs, while Moore lays on her horror with the touch of a mosaic\nmaster, building up. Kuttner knocks you down and keeps you bouncing.\nMoore swirls you in cobwebs and totes you away into infinity. Combining\ntheir efforts in '37 for QUEST OF THE STARSTONE they turned out\nsomething to remember ... with Hank's flair for lightning pace and\nMoore's for description they went to town.\n\nThat's about all we can say about Hank, He doesn't like New York because\nit's too dirty, noisy and big. He dotes on Thorne Smith. Rite now he's\ntrying to crash Argosy with a story--and in the future you can expect\nsome big things from this quiet author.\n\nOh, yes, and is it true what they say about Kuttner?\n\nNo, he doesn't use dope to get the effect in his stories. He has a\nmassive painting of Art Barnes on his desk and when he prepares to write\nhe squints once and once only at that painting to get gruesome\natmosphere. Then he starts typing!\n\nTake a bow, Mr. Kuttner.\n\n(Jus bend over a little more, Hank! A' K' BARNES)\n\nWHUMP!\n\nOuch! (KUTTNER)\n\nThe End (of Kuttner)\n\n\n\n\nANALYSIS\n\n[Illustration]\n\n\nFROM J CHAPMAN MISKE: Pretty snappy cover on the 1st issue of fufa. At\nleast I like it. Simple stuff looks best on mimeod covers. By the way,\nwhat, I'd like to know, is the sex of that Bokian creature? WHY MR.\nMISKE! WE THOT U ABHORED SEX! TSK! TSK! I'm for Technocracy. Personally\nI suspect Reynolds of being Kuttner NOPE.... TRY AGAIN, JACK. Your\npoetry not so hot. U wandered a bit and were melodramatic.\n\nDALE HART POSTS: Bok cover good. Yerke and Reynolds interesting.\nForrie's story unique. Yur poem full of thot but it didn't scan very\nwell. MAYBE IT'S BECUZ I'M MORE BRITISH THAN I AM _SCAN_-DIN-AVIAN.\n(BRAD) How about an increase in pages--this issue much too small. HOPE\nYU LIKE THIS BIGGER SIZE, DALE.\n\nGERTRUDE HEMKIN MUMBLES: Cover startling, technocracy article sounds\nsensible, ron reynolds satire amusing and contains a few kernels of\nlogic, at that. And where hav I red 4SJ's RECORD bee4?\n\n(WE _Wonder_) HENRY HASSE TYPES: \"Hans Bok steals 1st honors 4 his\ncover. Hope yu can get Hans to do all yur illustrations each month.\"\nYES; HENRY, WE'LL HAVE BOK ON THE COVER EVERY ISSUE FROM NOW ON EVEN THO\nHE'S BUSY IN NEW YORK WITH HIS PANTING--SINCE THE EDITORIAL FOR FUFA WAS\nSTENCILED THE DECEMBER ISSUE OF WEIRD TALES HAS APPEARED ON THE STANDS\nALL OVER AMERICA WITH ITS COVER DONE BY BOK. IT WAS FUTURIA FANTASIA'S\nPLEASENT DUTY, THIS SUMMER; TO BRING ABOUT THAT DEAL BETWEEN BOK AND\nWEIRD AND WE ARE JUSTLY PROUD OF HANS AND HIS SUCCESS. HERE'S HOPING HE\nHITS ASTOUNDING NEXT. HASSE CONTINUES: \"Best written feature was yur\npoem, Brad. Next is Reynolds piece and the one by Ackerman.\" DUE TO LACK\nOF SPACE IN THIS ISSUE WE ARE CONDENSING THE ABOVE LETTERS. IN THE\nWINTER EDITION THERE WILL BE A BIGGER LETTER DEPARTMENT--THAT IS, IF YU\nWRITE IN. WE'RE ANXIOUS TO KNOW HOW YOU LIKED OUR SPECIAL _the\npendulum_. UNTIL THEN, FU, FAREWELL!\n\n\n\n\nRETURN FROM DEATH\n\n_by ANTONY CORVAIS_\n\n\nThey were seated in his parked, car, miles from the city, when Robert\ntold Ellen; \"I'll always love you, darling, forever and ever. I just\ncan't help myself, and I don't want to.\"\n\nThe girl nestled closer without reply.\n\n\"And if something should happen to one of us, the other would\nwait--because love like ours will never know death--it must go on--for\neternity,\" he continued. \"I know that I'll love you even when I'm dead,\nand if there are such things as spirits, I'll come back to you--somehow.\nOr would it frighten you?\"\n\nEllen pouted: \"Don't be so funereal! It makes me feel strangely inside.\nOf course nothing can separate us. It's a beautiful nite and we're\nwasting it on--oh, dear!\" Her eyes had glanced at the small clock on the\npaneling. \"It's late, Robert. You must hurry me home now or mother will\nbe furious!\"\n\nSighing, Robert started the car. As they roared toward town over the\ntwisting roadway, suddenly the car swerved.\n\n\"Lookout, Bob! A man!\" It was Ellen's high voice screaming.\n\nThe car skidded sickeningly on loose gravel, crashed thunderously\nthrough the railing bordering the highway, and richocheted, turning over\nand over, halting as wreckage. Robert was crushed under the metal bulk,\nlosing consciousness.\n\nThrown clear, Ellen scrambled to the man, bent over him. Something more\nthan pain filmed his eyes; he heard himself muttering: \"I'll come\nback?--you wait--\" in a failing whisper as illimitable darkness swept\nover him, accompanied by dreadful nausea. A point of light appeared in\nthe void, expanding into a dazzling rectangle which split into thousands\nof lesser planes; these shaped a geometric pattern which whirled\ndizzily, humming, the drone rising in pitch with every sickening\nrevolution, becoming incessant mechanical scream----\n\n\"And this is death. This is past human endurance.\" With sudden\nomniscience he knew that he WAS dead and the meaning of the spinning\npattern. The knowledge ebbed and carried with it all of his memories\nexcept for Ellen's face and her name.\n\nThe wheeling design parted like a curtain, and Robert observed beyond it\na branching path spreading before him like a flattened tree. At the end\nof every fork was Ellen's face, wavering and blurred. He fixed his\nattention upon the nearest furcation, aspiring toward it desperately,\nand sensed himself hovering in space.\n\nShock, as of lightning coursing his veins, knotted him with agony.\nInvoluntarily his eyes squeezed shut. Icy air tortured his lungs. As he\nraised his voice in weak protest, the pain ceased and he relaxed, spent.\nHis eyes continued shut, as though the lids were gummed down. Failing in\nmany attempts to open them, he quested food, found it, and consoled\nhimself with it.\n\nOccasionally plaintive voices babbled unintelligibly, arousing him.\nAlways, if he listened, he heard a gentle murmur reply to the voices.\nAnd then everything was quiet. He felt very sleepy. Finally he dropped\noff into slumber, deep and restful.\n\nBetween periods of sleep, Robert struggled with his heavy eyelids.\nMemories might have associated his sightlessness with blindness--but he\nhad none. There were only Ellen's face and her name which, when\nexpecially desperate, he called again and again.\n\nGradually his vision became clear, and he stared in awe at a world of\nimmensity which was peopled with Titans. The picture of Ellen in this\ngigantic place troubled him, for the colossal beings looked upon him as\nan animated toy. Often he was elevated to their reeking mouths, kissed,\nand dropped aside; if he were insistent upon attention, inquiring for\nEllen, the giants beat him and thrust him from their presence.\n\nInert bare-surfaced looming things inclosed him, from some of which,\nwhen he approached them, he was kicked away. Incredibly huge portals\nbarred egress to an outer world, from which seeped strange sharp odors.\nBy calling his one word to the world beyond the doors, Robert endeavored\nto explain to the Titans that Ellen might possibly be outside. But they\nhushed him with amusement, sometimes with abuse.\n\nThere had been others prisoned here like himself while he had not seen,\nbut they had vanished now, but this bothered him not in the least--his\nthoughts were of Ellen, and finally the giants lifted him and put him\ninto a windowless room and clamped a fretted ceiling over it. The\nchamber rocked gently; he realized that it was being moved from one\nplace to another. Leaping frantically he touched the ceiling's lattice,\nclung to it, struggling to force himself through its interstices.\nUnsuccessful, tiring, he fell back, crouched in a corner, weeping.\n\nMotion of transit ended--the confining ceiling vanished. Robert\nscrambled over a wall, dropped to the ground of the outer world, whose\nheavy conflicting odors, dazzling lights and moving shadows alarmed him.\nDim with distance was the withdrawing form of a giant, which he pursued,\ncrying out his one word, \"ELLEN!\"\n\nThe giant vanished among weird wavering plants. Alone, Robert skulked\nnervously through tall rustling things, was terrified at times by an\nunexpected sound or motion. But the swaying things appeared unaware of\nhim and he became self-confidant. Discovering a stretch of damp earth\ngemmed with puddles, he drank. His head cocked at a sound reminiscent of\nEllen: her soothing voice.\n\nA giantess had appeared over him. She was--ELLEN! At sight of her,\nRobert's pent memories burst free, overwhelming his consciousness with\nturbulent pageantry. He thrust up his arms; gently indulgent, the girl\nbent and drew him to her breast. She cuddled him, cooing to him. At the\nmoment her monstrous size did not concern him.\n\n\"I've found you! I've found you!\" he cried. \"Oh, Ellen, if only you knew\nhow lonely it has been--\" He opened his glad heart to her in a\nstammering urgency, bliss in his eyes, tears in his voice. Breathless,\nhe raised his face to the girl's; she hesitated. Then she kissed him and\nset him down at her feet. She strode away. Crying with hurt amazement,\nhe followed. She shook her head. She kept walking swiftly. He could not\nkeep up with her and he stopped forlornly as she disappeared behind an\nobstruction. He stared after her with unbelieving eyes. Tho mysteriously\nstunted, he had returned to her from death, and she had not accepted\nhim. He stepped close to one of her prodigious footprints in the mud and\nsurveyed it grimly. His eyes sought an impression of his own foot. And\nsuddenly he cried in mingled grief and horror--for there in the mud was\nhis footprint--small--strange--the footprint of a half-grown cat!\n\n\n\n\nCONVENTIONAL NOTES or the report on THE S.F.L. BALL GAME\n\nby the editor\n\nscore: 27 sprained ankles to 3 cracked knees.\n\n\nRoss Rocklynne: Tall, freckled, red haired, pleasent looking,\ngood-natured and humorous--that is Rocklynne--and, by the way, in real\nlife he spells it Rock_lin_. Makes the ideal traveling companion.\nContinually clicking away with his candid camera. Is versed in many\nsubjects--likes plots about gigantic ideas, such as THE MOTH, giant men,\nand THE MEN AND THE MIRROR with an amorphous reflector, while JUPITER\nTRAP gave us a giant siphon. Rocklynne, 26, looks 22 or younger.\nFavorite expression, when agreeing with anyone is, \"That's right.\"\nSpending most of my time after the convention with Ross, painting the\ntown a delicate pink, I found that he is now trying a bit of Weird\nwriting which has been unsuccessful, and some Western concocting--ditto.\nRoss is quite different than his characters Deveral and Colbie. Somehow\nI had imagined a Rocklynne with a sharp gaunted face and bulging\nmuscles--I found, instead, a good example of what mite be called typical\ncollege species number #569Z, a cross between science and wit, well\nmixed and jelled in an Empire State tall body. Lives in Cincinnatti. His\ncharacters, Colbie and Deveral, are two of the most consistent and\npopular guys in s.f. today, according to Campbell.\n\nCharlie Hornig: The dark horse who says neigh to every manuscript I\nwrite for him. Dark-haired, dark-eyed, dark-skinned fiend who deals from\nthe bottom of the manuscript pile over at _Science-fiction_. He has just\nlearned to speak English during the past week and now he finds it much\nmore fun picking out the manuscripts instead of leaping into a pile of\nthem and bobbing up with one between his teeth. Makes lousy speeches. Is\na human dynamo and expert guide to anyone in Manhattan. Makes money on\nthe side selling shoestrings on the I.R.T. between the Bronx and Coney\nIsland. Father was a toupee manufacturer which makes Charlie hair to a\nbig-wig's fortune. Thanx, Charlie, for your presence in New York to\nguide me around. And I just LOVE Science Fiction! (paid adv.)\n\nImpressions cawt short: John W. (werewolf) Campbell, a scientific theory\nin a potato sack suit with high rubber boots to match.\n\nJulius Schwartz and Groucho Marx look-alikes.\n\nMort Weisinger, a plump smile.\n\nA. Merritt, the man on the billboards with a mug of Milwaukee beer in\nhis hand. Jovial, glasses, chubby. Not a bit mysterious.\n\nForrest J. Ackerman, dressed in future garb at convention, looking like\na fugitive from a costume shop.\n\nWilly Ley, a pair of thick-lensed glasses with an accent.\nLowndes--moustache and gold tooth--double feature. Leslie Perry--Madame\nButterfly with bangs.\n\nHenry Kuttner, a voice from a pile of cigarettes. Morojo, short and\nsweet, commonly referred to as the VOICE OF MIDGE. Sykora, nervous\nbreakdown with hair. Moskowitz, human fog-horn: following his opening\nspeech New York gripped by earth tremors. Wollheim, Communist, born in a\nrevolving door, believes in revolutions, get it? Or do you? Sykora,\nMoskowitz, Taurasi--three little pigs. Manly Wade Wellman--the human\nJELL-O! Kornbluth, a well-padded belch. Swisher, massive literary Babe\nRuth, king of so-what! Robert J. Thompson, the leaning tower of Pisa\nwired for sound.\n\n\n\n\nLOCAL LEAGUE LIFE\n\n\nNite of Halloween the Paramount theatre found itself besieged with\nmembers of the S.F.L. when 4Sj, Morojo, Pogo, Bradbury, Corvais, Rogers,\nAmory, Eldred and others met there to enjoy special preview of Bob Hope\nfilm CAT AND CANARY. Bradbury took along weird mask fashioned by\nHarryhausen and, in spookiest part of film, scared hell out of innocent\nblonde sitting alongside. Her scream was heard over in Pomona.\nChandeliers rocked. Bradbury then took off mask and laffed and the girl\ntainted.\n\n       *       *       *       *       *\n\nOne month ago Bradbury stenciled and printed the editorial to this\nsecond issue of FuFa, only to be delayed by various troubles, mostly\ntypewriter and stencil scourges, until now. In the meantime the December\nWeird had come out and FuFa's artist Bok had a cover on it. We'd like to\ntake this opportunity to congratulate Bok on his splendid work and wish\nhim luck.\n\n       *       *       *       *       *\n\nYerke, in one of his britest moments, growled, \"The little man who\nwasn't there, certainly didn't take up lots of air, but just think of\nthe air he wouldn't take up if he were twins!\"\n\n       *       *       *       *       *\n\nHenry Hasse, now a regular writer for Weird again, according to late\nreports, has one coming up in a short while. Hopes to have it\nillustrated by Bok.\n\n       *       *       *       *       *\n\nLast moment arrival of material from various authors thrust the\nTechnocracy article out of this issue. We suggest that all those\ninterested in Technocracy go to your nearest Section in your city and\nsave us the trouble of converting you. We will, tho, in the Winter\nEdition, give you a few facts and predictions made by Technocracy.\n\n       *       *       *       *       *\n\nADDRESS COMMUNICATIONS:\n\n    FUTURIA FANTASIA\n    AN L.A. SFL PUB.\n    30 54 1/2 W. 12th St.\n    Los Angeles, Cal.\n\n    Ray Bradbury, Editor\n\n\n\n\n\nEnd of Project Gutenberg's Futuria Fantasia, Fall 1939, by Ray Bradbury\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FUTURIA FANTASIA, FALL 1939 ***\n\n***** This file should be named 41624-8.txt or 41624-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/6/2/41624/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}