{"title": "Futuria Fantasia, Spring 1940", "author": "Various", "releaseDate": "December 18, 2012", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\n                        futuria fantasia\n\n                          Spring 1940\n\n                         vol. 1. no. 4.\n\n                        Ray D. Bradbury\n                            editor\n\n                          ten cents\n\n\n[Illustration: _CONTENTS_]\n\n\n    COVER                               Hannes Bok\n\n    3 GOLGONO AND SLITH                 Ray Bradbury\n\n    4 HEIL!                             Lyle Monroe\n\n    7 THE PHANTOMS                      J.E. Kelleam\n\n    8 THOTS ON THE WORLD STATE          Hank Kuttner\n\n    9 WOULD YOU?                        J.H. Haggard\n\n    10 THE PIPER                        Ron Reynolds\n\n    14 THE ITCHING HOUR                 Damon Knight\n\n    15 THE FLIRTENFLOG                  Hannes V. Bok\n\n    16 BOKARICATURE                     Hannes V. Bok\n\n    17 NINEVAH                          J.E. Kelleam\n\n    18 advertisements\n\n    19 ART: CREATURES FROM LORELEI      Hannes V. Bok\n\n\nFUTURIA FANTASIA IS PUBLISHED IRREGULARLY AND GESTATED AT THE DOW-JONES\nBUYING LEVEL OF TEN CENTS AN ISSUE. THE FIFTH ISSUE WILL BE SCARING YOU\nAROUND ABOUT HALLOWEEN--SEND YOUR DIME TO EDITOR BRADBURY AT #3054 1/2\nW. 12th St. Los Angeles, Calif. CONTRIBUTIONS WILL BE HAPPILY FONDLED\nAND SEWED UP IN A GREEN VELVET SACK. ALL STORIES SUBMITTED MUST BE\nSHAVED AND IN THE COMPANY OF ADULT MARTIANS.\n\n\n\n\n[Illustration]\n\ngorgono _and_ slith--\n\n\n\"Let us, by all means, be lucid,\" said Gorgono to Slith. Slith fluttered\nhis reptile tongue and turned his morbid eyes to me. \"Yes,\" he said,\n\"let us, certainly be lucid, Bradbury. From now on use a contents page\nin Futuria Fantasia.\" And he spanked his tail slickly on my typewriter.\n\nI don't mind Slith so much, he's only a little anachronistic reptile, a\ndescendent of happier days in dinosaurial dawndom. I never feared Slith.\nBut Gorgono!\n\nGorgono pierced me with his slanting green, clear eyes, heavy-lidded,\nextending one claw and attempting to keep it from shaking while his\npointed ears stood up straight. A moment before he had been hunting\nfleas in the fertile hair that clothed his muscular limbs, but now he\nwas serious; so very serious it frightened me.\n\nAnd when the thunder-voiced, evil-eyed, shaggy haired and monstrous\nGorgono reclined on the shelf over my head, saliva drooling with silent\nprecision from his pendulous lips, and gave orders I hastened to obey\nthem. Gorgono was the voice of the critics--the ogre of opinion, the\nharsh guttural commandment of style and fashion. And now Gorgono had\ngrumbled, \"Number your pages from now on, MISTER Bradbury or else YOUR\nnumber'll be up. Why, Gad, man, the last issue of Futuria Fantasia I\ndidn't know if I was coming or going, the way you heiroglyphed the\nsheets. And I might add, you're going to use even margins from here on\nin.\"\n\n\"Okay, okay, okay,\" I said, slinking with flushed visage behind my\nstencils. \"But from now on Futuria Fantasia will be ten cents straight\nan issue. Ten cents straight.\" \"Agreed,\" snapped Gorgono, \"if you are\nneater. But you must be new, neotiric, different.\" Then I flashed them\nthe newly processed cover done by Bok. \"Gods!\" bellowed Gorgono. \"That\nis stupendous! A fine beginning, mortal, a very fine beginning!\" Slith\nagreed by pounding vigorously on the table with his scaly rump. \"And\nwait until you read Monroe's yarn,\" I jubilantly exclaimed. \"It's not\nscience-fiction, but it's certainly a fine bit of story.\" \"Yes,\" said\nGorgono, \"this issue looks much better. Glad to see you've added two new\nauthors, Damon Knight and Joe Kelleam from Astounding. I'll have to\nremind the fans to send in their dimes for this issue and perhaps\nsupport you a little more than they have with letters. But we'll see\nabout that.\" He got up, stretched, yawned, and vanished in a belching\nball of flame. \"Yes,\" said Slith, \"we'll see!\" And he too vanished with\na sharp pop. All was quiet. I went back to my stencils and my opium.\n\n\nTHE EDITOR.\n\n\n\n\nHEIL!\n\nby _LYLE MONROE_\n\n\n\"How dare you make such a suggestion!\"\n\nThe state physician doggedly stuck by his position. \"I would not make\nit, sire, it your life were not at stake. There is no other surgeon in\nthe Fatherland who can transplant a pituitary gland but Doctor Lans.\"\n\n\"You will operate!\"\n\nThe medico shook his head. \"You would die, Leader. My skill is not\nadequate. And unless the operation takes place at once, you will\n_certainly_ die.\"\n\nThe Leader stormed about the apartment. He seemed about to give way to\none of the girlish bursts of anger that even the inner state clique\nfeared so much. Surprisingly he capitulated.\n\n\"Bring him here!\" he ordered.\n\nDOCTOR LANS FACED THE LEADER with inherent dignity, a dignity and\npresence that three years of \"protective custody\" had been unable to\nshake. The pallor and gauntness of the concentration camp lay upon him,\nbut his race was used to oppression. \"I see,\" he said. \"Yes, I see ... I\ncan perform that operation. What are your terms?\"\n\n\"Terms?\" The Leader was aghast. \"Terms, you filthy swine? You are being\ngiven a chance to redeem in part the sins of your race!\"\n\nThe surgeon raised his brows. \"Do you not think I _know_ that you would\nnot have sent for me had there been any other course available to you?\nObviously, my services have become valuable.\"\n\n\"You'll do as you are told! You and your kind are lucky to be alive.\"\n\n\"Nevertheless I shall not operate without my fee.\"\n\n\"I said you were lucky to be alive--\" The tone was an open threat.\n\nLans spread his hands. \"Well--I am an old man....\"\n\nThe Leader smiled. \"True. But I am informed that you have a--a\nfamily....\"\n\nThe surgeon moistened his lips. His Emma--they would hurt his Emma ...\nand his little Rose. But he must be brave, as Emma would have him be. He\nwas playing for high stakes--for all of them. \"They cannot be worse off\ndead,\" he answered firmly, \"than they are now.\"\n\nIt was many hours before the Leader was convinced that Lans could not be\nbudged. He should have known--the surgeon had learned fortitude at his\nmother's breast.\n\n\"What is your fee?\"\n\n\"A passport for myself and my family.\"\n\n\"Good riddance.\"\n\n\"My personal fortune restored to me--\"\n\n\"Very well.\"\n\n\"--to be paid in gold before I operate!\"\n\nThe Leader started to object automatically, then checked himself\nquickly. Let the presumptuous fool think so! It could be corrected after\nthe operation.\n\n\"And the operation to take place in a hospital on foreign soil.\"\n\n\"Preposterous.\"\n\n\"I must insist.\"\n\n\"You do not trust me?\"\n\nLans stared straight back into his eyes without replying. The Leader\nstruck him, hard, across the mouth. The surgeon made no effort to avoid\nthe blow, but took it, with no change of expression.\n\n\"YOU ARE WILLING TO GO THROUGH WITH IT, SAMUEL?\" The younger man looked\nat Doctor Lans without fear as he answered,\n\n\"Certainly, Doctor.\"\n\n\"I can not guarantee that you will recover. The Leader's pituitary gland\nis diseased; when I exchange it for your healthy one your younger one\nmay not be able to stand up under it--that is the chance you take.\nBesides--a complete transplanting has never been done before.\"\n\n\"I know it--but I'm out of the concentration camp!\"\n\n\"Yes. Yes, that is true. And if you do recover, you are free. And I will\nattend you myself, until you are well enough to travel.\"\n\nSamuel smiled. \"It will be a positive joy to be sick in a country where\nthere are no concentration camps!\"\n\n\"Very well, then. Let us commence.\"\n\nThey returned to the silent, nervous group at the other end of the room.\nGrimly the money was counted out, every penny that the famous surgeon\nhad laid claim to before the Leader had decided that men of his religion\nhad no need for money. Lans placed half of the gold in a money belt and\nstrapped it around his waist. His wife concealed the other half\nsomewhere about her ample person.\n\nIT WAS AN hour and twenty minutes later that Lans put down the last\ninstrument, nodded to the surgeons assisting him, and commenced to strip\noff operating gloves. He took one last look at his two patients before\nhe left the room. They were anonymous under the sterile gowns and\ndressings. Had he not known, he could not have guessed dictator from\noppressed. Come to think of it, with the exchange of those two tiny\nglands there was something of the dictator in his victim and something\nof the victim in the dictator.\n\nDOCTOR LANS RETURNED TO THE hospital later in the day, after seeing his\nwife and daughter safely settled in a first class hotel. It was an\nextravagence, in view of his uncertain prospects as a refugee, but they\nhad enjoyed no luxuries for years back _there_--he didn't consider it\nhis home country--and it was justified this once.\n\nHe inquired at the office of the hospital for his second patient. The\nclerk looked puzzled. \"But he is not here....\"\n\n\"Not here?\"\n\n\"Why, no. He was moved at the same time as His Excellency--back to your\ncountry.\"\n\nLans did not argue. The trick was obvious; it was too late to do\nanything for poor Samuel. He thanked his God that he had had the\nforesight to place himself and his family beyond the reach of such\nbrutal injustice before operating. He thanked the clerk and left.\n\nTHE LEADER RECOVERED CONSCIOUSNESS AT LAST. His brain was confused--then\nhe recalled the events before he had gone to sleep. The operation!--it\nwas over! And he was alive! He had never admitted to anyone how terribly\nfrightened he had been at the prospect. But he had lived--he had lived!\nHe groped around for the bellcord, and failing to find it, gradually\nforced his eyes to focus on the room. What outrageous nonsense was this?\nThis was no sort of a room for the Leader to convalesce in. He took in\nthe dirty white-washed ceiling, and the bare wooden floor with distaste.\nAnd the bed! It was no more than a cot!\n\nHe shouted. Someone came in, a man wearing a uniform of a trooper in his\nfavorite corps. He started to give him the tongue-lashing of his life,\nbefore having him arrested. But he was cut short.\n\n\"Cut out the racket, you unholy pig!\"\n\nAt first he was too astounded to answer, then he shrieked, \"Stand at\nattention when you address the Leader! Salute!\"\n\nThe trooper looked dumbfounded at the sick man--so totally different in\nappearance from the Leader, then guffawed. He stepped to the cot, struck\na pose with his right arm raised in salute. He carried a rubber\ntruncheon in it. \"Hail to our Leader!\" he shouted, and brought his arm\ndown smartly. The truncheon crashed into the sick man's cheek bone.\n\nAnother trooper came in to see what the noise was while the first was\nstill laughing at his wittcism. \"What's up, Jon? Say, you'd better not\nhandle that monkey too rough--he's still carried on the hospital list.\"\nHe glanced casually at the bloody face.\n\n\"Him? Didn't you know?\" Jon pulled him to one side and whispered.\n\nThe second man's eyes widened; he grinned. \"So? They don't want him to\nget well, eh? Well, I could use a little exercise this morning--\"\n\n\"Let's get Fats,\" the other suggested. \"He's always so very amusing with\nhis ideas.\"\n\n\"Good idea.\" He stepped to the door and bellowed, \"Hey, Fats!\"\n\nThey didn't really start in on him until Fats was there to help.\n\n\nTHE END\n\n\n\n\nthe phantoms\n\n_by_----Joseph E. Kellerman\n\n\n    All day they played among the purple flowers\n    That lay like frozen flames upon the lawn;\n    Or dreamed within the shadows of the towers\n    Whose turret tops were painted as the dawn.\n    Bright was the garden; peace went everywhere\n    There was no breath of movement nor any sound\n    Save butterflies that clove the heavy air,\n    Or when the bright fruit dropped slowly to the ground.\n    Then the flowers drooped, from sliver thorns that tore;\n    Too soon the sun had died in amber smoke,\n    And frightened now but silent as before\n    The phantoms watched the garden change its cloak.\n    Great sable moths flew out, and one by one\n    The towers melted with the fallen sun.\n\n       *       *       *       *       *\n\n     This is a plug [Illustration][1] for the Voice of the IMAGI-NATION.\n     price 10c from Box 6475 Met Sta Los Angeles Cal.\n\n[Footnote 1: The Art (Widner & otherwise) is a bit better.]\n\n\n\n\n_THOUGHTS ON THE_ WORLDSTATE\n\n_by henry kuttner_\n\n[Illustration]\n\n[Sidenote: The hideous Mr. Kuttner returns with an equally hideous tale.\nWe absolutely guarantee this story will induce nausea and slight\nregurgitation. Lead on, McKuttner!]\n\n\nI have, as usual, been brooding over the intricacies of modern\ncivilization. It seems to me that life is a peculiarly futile business.\nThis mood of mine may, perhaps, be attributed to my recent tragic\nencounter with a horse at the corner of 42nd and Broadway.\n\nI shall not dwell upon that incident, save to mention briefly that\nhorses should, at least, be careful of what they eat. One never knows\nthe result of the most innocent action, and that, by imperceptible\ndegrees, brings me to the subject of this article, PLAYING FAIR WITH\nFANS, or, FANTASTIC DECENCY.\n\nIt has been said (and very loudly, too) that fans fight a lot. Well, I\ndo not care to refute that; I happen to know that a Californian fan, a\nMr. Ackerman, is in the habit of knocking down visitors and kicking them\nin strategic places. The question naturally arises, does fantasy lead to\nsadism?\n\nI am reminded of the remarkable case of Scarlett O'God, an ardent fan\nwhose tininess led to her being occasionally called by the diminutive,\nor fanny. This may seem somewhat confusing at first glance. Let us,\ntherefore, go hastily on to the next paragraph.\n\nI should, perhaps, mention a mysterious white-bearded gentleman called\nTarboth the damned, or Toby, since he played a significant role in the\nincident. It was he who listened, toying at his beard idly, while\nScarlett feverishly upheld her position against the onslaughts of her\nfoes. Just what caused the argument I cannot recall at the moment. Nor\ndoes it matter especially. I believe it had something to do with\nScarlett's being locked out of the Sanctuary, or Washroom, by previous\narrivals.\n\nMocked, scorned, and jeered at, Scarlett at first said nothing.\nUltimately, however, she lost her temper and cursed her enemies roundly.\n\"I would,\" she observed with feeling, \"sell my soul to the devil in\norder to obtain vengeance!\"\n\nAt this moment the white-bearded gentleman smiled unpleasently and\nvanished. Simultaneously lightning struck the Sanctuary and demolished\nit, to the natural discomfiture of the occupants. Laughing in a\ntriumphant manner, Scarlett departed.\n\nBut the seeds of doom were already sown within her soul. Not until she\nwas soaked to the skin did she realize the ghastly and hideous truth.\nThen, looking up, she saw that above her hovered a small black cloud,\nfrom which rain was steadily descending. As she realized the terror of\nher position, black horror flooded the girl. SHE HAD BECOME ALLERGIC TO\nWEATHER!\n\nWell, after that, of course, matters got steadily worse. She was driven\nfrom home, after blasting the bathtub and spoiling a valuable Angora\nkitten. (It was later made into a muff, but moths got into it. That,\nhowever, is another story, and not an especially good one.)\n\nPoor Scarlett was excluded from all fan gatherings. Sun stroke and\neclipse were her constant companions. She came with the deluge and was\ngone with the wind.\n\nThe girl was utterly friendless. She roamed wildly here and there,\nhaggard, careworn and miserable, in a tattered gown made from the covers\nof AMAZING STORIES. At night people could hear her moaning under their\nwindows, and they huddled closer to the fire, whispering, \"Fetch aft the\nrum, Darby! Evil walks abroad tonight and I feel my soul shudder in me.\nNo soda, thanks!\"\n\nHopeless and forlorn, Scarlett stowed away on a schooner out for Hong\nKong. But she was discovered, cursed for a Jonah, and set ashore on a\ncannibal isle in the South Seas.\n\nIt was a blessing in disguise. The natives mistook her for a goddess.\nThey were used to bad weather, and did not attribute the altered climate\nto Scarlett.\n\nSo they garlanded her with leis and made her their queen.\n\nAnd she rained happily ever after.\n\n\n\n\n[Illustration]\n\n\n    Would you stroll with me, my loved one\n      'Neath the pale Venusian Moon,\n    Where its misty orb goes drifting,\n      Waning, darling, all too soon?\n    Would you gaze into the rainbow\n      Where the lunar moonbeams play,\n    Could it be you'd softly answer\n     \"Yes, for all those things I pray?\"\n    If it's so, my darling, kick me,\n      For I'd surely be a ninny,\n    Making love by Venus moonlight--\n      When--you see--there isn't any!\n\nby J. HARVEY HAGGARD\n\n\n\n\n_THE PIPER_\n\n_ron reynolds_\n\n[Illustration]\n\n\n\"LORD! HE'S THERE AGAIN! HE'S THERE! LOOK!\" the old man croaked, jabbing\na calloused finger at the burial hill. \"Old Piper again! As crazy as a\nloon! Every year that way!\"\n\nThe Martian boy at the feet of the old man stirred his thin reddish feet\nin the soil and affixed his large green eyes upon the burial hill where\nthe Piper stood. \"Why does he do that?\" asked the boy.\n\n\"Ah?\" The old man's leathery face rumpled into a maze of wrinkles. \"He's\ncrazy, that's what. Stands up there piping on his music from sunset\nuntil dawn.\"\n\nThe thin piping sounds squealed in the dusk, echoed back from the low\nhills, were lost in melancholy silence, fading. Then louder, higher,\ninsanely, crying with shrill voice.\n\nThe Piper was a tall, gaunt man, face as pale and wan as Martian moons,\neyes electrical purple, standing against the soft of the dusking heaven,\nholding his pipe to his lips, playing. The Piper--a silhouette--a\nsymbol--a melody.\n\n\"Where did the Piper come from?\" asked the Martian boy.\n\n\"From Venus.\" The old man took out his pipe and filled it. \"Oh, some\ntwenty years ago or more, on the projectile with the Terrestrians. I\narrived on the same ship, coming from Earth, we shared a double seat\ntogether.\"\n\n\"What is his name?\" Again the boyish, eager voice.\n\n\"I can't remember. I don't think I ever knew, really.\"\n\nA vague rustling sound came into existence. The Piper continued playing,\npaying no heed to it. From the darkness, across the star-jewelled\nhorizon, came mysterious shapes, creeping, creeping.\n\n\"Mars is a dying world,\" the old man said. \"Nothing ever happens of much\ngravity. The Piper, I believe, is an exile.\"\n\nThe stars trembled like reflections in water, dancing with the music.\n\n\"An exile.\" The old man continued. \"Something like a leper. They called\nhim THE BRILLIANT. He was the epitome of all Venerian culture until the\nEarthmen came with their greedy incorporations and licentious harlots.\nThe Earthlings outlawed him, sent him here to Mars to live out his\ndays.\"\n\n\"Mars is a dying world,\" repeated the boy. \"A dying world. How many\nMartians are there, sir?\"\n\nThe old man chuckled. \"I guess maybe you are the last pure Martian\nalive, boy. But there are millions of others.\"\n\n\"Where do they live? I have never seen them.\"\n\n\"You are young. You have much to see, much to learn.\"\n\n\"Where do they live?\"\n\n\"Out there, beyond the mountains, beyond the dead sea bottoms, over the\nhorizon and to the north, in the caves, far back in the subterrane.\"\n\n\"Why?\"\n\n\"Why? Now that's hard to say. They were a brilliant race once upon a\ntime. But something happened to them, hybrided them. They are\nunintelligent creatures now, cruel beasts.\"\n\n\"Does Earth own Mars?\" The little boy's eyes were riveted upon the\nglowing planet overhead, the green planet.\n\n\"Yes, all of Mars. Earth has three cities here, each containing one\nthousand people. The closest city is a mile from here, down the road, a\ngroup of small metal bubble-like buildings. The men from Earth move\nabout among the buildings like ants enclosed in their space suits. They\nare miners. With their huge machines they rip open the bowels of our\nplanet and dig out our precious life-blood from the mineral arteries.\"\n\n\"Is that all?\"\n\n\"That is all.\" The old man shook his head sadly. \"No culture, no art, no\npurpose. Greedy, hopeless Earthlings.\"\n\n\"And the other two cities----where are they?\"\n\n\"One is up the same cobbled road five miles, the third is further still\nby some five hundred miles.\"\n\n\"I am glad I live here with you, alone.\" The boy's head nodded sleepily.\n\"I do not like the men from Terra. They are despoilers.\"\n\n\"They have always been. But someday,\" said the old man, \"they will meet\ntheir doom. They have blasphemed enough, have they. They cannot _own_\nplanets as they have and expect nothing but greedy luxury for their\nsluggishly squat bodies. Someday----!\" His voice rose high, in tempo and\npitch with the Piper's wild music.\n\nWild music, insane music, stirring music. Music to stir the savage into\nlife. Music to effect man's destiny!\n\n    \"Wild-eyed Piper on the hill,\n    Crying out your rigadoons,\n    Bring the savages to kill\n    'Neath the waning Martian moons!\"\n\n\"What is that?\" asked the boy.\n\n\"A poem,\" said the old man. \"A poem I have written in the last few days.\nI feel something is going to happen very soon. The Piper's song is\ngrowing more insistent every night. At first, twenty years ago, he\nplayed on only a few nights of every year, but now, for the last three\nyears he has played until dawn every night of every autumn when the\nplanet is dying.\"\n\n\"Bring the savages?\" the boy sat up. \"What savages?\"\n\n\"There!\"\n\nAlong the star-glimmered mountain tops a vast clustering herd of black,\nmurmuring, advancing. The music screamed higher and higher.\n\n    \"Piper, pipe that song again!\n    So he piped, I wept to hear.\"\n\n\"More of the poem?\" asked the boy.\n\n\"Not my poem--but a poem from Earth some seventy years ago. I learned it\nin school.\"\n\n\"Music is strange.\" The little boy's eyes were scintillant with thought.\n\"It warms me inside. This music makes me angry. Why?\"\n\n\"Because it is music with a purpose.\"\n\n\"What purpose?\"\n\n\"We shall know by dawn.\n\n\"Music is the language of all things--intelligent or not, savage or\neducated civilian. This Piper knows his music as a god knows his heaven.\nFor twenty years he has composed his hymn of action and hate and\nfinally, tonight perhaps, the finale will be reached. At first, many\nyears ago, when he played, he received no answer from the subterrane,\nbut the murmur of gibbering voices. Five years ago he lured the voices\nand the creatures from their caves to the mountain tops. Tonight, for\nthe first time, the herd of black will spill over the trails toward our\nhovel, toward the road, toward the cities of man!\"\n\nMusic screaming, higher, faster, insanely, sending shock after macabre\nshock thru night air, loosening the stars from their riveted stations.\nThe Piper stretched high, six feet or more, upon his hillock, swaying\nback and forth, his thin shape attired in brown-cloth. The black mass on\nthe mountain came down like amoebic tentacles, met and coalesced,\nmuttering and mumbling. \"Go inside and hide,\" said the old man. \"You are\nyoung, you must live to propagate the new Mars. Tonight is the end of\nthe old, tomorrow begins the new! It is death for the men of Earth!\"\nHigher still and higher. \"Death! They come to overrun the Earthlings,\ndestroy their cities, take their projectiles. Then--in the ships of\nman--to Earth! Turnabout! Revolution and Revenge! A new civilization!\nWhen monsters usurp men and men's greediness crumbles at his demise!\"\nShriller, faster, higher, insanely tempoed. \"The Piper--The Brilliant\nOne--He who has waited for years for this night. Back to Venus to\nreinstall the glory of his civilization! The return of Art to humanity!\"\n\n\"But they are savages, these unpure Martians,\" the boy cried.\n\n\"Men are savages. I am ashamed of being a man,\" the old man said,\ntremblingly. \"Yes, these creatures are savages, but they will\nlearn--these brutes--with music. Music in many forms----music for peace,\nmusic for love--music for hate and music for death. The Piper and his\nbrood will set up a new cosmos. He is immortal!\" Now, hurrying,\nmuttering up the road, the first cluster of black things reminiscent of\nmen. A strange sharp odor in the air. The Piper, from his hillock,\nwalking down the road, over the cobbles, to the city. \"Piper, pipe that\nsong again!\" cried the old man. \"Go and kill and live again! Bring us\nlove and art again! Piper, pipe the song! I weep!\" Then: \"Hide, child,\nhide quickly! Before they come! Hurry!\" And the child, crying, hurried\nto the small house and hid himself thru the night.\n\nSwirling, jumping, running, leaping, gamboling, crying--the new humanity\nsurged to man's cities, his rockets, his mines. The Piper's song! Stars\nshuddered. Winds stilled. Nightbirds sang no songs. Echoes murmured only\nthe voices of the ones who advanced, bringing new understanding. The old\nman, caught in the whirlpool of ebon, was swept down, screaming. Then up\nthe road, by the awful thousands, vomiting out of hills, sprawling from\ncaves, curling, huge fingers of beasts, around and about and down to the\nMan Cities. Sighing, leaping up, voices and destruction!\n\nRockets across the sky!\n\nGuns. Death.\n\nAnd finally, in the pale advancement of dawn, the memory, the echoing of\nthe old man's voice. And the little boy arose to start afresh a new\nworld with a new mate.\n\nEchoing, the old man's voice:\n\n\"Piper, pipe that song again! So he piped, I wept to hear!\"\n\nA new day dawned.\n\n\nThe End\n\n\n\n\n_THE ITCHING HOUR_\n\nby Damon Knight\n\n\nMind you, I don't believe the story, myself. It was obvious, from the\nstart, that the old man was mad. Besides, I was stinko at the time, and\nI may not have got some of the details right. But in its essentials, the\nstory still sticks in my mind.... I can see the old man now, with a pair\nof my best socks around his neck, moaning and wheezing and spitting on\nthe floor, and in between times telling his strange, strange story. Of\ncourse, the whole thing was fantastic; the old loon had probably escaped\nfrom some nut factory.... and yet.... No, no, the old man was booby. And\nyet.... And yet....\n\nThe night it happened I was sitting in my study in my white silk Russian\nlounging robe, smoking a narghile or Indian water-pipe and throwing\ndarts at a signed photograph of Sally Rand. I'd just pinked her neatly\nin the gluteus maximus, when I was startled by a crash of glass, and\nturned around to see an aged man tottering carefully thru the remains of\nmy French windows.\n\nAt once the chill of horror griped me. Oops, I mean _gripped_!! Unable\nto move, I stared speechlessly as the old man went directly to my chest\nof drawers and fumbled within, the overhead light throwing his face into\nsombre shadow.\n\nBlowing his nose on one of my dress shirts he grumbled to himself about\nthe starch and selected a pair of lamb's wool socks and tied them around\nhis neck. This done, he hobbled over to a chair facing mine, sat down,\npulled his tattered undershirt, which for some reason he was wearing as\na shawl, more closely around his thin shoulders, stared reproachfully at\nme, shivering at the icy blast that came in thru the shattered windows.\n\"There's a draft in here, and you know what you can do about it,\" he\ncomplained.\n\n\"Yes, there is,\" I managed to get out.\n\nHe nodded, satisfied. \"I thought there was,\" he said. Then, dragging his\nchair closer, he leaned over and, grasping me firmly by the lapels, said\npleasently, \"Ipswitch on the amscray, don't you think?\"\n\nHalf stifled with terror, I gasped, \"Uh, yes.\" At once his manner was\ntransformed. Drawing himself up indignantly he sneered \"That's a lie!\nThat's what they all say, the sniveling hypocrites! They know it's a\nlie!\"\n\nThen he drew nearer once again. \"But,\" he said, \"I'm going to tell you\nmy story anyway. You have a kind face. And I--I just don't have any at\nall.\" He raised the rim of his hat and I saw it was true! He had no\nface! Gibbering, I tried to get away, to flee or scram, but it was too\nlate. Taking a firmer grip on my lapels, and standing heavily on my\nfoot, the old man began his story.\n\n\"You may not believe it (he began) but I, too, was once a carefree young\nfan like yourself. From morning til night I thot of nothing but eating,\nsleeping, sex, and my fan-mag, PUKE. In the evening I would stay up til\nmorning, splashing happily in my hecto inks, and turning out pages and\npages of material like mad. And at last I'd go to bed, tired but happy,\nknowing I had done my duty as an honest fan.\n\n\"And then, one day, it happened. By some unfortunate chance, I got a\nlittle double-strength purple hectograph ink on my face. Noticing it in\nthe mirror the next morning, as I was trying to decide whether to shave\nthis week or not, I took a washcloth and tried to rub off the stain.\nAlas, poor fool that I was, I recked not of the consequences!\n\n\"With hard rubbing, I managed to get some of the ink off, but when I\nwent on rubbing, to remove the rest, the ink I had rubbed off was\ntransferred back to my face. And so it went, the adament ink going from\nwashrag to face and from face back to washrag.\n\n\"The ink, as I have said, was double-strength purple undiluted, and\nsuffered nothing in the process. But something had to give way. The\nwashrag, by an unhappy coincidence, was a brand-new one, and my face was\nsome years old. Only one thing could have happened. It did.\"\n\nThus, shedding a tear on the carpet, the old stranger ended his weird\ntale. Getting slowly to his feet, he drew his hat down over his eyes\nonce more, tied his socks around his neck more tightly, and shuffled off\ntoward the shattered windows. At the sill, he turned, faced the room,\nand made one last parting shot, ere he vanished in the gloom. \"_Dogs\nhave fleas!_\" he screamed.\n\nBut sometimes I wonder.\n\n\n\n\nI'VE NEVER SEEN\n\nby Hannes Bok\n\n\n[Illustration]\n\n    I've never seen a Flirtenflog.\n    I've heard that it's a Martian dog.\n    But science-fiction has romanced\n    That the Martian race is much advanced;\n    So thus my reasoning should be,\n    Has a Flirtenflog ever seen ME??????\n\n       *       *       *       *       *\n\n     _HAVE YOU TRIED READING_\n\n     freehafer's POLARIS?\n\n\n\n\n    HANNES V: BOK\n    ARTIST\n\n    AS SEEN BY\n    HANNES V: BOK\n    CRITIC.\n\n\n[Illustration]\n\nHannes Bok, born in Seattle. Age; 23. Arrived in New York in August,\n1939. Is doing interiors and covers for Weird Tales and several other\nwellknown fantasy magazines.\n\n\n\n\nninevah\n\n_by_ J. E. K_elleam_\n\n\n    They say the bittern and the cormorant\n    Have nested in the upper lintels there.\n    The wind builds flowers of dust upon the air,\n    Lifting and falling, slow and hesitant.\n    Within the crumbling temples beasts have laired;\n    Eyeless the windows, broken the terraces;\n    No laughter breaks the silence. The palaces\n    Are weathered and the cedar work is bared.\n\n    If this be glory's wage, then let me trust\n    The fragile things that are not built of might,\n    The lovely things that leave no trace when gone:\n    The rose that swiftly turns into the dust,\n    Beauty that blazed a moment----Or a night\n    Of golden stars forgotten with the dawn.\n\n[Illustration]\n\n\n\n\n\n    Do U Want\n    Fans\n    to\n\n    Point At U\n    & Say\n\n[Illustration]\n\n\n\"HE'S BEHIND THE TIMES--HE WRITES WITH AN OLD BLACK & RED RIBBON\"?\nOr--\"Well, he uses one of those swell _fan_tastic green-&-brown ribbons\nlike Erle Korshak & Tom Wright & Russ Hodgkins & Ackerman & 'Alchemist'\n& Yerke & Freehater &\"--look at the record: _3 dozen sold to date!_ $1\nppd from MOROJO, Bx 6475 Met Sta, Los Angeles Cal.\n\n    Daugherty's _2_ Sensations\n\n    Walt Daugherty: 1039 W 39\n    Los Angeles Cal\n\n    (Both for 15c!)\n\n\n[Illustration: SHANGRI-LA 10c]\n\n_The Rocket_ 10c\n\n       *       *       *       *       *\n\n[Illustration]\n\nLE ZOMBIE--the Nickel Nifty, the Flower of Fandom. From Bob Tucker, PO\nBox 260, Bloomington Illinois\n\n       *       *       *       *       *\n\n[Illustration]\n\nGet the Lead out of your Shoe, son, & send for that copy of _Snide_, the\n\"Thud & Blunder\" mag, 10c from Damon Knight, 803 Columbia, Hood River\nOre.\n\n       *       *       *       *       *\n\n[Illustration]\n\n_THE MERCURY_ is rising! Send for this temperature-raising news-mag of\nPacificoast Palaver, only 5c a copy from Tom Wright, 1140 Bush St,\nMartinez, Calif. Companion, _The Comet_, costs but 10c from same\npublisher, & will be sure to please U!\n\n\n\n\n[Illustration:\n\n    _BOK'S_\n    creatures of\n    _Lorelei_\n]\n\n\n\n\nLOCAL LEAGUE LIFE\n\n--GUY AMORY\n\n\nTHE ROADS MUST ROLL! And the road rolls right into Campbell's office and\nrolling right back comes a check to Mr. Robert A. Heinlein, member of\nthe L.A. S.F.L., whose _noval_ is currently in ASTOUNDING now.\nHeinlein's yarn about roads deals with a culture where roads are the\nmost important things to mankind and he just sold it to John W., for\nwhich, BRAVO, BOB!\n\nStory will appear with above title or as ROADTOWN, all dpendin' on which\nside of the bed Campbell gets up from.\n\n       *       *       *       *       *\n\n     How's about a letter of criticism, Mr. Swisher. We would like to\n     know what you think of F.F. Thanx.\n\n     THE EDITORS\n\n       *       *       *       *       *\n\n     SCIENTIFAN 15 c\n\n     Jan-Feb\n\n     Terrificover! The only magazine of its size for fans--slick covers!\n     Material by Tucker, Hart, Sullivan & others! \"Horrors Cellar\",\n     feature-length fiction by Harry Warner Jr. Long fan-interest\n     article by Lowndes. 10 interesting depts. Publication profusely\n     illustrated.\n\n     SPECIAL SUPPLEMENT: _Mercury_--controversial matters.\n\n     A SMASHING PUBLICATION, 1836 - 39th Ave, Oakland, Calif.\n\n       *       *       *       *       *\n\n    FUTURIA FANTASIA\n\n    An LA SFL Publication\n    Ray Bradbury, Editor\n    3054 1-2 W. 12th St. Los Angeles, Calif.\n\n    RETURN POSTAGE GUARANTEED\n\n\n\n\n\nEnd of Project Gutenberg's Futuria Fantasia, Spring 1940, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FUTURIA FANTASIA, SPRING 1940 ***\n\n***** This file should be named 41651.txt or 41651.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/6/5/41651/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}