{"title": "Captives of the Flame", "author": "Samuel R. Delany", "releaseDate": "January 24, 2013", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n       *       *       *       *       *\n\n\n\n                          CAPTIVES OF THE FLAME\n\n                           by SAMUEL R. DELANY\n\n    [Transcriber's Note: Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed.]\n\n\n    ACE BOOKS, INC.\n    1120 Avenue of the Americas\n    New York 36, N.Y.\n\n    CAPTIVES OF THE FLAME\n\n    Copyright ©, 1963, by Ace Books, Inc.\n\n    All Rights Reserved\n\n    Printed in U.S.A.\n\n       *       *       *       *       *\n\n    _This is for Marilyn, of course._\n\n       *       *       *       *       *\n\n     SAMUEL R. DELANY considers _Captives of the Flame_ to be the first\n     of a trilogy dealing with the same epoch and characters. It is,\n     however, his second published novel, his first being _The Jewels of\n     Aptor_, Ace Book F-173, which has received considerable acclaim.\n\n     A young man, resident in New York City, Delany is a prolific and\n     talented writer, whose work in poetry and prose have won him many\n     awards. Asked for comment on his literary ambitions, he preferred\n     to quote one of the characters from one of his works:\n\n     \"I wanted to wield together a prose luminous as twenty sets of\n     headlights flung down a night road; I wanted my words tinged with\n     the green of mercury vapor street lamps seen through a shaling of\n     oak leaves in the park past midnight. I needed phrases that would\n     break open like thunder, or leave a brush as gentle as willow\n     boughs passed in a dark room.... The finest writing is always the\n     finest delineation of surfaces.\"\n\n       *       *       *       *       *\n\n\n\n\nPROLOGUE\n\n\nThe green of beetles' wings ... the red of polished carbuncle ... a web\nof silver fire. Lightning tore his eyes apart, struck deep inside his\nbody; and he felt his bones split. Before it became pain, it was gone.\nAnd he was falling through blue smoke. The smoke was inside him, cool as\nblown ice. It was getting darker.\n\nHe had heard something before, a ... voice: the _Lord of the Flames_....\nThen:\n\nJon Koshar shook his head, staggered forward, and went down on his knees\nin white sand. He blinked. He looked up. There were two shadows in front\nof him.\n\nTo his left a tooth of rock jutted from the sand, also casting a double\nshadow. He felt unreal, light. But the backs of his hands had real dirt\non them, his clothes were damp with real sweat, and they clung to his\nback and sides. He felt immense. But that was because the horizon was so\nclose. Above it, the sky was turquoise--which was odd because the sand\nwas too white for it to be evening. Then he saw the City.\n\nIt hit his eyes with a familiarity that made him start. The familiarity\nwas a refuge, and violently his mind clawed at it, tried to find other\nfamiliar things. But the towers, the looped roadways, that was all there\nwas--and one small line of metal ribbon that soared out across the\ndesert, supported by strut-work pylons. The transit ribbon! He followed\nit with his eyes, praying it would lead to something more familiar. The\nthirteenth pylon--he had counted them as he ran his eye along the silver\nlength--was crumpled, as though a fist had smashed it. The transit\nribbon snarled in mid-air and ceased. The abrupt end again sent his mind\nclawing back toward familiarity: _I am Jon Koshar_ (followed by the\nmeaningless number that had been part of his name for five years). _I\nwant to be free_ (and for a moment he saw again the dank, creosoted\nwalls of the cabins of the penal camp, and heard the clinking chains of\nthe cutter teeth as he had heard them for so many days walking to the\nmine entrance while the yard-high ferns brushed his thighs and\nforearms ... but that was in his mind).\n\nThe only other things his scrambling brain could reach were facts of\nnegation. He was some place he had _never_ been before. He did _not_\nknow how he had gotten there. He did _not_ know how to get back. And the\nclose horizon, the double shadows ... now he realized that this was\n_not_ Earth (Earth of the Thirty-fifth Century, although he gave it\nanother name, Fifteenth Century G.F.).\n\nBut the City.... It was on earth, and he was on earth, and he was--had\nbeen--in it. Again the negations: the City was _not_ on a desert, nor\ncould its dead, deserted towers cast double shadows, nor was the transit\nribbon broken.\n\nThe transit ribbon!\n\nNo!\n\nIt couldn't be broken. He almost screamed. _Don't let it be broken,\nplease...._\n\nThe entire scene was suddenly jerked from his head. There was nothing\nleft but blue smoke, cool as blown ice, inside him, around him. He was\nspinning in blue smoke. Sudden lightning seared his eyeballs, and the\nshivering after-image faded, shifted, became ... a web of silver fire,\nthe red of polished carbuncle, the green of beetles' wings.\n\n\n\n\nCHAPTER I\n\n\nSilent as a sleeping serpent for sixty years, it spanned from the heart\nof Telphar to the royal palace of Toromon. From the ashes of the dead\ncity to the island capital, it connected what once had been the two\nmajor cities, the only cities of Toromon. Today there was only one.\n\nIn Telphar, it soared above ashes and fallen roadways into the night.\n\nMiles on, the edge of darkness paled before the morning and in the faint\nshadow of the transit ribbon, at the edge of a field of lava, among the\nwhispering, yard-high ferns, sat row on row of squat shacks, cheerless\nas roosting macaws. They stood near the entrance of the tetron mines.\n\nA few moments before, the light rain had stopped. Water dribbled down\nthe supporting columns of the transit ribbon which made a black band on\nthe fading night.\n\nNow, six extraordinarily tall men left the edge of the jungle. They\ncarried two corpses among them. Two of the tall men hung back to\nconverse.\n\n\"The third one won't get very far.\"\n\n\"If he does,\" said the other, \"he'll be the first one to get through the\nforest guards in twelve years.\"\n\n\"I'm not worried about his escaping,\" said the first. \"But why have\nthere been such an increase in attempts over the past year?\"\n\nThe other one laughed. Even in the dull light, the three scars that ran\ndown the side of his face and neck were visible. \"The orders for tetron\nhave nearly doubled.\"\n\n\"I wonder just what sort of leeches in Toron make their living off these\nmiserable--\" He didn't finish, but pointed ahead to the corpses.\n\n\"The hydroponic growers, the aquarium manufacturers,\" answered the man\nwith the scars. \"They're the ones who use the ore. Then, of course,\nthere's the preparation for the war.\"\n\n\"They say that since the artificial food growers have taken over, the\nfarmers and fishermen near the coast are being starved out. And with the\nincreased demand for tetron, the miners are dying off like flies here at\nthe mine. Sometimes I wonder how they supply enough prisoners.\"\n\n\"They don't,\" said the other. Now he called out. \"All right. Just drop\nthem there, in front of the cabins.\"\n\nThe rain had made the ground mud. Two dull splashes came through the\ngraying morning. \"Maybe that'll teach them some sort of lesson,\" said\nthe first.\n\n\"Maybe,\" shrugged the one with the scars.\n\nNow they turned back toward the jungle.\n\n       *       *       *       *       *\n\nSoon, streaks of light speared the yellow clouds and pried apart the\nbillowing rifts. Shafts of yellow sank into the lush jungles of Toromon,\ndropping from wet, green fronds, or catching on the moist cracks of\nboulders. Then the dawn snagged on the metal ribbon that arced over the\ntrees, and webs of shadow from the immense supporting pylons fell across\nthe few, gutted lava beds that dotted the forest.\n\nA formation of airships flashed through a tear in the clouds like a\nhandful of hurled, silver chips. As the buzz from their tetron motors\ndescended through the trees, Quorl, the forest guard, stretched his\nseven-foot body and rolled over, crushing leaves beneath his shoulder.\nInstinctively his stomach tensed. But silence had returned. With large,\nyellow-brown eyes, he looked about the grove in which he had spent the\nnight. His broad nostrils flared even wider. But the air was still,\nclean, safe. Above, the metal ribbon glinted. Quorl lay back on the\ndried leaves once more.\n\n       *       *       *       *       *\n\nAs dawn slipped across the jungle, more and more of the ribbon caught\nfire from beneath the receding shadows, till at last it soared above the\nyellow crescent of sand that marked the edge of the sea.\n\nFifty yards down the beach from the last supporting pylon whose base\nstill sat on dry land, Cithon, the fisherman, emerged from his shack.\n\n\"Tel?\" he called. He was a brown, wiry man whose leathery face was\nnetted with lines from sand and wind. \"Tel?\" he called once more. Now he\nturned back into the cottage. \"And where has the boy gotten off to now?\"\n\nGrella had already seated herself at the loom, and her strong hands now\nbegan to work the shuttle back and forth while her feet stamped the\ntreadle.\n\n\"Where has he gone?\" Cithon demanded.\n\n\"He went out early this morning,\" Grella said quietly. She did not look\nat her husband. She watched the shuttle moving back and forth, back and\nforth between the green and yellow threads.\n\n\"I can see he's gone out,\" Cithon snapped. \"But where? The sun is up. He\nshould be out with me on the boat. When will he be back?\"\n\nGrella didn't answer.\n\n\"When will he be back?\" Cithon demanded.\n\n\"I don't know.\"\n\nOutside there was a sound, and Cithon turned abruptly and went to the\nside of the shack.\n\nThe boy was leaning over the water trough, sloshing his face.\n\n\"Tel.\"\n\nThe boy looked up quickly at his father. He was perhaps fourteen, a thin\nchild, with a shock of black hair, yet eyes as green as the sea. Fear\nhad widened them now.\n\n\"Where were you?\"\n\n\"No place,\" was the boy's quietly defensive answer. \"I wasn't doing\nanything.\"\n\n\"Where were you?\"\n\n\"No place,\" Tel mumbled again. \"Just walking....\"\n\nSuddenly Cithon's hand, which had been at his waist jerked up and then\ndown, and the leather strap that had been his belt slashed over the\nboy's wet shoulder.\n\nThe only sound was a sudden intake of breath.\n\n\"Now get down to the boat.\"\n\nInside the shack, the shuttle paused in Grella's fist the length of a\ndrawn breath. Then it shot once more between the threads.\n\n       *       *       *       *       *\n\nDown the beach, the transit ribbon leapt across the water. Light shook\non the surface of the sea like flung diamonds, and the ribbon above was\ndull by comparison.\n\nDawn reached across the water till at last the early light fell on the\nshore of an island. High in the air, the ribbon gleamed above the busy\npiers and the early morning traffic of the wharf. Behind the piers, the\ntowers of the City were lanced with gold, and as the sun rose, gold\nlight dropped further down the building faces.\n\nOn the boardwalk, two merchants were talking above the roar of\ntetron-powered winches and chuckling carts.\n\n\"It looks like your boat's bringing in a cargo of fish,\" said the stout\none.\n\n\"It could be fish. It could be something else,\" answered the other.\n\n\"Tell me, friend,\" asked the portly one, whose coat was of cut and cloth\nexpensive enough to suggest his guesses were usually right, \"why do you\ntrouble to send your boat all the way to the mainland to buy from the\nlittle fishermen there? My aquariums can supply the City with all the\nfood it needs.\"\n\nThe other merchant looked down at the clip-board of inventory slips.\n\n\"Perhaps my clientele is somewhat different from yours.\"\n\nThe first merchant laughed. \"You sell to the upper families of the City,\nwho still insist on the doubtful superiority of your imported\ndelicacies. Did you know, my friend, I am superior in every way to you?\nI feed more people, so what I produce is superior to what you produce. I\ncharge them less money, and so I am financially more benevolent than\nyou. I make more money than you do, so I am also financially superior.\nAlso, later this morning my daughter is coming back from the university,\nand this evening I will give her a party so great and so lavish that she\nwill love me more than any daughter has ever loved a father before.\"\n\nHere the self-satisfied merchant laughed again, and turned down the\nwharf to inspect a cargo of tetron ore that was coming in from the\nmainland.\n\nAs the merchant of imported fish turned up another inventory slip,\nanother man approached him. \"What was old Koshar laughing about?\" he\nasked.\n\n\"He was gloating over his good fortune in backing that hairbrained\naquarium idea. He was also trying to make me jealous of his daughter.\nHe's giving her a party tonight to which I am no doubt invited; but the\ninvitation will come late this afternoon with no time for me to reply\nproperly.\"\n\nThe other man shook his head. \"He's a proud man. But you can bring him\nto his place. Next time he mentions his daughter, ask him about his son,\nand watch the shame storm into his face.\"\n\n\"He may be proud,\" said the other, \"but I am not cruel. Why should I\nmove to hurt him? Time takes care of her own. This coming war will see.\"\n\n\"Perhaps,\" said the other merchant. \"Perhaps.\"\n\n       *       *       *       *       *\n\nOnce over the island city of Toron, capital of Toromon, the transit\nribbon breaks from its even course and bends among the towers, weaves\namong the elevated highways, till finally it crosses near a wide splash\nof bare concrete, edged with block-long aircraft hangars. Several\nairships had just arrived, and at one of the passenger gates the people\nwaiting for arrivals crowded closely to the metal fence.\n\nAmong them was one young man in military uniform. A brush of red hair,\neyes that seemed doubly dark in his pale face, along with a squat,\ntaurine power in his legs and shoulders; these were what struck you in\nthe swift glance. A close look brought you the incongruity of the\nmajor's insignia and his obvious youth.\n\nHe watched the passengers coming through the gate with more than\nmilitary interest.\n\nSomeone called, \"Tomar!\"\n\nAnd he turned, a grin leaping to his face.\n\n\"Tomar,\" she called again. \"I'm over here.\"\n\nA little too bumptiously, he rammed through the crowd until at last he\nalmost collided with her. Then he stopped, looking bewildered and happy.\n\n\"Gee, I'm glad you came,\" she said. \"Come on. You can walk me back to\nfather's.\" Her black hair fell close to broad, nearly oriental\ncheekbones. Then the smile on her first strangely, then attractively\npale mouth fell.\n\nTomar shook his head, as they turned now, arm in arm, among the people\nwandering over the field.\n\n\"No?\" she asked. \"Why not?\"\n\n\"I don't have time, Clea,\" he answered. \"I had to sneak an hour off just\nto get here. I'm supposed to be back at the Military Ministry in forty\nminutes. Hey, do you have any bags I can carry?\"\n\nClea held up a slide rule and a notebook. \"I'm traveling light. In a\nweek I'll be back at the university for summer courses, so I didn't\nbring any clothes. Wait a minute. You're not going to be too busy to get\nto the party Dad's giving me tonight, are you?\"\n\nTomar shrugged.\n\nClea began a word, but pushed her tongue hard against the roof of her\nmouth. \"Tomar?\" she asked after a moment.\n\n\"Yes?\" He had a rough voice, which, when he was sad, took on the\nundertones of a bear's growl.\n\n\"What's happening about the war? Will there really be one?\"\n\nAgain he shrugged. \"More soldiers, more planes, and at the Ministry\nthere's more and more work to do. I was up before dawn this morning\ngetting a fleet of survey planes off for a scouting trip to the mainland\nover the radiation barrier. If they come back this evening, I'll be\nbusy all night with the reports and I won't be able to make the party.\n\n\"Oh,\" said Clea. \"Tomar?\"\n\n\"Yes, Clea Koshar?\"\n\n\"Oh, don't be formal with me, please. You've been in the City long\nenough and known me long enough. Tomar, if the war comes, do you think\nthey'll draft prisoners from the tetron mines into the army?\"\n\n\"They talk about it.\"\n\n\"Because my brother....\"\n\n\"I know,\" said Tomar.\n\n\"And if a prisoner from the mines distinguished himself as a soldier,\nwould he be freed at the end of the war? They wouldn't send him back to\nthe mines, would they?\"\n\n\"The war hasn't even begun yet,\" said Tomar. \"No one knows how it will\nend.\"\n\n\"You're right,\" she said, \"as usual.\" They reached the gate. \"Look,\nTomar, I don't want to keep you if you're busy. But you've got to\npromise to come see me and spend at least an afternoon before I go back\nto school.\"\n\n\"If the war starts, you won't be going back to school.\"\n\n\"Why not?\"\n\n\"You already have your degree in theoretical physics. Now you're only\ndoing advanced work. Not only will they conscript prisoners from the\nmines, but all scientists, engineers, and mathematicians will have to\nlend their efforts to the cause as well.\"\n\n\"I was afraid of that,\" Clea said. \"You believe the war will actually\ncome, don't you, Tomar?\"\n\n\"They get ready for it night and day,\" Tomar said. \"What is there to\nstop it? When I was a boy on my father's farm on the mainland, there was\ntoo much work, and no food. I was a strong boy, with a strong boy's\nstomach. I came to the City and I took my strength to the army. Now I\nhave work that I like. I'm not hungry. With the war, there will be work\nfor a lot more people. Your father will be richer. Your brother may come\nback to you, and even the thieves and beggars in the Devil's Pot will\nhave a chance to do some honest work.\"\n\n\"Perhaps,\" said Clea. \"Look, like I said, I don't want to keep you--I\nmean I do, but. Well, when will you have some time?\"\n\n\"Probably tomorrow afternoon.\"\n\n\"Fine,\" said Clea. \"We'll have a picnic then, all right?\"\n\nTomar grinned. \"Yes,\" he said. \"Yes.\" He took both her hands, and she\nsmiled back at him. Then he turned away, and was gone through the crowd.\n\nClea watched a moment, and then turned toward the taxi stand. The sun\nwas beginning to warm the air as she pushed into the shadow of the great\ntransit ribbon that soared above her between the towers.\n\n       *       *       *       *       *\n\nBuildings dropped bands of shadow across the ribbon, as it wound through\nthe city, although occasional streaks of light from an eastward street\nstill made silver half-rings around it. At the center of the city it\nraised a final two hundred feet and entered the window of the laboratory\ntower in the west wing of the royal palace of Toron.\n\nThe room in which the transit ribbon ended was deserted. At the end of\nthe metal band was a transparent crystal sphere, fifteen feet in\ndiameter which hovered above the receiving platform. A dozen small\ntetron units of varying sizes sat around the room. The viewing screens\nwere dead gray. On a control panel by one ornate window, a bank of\nforty-nine scarlet-knobbed switches pointed to off. The metal catwalks\nthat ran over the receiving platform were empty.\n\nIn another room of the palace, however, someone was screaming.\n\n\"Tetron!\"\n\n\"... if your Highness would only wait a moment to hear the report,\"\nbegan the aged minister, \"I believe....\"\n\n\"Tetron!\"\n\n\"... you would understand the necessity,\" he continued in an amazingly\ncalm voice, \"of disturbing you at such an ungodly hour ...\"\n\n\"I never want to hear the word tetron again!\"\n\n\"... of the morning.\"\n\n\"Go away, Chargill; I'm sleeping!\" King Uske, who had just turned\ntwenty-one though he had been the official ruler of Toromon since the\nage of seven, jammed his pale blond head beneath three over-stuffed\npillows that lay about the purple silken sheets of his bed. With one\ntoo-slender hand he sought feebly around for the covers to hide himself\ncompletely.\n\nThe old minister quietly picked up the edge of the ermine-rimmed\ncoverlet and held it out of reach. After several half-hearted swipes,\nthe pale head emerged once more and asked in a coldly quiet voice,\n\"Chargill, why is it that roads have been built, prisoners have been\nreprieved, and traitors have been disemboweled at every hour of the\nafternoon and evening without anyone expressing the least concern for\nwhat I thought? Now, suddenly, at--\" Uske peered at the jewel-crusted\nchronometer by his bed in which a shimmering gold light fixed the hour,\n\"--my God, ten o'clock in the morning! Why must I suddenly be consulted\nat every little twist and turn of empire?\"\n\n\"First,\" explained Chargill, \"you are now of age. Secondly, we are about\nto enter a war, and in times of stress, responsibility is passed to the\ntop, and you, sir, are in the unfortunate position.\"\n\n\"Why can't we have a war and get it over with?\" said Uske, rolling over\nto face Chargill and becoming a trifle more amenable. \"I'm tired of all\nthis idiocy. You don't think I'm a very good king, do you?\" The young\nman sat up and planted his slender feet as firmly as possible on the\nthree-inch thick fur rug. \"Well, if we had a war,\" he continued,\nscratching his stomach through his pink sateen pajama top, \"I'd ride in\nthe first line of fire, in the most splendid uniform imaginable, and\nlead my soldiers to a _sweeping_ victory.\" At the word sweeping, he\nthrew himself under the covers.\n\n\"Commendable sentiment,\" stated Chargill dryly. \"And seeing that there\nmay just be a war before the afternoon arrives, why don't you listen to\nthe report, which merely says that another scouting flight of planes\nhas been crippled trying to observe the enemy just beyond the tetron\nmines over the radiation barrier.\"\n\n\"Let me continue it for you. No one knows how the planes have been\ncrippled, but the efficacy of their methods has lead the council to\nsuggest that we consider the possibility of open war even more strongly.\nIsn't this more or less what the reports have been for weeks?\"\n\n\"It is,\" replied Chargill.\n\n\"Then why bother me. Incidentally, must we really go to that imbecilic\nparty for that stupid fish-peddler's daughter this evening? And talk\nabout tetron as little as possible, please.\"\n\n\"I need not remind you,\" went on the patient Chargill, \"that this stupid\nfish-peddler has amassed a fortune nearly as large as that in the royal\ntreasury--though I doubt if he is aware of the comparison--through the\nproper exploitation of the unmentionable metal. If there is a war, and\nwe should need to borrow funds, it should be done with as much good will\nas possible. Therefore, you will attend his party to which he has so\nkindly invited you.\"\n\n\"Listen a minute, Chargill,\" said Uske. \"And I'm being serious now. This\nwar business is completely ridiculous, and if you expect me to take it\nseriously, then the council is going to have to take it seriously. How\ncan we have a war with whatever is behind the radiation barrier? We\ndon't know anything about it. Is it a country? Is it a city? Is it an\nempire? We don't even know if it's got a name. We don't know how they've\ncrippled our scouting planes. We can't monitor any radio communication.\nOf course we couldn't do that anyway with the radiation barrier. We\ndon't even know if it's people. One of our silly planes gets its tetron\n(Pardon me. If you can't say it, I shouldn't say it either.) device\nknocked out and a missile hurled at it. Bango! The council says war.\nWell, I refuse to take it seriously. Why do we keep on wasting planes\nanyway? Why not send a few people through the transit ribbon to do some\nspying?\"\n\nChargill looked amazed.\n\n\"Before we instituted the penal mines, and just after we annexed the\nforest people, the transit ribbon was built. Correct? Now, where does it\ngo?\"\n\n\"Into the dead city of Telphar,\" answered Chargill.\n\n\"Exactly. And Telphar was not at all dead when we built it, sixty years\nago. The radiation hadn't progressed that far. Well, why not send spies\ninto Telphar and from there, across the barrier and into enemy\nterritory. Then they can come back and tell us everything.\" Uske smiled.\n\n\"Of course your Majesty is joking.\" Chargill smiled. \"May I remind your\nMajesty that the radiation level in Telphar today is fatal to human\nbeings. Completely fatal. The enemy seems to be well beyond the barrier.\nOnly recently, with the great amount of tetron--eh, excuse me--coming\nfrom the mines have we been able to develop planes that can perhaps go\nover it. And that, when and if we can do it, is the only way.\"\n\nUske had started out smiling. It turned to a giggle. Then to a laugh.\nSuddenly he cried out and threw himself down on the bed. \"Nobody listens\nto me! Nobody takes any of my suggestions!\" He moaned and stuck his head\nunder the pillows. \"No one does anything but contradict me. Go away. Get\nout. Let me sleep.\"\n\nChargill sighed and withdrew from the royal bedchamber.\n\n\n\n\nCHAPTER II\n\n\nIt had been silent for sixty years. Then, above the receiving stage in\nthe laboratory tower of the royal place of Toromon, the great\ntransparent crystal sphere glowed.\n\nOn the stage a blue haze shimmered. Red flame shot through the mist, a\nnet of scarlet, contracting, pulsing, outlining the recognizable\npatterning of veins and arteries. Among the running fires, the shadow of\nbones formed a human skeleton in the blue, till suddenly the shape was\nlaced with sudden silver, the net of nerves that held the body\nimprisoned in sensation. The blue became opaque. Then the black-haired\nman, barefooted, in rags, staggered forward to the rail and held on for\na moment. Above, the crystal faded.\n\nHe blinked his eyes hard before he looked up. He looked around. \"All\nright,\" he said out loud. \"Where the hell are you?\" He paused. \"Okay.\nOkay. I know. I'm not supposed to get dependent on you. I guess I'm all\nright now, aren't I?\" Another pause. \"Well, I feel fine.\" He let go of\nthe rail and looked at his hands, back and palms. \"Dirty as hell,\" he\nmumbled. \"Wonder where I can get washed up.\" He looked up. \"Yeah, sure.\nWhy not?\" He ducked under the railing and vaulted to the floor. Once\nagain he looked around. \"So I'm really in the castle. After all these\nyears. I never thought I'd see it. Yeah, I guess it really is.\"\n\nHe started forward, but as he passed under the shadow of the great\nribbon's end, something happened.\n\nHe faded.\n\nAt least the exposed parts of his body--head, hands, and feet--faded. He\nstopped and looked down. Through his ghost-like feet, he could see the\nrivets that held down the metal floor. He made a disgusted face, and\ncontinued toward the door. Once in the sunlight, he solidified again.\n\nThere was no one in the hall. He walked along, ignoring the triptych of\nsilver partitions that marked the consultant chamber. A stained glass\nwindow further on rotated by silent machinery flung colors over his face\nas he passed. A golden disk chronometer fixed in the ceiling behind a\ncarved crystal face said ten-thirty.\n\nSuddenly he stopped in front of a book cabinet and opened the glass\ndoor. \"Here's the one,\" he said out loud again. \"Yeah, I know we haven't\ngot time, but it will explain it to you better than I can.\" He pulled a\nbook from the row of books. \"We used this in school,\" he said. \"A long\ntime ago.\"\n\nThe book was Catham's _Revised History of Toromon_. He opened the\nsharkskin cover and flipped a few pages into the text.\n\n\"... from a few libraries that survived the Great Fire (from which we\nwill date all subsequent events). Civilization was reduced beyond\nbarbarism. But eventually the few survivors on the Island of Toron\nestablished a settlement, a village, a city. Now they pushed to the\nmainland, and the shore became the central source of food for the\nisland's population which now devoted itself to manufacturing. On the\ncoast, farms and fishing villages flourished. On the island, science and\nindustry became sudden factors in the life of Toromon, now an empire.\n\n\"Beyond the plains at the coast, explorers discovered the forest people\nwho lived in the strip of jungle that held in its crescent the stretch\nof mainland. They were a mutant breed, gigantic in physical stature,\npeaceful in nature. They quickly became part of Toromon's empire, with\nno resistance.\n\n\"Beyond the jungle were the gutted fields of lava and dead earth, and it\nwas here that the strange metal tetron was discovered. A great empire\nhas a great crime rate, and our penal system was used to supply miners\nfor the tetron. Now technology leaped ahead, and we developed many uses\nfor the power that could be released from the tetron.\n\n\"Then, beyond the lava fields, we discovered what it was that had\nenlarged the bodies of the forest people, what it was that had killed\nall green things beyond the jungle. Lingering from the days of the Great\nFire, a wide strip of radioactive land still burned all around the lava\nfields, cutting us off from further expansion.\n\n\"Going toward that field of death, the plants became gnarled, distorted\ncaricatures of themselves. Then only rock. Death was long if a man\nventured in and came back. First immense thirst; then the skin dries\nout; blindness, fever, madness, at last death; this is what awaited the\ntransgressor.\n\n\"It was at the brink of the radiation barrier, in defiance of death,\nthat Telphar was established. It was far enough away to be safe, yet\nnear enough to see the purple glow at the horizon over the broken\nhills. At the same time, experiments were being conducted with\nelementary matter transmission, and as a token to this new direction of\nscience, the transit ribbon was commissioned to link the two cities. It\nwas more a gesture of the solidarity of Toromon's empire than a\npractical appliance. Only three or four hundred pounds of matter could\nbe sent at once, or two or three people. The transportation was\ninstantaneous, and portended a future of great exploration to any part\nof the world, with theoretical travel to the stars.\n\n\"Then, at seven thirty-two on an autumn evening, sixty years\nago, a sudden increase in the pale light was observed in the\nradiation-saturated west by the citizens of Telphar. Seven hours later\nthe entire sky above Telphar was flickering with streaks of pale blue\nand yellow. Evacuation had begun already. But in three days, Telphar was\ndead. The sudden rise in radiation has been attributed to many things in\ntheory, but as yet, an irrefutable explanation is still wanted.\n\n\"The advance of the radiation stopped well before the tetron mines;\nhowever, Telphar was not lost to Toron for good, and ...\"\n\nJon suddenly closed the book. \"You see?\" he said. \"That's why I was\nafraid when I saw where I was. That's why ...\" He stopped, shrugged.\n\"You're not listening,\" he said, and put the book back on the shelf.\n\nDown the hallway fifty feet, two ornate stairways branched right and\nleft. He waited with his hands shoved into his pockets, looking absently\ntoward another window, like a person waiting for someone else to make up\nhis mind. But the decision was not forthcoming. At last, belligerently\nhe started up the stairway to the left. Halfway up he became a little\nmore cautious, his bare feet padding softly, his broad hand preceding\nhim wearily on the banister.\n\nHe turned down another hallway where carved busts and statues sat in\nniches in the walls, a light glowing blue behind those to the left,\nyellow behind those to the right. A sound from around a corner sent him\nbehind a pink marble mermaid playing with a garland of seaweed.\n\nThe old man who walked by was carrying a folder and looked serenely and\npatiently preoccupied.\n\nJon waited without breathing the space of three ordinary breaths. Then\nhe ducked out and sprinted down the hall. At last he stopped before a\ngroup of doors. \"Which one?\" he demanded.\n\nThis time he must have gotten an answer, because he went to one, opened\nit, and slipped in.\n\n       *       *       *       *       *\n\nUske had pulled the silken sheet over his head. He heard several small\nclicks and tiny brushing noises, but they came through the fog of sleep\nthat had been washing back over him since Chargill's departure. The\nfirst sound definite enough to wake him was water against tile. He\nlistened to it for nearly two minutes through the languid veil of\nfatigue. It was only when it stopped that he frowned, pushed back the\nsheet, and sat up. The door to his private bath was open. The light was\noff, but someone, or thing, was apparently finishing a shower. The\nwindows of his room were covered with thick drapes, but he hesitated to\npush the button that would reel them back from the sun.\n\nHe heard the rings of the shower curtain sliding along the shower rod;\nthe rattle of the towel rack; silence; a few whistled notes. Suddenly he\nsaw that dark spots were forming on the great fur rug that sprawled\nacross the black stone floor. One after another--footprints! Incorporeal\nfootprints were coming toward him slowly.\n\nWhen they were about four feet away from his bed, he slammed the flat of\nhis palm on the button that drew back the curtains. Sunlight filled the\nroom like bright water.\n\nAnd standing in the last pair of footprints was the sudden, naked figure\nof a man. He leaped at Uske as the King threw himself face down into the\nmound of pillows and tried to scream at the same time. Immediately he\nwas caught, pulled up, and the edge of a hand was thrust into his open\nmouth so that when he bit down, he chomped the inside of his cheeks.\n\n\"Will you keep still, stupid?\" a voice whispered behind him. The King\nwent limp.\n\n\"There, now just a second.\"\n\nA hand reached past Uske's shoulder, pressed the button on the night\ntable by the bed, and the curtains swept across the window. The hand\nwent out as if it had been a flame.\n\n\"Now you keep still and be quiet.\"\n\nThe pressure released and the King felt the bed give as the weight\nlifted. He held still for a moment. Then he whirled around. There wasn't\nanyone there.\n\n\"Where do you keep your clothes, huh? You always were about my size.\"\n\n\"Over there ... there in that closet.\"\n\nThe bodiless footprints padded over the fur rug, and the closet door\nopened. Hangers slid along the rack. The bureau at the back of the\ncloset was opened. \"This'll do fine. I didn't think I was ever going to\nget into decent clothes again. Just a second.\"\n\nThere was the sound of tearing thread.\n\n\"This jacket will fit me all right, once I get these shoulder pads out\nof it.\"\n\nSomething came out of the closet, dressed now: a human form, only\nwithout head or hands.\n\n\"Now that I'm decent, open up those curtains and throw some light around\nthe place.\" The standing suit of clothes waited. \"Well, come on, open\nthe curtains.\"\n\nSlowly Uske reached for the button. A freshly shaven young man with\nblack hair stood in the sunlight, examining his cuffs. An open brocade\njacket with metal-work filigree covered a white silk shirt that laced\nover a wide V-neck. The tight gray trousers were belted with a broad\nstrip of black leather and fastened with a gold disk. The black boots,\nopened at the toe and the heel, were topped with similar disks. Jon\nKoshar looked around. \"It's good to be back.\"\n\n\"Who ... what are you?\" whispered Uske.\n\n\"Loyal subject of the crown,\" said Jon, \"you squid-brained clam.\"\n\nUske sputtered.\n\n\"Think back about five years to when you and I were in school together.\"\n\nA flicker of recognition showed in the blond face.\n\n\"You remember a kid who was a couple of years ahead of you, and got you\nout of a beating when the kids in the mechanics class were going to gang\nup on you because you'd smashed a high-frequency coil, on purpose. And\nremember you dared that same kid to break into the castle and steal the\nroyal Herald from the throne room? In fact, you gave him the fire-blade\nto do it, too. Only that wasn't mentioned in the trial. Did you also\nalert the guards that I was coming? I was never quite sure of that\npart.\"\n\n\"Look ...\" began Uske. \"You're crazy.\"\n\n\"I might have been a little crazy then. But five years out in the tetron\nmines has brought me pretty close to my senses.\"\n\n\"You're a murderer....\"\n\n\"It was in self-defense, and you know it. Those guards that converged on\nme weren't kidding. I didn't kill him on purpose. I just didn't want to\nget my head seared off.\"\n\n\"So you seared one of their heads off first. Jon Koshar, I think you're\ncrazy. What are you doing here anyway?\"\n\n\"It would take too long to explain. But believe me, the last thing I\ncame back for was to see you again.\"\n\n\"So you come in, steal my clothing\" Suddenly he laughed. \"Oh, of course.\nI'm dreaming all this. How silly of me. I must be dreaming.\"\n\nJon frowned.\n\nUske went on. \"I must be feeling guilty about that whole business when\nwe were kids. You keep on disappearing and appearing. You can't possibly\nbe more than a figment of my imagination. Koshar! The name! Of course.\nThat's the name of the people who are giving the party that I'm going to\nonce I wake up. That's the reason for the whole thing.\"\n\n\"What party?\" Jon demanded.\n\n\"Your father is giving it for your sister. Yes, that's right. You had\nquite a pretty sister. I'm going back to sleep now. And when I wake up,\nyou're to be gone, do you understand? What a silly dream.\"\n\n\"Just a moment. Why are you going?\"\n\nUske snuggled his head into the pillow. \"Apparently your father has\nmanaged to amass quite a fortune. Chargill says I have to treat him\nkindly so we can borrow money from him later on. Unless I'm dreaming\nthat up too.\"\n\n\"You're not dreaming.\"\n\nUske opened one eye, closed it again. And rolled over onto the pillow.\n\"Tell that to my cousin, the Duchess of Petra. She was dragged all the\nway from her island estate to come to this thing. The only people who\nare getting out of it are mother and my kid brother. Lucky starfish.\"\n\n\"Go back to sleep,\" said Jon.\n\n\"Go away,\" said Uske. He opened his eyes once more to see Jon push the\nbutton that pulled the curtains. And then the headless, handless figure\nwent to the door and out. Uske shivered and pulled the covers up again.\n\n       *       *       *       *       *\n\nJon walked down the hall.\n\nBehind the door to one room that he did not enter, the red-headed\nDuchess of Petra was standing by the window of her apartment, gazing\nover the roofs of the city, the great houses of the wealthy merchants\nand manufacturers, over the hive-like buildings which housed the city's\ndoctors, clerks, secretaries, and storekeepers, down to the reeking\nclapboard and stone alleys of the Devil's Pot.\n\nThe early sun lay flame in her hair and whitened her pale face. She\npushed the window open a bit, and the breeze waved her blue robe as she\nabsently fingered a smoky crystal set in a silver chain around her neck.\n\n       *       *       *       *       *\n\nJon continued down the hall.\n\nThree doors away, the old queen lay on the heap of over-stuffed\nmattresses, nestled in the center of an immense four-poster bed. Her\nwhite hair was coiled in two buns on either side of her head, her mouth\nwas slightly open and a faint breath hissed across the white lips. On\nthe wall above the bed hung the portrait of the late King Alsen,\nsceptered, official, and benevolent.\n\n       *       *       *       *       *\n\nIn a set of rooms just beside the queen mother's chamber, Let, Prince of\nthe Royal Blood, Heir Apparent to the Empire of Toromon, and half a\ndozen more, was sitting in just his pajama top on the edge of his bed,\nknuckling his eyes.\n\nThe thin limbs of the thirteen-year-old were still slightly akimbo with\nnatural awkwardness and sleep. Like his brother, he was blond and\nslight.\n\nStill blinking, he slipped into his underwear and trousers, pausing a\nmoment to check his watch. He fastened the three snaps on his shirt,\nturned to the palace intercom, and pressed a button.\n\n\"I overslept, Petra,\" Let apologized. \"Anyway, I'm up now.\"\n\n\"You must learn to be on time. Remember, you are heir to the throne of\nToromon. You mustn't forget that.\"\n\n\"Sometimes I wish I could,\" replied Let. \"Sometimes.\"\n\n\"Never say that again,\" came the sudden command through the tiny\nintercom. \"Do you hear me? Never even let yourself think that for a\nmoment.\"\n\n\"I'm sorry, Petra,\" Let said. His cousin, the Duchess, had been acting\nstrangely since her arrival two days ago. Fifteen years his senior, she\nwas still the member of the family to whom he felt closest. Usually,\nwith her, he could forget the crown that was always being pointed to as\nit dangled above his head. His brother was not very healthy, nor\neven--as some rumored--all in his proper mind. Yet now it was Petra\nherself who was pointing out the gold circlet of Toromon's kingship. It\nseemed a betrayal. \"Anyway,\" he went on. \"Here I am. What did you want?\"\n\n\"To say good morning.\" The smile in the voice brought a smile to Let's\nface too. \"Do you remember that story I told you last night, about the\nprisoners in the tetron mines?\"\n\n\"Sure,\" said Let, who had fallen asleep thinking about it. \"The ones who\nwere planning an escape.\" She had sat in the garden with him for an hour\nafter dark, regaling him with the harrowing details of three prisoners'\nattempt to escape the penal mines. She had terminated it at the height\nof suspense with the three men crouching by the steps in the darkness\nand the drizzling rain, waiting to make their dash into the forest. \"You\nsaid you were going to go on with it this morning.\"\n\n\"Do you really want to hear the end of the story?\"\n\n\"Of course I do. I couldn't get to sleep for hours thinking about it.\"\n\n\"Well,\" said Petra, \"when the guard changed, and the rope tripped him up\nwhen he was coming down the steps, the rear guard ran around to see what\nhad happened, as planned, and they dashed through the searchlight beam,\ninto the forest, and ...\" She paused. \"Anyway, one of them made it. The\nother two were caught and killed.\"\n\n\"Huh?\" said Let. \"Is that all?\"\n\n\"That's about it,\" said Petra.\n\n\"What do you mean?\" Let demanded. Last night's version had contained\ndetail upon detail of the prisoners' treatment, their efforts to dig a\ntunnel, the precautions they took, along with an uncannily vivid\ndescription of the scenery that had made him shiver as though he had\nbeen in the leaky, rotten-walled shacks. \"You can't just finish it up\nlike that,\" he exclaimed. \"How did they get caught? Which one got away?\nWas it the chubby one with the freckles? How did they die?\"\n\n\"Unpleasantly,\" Petra answered. \"No, the chubby one with the freckles\ndidn't make it. They brought him, and the one with the limp, back that\nmorning in the rain and dropped them in the mud outside the barracks to\ndiscourage further escape attempts.\"\n\n\"Oh,\" said Let. \"What about the one who did make it?\" he asked after a\nmoment.\n\nInstead of answering, she said, \"Let, I want to give you a warning.\" The\nprince stiffened a bit, but she began differently than he expected.\n\"Let, in a little while, you may be going on quite an adventure, and you\nmay want to forget some things, because it will be easier. Like being\nthe prince of Toromon. But don't forget it, Let. Don't.\"\n\n\"What sort of adventure, Petra?\"\n\nAgain she did not answer his question. \"Let, do you remember how I\ndescribed the prison to you? What would you do if you were king and\nthose prisoners were under your rule, with their rotten food, the rats,\ntheir fourteen hours of labor a day in the mines ...\"\n\n\"Well, I don't know, Petra,\" he began, feeling as if something were\nbeing asked of him that he was reluctant to give. It was like when his\nhistory teacher expected him to know the answer on a question of\ngovernment just because he had been born into it. \"I suppose I'd have to\nconsult the council, and see what Chargill said. It would depend on the\nindividual prisoners, and what they'd done; and of course how the people\nfelt about it. Chargill always says you shouldn't do things too\nquickly ...\"\n\n\"I know what Chargill says,\" said the Duchess quietly. \"Just remember\nwhat I've said, will you?\"\n\n\"What about the third man, the one who escaped?\"\n\n\"He ... came back to Toron.\"\n\n\"He must have had a lot more adventures. What happened to him, Petra?\nCome on, tell me.\"\n\n\"Actually,\" said Petra, \"he managed to bypass most of the adventures. He\ncame very quickly. Let me see. After they dashed across the searchlit\narea, they ducked into the jungle. Almost immediately the three got\nseparated. The black-haired one got completely turned around, and\nwandered in the wrong direction until he had gone past the mines, out of\nthe forest, and across the rocky stretch of ground beyond a good five\nmiles. By the time it was light enough to see, he suddenly realized he\nhad been wandering toward the radiation barrier; because in the\ndistance, like a black skeleton on the horizon, were the abandoned ruins\nof Telphar, the Dead City.\"\n\n\"Shouldn't he have been dead from the radiation?\"\n\n\"That's exactly what he figured. In fact, he figured if he was close\nenough to see the place, he should have been dead a few miles back. He\nwas tired. The food they'd taken kept him from being hungry. But he was\ndefinitely alive. Finally he decided that he might as well go toward\nthe city. He took two steps more, when suddenly he heard something.\"\n\nThere was silence over the intercom.\n\nAfter he had allowed sufficient time for a dramatic pause, Let asked,\n\"What was it? What did he hear?\"\n\n\"If you ever hear it,\" Petra said, \"you'll know it.\"\n\n\"Come on, Petra, what was it?\"\n\n\"I'm quite serious,\" Petra said. \"That's all I know of the story. And\nthat's all you need to know. Maybe I'll be able to finish it when I come\nback from the party tonight.\"\n\n\"Please, Petra ...\"\n\n\"That's it.\"\n\nHe paused for a minute. \"Petra, is the adventure I'm supposed to have,\nthe war? Is that why you're reminding me not to forget?\"\n\n\"I wish it were that simple, Let. Let's say that's part of it.\"\n\n\"Oh,\" said Let.\n\n\"Just promise to remember the story, and what I've said.\"\n\n\"I will,\" said Let, wondering. \"I will.\"\n\n       *       *       *       *       *\n\nJon walked down a long spiral staircase, nodded to the guard at the\nfoot, passed into the castle garden, paused to squint at the sun, and\nwent out the gate. Getting in was a lot more difficult.\n\n\n\n\nCHAPTER III\n\n\nThe Devil's Pot overturned its foul jelly at the city's edge. Thirteen\nalleys lined with old stone houses was its nucleus; many of them were\nruined, built over, and ruined again. These were the oldest structures\nin Toron. Thick with humanity and garbage, it reached from the\nwaterfront to the border of the hive houses in which lived the clerks\nand professionals of Toron. Clapboard alternated with hastily\nconstructed sheet-metal buildings with no room between. The metal\nrusted; the clapboard sagged. The waterfront housed the temporary\nprison, the immigration offices, and the launch service that went out to\nthe aquariums and hydroponics plants that floated on vast pontoons three\nmiles away.\n\nAt the dock, a frog-like, sooty hulk had pulled in nearly an hour ago.\nBut the passengers were only being allowed to come ashore now, and that\nafter passing their papers through the inspection of a row of officials\nwho sat behind a wooden table. A flimsy, waist-high structure of boards\nseparated the passengers from the people on the wharf. The passengers\nmilled.\n\nA few had bundles. Many had nothing. They stood quietly, or ambled\naimlessly. On the waterfront street, the noise was thunderous. Peddlers\nhawking, pushcarts trundling, the roar of arguing voices. Some\npassengers gazed across the fence at the sprawling slum. Most did not.\n\nAs they filed past the officers and onto the dock, a woman with a box of\ntrinkets and a brown-red birthmark splashed over the left side of her\nface pushed among the new arrivals. Near fifty, she wore a dress and\nhead rag, that were a well-washed, featureless gray.\n\n\"And would you like to buy a pair of shoelaces, fine strong ones,\" she\naccosted a young man who returned a bewildered smile of embarrassment.\n\n\"I ... I don't got any money,\" he stammered, though complimented by the\nattention.\n\nRara glanced down at his feet. \"Apparently you have no shoes either.\nWell, good luck here in the New World, the Island of Opportunity.\" She\nbrushed by him and aimed toward a man and woman who carried a bundle\ncomposed of a hoe, a rake, a shovel, and a baby. \"A picture,\" she said,\ndigging into her box, \"of our illustrious majesty, King Uske, with a\nreal metal frame, hand-painted in miniature in honor of his birthday.\nNo true cosmopolitan patriot can be without one.\"\n\nThe woman with the baby leaned over to see the palm-sized portrait of a\nvague young man with blond hair and a crown. \"Is that really the king?\"\n\n\"Of course it is,\" declared the birthmarked vendress. \"He sat for it in\nperson. Look at that noble face. It would be a real inspiration to the\nlittle one there, when and if he grows up.\"\n\n\"How much is it?\" the woman asked.\n\nHer husband frowned.\n\n\"For a hand-painted picture,\" said Rara, \"it's very cheap. Say, half a\nunit?\"\n\n\"It's pretty,\" said the woman, then caught the frown on the man's face.\nShe dropped her eyes and shook her head.\n\nSuddenly the man, from somewhere, thrust a half-unit piece into Rara's\nhand. \"Here.\" He took the picture and handed it to his wife. As she\nlooked at it, he nodded his head. \"It is pretty,\" he said. \"Yes. It is.\"\n\n\"Good luck here in the New World,\" commented Rara. \"Welcome to the\nIsland of Opportunity.\" Turning, she drew out the next gee-gaw her hand\ntouched, glanced at it long enough to see what it was, and said to the\nman she now faced. \"I see you could certainly use a spool of fine thread\nto good purpose.\" She pointed to a hole in his sleeve. \"There.\" A brown\nshoulder showed through his shirt, further up. \"And there.\"\n\n\"I could use a needle too,\" he answered her. \"And I could use a new\nshirt, and a bucket of gold.\" Suddenly he spat. \"I've as much chance of\ngetting one as the other with what I've got in my pocket.\"\n\n\"Oh, surely a spool of fine, strong thread ...\"\n\nSuddenly someone pushed her from behind. \"All right. Move on, lady. You\ncan't peddle here.\"\n\n\"I certainly can,\" exclaimed Rara, whirling. \"I've got my license right\nhere. Just let me find it now....\"\n\n\"Nobody has a license to peddle in front of the immigration building.\nNow move on.\"\n\n\"Good luck in the New Land,\" she called over her shoulder as the officer\nforced her away. \"Welcome to the Island of Opportunity!\"\n\nSuddenly a commotion started behind the gate. Someone was having trouble\nwith papers. Then a dark-haired, barefoot boy broke from his place in\nline, ran to the wooden gate, and vaulted over. The wooden structure was\nflimsy. As the boy landed, feet running, the fence collapsed.\n\nBehind the fence they hesitated like an unbroken wave. Then they came.\nAt the table the officials stood up, waved their hands, shouted, then\nstood on their benches and shouted some more. The officer who had shoved\nthe vending woman disappeared in the wash of bodies.\n\nRara clutched her box of trinkets and scurried to the corner, then\nmelded with the herding crowd for two blocks into the slums.\n\n\"Rara!\"\n\nShe stopped and looked around. \"Oh, there you are,\" she said, joining a\nyoung girl who stood back from the crowd, holding a box of trinkets like\nthe other woman's.\n\n\"Rara, what happened?\"\n\nThe birthmarked woman laughed. \"You are watching the beginning of the\ntransformation. Fear, hunger, a little more fear, no work, more fear,\nand every last one of these poor souls will be a first class, grade-A\ncitizen of the Devil's Pot. How much did you sell?\"\n\n\"Just a couple of units worth,\" the girl answered. She was perhaps\nsixteen, with a strange combination of white hair, blue eyes, and skin\nthat had tanned richly and quickly, giving her the large-eyed look of an\nexotic snow-maned animal. \"Why are they running?\"\n\n\"Some boy started a panic. The fence gave way and the rest followed\nhim.\" A second surge of people rounded the corner. \"Welcome to the New\nLand, the Island of Opportunity,\" Rara called out. Then she laughed.\n\n\"Where are they all going to go?\" Alter asked.\n\n\"Into the holes in the ground, into the cracks in the street. The lucky\nmen will get into the army. But even that won't absorb them all. The\nwomen, the children...?\" She shrugged.\n\nJust then a boy's voice came from halfway down the block. \"Hey!\"\n\nThey turned.\n\n\"Why that's the boy that broke the fence down,\" exclaimed Rara.\n\n\"What does he want?\"\n\n\"I don't know. Before this afternoon I'd never seen him in my life.\"\n\nHe was dark, with black hair; but as he approached, they saw that his\neyes were water-green. \"You're the woman who was selling things, huh?\"\n\nRara nodded. \"What do you want to buy?\"\n\n\"I don't want to buy anything,\" he said. \"I want to sell something to\nyou.\" He was barefoot; his pants frayed into nothing at mid-calf, and\nhis sleeveless shirt had no fastenings.\n\n\"What do you want to sell?\" she asked, her voice deepening with\nskepticism.\n\nHe reached into his pocket, and brought out a rag of green flannel,\nwhich he unwrapped now in his hand.\n\nThey had been polished to a milky hue, some streaked with gold and red,\nothers run through with warm browns and yellows. Two had been rubbed\ndown to pure mother-of-pearl, rubbed until their muted silver surfaces\nwere clouded with pastel lusters. There in the nest of green, they\nswirled around themselves, shimmering.\n\n\"They're nothing but sea shells,\" Rara said.\n\nAlter reached her forefinger out and touched a white periwinkle.\n\"They're lovely,\" she told him. \"Where did you get them?\" They ranged in\nsize from the first joint of her thumb to the width of her pinky nail.\n\n\"By your departed mother, my own sister, we can't afford to give him a\ncentiunit, Alter. I hardly sold a thing before that brute officer forced\nme away.\"\n\n\"I found them on the beach,\" the boy explained. \"I was hiding on the\nboat and I didn't have nothing to do. So I polished them.\"\n\n\"What were you hiding for?\" asked Rara, her voice suddenly sharp. \"You\ndon't mean you stowed away?\"\n\n\"Un-huh,\" the boy nodded.\n\n\"How much do you want for them?\" Alter asked.\n\n\"How much? How much would it cost to get a meal and a place to stay?\"\n\n\"Much more than we can afford to pay,\" interrupted Rara. \"Alter, come\nwith me. This boy is going to talk you out of a unit or two yet, if you\nkeep on listening to him.\"\n\n\"See,\" said the boy, pointing to the shells. \"I've put holes in them\nalready. You can string them around your neck.\"\n\n\"If you want to get food and a place to sleep,\" said Alter, \"you don't\nwant money. You want friends. What's your name? And where are you from?\"\n\nThe boy looked up from the handful of shells, surprised. \"My name is\nTel,\" he said after a moment. \"I come from the mainland coast. And I'm a\nfisherman's son. I thought when I came here I could get a job in the\naquariums. That's all you hear about on the coast.\"\n\nAlter smiled. \"First of all you're sort of young ...\"\n\n\"But I'm a good fisherman.\"\n\n\"... and also, it's very different from fishing on a boat. I guess you'd\nsay that there were a lot of jobs in the aquariums and the hydroponics\ngardens. But with all the immigrants, there are three people for every\njob.\"\n\nThe boy shrugged. \"Well, I can try.\"\n\n\"That's right,\" said Alter. \"Come on. Walk with us.\"\n\nRara huffed.\n\n\"We'll take him back to Geryn's place and see if we can get him some\nfood. He can probably stay there a little while if Geryn takes a liking\nto him.\"\n\n\"You can't just take every homeless barnacle you find back to Geryn's.\nYou'll have it crawling with every shrimp in the Pot. And suppose he\ndoesn't take a liking to him. Suppose he decides to kick us out in the\nstreet.\" The birthmark on her left cheek darkened.\n\n\"Aunt Rara, please,\" said Alter. \"I'll handle Geryn.\"\n\nRara huffed once more. \"How come when we're two weeks behind on the\nrent, you can't find a kind word in your mouth for the old man when he\nthreatens to throw us onto the street? Yet for the sake of a handful of\npretty shells ...\"\n\n\"_Please ..._\"\n\nA breeze seeped through the narrow street, picked a shock of Alter's\nwhite hair and flung it back from her shoulder.\n\n\"Anyway, Geryn may be able to use him. If Tel stowed away, that means he\ndoesn't have any papers.\"\n\nTel frowned with puzzlement.\n\nRara frowned with chastisement in her eyes. \"You are not supposed to\nrefer to that, ever.\"\n\n\"Don't be silly,\" said Alter. \"It's just a fantasy of Geryn's anyway.\nIt'll never happen. And without papers, Tel can't get a job at the\naquariums, even if they wanted him. So if Geryn thinks he can fit him\ninto his crazy plan, Tel will come out a lot better than if he had some\nold ten-unit-a-week factory job. Look, Rara, how can Geryn possibly\nkidnap ...\"\n\n\"Be quiet,\" snapped Rara.\n\n\"And even if he did, what good is it going to do? It's not as if it were\nthe king himself.\"\n\n\"I don't understand,\" said Tel.\n\n\"That's good,\" said Rara. \"And if you want to keep going with us, you\nwon't try to find out.\"\n\n\"We can tell you this much,\" said Alter. \"The man who owns the inn where\nwe stay wants to do something. Now, he is a little crazy. He's always\ntalking to himself, for example. But he needs someone who has no\nidentification registered in the City. Now, if he thinks he can use you,\nyou'll get free food and a place to sleep. He used to be the gardener on\nthe island estate of the Duchess of Petra. But he drank a little too\nmuch and I guess at last he had to go. He still says she sends him\nmessages though, about his plan. But ...\"\n\n\"You don't have to go any further,\" Rara said, curtly.\n\n\"You'll hear about it from him,\" said Alter. \"Why did you stow away?\"\n\n\"I just got fed up with life at home. We'd work all day to catch fish,\nand then have to leave them rotting on the beach because we could only\nsell a fifth of them, or sometimes none at all. Some people gave up;\nsome only managed to get it in their heads that they had to work harder.\nI guess my father was like that. He figured if he worked enough, someone\nwould just have to buy them. Only nobody did. My mother did some hand\nweaving and we were living mostly on that. Finally, I figured I was\neating up more than I was worth. So I left.\"\n\n\"Just like that, and with no money?\" asked Rara.\n\n\"Just like that,\" Tel said.\n\n\"You poor boy,\" said Rara, and in a sudden fit of maternal affection,\nshe put her arm around his shoulder.\n\n\"Ow!\" cried Tel, and winced.\n\nRara jerked her hand away. \"What's the matter?\"\n\n\"I ... I got hurt there,\" the boy said, rubbing his shoulders gently.\n\n\"Hurt? How?\"\n\n\"My father--he whipped me there.\"\n\n\"Ah,\" said Rara. \"Now it comes out. Well, whatever the reasons you left,\nthey're your own business. Anyway, I've never known anyone yet to do\nsomething for one reason alone. Don't lag behind, now. We'll be back at\nGeryn's in time for lunch.\"\n\n\"I thought if I could sneak aboard,\" went on Tel, \"that they'd have to\nlet me off in the City, even if I didn't have money. I didn't know about\npapers. And when I was in line, I figured I'd explain to the men at the\ndesk. Or maybe I'd even give them my shells, and they would get the\npapers for me. But the guy ahead of me had a mistake in his. Some date\nwas wrong, and they said they were going to send him back to the\nmainland and that he couldn't leave the ship. He said he'd give them\nreal money, and even got it out of his pocket. But they started to take\nhim away. That's when I ran out of line and jumped the fence. I didn't\nknow everyone else would run too.\"\n\n\"Probably half their papers were out of order, too. Or forged. That's\nwhy they ran.\"\n\n\"You're a cynic, Aunt Rara.\"\n\n\"I'm a practical woman.\"\n\nAs they turned another corner, the boy's green eyes jumped at the\nblue-hazed towers of the palace, distant behind the wealthy roofs of\nmerchants' mansions, themselves behind the hive houses and the spreading\nruin of tenements. He tried to memorize the twisting street they\nfollowed. He couldn't.\n\nThere were two general, contradictory impressions in his mind: first, of\nbeing enclosed in these tiny alleys, some so small that two could not\npass through them with arms held out; the second, of the spreading,\nimmense endlessness of the city. He tried to tell Alter what he felt,\nbut after a minute of broken sentences, she smiled at him and shook her\nhead. \"No, I don't understand. What do you mean?\"\n\nAnd a sudden picture of the seaside leapt into his head. The yellow\nlength of the beach lashed across his mind so that it stung. He could\nsee the salt-and-pepper rocks, shoaling away and knobbed with periwinkle\nshells. He could see the brown and green fingers of seaweed clutching\nthe sand when the waves went out. He blinked the gray city back into his\neyes. Tears washed the broken curb, the cracked walls, washed the rusted\nmetal window jamb sharp and clean again.\n\n\"He means he's homesick,\" Rara interpreted. \"No, boy,\" she said. \"It'll\nnever go away. But it'll get less.\"\n\nThe street turned sharply twice, then widened.\n\n\"Well,\" said Alter. \"Here we are.\"\n\nA red, circular plaque hung over the door of the only stone building on\nthe block. It was two stories, twice the height of the other structures.\nThey entered.\n\nBeams of real wood were set into the low ceiling. By one wall was a\ncounter. There was a large table in the middle, and coming down into the\nroom in a large V was a stairway.\n\nOf the men and women sitting around the room, one caught Tel's eye\nimmediately. He was perhaps seven feet and a handful of inches tall, and\nwas sitting, spraddle-legged, at the table. He had a long, flat, equine\nface, and a triplex of scars started on his cheek, veered down to his\nneck, and disappeared under his collarless shirt. As Tel watched, he\nturned to a plate of food he was eating, so that his scars disappeared.\n\nSuddenly, from the stair's top, a harpoon-straight old man appeared. He\nhurried down, his white hair spiking out in all directions. Reaching the\nbottom, he whirled around, darting black eyes to every person in the\nroom. \"All right,\" he said. \"I've received the message. I've received\nthe message. And it's time.\"\n\nAlter whispered to Tel, \"That's Geryn.\"\n\n\"Are we all here?\" the old man demanded. \"Are we all here now?\"\n\nA woman at the counter snickered. Suddenly Geryn turned toward Tel,\nAlter, and Rara. \"You!\" he demanded. His pointing finger wavered so they\ncould not tell which of the three he meant.\n\n\"You mean him?\" asked Alter, pointing to Tel.\n\nGeryn nodded vigorously. \"What are you doing here? Are you a spy?\"\n\n\"No, sir,\" said Tel.\n\nGeryn stepped around the table and looked at him closely. The black eyes\nwere two sharp spots of darkness in a face the color of shipboards gone\ntwo winters without paint.\n\n\"Geryn,\" Alter said. \"Geryn, he isn't a spy. He's from the mainland. And\nGeryn, he doesn't have any papers, either. He stowed away.\"\n\n\"You're not a spy?\" Geryn demanded again.\n\n\"No, sir,\" Tel repeated.\n\nGeryn backed away. \"I like you,\" he said. \"I trust you.\" Slowly he\nturned away. Then he whirled back. \"I have no choice, you see. It's too\nlate. The message has come. So I need you.\" He laughed. Then the laugh\nstopped short as if sliced by a razor. He put his hands over his eyes,\nand then brought his finger down slowly. \"I'm tired,\" he said. \"Rara,\nyou owe me rent. Pay up or I'll kick you all out. I'm tired.\" He walked\nheavily toward the bar. \"Give me something to drink. In my own tavern\nyou can give me something to drink.\"\n\nSomeone laughed again. Tel looked at Alter.\n\n\"Well,\" she said. \"He likes you.\"\n\n\"He does?\"\n\n\"Um-hm,\" she nodded.\n\n\"Oh,\" said Tel.\n\nAt the bar, Geryn drained a large glass of pale green liquid, slammed\nthe empty glass on the board and cried out, \"The war. Yes, the war!\"\n\n\"Oh, here we go,\" Alter whispered.\n\nGeryn ran his finger slowly along the rim of the glass. \"The war,\" he\nsaid again. He turned suddenly. \"It's coming!\" he declaimed. \"And do you\nknow why it's coming? Do you know how it's coming? We can't stop it, not\nnow, not any more. I've received the signal, so there's no hope left. We\nmust just go ahead and try to save something, something to start and\nbuild from again.\" Geryn looked directly at Tel. \"Boy, do you know what\na war is?\"\n\n\"No, sir,\" said Tel, which wasn't exactly true. He'd heard the word.\n\n\"Hey,\" someone cried from the bar. \"Are we gonna get stories, great\nfires and destruction again?\"\n\nGeryn ignored the cry. \"Do you know what the Great Fire was?\"\n\nTel shook his head.\n\n\"The world was once much bigger than it is today,\" Geryn said. \"Once man\nflew not just between island and mainland, island and island, but\nskirted the entire globe of the earth. Once man flew to the moon, even\nto the moving lights in the sky. There were empires, like Toromon, only\nbigger. And there were many of them. Often they fought with one another,\nand that was called a war. And the end of the final war was the Great\nFire. That was over fifteen hundred years ago. Most of the world, from\nwhat little we know of it today, is scarred with strips of impassable\nland, the sea is run through with deadly currents. Only fragments of the\nearth, widely separated can hold life. Toromon may be the only one, for\nall we are sure of. And now we will have another war.\"\n\nSome one from the bar yelled, \"So what if it comes? It might bring some\nexcitement.\"\n\nGeryn whirled. \"You don't understand!\" He whipped one hand through his\nshocked white hair. \"What are we fighting? We don't know. It's something\nmysterious and unnamable on the other side of the radiation barrier. Why\nare we fighting?\"\n\n\"Because ...\" began a bored voice at the bar.\n\n\"Because,\" interrupted Geryn, suddenly pointing directly at Tel's face,\n\"we have to fight. Toromon has gotten into a situation where its\nexcesses must be channelled toward something external. Our science has\noutrun our economics. Our laws have become stricter, and we say it is to\nstop the rising lawlessness. But it is to supply workers for the mines\nthat the laws tighten, workers who will dig more tetron, that more\ncitizens shall be jobless, and must therefore become lawless to survive.\nTen years ago, before the aquariums, fish was five times its present\nprice. There was perhaps four per cent unemployment in Toron. Today the\nprices of fish are a fifth of what they were, yet unemployment has\nreached twenty-five per cent of the city's populace. A quarter of our\npeople starve. More arrive every day. What will we do with them? We will\nuse them to fight a war. Our university turns out scientists whose\nscience we can not use lest it put more people out of work. What will we\ndo with them? We will use them to fight a war. Eventually the mines will\nflood us with tetron, too much for even the aquariums and the hydroponic\ngardens. It will be used for the war.\"\n\n\"Then what?\" asked Tel.\n\n\"We do not know who or what we are fighting,\" repeated Geryn. \"We will\nbe fighting ourselves, but we will not know it. According to the books,\nit is customary in a war to keep each side in complete ignorance of the\nother. Or give them lies like those we use to frighten children instead\nof truth. But here the truth may be ...\" His voice trailed off.\n\n\"What's your plan?\" Tel asked.\n\nThere was another laugh at the bar.\n\n\"Somehow,\" and his voice was lower. \"Somehow we must get ready to save\nsomething, salvage some fragment from the destruction that will come.\nThere are only a few of us who know all this, who understand it, who\nknow what ... what has to be done.\"\n\n\"What is that?\" Tel asked again.\n\nSuddenly Geryn whirled. \"Drinks!\" he called. \"Drinks all around!\" The\nquiet amusement and general lethargy disappeared as the people moved to\nthe bar. \"Drink up, friends, my fellows!\" cried Geryn.\n\n\"Your plan?\" Tel asked again, puzzled.\n\n\"I'll tell you,\" answered the old man, almost in a whisper. \"I'll tell\nyou. But not just yet. Not just ...\" He turned back again. \"Drink up!\"\nThree men who already had their glasses gave a cheer.\n\n\"Are you with me, friends?\" Geryn demanded.\n\n\"We're with you,\" six more cried, laughing, clinking their glasses hard\non the table top as Tel looked from Alter to Rara and back.\n\n\"My plan ...\" began Geryn. \"Have you all had a glass? All of you?\nAnother round for everybody. Yes, a second round!\"\n\nThere was a solid cheer, now. Glass bottoms turned toward the ceiling,\nthen whammed on the counter top again.\n\n\"My plan is to--you understand it's not just my plan, but only a small\npart in a great plan, a plan to save us all--my plan is to kidnap Prince\nLet from the palace. That's the part that we must do. Are you with me,\nfriends?\" A yell rose, and somebody had started a friendly fight at the\nend of the bar. Then Geryn's voice suddenly broke through the sound,\nlow, in a grating whisper that silenced them for seconds. \"Because you\nmust be with me! The time is tonight. I have ... I have it planned.\" The\nvoices halted, and then heaved to a roar. \"Tonight,\" repeated Geryn,\nthough hardly anyone could hear him. \"I have it planned. Only you've got\nto be ... be with me.\"\n\nTel frowned and Alter shook her head. The old man had closed his eyes\nfor a moment. Rara was beside him, her hand on his shoulder. \"You're\ngoing to get yourself sick with all this yelling. Let me get you up to\nyour room.\"\n\nAs she turned him toward the stairs, the scarred giant who had been\ngiven a drink, now rose from the table, looked straight at Geryn, then\ndrained his glass.\n\nGeryn nodded, drew a breath through his teeth, and then allowed Rara to\nlead him up the stairs as Tel and Alter watched.\n\nThe noise among the drinking men and women at the bar increased.\n\n\n\n\nCHAPTER IV\n\n\nShe made a note on her pad, put down her slide rule, and picked up a\npearl snap with which she fastened together the shoulder panels of her\nwhite dress. The maid said, \"Ma'am, shall I do your hair now?\"\n\n\"One second,\" Clea said. She turned to page 328 of her integral tables,\nchecked the increment of sub-cosine A plus B over the _n_th root of A to\nthe _n_th plus B to the _n_th, and transferred it to her notebook.\n\n\"Ma'am?\" asked the maid. She was a thin woman, about thirty. The little\nfinger of her left hand was gone.\n\n\"You can start now.\" Clea leaned back in the beauty-hammock and lifted\nthe dark mass of her hair from her neck. The maid caught the ebony\nwealth with one hand and reached for the end of the four yards of silver\nchain strung with alternate pearls and diamonds each inch and a half.\n\n\"Ma'am?\" asked the maid again. \"What are you figuring on?\"\n\n\"I'm trying to determine the inverse sub-trigonometric functions. Dalen\nGolga, he was my mathematics professor at the university, discovered the\nregular ones, but nobody's come up with the inverses yet.\"\n\n\"Oh,\" said the maid. She ceased weaving the jeweled chain a moment,\ntook a comb, and whipped it through a cascade of hair that fell back on\nClea's shoulder. \"Eh ... what are you going to do with them, once you\nfind them?\"\n\n\"Actually,\" said Clea. \"Ouch ...\"\n\n\"Oh, pardon me, I'm sorry, please ...\"\n\n\"Actually,\" went on Clea, \"they'll be perfectly useless. At least as far\nas anyone knows now. They exist, so to speak, in a world that has little\nto do with ours. Like the world of imaginary numbers, the square root of\nminus one. Eventually we may find use for them, perhaps in the same way\nwe use imaginary numbers to find the roots of equations of a higher\norder than two, because cosine theta plus _I_ sine theta equals _e_ to\nthe _I_ sine theta, which lets us ...\"\n\n\"Ma'am?\"\n\n\"Well, that is to say they haven't been able to do anything like that\nwith the sub-trigonometric functions yet. But they're fun.\"\n\n\"Bend your head a little to the left, ma'am,\" was the maid's comment.\n\nClea bent.\n\n\"You're going to look beautiful.\" Four and five fingers wove deftly in\nher hair. \"Just beautiful.\"\n\n\"I hope that Tomar can get here. It's not going to be any fun without\nhim.\"\n\n\"But isn't the King coming?\" asked the maid. \"I saw his acceptance note\nmyself. You know it was on very simple paper. Very elegant.\"\n\n\"My father will enjoy that a good deal more than I will. My brother went\nto school with the King before ... before his Majesty's coronation.\"\n\n\"That's amazing,\" said the maid. \"Were they friends? Just think of it?\nDo you know whether they were friends or not?\"\n\nClea shrugged.\n\n\"And, oh,\" said the maid, continuing, \"have you seen the ballroom? All\nthe hors d'oeuvres are real, imported fish. You can tell, because\nthey're smaller than the ones your father grows.\"\n\n\"I know,\" smiled Clea. \"I don't think I've ever eaten any of Dad's fish\nin my life, which is sort of terrible, actually. They're supposed to be\nvery good.\"\n\n\"Oh, they are, ma'am. They are. Your father is a fine man to grow such\ngreat, good fishes. But you must admit, there's something special about\nthe ones that come from the coast. I tasted one on my way up through the\npantry. So I know.\"\n\n\"What exactly is it?\" Clea asked, turning around.\n\nThe maid frowned, and then smiled and nodded wisely. \"Oh, I know. I\nknow. You can tell the difference.\"\n\n       *       *       *       *       *\n\nAt that moment, Jon Koshar was saying, \"Well, so far you've been right.\"\nHe appeared to be more or less standing (the room was dim, so his head\nand hands were invisible), more or less alone (\"Yeah, I trust you. I\ndon't have much choice,\" he added.) in the pantry of his father's\nmansion.\n\nSuddenly his voice took a different tone. \"Look, I _will_ trust you;\nwith part of me, anyway. I've been caged up for nearly five years, for\nsomething stupid I did, and for something that no matter how hard I try,\nI can't convince myself was all my fault. I don't mean that Uske should\nbe blamed. But chance, and all the rest ... well, all I mean is it makes\nme want out that much more. I want to be _free_. I nearly got myself\nkilled trying to escape from the mines. And a couple of people did get\nkilled helping me. All right, you got me out of that stainless steel\ngraveyard I wandered into back at the radiation barrier, and for that,\nthanks. I mean it. But I'm not free yet. And I still want out, more than\nanything in the world.\n\n\"Sure, I know that you want me to do something, but I don't understand\nit yet. You say you'll tell me soon. Okay. But you're riding around in\nmy head like this, so I'm not free yet. If that's what I have to do to\nget free, than I'll do it. But I'm warning you. If I see another crack\nin the wall, another spot of light getting in, I'll claw my hands off\ntrying to break through and to hell with what you want. Because while\nyou're there, I can't be free.\"\n\nSuddenly the light in the pantry flipped on. His sudden face went from\nthe tautness of his last speech to fear. He had been standing by the\nside of a seven-foot porcelain storage cabinet. He jumped back to the\nwall. Whoever had come in, a butler or caterer, was out of sight on the\nother side. A hand came around the edge of the cabinet, reaching for the\nhandle. The hand was broad, wiry with black hair, and sported a cheap,\nwide, brass ring set with an irregular shape of blue glass. As the door\nopened, the hand swung out of sight. There was a clatter of dishes on\nthe shelves, the slide of crockery slipping over plastic racks, and a\nvoice. \"All right there. You carry this one.\" Then a grunt, and the\n_ker-flop_ of the latch as the door slammed to.\n\nA moment later, the light, and John Koshar's hands and head, went out.\nWhen Jon stepped forward again, he looked at the pantry, at the doors,\nthe cabinets. The familiarity hurt. There was a door that opened into\nthe main kitchen. (Once he had snagged a kharba fruit from the cook's\ntable and ran, as behind him a wooden salad bowl crashed to the floor.\nThe sound made him whirl, in time to catch the cook's howl and to see\nthe pale shreds of lettuce strewn across the black tile floor. The bowl\nwas still spinning. He had been nine.)\n\nHe started slowly for the door to the hallway that led to the dining\nroom. In the hall was a red wood table on which sat a free form\nsculpture of aluminum rods and heavy glass spheres. That was unfamiliar.\nNot the table, the sculpture.\n\nA slight highlight along the curve of crystal brought back to him for a\nmoment the blue ceramic vase that had been there in his memory. It was\ncoated with glaze that was shot through with myriad cracks. It was\ncylindrical, straight, then suddenly veering to a small mouth, slightly\noff center. The burnished red wood behind the vivid, turquoise blue was\na combination that was almost too rich, too sensual. He had broken the\nvase. He had broken it in surprise, when his sister had come in on him\nsuddenly, the little girl with hair black as his own, only more of it,\nsaying, \"What are you doing, Jon?\" and he had jumped, turned, and then\nthe vase was lying in fragments on the floor, like a lot of bright,\nbrittle leaves made out of stone. He remembered his first reaction had\nbeen, oddly, surprise at finding that the glaze covered the inside as\nwell as the outside of the vase. He was fourteen.\n\nHe walked to the family dining room and stepped inside. With the\nballroom in use, no one would come here. Stepping into the room was like\nstepping into a cricket's den, the subtle _tsk-tsk_ of a thousand clocks\nrepeated and repeated, overlapping and melting, with no clear,\ndiscernible rhythm. The wall by the door was lined with shelves and they\nwere filled with his father's collection of chronometers. He looked at\nthe clocks on the shelf level with his eye. The last time he had been in\nthis room, it had been the shelf below. The light from the door made a\nrow of crescents on the curved faces, some the size of his little finger\nnail, others the diameter of his head. Their hands were invisible, their\nsettings were dim. (In his memory they went from simple gold to ornately\ncarved silver, and one was set in an undersea bower with jeweled shells\nand coral branches.) There must be many new clocks after five years, he\nthought. If he turned on the light, how many would he recognize?\n\n(When he was eighteen, he had stood in this room and examined the thin,\ndouble prong of a fire-blade. The light in the room was off, and as he\nflicked the button on the hilt, and the white sparks leaped out and up\nthe length of the blade, the crescents flamed on the edges of the clock\nfaces, all along the wall. Later, at the royal palace, with that same\nblade, there had been the same, sudden, clumsy fear at discovery, fear\nclotting into panic, the panic turning to confusion, and the confusion\nmetastasizing into fear again, only fear all through him, dragging him\ndown, so that when he tried to run down the vaulted hall, his feet were\ntoo heavy, so that when he tripped against the statue in the alcove,\nwhirled upon the pursuing guard, and swung the white needle of energy\ndown and the guard's flesh hissed and fell away--a moment of blood\nspurring under pale flame--almost immediately he was exhausted. They\ntook him easily after that.)\n\nClumsy, he thought. Not with his fingers, (He had fixed many of these\nclocks when his father had acquired them in various states of\ndisrepair.), but with his mind. His emotions were not fine and drawn,\nbut rather great shafts of anger or fear fell about him without focus or\napparent source. Disgust, or even love, when he had felt it was vague,\nliable to metamorphasize from one to the other. (School was great; his\nhistory teacher was very good.... School was noisy; the kids were pushy\nand didn't care about anything. His blue parakeet was delicate and\nbeautiful; he had taught it to whistle ... there were always crumbs on\nthe bottom of the cage; changing the paper was a nuisance.)\n\nThen there had been five years of prison. And the first sharp feeling\npierced his mind, as sharp as the uncoiled hair-spring of a clock, as\nsharp as jewels in a poison ring. It was a wish, a pain, an agony for\nfreedom. The plans for escape had been intricate, yet sharp as the\ncracks in blue ceramic glaze. The hunger for escape was a hand against\nhis stomach, and as the three of them had, at last, waited in the rain\nby the steps, it had tightened unbearably. Then ...\n\nThen with all the sharpness, what had made him lose the others? Why had\nhe wandered in the wrong direction? Clumsy! And he wanted to be free of\nthat! And wonder if that was what he had wanted to be free of all along\nwhile he had sputtered at the prison guards, choked on the food, and\ncould not communicate his outrage. Then, at the horizon, was the purple\nglow of something paler than sunrise, deadlier than the sea, a\nflickering, luminous purple gauze behind the hills. Near him were the\nskeletons of broken, century-ancient trees, leafless, nearly petrified.\nThe crumbly dirt looked as if it had been scattered over the land in\nhandfuls, loosely, bearing neither shrubs or footprints. By one boulder\na trickle of black water ran beneath a fallen log, catching dim light in\nthe ripples on either side. He looked up.\n\nOn the horizon, against the lines of light, as though cut--no,\ntorn--from carbon paper was the silhouette of a city. Tower behind tower\nrose against the pearly haze. A net of roadways wound among the spires.\n\nThen he made out one minuscule thread of metal that ran from the city,\nin his general direction but veering to the right. It passed him half a\nmile away and at last disappeared into the edge of the jungle that he\ncould see, now, behind him. _Telphar!_ The word came to his mind as\nthough on a sign attached with springs to his consciousness. The\nradiation! That was the second thing he thought of. Once more the name\nof the city shivered in his brain: _Telphar!_ The certain, very certain\ndeath he had wandered into caught the center of his gut like a fist. It\nwas almost as if the name were sounding out loud in his skull. Then he\nstopped. Because he realized he had heard something. A ... a voice! Very\ndefinitely he heard it--\n\nMusic had started. He could hear it coming from the ballroom now. The\nparty must be under way. He looked out into the hall. A fellow in a\nwhite apron, holding an empty tray on which were crumbs from small\ncakes, was coming toward him.\n\n\"Excuse me, sir,\" the man in the apron said. \"Guests aren't supposed to\nbe in this part of the house.\"\n\n\"I was trying to find the-eh-er ...\" Jon coughed.\n\nThe man in the apron smiled. \"Oh. Of course. Go back into the ballroom\nand take the hall to your left down three doors.\"\n\n\"Thank you,\" Jon smiled back and hurried up the hallway. He entered the\nballroom by way of a high, arched alcove in which were small white meat,\nred meat, dark meat of fish ground into patties, cut into stars, strips\nof fillet wound into imitation sea shells, tiny braised shrimp, and\nstuffed baby smelts.\n\nA ten-piece orchestra--three bass radiolins, a theremin, and six blown\nshells of various sizes--was making a slow, windy music from the dais.\nThe scattering of guests seemed lost in the great room. Jon wandered\nacross the floor.\n\nHere and there were stainless steel fountains in which blue or pink\nliquid fanned over mounds of crushed ice. Each fountain was rimmed with\na little shelf on which was a ring of glasses. He picked a glass up, let\na spout of pink fill it, and walked on, sipping slowly.\n\nSuddenly, the loudspeaker announced the arrival of Mr. Quelor Da and\nparty. Heads turned, and a moment later a complex of glitter, green\nsilk, blue net, and diamonds at the top of the six wide marble steps\nacross the room resolved into four ladies and their escorts.\n\nJon glanced up at the balcony than ran around the second story of the\nroom. A short gentleman in a severe, unornamented blue suit was coming\ntoward the head of the steps which expanded down toward the ballroom\nfloor with the grace and approximate shape of a swan's wing. The\ngentleman hurried down the pale cascade.\n\nJon sipped his drink. It was sweet with the combined flavors of a dozen\nfruits, with the whisper of alcohol bitter at the back of his tongue.\nThe gentleman hurried across the floor, passing within yards of him.\n\nFather! The impact was the same as the recognition of Telphar. The hair\nwas thinner than it had been five years ago. He was much heavier.\nHis--father--was at the other side of the room already, checking with\nthe waiters. Jon pulled his shoulders in, and let his breath out. It was\nthe familiarity, not the change, that hurt.\n\nIt took some time before the room filled. There was a lot of space. One\nguest Jon noted was a young man in military uniform. He was powerful,\nsquat in a taurine way usually associated with older men. There was a\nmajor's insignia on his shoulder. Jon watched him a while, empathizing\nwith his occasional looks that told how out of place he felt. He took\nneither food nor drink, but prowled a ten-foot area by the side of the\nbalcony steps. Waiting, Jon thought.\n\nA half an hour later, the floor was respectably populated. Jon had\nexchanged a few words at last with the soldier. (Jon: \"A beautiful\nparty, don't you think?\" Soldier, with embarrassment: \"Yes, sir.\" Jon:\n\"I guess the war is worrying all of us.\" Soldier: \"The war? Yes.\" Then\nhe looked away, not inclined to talk more.) Jon was now near the door.\nSuddenly the loudspeaker announced: \"The Party of His Royal Majesty, the\nKing.\"\n\nGowns rustled, the talk rose, people turned, and fell back from the\nentrance. The King's party, headed by himself and a tall,\nelectric-looking red-headed woman, his senior by a handful of years,\nappeared at the top of the six marble steps. As they came down, right\nand left, people bowed. Jon dropped his head, but not before he realized\nthat the King's escort had given him a very direct look. He glanced up\nagain, but now her emerald train was sweeping down the aisle the people\nhad left open. Her insignia, he remembered, told him she was a duchess.\n\nComing up the aisle in the other direction now between the bowing crowds\nwas old Koshar. He bowed very low, and the pale blond young man raised\nhim and they shook hands, and Koshar spoke. \"Your Majesty,\" he began\nwarmly.\n\n\"Sir,\" answered the King, smiling.\n\n\"I haven't seen you since you were a boy at school.\"\n\nThe King smiled again, this time rather wanly. Koshar hurried on.\n\n\"But I would like to introduce my daughter to you, for it's her party.\nClea--.\" The old man turned to the balcony stairs, and the crowd's eyes\nturned with him.\n\nShe was standing on the top step, in a white dress made of panel over\nsilken panel, held with pearl clasps. Her black hair cascaded across one\nshoulder, webbed and re-webbed with a chain of silver strung with\npearls. Her hands at her sides, she came down the stairs. People stepped\nback; she smiled, and walked forward. Jon watched while at last his\nsister reached his father's side.\n\n\"My daughter Clea,\" said old Koshar to the King.\n\n\"Charmed.\"\n\nKoshar raised his left hand, and the musicians began the introduction to\nthe changing partners dance. Jon watched the King take Clea in his arms,\nand also saw the soldier move toward them, and then stop. A woman in a\nsmoky gray dress suddenly blocked his view, smiled at him, and said,\n\"Will you dance?\" He smiled back, to avoid another expression, and she\nwas in his arms. Apparently the soldier had had a similar experience,\nfor at the first turn of the music, Jon saw the soldier was dancing too.\nA few couples away, Clea and the King turned round and round, white and\nwhite, brunette and blond. The steps came back to Jon like a poem\nremembered, the turn, the dip, separate, and join again. When a girl\ndoes the strange little outward step, and the boy bows, so that for a\nmoment she is out of sight, her gown always swishes just so. Yes, like\nthat! This whole day had been filled with the sudden remembrances of\ntiny facts like that, forgotten for five years, at once relearned with\nstartling vividness that shocked him. The music signaled for partners to\nchange. Gowns whirled into momentary flowers, and he was dancing with\nthe brown-haired woman the soldier had been dancing with a moment\nbefore. Looking to his left, he saw that the soldier had somehow\ncontrived to get Clea for a partner. Moving closer, he overheard.\n\n\"I didn't think you were going to get here at all. I'm so glad,\" from\nClea.\n\n\"I could have even come earlier,\" Tomar said. \"But you'd have been\nbusy.\"\n\n\"You could have come up.\"\n\n\"And once I got here, I didn't think we'd get a chance to talk, either.\"\n\n\"Well, you've got one now. Better make it quick. We change partners in a\nmoment. What happened to the scouting planes?\"\n\n\"All crippled. Didn't sight a thing. They got back to base almost before\nI did this morning. The report was nothing. What about the picnic,\nClea?\"\n\n\"We can have it on ...\"\n\nA burst of music signaled the change. Jon did not hear the day, but\nexpected his sister to whirl into his arms. But instead (he saw her\nwhite dress flare and turn by him) an emerald iridescence caught in his\neye, then rich mahogany flame. He was dancing with the Duchess. She was\nnearly his height, and watched him with a smile hung in the subtle area\nbetween friendship and knowing cynicism. She moved easily, and he had\njust remembered that he ought to smile back to be polite when the music\nsounded the change. The instant before she whirled away, he heard her\nsay, very distinctly, \"Good luck, Jon Koshar.\"\n\nHis name brought him to a halt, and he stared after her. When he did\nturn back to his new partner, surprise still on his face, his eyes were\nfilled with sudden whiteness. It was Clea. He should have been dancing,\nbut he was standing still. When she looked at his face to discover why,\nshe suddenly drew a breath. At first he thought his head had disappeared\nagain. Then, as shock and surprise became suddenly as real as her wide\neyes, her open mouth, he whispered, \"Clea!\" And her hand went to her\nmouth.\n\n_Clumsy!_ he thought, and the word was a sudden ache in his hands and\nchest. Reach for her. Dance. As his hands went out, the music stopped,\nand the languid voice of the King came over the loudspeaker.\n\n\"Ladies and gentlemen, citizens of Toromon, I have just received a\nmessage from the council that necessitates an announcement to you as my\nfriends and loyal subjects. I have been requested by the council to make\ntheir declaration of war official by my consent. An emergency meeting\nover sudden developments has made it imperative that we begin immediate\naction against our most hostile enemies on the mainland. Therefore,\nbefore you all, I declare the Empire of Toromon to be at war.\"\n\nIn the silence, Jon looked for his sister, but she was gone. Someone\nnear the microphone cried out, \"Long live the King.\" Then the cry echoed\nagain. The musicians started the music once more, partners found one\nanother, and the talking and laughing grew in his ears like waves, like\ncrumbling rock, like the cutter teeth clawing into the rock face of the\nore deposits....\n\nJon shook his head. But he was in his own house, yes. His room was on\nthe second floor and he could go up and lie down. And by his bed would\nbe the copper night table, and the copy of _Delcord the Whaler_ which he\nhad been reading the night before.\n\nHe'd left the ballroom and gotten halfway down the hall before he\nremembered that his room was probably not his room any longer. And that\nhe certainly couldn't go up to it and lie down. He was standing in front\nof the door of one of the sitting rooms that opened off the hall. The\ndoor was ajar, and from it he heard a woman's voice.\n\n\"Well, can't you do something about his index of refraction? If he's\ngoing to be doing any work at night, you can't have him popping on and\noff like a cigarette lighter.\" There was silence. Then: \"Well, at least\ndon't you think he should be told more than he knows now? Fine. So do I,\nespecially since the war has been officially declared.\"\n\nJon took a breath and stepped in.\n\nHer emerald train whirled across the duller green of the carpet as she\nturned. The bright hair, untonsured save by two coral combs, fell behind\nher shoulders. Her smile showed faint surprise. Very faint. \"Who were\nyou talking to?\" Jon Koshar asked.\n\n\"Mutual friends,\" the Duchess said. They were alone in the room.\n\nAfter a moment, Jon said, \"What do they want us to do? It's treason,\nisn't it?\"\n\nThe Duchess' eyes went thin. \"Are you serious?\" she asked. \"You call\nthat treason, keeping these idiots from destroying themselves, eating\nthemselves up in a war with a nameless enemy, something so powerful that\nif there were any consideration of real fighting, we could be destroyed\nwith a thought. Do you remember who the enemy is? You've heard his name.\nThere are only three people in Toromon who have, Jon Koshar. Everyone\nelse is ignorant. So we're the only ones who can say we're fully\nresponsible. That responsibility is to Toromon. Have you any idea what\nstate the economy is in? Your own father is responsible for a good bit\nof it; but if he closed down his aquariums now, the panic he would cause\nwould equal the destruction their being open already causes. The empire\nis snowballing toward its own destruction, and it's going to take it out\nin the war. You call trying to prevent it treason?\"\n\n\"Whatever we call it, we don't have much choice, do we?\"\n\n\"With people like you around, I'm not sure it isn't a bad idea.\"\n\n\"Look,\" said Jon. \"I was cooped up in a prison mine way out beyond\nnowhere for five years. All I wanted was out, see. All I wanted was to\nget free. Well, I'm back in Toron and I'm still not free.\"\n\n\"First of all,\" said the Duchess, \"if it wasn't for them, you wouldn't\nbe as free as you are now. After a day of clean clothes and walking in\nfresh air, if you're not well on the road to what you want, then I'd\nbetter change some ideas of my own. I want something too, Jon Koshar.\nWhen I was seventeen, I worked for a summer in your father's aquarium.\nMy nine hours a day were spent with a metal spoon about the size of your\nhead scraping the bottoms of the used tank tube of the stuff that even\nthe glass filters were too touchy to take out. Afterwards I was too\ntired to do much more than read. So I read. Most of it was about\nToromon's history. I read a lot about the mainland expeditions. Then, in\nmy first winter out of school, I lived in a fishing village at the edge\nof the forest, studying what I could of the customs of the forest\npeople. I made sketches of their temples, tried to map their nomadic\nmovements. I even wrote an article on the architecture of their\ntemporary shelters that was published in the university journal.\n\n\"Well, what I want is for Toromon to be free, free of its own ridiculous\nself-entanglements. Perhaps coming from the royal family, I had a easier\npath toward a sense of Toromon's history. At its best, that's all an\naristocracy is good for anyway. But I wanted more than a sense, I wanted\nto know what it was worth. So I went out and looked, and I found out it\nwas worth a whole lot. Somehow Toromon is going to have to pick itself\nup by the back of the neck and give itself a shaking. If I have to be\nthe part that does the shaking, then I will. That's what I want, Jon\nKoshar, and I want it as badly as you want to be free.\"\n\nJon was quiet a moment. Then he said, \"Anyway, to get what we want, I\nguess we more or less have to do the same thing. All right, I'll go\nalong. But you're going to have to explain some things to me. There's a\nlot I still don't understand.\"\n\n\"A lot we both don't,\" the Duchess said. \"But we know this: they're not\nfrom Earth, they're not human, and they come from very far away.\nInconceivably far.\"\n\n\"What about the rest?\"\n\n\"They'll help us help Toromon if we help them. How, I still don't\nunderstand for sure. Already I've arranged to have Price Let kidnaped.\"\n\n\"Kidnaped? But why?\"\n\n\"Because if we get through this, Toromon is going to need a strong king.\nAnd I think you'll agree that Uske will never quite make that. Also,\nhe's ill, and under any great strain, might die in a moment, not to\nmention the underground groups that are bound to spring up to undermine\nwhatever the government decides to do, once the war gets going. Let is\ngoing where he can become a strong man, with the proper training, so\nthat if anything happens to Uske, he can return and there'll be someone\nto guide the government through its crises. After that, how we're to\nhelp them, I'm not sure.\"\n\n\"I see,\" said Jon. \"How did they get hold of you, anyway? For that\nmatter, how did they get me?\"\n\n\"You? They contacted you just outside of Telphar, didn't they? They had\nto rearrange the molecular structure of some of your more delicate\nproteins and do a general overhaul on your sub-crystalline structure so\nthe radiation wouldn't kill you. That, unfortunately had the unpleasant\nside effect of booting down your index of refraction a couple of points,\nwhich is why you keep fading in dim light. In fact, I got a blow-by-blow\ndescription of your entire escape from them. It kept me on the edge of\nmy seat all night. How was I contacted? The same way you were, suddenly,\nand with those words: _Lord of the Flames_. Now, your first direct\nassignment will be ...\"\n\n       *       *       *       *       *\n\nIn another room, Clea was sitting on a blue velvet hassock with her\nhands tight in her lap. Then suddenly they flew apart like springs,\nshook beside her head, and then clasped again. \"Tomar,\" she said.\n\"Please, excuse me, but I'm upset. It was so strange. When I was dancing\nwith the King, he told me how he had dreamed of my brother this morning.\nI didn't think anything of it. I thought it was just small talk. Then,\njust after I changed partners for the third time, there I was, staring\ninto a face that I could have sworn was Jon's. And the man wasn't\ndancing, either. He was just looking at me, very funny, and then he said\nmy name. Tomar, it was the same voice Jon used to use when I'd hurt\nmyself and he wanted to help. Oh, it couldn't have been him, because he\nwas too tall, and too gaunt, and the voice was just a little too deep.\nBut it was so much like what he might have been. That was when the King\nmade his announcement. I just turned and ran. The whole thing seemed\nsupernatural. Oh, don't worry, I'm not superstitious, but it unnerved\nme. And that plus what you said this morning.\"\n\n\"What I said?\" asked Tomar. He stood beside the hassock in the\nblue-draped sitting room, his hands in his pockets, listening with\nanimal patience.\n\n\"About their drafting all the degree students into the war effort. Maybe\nthe war is good, but Tomar, I'm working on another project, and all at\nonce, the thing I want most in the world is to be left alone to work on\nit. And I want you, and I want to have a picnic. I'm nearly at the\nsolution now, and to have to stop and work on bomb sightings and missile\ntrajectories ... Tomar, there's a beauty in abstract mathematics that\nshouldn't have to be dulled with that sort of thing. Also, maybe you'll\ngo away, or I'll go away. That doesn't seem fair either. Tomar, have you\never had things you wanted, had them in your hands, and suddenly have a\nsituation come up that made it look like they might fly out of your grip\nforever?\"\n\nTomar rubbed his hand across his brush-cut red hair and shook his head.\n\"There was a time once, when I wanted things. Like food, work, and a bed\nwhere all four legs touched the ground. So I came to Toron. And I got\nthem. And I got you, and so I guess there isn't anything else to want,\nor want that bad.\" He grinned, and the grin made her smile.\n\n\"I guess,\" she started, \"... I guess it was just that he looked so much\nlike my brother.\"\n\n\"Clea,\" Tomar said. \"About your brother. I wasn't going to tell you this\nuntil later. Maybe I shouldn't say it now. But you were asking whether\nor not they were going to draft prisoners into the army; and whether at\nthe end of their service, they'd be freed. Well, I did some checking.\nThey are going to, and I sent through a recommendation that they take\nyour brother among the first bunch. In three hours I got a memorandum\nfrom the penal commissioner. Your brother's dead.\"\n\nShe looked at him hard, trying to hold her eyes open and to prevent the\nlittle snarl of sound that was a sob from loosening in the back of her\nthroat.\n\n\"In fact it happened last night,\" Tomar went on. \"He and two others\nattempted an escape. Two of their bodies were found. And there's no\nchance that the third one could have escaped alive.\"\n\nThe snarl collapsed into a sound she would not make. She sat for a\nmoment. Then she said, \"Let's go back to the party.\" She stood up, and\nthey walked across the white rug to the door. Once she shook her head\nand opened her mouth. Then she closed it again and went on. \"Yes. I'm\nglad you said it. I don't know. Maybe it was a sign ... a sign that he\nwas dead. Maybe it was a sign ...\" She stopped. \"No. It wasn't. It\nwasn't anything, was it? No.\" They went down the steps to the ballroom\nonce more. The music was very, very happy.\n\n\n\n\nCHAPTER V\n\n\nA few hours earlier, Geryn gave Tel a kharba fruit. The boy took the\nbright-speckled melon around the inn, looking for Alter. Unable to find\nher, he wandered onto the street and up the block. Once a cat with a\nstruggling gray shape in its teeth hurtled across his path. Later he saw\nan overturned garbage can with a filigree of fish bones ornamenting the\nparti-colored heap. Over the house roofs across the street, the taller\nbuildings and towers of Toron paled to blue, with sudden yellow\nrectangles of window light scattered unevenly over their faces.\n\nTurning down another block, he saw Rara standing on the corner, stopping\nthe occasional passers-by. Tel started up to her, but she saw him and\nmotioned him away. Puzzled, he went to a stoop and sat down to watch. As\nhe ran his thumbnail along the orange rind, and juice oozed from the\nslit, he heard Rara talking to a stranger.\n\n\"Your fortune, sir. I'll spread your future before you like a silver\nmirror ...\" The stranger passed. Rara turned to a woman now coming toward\nher. \"Ma'am, a fragment of a unit will spread your life out like a\npatterned carpet where you may trace the designs of your fate. Just a\nquarter of a unit ...\" The woman smiled, but shook her head. \"You look\nlike you come from the mainland,\" Rara called after her. \"Well, good\nluck here in the New World, sister, the Island of Opportunity.\"\nImmediately she turned to another man, this one in a deep green uniform.\n\"Sir,\" Tel heard her begin. Then she paused as she surveyed his costume.\n\"Sir,\" she continued, \"for a single unit I will unweave the threads of\nyour destiny from eternity's loom. Would you like to know the promotion\nabout to come your way? How many children you'll ...\"\n\n\"Come on, lady,\" said the man in uniform. \"It's illegal to tell fortunes\nhere.\"\n\n\"But I've got my license,\" declared Rara. \"I'm a genuine clairvoyant.\nJust a second ...\" And her hands began to plunge into the seams and\npockets of her gray rags.\n\n\"Never mind, lady. Just get moving,\" and he gave her a push. Rara moved.\n\nTel peeled back the strip of rind he'd loosened from the kharba fruit,\nlicked the juice from the yellow wound, and followed Rara.\n\n\"Son of an electric eel,\" she said when Tel reached her, her birthmark\nscarlet. \"Just trying to make a living, that's all.\"\n\n\"Want a bite?\"\n\nRara shook her head. \"I'm too angry,\" she said. They walked back to the\ninn.\n\n\"Do you know where Alter is?\" Tel asked. \"I was looking for her.\"\n\n\"She's not in the inn?\"\n\n\"I couldn't find her there.\"\n\n\"Did you look on the roof?\" Rara asked.\n\n\"Oh,\" said Tel. \"No.\" They turned into the tavern and Tel went upstairs.\nIt was not until he was halfway up the ladder on the second floor that\nwent to the trap door in the ceiling that he wondered why she was on the\nroof. He pushed the trap door back and hoisted himself to the dusty,\nweathered rim.\n\nAlter was hanging head and white hair down from a pipe that went from\nthe stone chimney to a supporting pipe that was fastened by a firm\ncollar to the roof.\n\n\"What are you doing?\" Tel asked.\n\n\"Hi,\" she smiled down at him. \"I'm practicing.\"\n\n\"Practicing what?\"\n\nShe was hanging double from her waist over the pipe. Now she grabbed the\nbar close to her waist and somersaulted forward, letting her feet slowly\nand evenly to the ground, her legs perfectly straight. \"My stunts,\" she\nsaid. \"I'm an acrobat.\" She did not let go of the bar, but suddenly\nswung her legs up so that her ankles nearly touched her hands, and then\nwhipped them down again, ending the kip by supporting herself upright on\nthe metal perch. Then she flung her legs back (Tel jumped because she\nlooked like she was going to fall) and went out and down, then under,\nswung up, arced over, and went down again in a giant circle. She circled\nonce more, then doubled up, caught one knee over the bar, reversed\ndirection, and suddenly was sitting on top of the rod with one leg over.\n\n\"Gee,\" Tel said. \"How did you do that?\"\n\n\"It's all timing,\" Alter said. Suddenly she threw her head back, and\ncircled the bar once more, hanging from her hands and one knee. Then\nthe knee came loose, and her feet came slowly to the ground. \"You've\njust got to be strong enough to hold up your own weight. Maybe a little\nstronger. But the rest is all timing.\"\n\n\"You mean I could do that?\"\n\n\"You want to try something?\"\n\n\"Like what?\"\n\n\"Come here and grab hold of the bar.\"\n\nTel came over and grabbed. He could just keep his feet flat on the\ntar-papered roof and still hold on. \"All right,\" he said.\n\n\"Now pull yourself up and hook your left knee around the bar.\"\n\n\"Like this?\" He kicked up once, missed, and tried again.\n\n\"When you kick, throw your head back,\" she instructed. \"You'll balance\nbetter.\"\n\nHe did, pulled up, and got his foot through his arms, and suddenly felt\nthe bar slide into the crook of his knee. He was hanging by his left\nknee and hands. \"Now what do I do?\" he asked, swaying back and forth.\n\nAlter put her hand on his back to steady him. \"Now straighten your right\nleg, and keep your arms fairly straight.\" He obeyed. \"Now swing your\nright leg up and down, three times, and then swing it down real hard.\"\nTel lifted his leg, dropped it, and at once began swinging back and\nforth beneath the pole. \"Keep the leg straight,\" Alter said. \"Don't bend\nit, or you'll loose momentum.\"\n\nHe got to the third kick, and then let go (with his thigh muscles, not\nhis hands) and at once the sky slipped back behind him and his body\nswung upward away from the direction of the kick. \"Whoooo,\" he said, and\nthen felt an arm steadying his wrist. He was sitting on top of the bar\nwith one leg over it. He looked down at Alter. \"Is that what was\nsupposed to happen?\"\n\n\"Sure,\" she said. \"That's how you mount the bar. It's called a knee\nmount.\"\n\n\"I guess it's easier than climbing. Now what do I do?\"\n\n\"Try this. Straighten out your arms. And make sure they stay straight.\nNow straighten your back leg behind you.\" As he tried, he felt her hand\non his knee, helping. \"Hey ...\" he said. \"I'm not balanced.\"\n\n\"Don't worry,\" she said. \"I'm holding you. Keep those arms straight. If\nyou don't obey instructions you'll have a head full of tar paper. Seven\nfeet isn't very high, but head first it's sort of uncomfortable.\"\n\nTel's elbows locked.\n\n\"Now when I count three, kick the leg I'm holding under you and throw\nyour head back as hard as you can. One ...\"\n\n\"What's supposed to happen?\" Tel demanded.\n\n\"Follow instructions,\" replied Alter. \"Two ... three!\"\n\nTel threw and kicked, and felt Alter give his leg an extra push. He had\nplanned to close his eyes, but what he saw kept them open. Sky and then\nroof were coming at him, fast. Then they veered away, along with Alter's\nface (which was upside down), till an instant later the pale blue towers\nof Toron, all pointing in the wrong direction, pierced his sight.\nRighting themselves, they jerked out of his line of vision and he was\nlooking straight up at the sky (there was a star out, he noted before it\nbecame a meteor and flashed away) until it was replaced by the roof and\nAlter's face (laughing now) and then once more everything swept into its\nproper position for a moment.\n\nHe clamped his stinging hands tightly on the bar, and when he felt\nhimself stop, he hunched forward and closed his eyes. \"Mmmmmmmmmm,\" he\nsaid. Alter's hand was on his wrist, very firm, and he was sitting on\ntop of the bar again.\n\n\"You just did a double back knee circle,\" she said, \"You did it very\nwell too.\" Then she laughed. \"Only it wasn't supposed to be double. You\njust kept going.\"\n\n\"How do I get down?\" Tel asked.\n\n\"Arms straight,\" said Alter.\n\nTel straightened his arms.\n\n\"Put this hand over here.\" She patted the bar on the other side of his\nleg. Tel transferred his grip. \"Now bring your leg off the bar.\" Tel\nhoisted his leg back so that he was supported by just his hands. \"Now\nbend forward and roll over, slowly if you can.\" Tel rolled, felt the\nbar slip from where it was pressed against his waist, and a moment later\nhis feet were brushing back and forth over the tar paper. He let go and\nrubbed his hands together. \"Why didn't you tell me what I was gonna do?\"\n\n\"Because then you wouldn't have done it. Now that you know you can, the\nrest will be easier. You've got three stunts now in less than five\nminutes. The knee mount, back knee circle, and the forward dismount. And\nthat was the best I've ever seen anybody do for a first try.\"\n\n\"Thanks,\" said Tel. He looked back up at the horizontal bar. \"You know,\nit feels real funny, doing that stuff. I mean you don't really do it.\nYou do things and than it happens to you.\"\n\n\"That's right,\" Alter said. \"I hadn't thought of it like that Maybe\nthat's why a good acrobat has to be a person who can sort of relax and\njust let things happen. You have to trust both your mind and your body.\"\n\n\"Oh,\" said Tel. \"I was looking for you when I came up here. I wanted to\ngive you something.\"\n\n\"Thank you,\" she smiled, brushing a shock of white hair from her\nforehead.\n\n\"I hope it didn't get broken.\" He reached into his pocket and pulled out\na handful of something sinewy; he had strung the shells on lengths of\nleather thong. There were three loops of leather, each longer than the\none before, and the shells were spread apart and held in place by tiny\nknots. \"Geryn gave me the thong, and I put it together this afternoon.\nIt's a necklace, see?\"\n\nShe turned while he tied the ends behind her neck. Then she turned back\nto him, touching the green brilliance of one frail cornucopia, passing\nto the muted orange of another along the brown leather band. \"Thank\nyou,\" she said. \"Thank you very much, Tel.\"\n\n\"You want some fruit?\" he said, picking up the globe and beginning to\npeel the rest of it.\n\n\"All right,\" she said. He broke it open, gave her half, and they went to\nthe edge of the roof and leaned on the balustrade, looking to the\nstreet below, then over the roofs of the other houses of the Devil's Pot\nand up to the darkening towers.\n\n\"You know,\" Tel said. \"I've got a problem.\"\n\n\"No identification papers, no place to go. I should say you do.\"\n\n\"Not like that,\" he said. \"But that's part of it, I guess. I guess it's\na large part of it. But not all.\"\n\n\"Then what is it?\"\n\n\"I've got to figure out what I want. Here I am, in a new place, with no\nway to get anything for myself; I've got to figure a goal.\"\n\n\"Look,\" said Alter, assuming the superiority of age and urban training,\n\"I'm a year older than you, and I don't know where I'm going yet. But\nwhen I was your age, it occurred to me it would probably all take care\nof itself. All I had to do was ride it out. So that's what I've been\ndoing, and I haven't been too unhappy. Maybe it's the difference between\nliving here or on the seashore. But here you've got to spend a lot of\ntime looking for the next meal. At least people like you and me have to.\nIf you pay attention to that, you'll find yourself heading in the right\ndirection soon enough. Whatever you're going to be, you're going to be,\nif you just give yourself half a chance.\"\n\n\"Like a big acrobatic stunt, huh?\" asked Tel. \"You just do the right\nthings and then it happens to you.\"\n\n\"Like that,\" said Alter. \"I guess so.\"\n\n\"Maybe,\" said Tel. The kharba fruit was cool, sweet like honey, orange,\nand pineapple.\n\nA minute later someone was calling them. They turned from the balustrade\nand saw Geryn's white head poking from the trap door. \"Come down,\" he\ndemanded. \"I've been looking all over for you. It's time.\"\n\nThey followed him back to the first floor. Tel saw that the scarred\ngiant was still sitting at the table, his hands folded into quiet\nhammers before him.\n\n\"Now, everyone,\" Geryn called as he sat down at the table. Somewhat\nreluctantly people left the bar. Geryn dropped a sheaf of papers on the\ntable. \"Come around, everyone.\" The top sheet was covered with fine\nwriting and careful architectural drawing. \"Now this is the plan.\" So\nwere the other sheets, when Geryn turned them over. \"First, I'll divide\nyou into groups.\"\n\nHe looked at the giant across the table. \"Arkor, you take the first\ngroup.\" He picked out six more men and three women. He turned to the\nwhite-haired girl now. \"Alter, you'll be with the special group.\" He\nnamed six more people. Tel was among them. A third group was formed\nwhich Geryn himself was to lead. Arkor's group was for strong-arm work.\nGeryn's was for guard duty and to keep the way clear while the prince\nwas being conveyed back to the inn. \"The people in the special group\nalready know what to do.\"\n\n\"Sir,\" said Tel, \"you haven't told me, yet.\"\n\nGeryn looked at him. \"You have to get caught.\"\n\n\"Sir?\"\n\n\"You go past the guards, and make enough noise so that they catch you.\nThen, when they're occupied with you, we'll break in. Because you have\nno papers, they won't be able to trace you.\"\n\n\"Am I supposed to stay caught?\"\n\n\"Of course not. You'll get away when we distract them.\"\n\n\"Oh,\" said Tel. Geryn went back to the papers.\n\nAs the plan was reviewed, Tel saw two things. First the completeness of\nthe research, information, and attention to detail--habits of individual\nguards: one who left at the first sound of the change signal; another\nwho waited a moment to exchange greetings with his replacement, a friend\nfrom his military academy days. Second, he saw its complexity. There\nwere so many ins and outs, gears that had to mesh, movements to be timed\nwithin seconds, that Tel wondered if everything could possibly go right.\n\nWhile he was wondering, they were suddenly already on their way, each\none with a bit of the plan fixed firmly in his mind, no one with too\nclear a picture of the entire device. The groups were to split into\nsubgroups of two or three, then reconvene at appointed spots around the\ncastle. Tel and Alter found themselves walking through the city with\nthe giant. Occasional street lights wheeled their shadows over the\ncracked pavement.\n\n\"You're from the forest, aren't you?\" Tel finally asked the giant.\n\nHe nodded.\n\n\"Why did you come here?\" Tel asked, trying to make conversation as they\nwalked.\n\n\"I wanted to see the city,\" he said, raising his hand to his scars with\na small chuckle. After that, he said nothing.\n\n       *       *       *       *       *\n\nPrime Minister Chargill took his evening constitutional along the\nusually deserted Avenue of the Oyster at about this time every night.\nPrime Minister Chargill always carried on him a complete set of keys to\nthe private suites of the royal family. This evening, however, a drunk\nin rags reeled out of a side street and collided with the old man. A\nmoment later, making profuse apologies, he backed away, ducking his\nhead, his hands behind his back. When the drunk returned to the side\nstreet, his weaving gait ceased, his hand came from behind his back, and\nin it was a complete set of keys to the private suites of the royal\nfamily.\n\n       *       *       *       *       *\n\nThe guard who was in charge of checking the alarm system loved flowers.\nHe could--(and had been)--observed going to the florist's at least once\na week on his time off. So when the old woman with a tray of scarlet\nanemones came by and offered them for his perusal, it is not surprising\nthat he lowered his head over the tray and filled his lungs with that\nstrange, pungent smell somewhere between orange rind and the sea wind.\nForty-seven seconds later, he yawned. Fourteen seconds after that, he\nwas sitting on the ground, his head hung forward, snoring. Through the\ngate two figures could be seen at the alarm box ... had anyone been\nthere to look.\n\n       *       *       *       *       *\n\nAt another entrance to the castle, two guards converged on a\nfourteen-year-old boy with black hair and green eyes who was trying to\nclimb the fence.\n\n\"Hey, get down from there! All right, come on. Where're your papers?\nWhat do you mean you don't have any? Come on with us. Get the camera\nout, Jo. We'll have to photograph him and send the picture to Chief\nRecords Headquarters. They'll tell us who you are, kid. Now hold still.\"\n\nBehind them, a sudden white-haired figure was out of the shadows and\nover the gate in a moment. The guards did not see her.\n\n\"Hold still now, kid, while I get your retina pattern.\"\n\n       *       *       *       *       *\n\nLater on a bunch of rowdies, led by a giant, started to raise hell\naround the palace. They hadn't even gotten the kid to the guard house\nyet, but somehow in the confusion the boy got away. One guard, who wore\na size seventeen uniform was knocked unconscious, but no one else was\nhurt. They dispersed the rowdies, carried the guard to the infirmary,\nand left. The doctor saw him in the waiting room, then left him there\nmomentarily to look for an accident report slip in the supply room at\nthe other side of the building. (He could have sworn that a whole pad of\nthem had been lying on the desk when he'd stepped out for a bit ten\nminutes ago.) When the doctor returned with the slip the soldier was\nstill there--only he was stark naked.\n\n       *       *       *       *       *\n\nA minute later, an unfamiliar guard, wearing a size seventeen uniform,\nsaluted the guard at the gate, and marched in.\n\n       *       *       *       *       *\n\nTwo strange men behind the gate flung a cord with a weight on one end\nover a third story cornice. They missed once, then secured it the second\ntime and left it hanging there.\n\nA guard wearing a size seventeen uniform came down the hall of the west\nwing of the castle, stopped before a large double door on which was a\nsilver crown, indicating the room of the Queen Mother; he took a\ncomplete set of keys to the private suites of the royal family from his\ncloak, and locked her Majesty firmly in her room. At the next door, he\nlocked Prince Let securely in his. Then he went rapidly on.\n\nTel ran till he got to the corner, rounded it, and checked the street\nsign. It was correct. So he went to a doorway and sat down to wait.\n\n       *       *       *       *       *\n\nAt the same time, Prince Let, getting ready for bed and wearing nothing\nbut his undershirt, looked out the window and saw a girl with white hair\nhanging head down outside the shutter. He stood very still The upside\ndown face smiled at him. Then the hands converged at the window lock,\ndid something, and the two glass panels came open. The girl rolled over\nonce, turned quickly, and suddenly she was crouching on the window\nledge.\n\nLet snatched up his pajama bottoms first, and ran to the door second.\nWhen he couldn't open it, he whirled around and pulled on his pajama\npants.\n\nAlter put her finger to her lips as she stepped down into his room.\n\"Keep quiet,\" she whispered. \"And relax,\" she added. \"The Duchess of\nPetra sent me. More or less.\" She had been instructed to use that name\nto calm the prince. It seemed to work a trifle.\n\n\"Look,\" explained Alter, \"you're being kidnapped. It's for your own\ngood, believe me.\" She watched the blond boy come away from the door.\n\n\"Who are you?\" he asked.\n\n\"I'm a friend of yours if you'll let me be.\"\n\n\"Where are you going to take me?\"\n\n\"You're going to go on a trip. But you'll come back, eventually.\"\n\n\"What has my mother said?\"\n\n\"Your mother doesn't know. Nobody knows except you and the Duchess, and\nthe few people who're helping her.\"\n\nLet appeared to be thinking. He walked over to his bed, sat down, and\npressed his heel against the side board. There was a tiny click. Nothing\nelse happened. \"Why won't they open the door?\" he asked.\n\n\"It's been locked,\" Alter said. Suddenly she looked at the clock beside\nthe Prince's bed, and turned to the window. Light from the crystal\nchandelier caught on the shells that were strung on leather thongs\naround her neck as she turned.\n\nLet put his hand quietly on the newel post of his bed and pressed his\nthumb hard on the purple garnet that encrusted the crowning ornamental\ndolphin. Nothing happened except a tiny click.\n\nAt the window, Alter reached out her hand, just as a bundle appeared\noutside on a lowered rope. She pulled them in, untied them, and shook\nthem out as the rope suddenly flew out the window again. \"Here,\" she\nsaid. \"Get into these.\" It was a suit of rags. She tossed them to him.\n\nFinally Let slipped out of his pajama pants and into the suit.\n\n\"Now look in your pocket,\" Alter said.\n\nThe boy did and took out a bunch of keys.\n\n\"You can open the door with those,\" Alter said. \"Go on.\"\n\nLet paused, then went to the door. Before he put the key in the lock\nthough, he bent down and looked through the keyhole. \"Hey,\" he said,\nlooking back at the girl. \"Come here. Do you see anything?\"\n\nAlter crossed the room, bent down, and looked. The only motion Let made\nwas to lean against one of the panels on the wall, which gave a slight\nclick. Nothing happened.\n\n\"I don't see anything,\" Alter said. \"Open the door.\"\n\nLet found the proper key, put it in the lock, and the door swung back.\n\n\"All right, you kids,\" said the guard who was standing on the other side\nof the door (who incidentally wore a size seventeen uniform), \"you come\nalong with me.\" He took Let firmly by one arm and Alter by the other and\nmarched them down the hall. \"I'm warning you to keep quiet,\" the guard\nsaid to Let as they turned the last corner.\n\nThree minutes later they were outside the castle. As the guard passed\nanother uniformed man at the Sentry's post, he said, \"More stupid kids\ntrying to break into the palace.\"\n\n\"What a night,\" said the guard and scratched his head. \"A girl too?\"\n\n\"Looks like it,\" said the guard who was escorting Alter and the Prince.\n\"I'm taking them to be photographed.\"\n\n\"Sure,\" answered the guard, and saluted.\n\nThe two children were marched down the street toward the guard house.\nBefore they got there, they were turned off into a side street. Then\nsuddenly the guard was gone. A black-haired boy with green eyes was\ncoming toward them.\n\n\"Is this the Prince?\" Tel asked.\n\n\"Un-huh,\" said Alter.\n\n\"Who are you?\" Let asked. \"Where are you taking me?\"\n\n\"My name is Tel. I'm a fisherman's son.\"\n\n\"My name is Alter,\" Alter introduced herself.\n\n\"She's an acrobat,\" Tel added.\n\n\"I'm the Prince,\" Let said. \"Really. I'm Prince Let.\"\n\nThe two others looked at the blond boy who stood in front of them in\nrags like their own. Suddenly they laughed. The Prince frowned. \"Where\nare you taking me?\" he asked again.\n\n\"We're taking you to get something to eat and where you can get a good\nnight's sleep,\" Alter answered. \"Come on.\"\n\n\"If you hurt me, my mother will put you in jail.\"\n\n\"Nobody's going to hurt you, silly,\" Tel said. \"Come on.\"\n\n\n\n\nCHAPTER VI\n\n\nThe Duchess of Petra said, \"Now, your first direct assignment will\nbe ...\"\n\n       *       *       *       *       *\n\nThen, the sudden green of beetles' wings; the red of polished carbuncle;\na web of silver fire; lightning and blue smoke. Columns of jade caught\nred light through the great crack in the roof. The light across the\nfloor was red. Jon felt that there were others with him, but he could\nnot be sure. Before him, on a stone platform, three marble crescents\nwere filled with pulsating shadows. Jon Koshar looked at them, and then\naway. There were many more columns, most broken.\n\nHe saw a huge break in the sanctuary wall. Outside he could look down on\nan immense red plain. At a scribed line, the plain changed color to an\neven more luminous red. Near the temple a few geometrical buildings cast\nmaroon pinions of shadow over the russet expanse. Suddenly he realized\nthat the further half of the plain was an immense red sea, yet with a\nperfectly straight shore line. Calmly it rippled toward the bright\nhorizon.\n\nAt the horizon, filling up nearly a quarter of the sky, was what seemed\nto be a completely rounded mountain of dull red. No, it was a segment of\na huge red disk, a great dull sun lipping the horizon of the planet. Yet\nit was dim enough so that he could stare directly at it without\nblinking. Above it, the atmosphere was a rich purple.\n\nThen there was a voice from behind him, and he turned to the triple\nthrone once more.\n\n\"Hail, hosts of Earth,\" the voice began. The very shadows of the room\nwere like red bruises on the stone. \"You are in the halls of an extinct\ncity on Creton III. Twelve million years ago this planet housed a\ncivilization higher than yours today. Now it is dead, and only we are\nleft, sitting on their thrones in the twilight of their dying, ruddy\nsun.\"\n\n\"Who are you?\" demanded Jon, but his voice sounded strange, distorted.\nAs he bit the last word off, another voice broke in.\n\n\"What do you really want from us?\"\n\nThen a third voice.\n\n\"What are you going to do with us?\"\n\nJon looked around but saw no one else. Suddenly another picture, the\npicture of a world of white desert where the sky was deep blue and each\nobject cast double shadows, filled his mind. \"This isn't the world you\ntook me to before ...\" he exclaimed.\n\n\"No,\" came the quiet voice, \"this is not the world we took you to\nbefore. Listen. We are homeless wanderers of space. Our origin was not\nonly in another galaxy, but in another universe, eternities ago. By way\nof this universe we can move from star to star without transversing any\nsegment of time, unless we desire. Thus we have dwelt quietly in the\ndead cities of myriad suns till now. We have never tampered with any\nliving species, though there is something in us that yearns for the\nextinct cultures.\n\n\"Recently according to our standards, though still much older than your\nsolar system, a dark force has come into the universe. It has evolved\nsimilarly to us, and also leaps among galaxies in moments. Yet it holds\nno culture sacred that it finds, and has already tampered with a score\nof civilizations. It is younger than we are, and can only exist in one\nindividual at a time, while our entity has three lobes, so to speak.\nThis rival thinks nothing of completely changing the mind of its host,\ngiving deadly information, even new powers. We are bound only to ride\nwith your minds, warn you, guide you, but changing your body before your\nminds, and that only to keep you from death. So it will be your own\ngreed, your own selflessness that will eventually win or lose this\nbattle. Therefore it will be won or lost within the framework of your\nown civilization.\"\n\n\"Then tell us this,\" came a voice that was not Jon's. \"What is on the\nother side of the radiation barrier?\"\n\n\"But we have told you already. And you have guessed. Toromon is at war\nwith an economic condition. Beyond the barrier is a civilization which\nis controlled by the Lord of the Flames. He is only in one member of\ntheir number, and any time he may move to another, although it is not\nlikely.\"\n\n\"Are they our enemies?\"\n\n\"Your only enemies are yourselves. But he must be evicted none the less.\nTo do that, all you must do is confront the individual who is bearing\nhim, the three of you together. But you must all be within seeing\ndistance of him at once. For we work through your minds. What you cannot\nperceive, we cannot affect.\"\n\n\"How will we do this?\"\n\n\"One of you has already been made immune to the radiation barrier. So\nwill the rest of you when it becomes necessary. This is what you will do\nfor us, and it will also remove the threatening element of the unknown\nthat distracts Toromon from her own problems.\"\n\n\"But why our planet?\" a voice asked.\n\n\"Yours is an ideal experimenting ground. Because of the Great Fire, your\nplanet has many civilizations that are now completely isolated from one\nanother; many, however, are on a fairly high level. The radiation\nbarriers that lace your planet will keep you isolated from them for some\ntime. When the Lord of the Flames is finished with one empire, he may\nwish to try a different method on a basically similar civilization. For\nall your isolated empires had the same base. Marinor, Letpar, Calcivon,\nAptor--these are all empires on your planet of which you have never\nheard. But your first concern is Toromon.\"\n\n\"Will we remember all this?\" Jon asked.\n\n\"You will remember enough. Good-bye; you know your task.\" The red haze\nin the deserted temple pulsed and the jade columns flickered. Hands of\nblue smoke caught him and flung him through a lightning flash. Whirled\nthrough a net of silver, he dropped through red into the vivid green of\nbeetles' wings.\n\n       *       *       *       *       *\n\nJon blinked. The Duchess took a step backwards. The green carpet, the\nrich wood-paneled walls, the glass-covered desk: they were in a sitting\nroom of his father's house, again.\n\nFinally Jon asked, \"Now just what am I supposed to do, again? And\nexplain it very carefully.\"\n\n\"I was going to say,\" said the Duchess, \"that you were to get to the\nPrince, who is being kept at an inn in the Devil's Pot, and accompany\nhim to the forest people. I want him to stay there until this war is\nover. They live a different life from any of the other people of this\nempire. They will give him something he'll be able to use. I told you I\nspent some time there when I was younger. I can't explain exactly what\nit is, but it's a certain ruggedness, a certain strength. Maybe they\nwon't give it to him, but if he's got it in him, they'll bring it out.\"\n\n\"What about ... the Lord of the Flames?\"\n\n\"I don't--do you have any idea, Jon?\"\n\n\"Well, assuming we get beyond the radiation barrier, assuming we find\nwhat people we're fighting, assuming we find which one of them is\ncarrying around the Lord of the Flames, and assuming we can all three of\nus get to him at once--assuming all that, there's no problem. But we\ncan't, can we? Look, I'll be going to the forest, so I'll be closest to\nthe radiation barrier. I'll try to get through, see what the situation\nis, and then the two of you can come on. All right?\"\n\n\"Fine.\"\n\n\"If nothing else, it'll put me closer to the Lord of the Flames ... and\nmy freedom.\"\n\n\"How are you not free now, Jon Koshar?\" the Duchess asked.\n\nInstead of answering, he said, \"Give me the address of the inn at the\nDevil's Pot.\"\n\n       *       *       *       *       *\n\nGoing down the hall, with the address, Jon increased his pace. His mind\ncarried an alien mind that had saved him from death once already. How\ncould he be free? The ... obligation? That couldn't be the word.\n\nAround the corner he heard a voice. \"And now would you please explain it\nto me? It's not every day that I'm called on to declare war. I think I\ndid it rather eloquently. Now tell my why.\"\n\n(Jon remembered the trick of acoustics which as a child enabled him to\nstand in this spot and overhear his sister and her girlfriends'\nconversation just as they came into the house.)\n\n\"It's your brother,\" came the other voice. \"He's been kidnaped.\"\n\n\"He's been what?\" asked the King. \"And why? And by whom?\"\n\n\"We don't know,\" answered the official. \"But the council thought it was\nbest to get you to declare war.\"\n\n\"Oh,\" said the King. \"So that's why I made that little speech in there.\nWhat does mother say?\"\n\n\"It wouldn't be polite to repeat, sir. She was locked in her room, and\nvery insulted.\"\n\n\"She would be,\" said Uske. \"So, the enemy has infiltrated and gotten my\nsilly brother.\"\n\n\"Well,\" said the voice, \"they can't be sure. But what with the planes\nthis morning, they thought it was best.\"\n\n\"Oh, well,\" said the King. There were footsteps. Then silence.\n\nComing round the corner, Jon saw the coat closet was ajar. He opened the\ndoor, took out a great cape and hood, and wrapped it around him, pulling\nthe hood close over his head. He stepped into the foyer and went out\npast the doorman.\n\n       *       *       *       *       *\n\nAt the edge of the Devil's Pot, the woman with the birthmark on the left\nside of her face was tapping a cane and holding out a tin cup. She had\nput on a pair of dark glasses and wandered up one street and down\nanother. \"Money for a poor blind woman,\" she said in a whiny voice.\n\"Money for the blind.\" As a coin clinked into her cup, she nodded,\nsmiled, and said, \"Welcome to the New World. Good luck in the Island of\nOpportunity.\"\n\nThe man who had given her the coin walked a step, and then turned back.\n\"Hey,\" he said to Rara. \"If you're blind, how do you know I'm new here?\"\n\n\"Strangers are generous,\" Rara explained, \"while those who live here are\ntoo frozen to give.\"\n\n\"Look,\" said the man, \"I was told to watch out for blind beggars who\nweren't blind. My cousin, he warned me ...\"\n\n\"Not blind!\" cried Rara. \"Not blind? Why my license is right here. It\npermits me to beg in specified areas because of loss of sight. If you\nkeep this up, I'll be obliged to show it to you.\" She turned away with a\nhuff and began in another direction. The man scratched his head, then\nhurried off.\n\nA few moments later, a man completely swathed in a gray cloak and hood\ncame around the corner and stopped in front of the woman.\n\n\"Money for the blind?\"\n\n\"Can you use this?\" the man said. From his cloak he held out a brocade\njacket, covered with fine metal work.\n\n\"Of course,\" said Rara softly. Then she coughed. \"Er ... what is it?\"\n\n\"It's a jacket,\" Jon said. \"It's made pretty well. Maybe you can sell\nit?\"\n\n\"Oh, thank you. Thank you, sir.\"\n\n       *       *       *       *       *\n\nA few blocks later, a ragged boy, who looked completely amazed, was\nhanded a white silk shirt by the man in the gray cloak. In front of a\ndoorway two blocks on, a pair of open-toed black boots with gold disks\nwere left--and stolen from that doorway exactly forty seconds later by a\nhairdresser who was returning to her home in Devil's Pot. She was\nmissing the little finger of her left hand. Once the gray cloaked figure\npaused in an alley beneath a clothes line. Suddenly he flung up a ball\nof gray cloth, which caught on the line, unrolled, and became\nidentifiable as a pair of dark gray trousers. A block later the last\nminor articles of clothing were hurled unceremoniously through an open\nwindow. As Jon turned another corner, he glimpsed a figure ducking into\na doorway down the dim street. The man was apparently following him.\n\nJon walked very slowly down the next block, ambling along in the shadow.\nThe hoodlum crept up behind him, then grabbed his cloak, ripped it away,\nand leaped forward.\n\nOnly there wasn't anything there. The mugger stood for a moment, the\ncape dangling from his hand, blinking at the place a man should have\nbeen. Then something hit him in the jaw. He staggered back. Something\nelse hit him in the stomach. As he stumbled forward now, beneath the\nstreet lamp, a transparent human figure suddenly formed in front of him.\nThen it planted its quite substantial fist into his jaw again, and he\nwent back, down, and out.\n\nJon dragged the man back to the side of the alley, fading out completely\nas he did so. Then he took the hoodlum's clothes, which were ragged,\nsmelly, and painfully nondescript. The shoes, which were too small for\nhim, he had to leave off. Then he flung the cape back around his\nshoulders and pulled the hood over his head.\n\nFor the next six blocks he was lost because there were no street signs.\nWhen he did find the next one, he realized he was only a block away from\nthe inn.\n\nAs he reached the stone building, he heard a thud in the tiny alleyway\nbeside it. A moment later a girl's voice called softly, \"There. Just\nlike that. Only you better do exactly as I say or you'll break your arms\nor legs, or back.\"\n\nHe walked to the edge of the building and peered into the alley.\n\nHer white hair loose, Alter stood looking up at the roof. \"All right,\nTel,\" she called. \"You next.\"\n\nSomething came down from the roof, flipped over on the ground at her\nfeet, rolled away, and then suddenly unwound to standing position. The\nblack-haired boy ran his fingers through his hair. \"Wow,\" he said. Then\nhe shook his head. \"Wow.\"\n\n\"Are you all right?\" Alter asked. \"You didn't pull anything, did you?\"\n\n\"No,\" he said. \"I'm all right. I think. Yeah, everything's in place.\" He\nlooked up at the roof again, two stories above.\n\n\"Your turn, Let,\" Alter called up.\n\n\"It's high,\" came a childish voice from the roof.\n\n\"Hurry up,\" said Alter, her voice becoming authoritative. \"When I count\nthree. And remember, knees up, chin down, and roll quick. One, two,\nthree!\" There was the space of a breath, and then it fell, rolled,\nbounced unsteadily to its feet, and resolved into another boy, this one\nblond, and slighter than the first.\n\n\"Hey, you kids,\" Jon said.\n\nThey turned.\n\nJon looked at the smaller boy. His slight blond frame, less substantial\nthen even Alter's white-haired loveliness was definitely of the royal\nfamily. \"What are you doing out here, anyway?\" Jon asked. \"Especially\nyou, your Highness.\"\n\nAll three children jumped.\n\nIt looked like they might balk, and after that descent from the roof, he\nwasn't sure where they might balk to. So he said, \"Incidentally, the\nDuchess of Petra sent me. How did you do that fall?\"\n\nHis Highness was the only one to relax appreciably.\n\n\"And are you sure you're supposed to be outside?\"\n\n\"We were supposed to stay on the top floor,\" Tel said. \"But him,\" he\npointed to his ragged Highness, \"he got restless, and we started telling\nhim about the tricks, and so we went up to the roof, and Alter said she\ncould get us down.\"\n\n\"Can you get them back up?\" Jon asked.\n\n\"Sure,\" said Alter, \"all we do is climb ...\"\n\nJon held up his hand. \"Wait a minute,\" he said. \"We'll go inside and\ntalk to the man in charge. Don't worry. No one'll be mad.\"\n\n\"You mean talk to Geryn?\" said Alter.\n\n\"I guess that's what his name is.\"\n\nThey started back out of the alley. \"Tell me,\" Jon said, \"just what sort\nof person is Geryn?\"\n\n\"He's a strange old man. He talks to himself all the time,\" said Alter.\n\"But he's smart.\"\n\nTalks to himself, Jon reflected, and nodded. When they reached the door\nof the inn, Jon pulled his cape off and stepped into the light. A few\npeople at the bar turned around, and when they saw the children, they\nlooked askance at one another.\n\n\"Geryn's probably upstairs,\" Alter said. They went to the second floor.\nJon let the children go ahead of him as they passed into the shadow of\nthe hall. He only stepped up to them when Alter pushed open the door at\nthe end of the hall and bright light from Geryn's room fell full across\nthem.\n\n\"What is it?\" Geryn snapped. And then, \"What is it, quick?\" He whirled\naround in the chair at the rough wooden desk when they entered. The\ngiant was standing by the window. Geryn's gray eyes fidgeted back and\nforth. Finally he said, \"Why are you out here? And who is he? What do\nyou want?\"\n\n\"I'm from the Duchess of Petra,\" Jon said. \"I've come to take Let to the\nforest people.\"\n\n\"Yes,\" said the old man. \"Yes.\" Then suddenly his face twisted as if he\nwere trying to remember something. Then shook his head. \"Yes.\" Suddenly\nhe stood up. \"Well, go on. I've done my part, I tell you. I've done.\nEvery minute he's in my house he endangers my boarders, my friends. Take\nhim. Go on.\"\n\nThe giant turned from the window. \"I am to go with you. My name is\nArkor.\"\n\nJon frowned. For the first time the scarred giant's height struck him.\n\"Why...?\" he started.\n\n\"It is my country that we go to,\" said Arkor. \"I know how to get there.\nI can take you through it. Geryn says it is part of the plan.\"\n\nJon felt a sudden knot of resentment tighten inside him. These\nplans--the Duchess', Geryn's, even the plans of the triple beings who\ninhabited them--they trapped him. Freedom. The word went in and out of\nhis mind like a shadow. He said, \"When do we go then, if you know how to\nget there?\"\n\n\"In the morning,\" said Arkor.\n\n\"Alter, take him to a room. Get him out of here. Quick. Go on.\" They\nbacked from the room and Alter hurried them up the hall.\n\nJon was thinking. After delivering Let to the forest people, he was\ngoing further. Yes. He would go on, try to get through the radiation\nbarrier. But all three of them had to get through if they were to do any\ngood. So why wasn't Geryn coming instead of sending the giant? If Geryn\ncame, then there'd be two people near the Lord of the Flames. But Geryn\nwas old. Maybe the Duchess could bring him with her when she came.\nMentally he smashed a fist into his thoughts and scattered them. Don't\nthink. Don't think. Thinking binds up your mind, and you can never be--\nHe stopped. Then another thought wormed into his skull, the thought of\nfive years of glittering hunger.\n\nThat night he slept well. Morning pried his eyes open with blades of\nlight that fell through the window. It was very early. He had been up\nonly a minute when there was a knock on his door. Then it opened, and\nArkor directed the dwarfed form of the Prince into Jon's room, then\nturned and left.\n\n\"He says to meet him downstairs in five minutes,\" Let said.\n\n\"Sure,\" said Jon. He finished buttoning up the ragged shirt stolen from\nthe mugger the night before, and looked at the boy by the door. \"I guess\nyou're not used to these sort of clothes,\" he said. \"Once I wasn't\neither. Pretty soon they begin to take.\"\n\n\"Huh?\" said Let. Then, \"Oh.\"\n\n\"Is something wrong?\"\n\n\"Who are you?\"\n\nJon thought for a moment. \"Well,\" he said. \"I'm sort of a friend of your\nbrother. An acquaintance, anyway. I'm supposed to take you to the\nforest.\"\n\n\"Why?\"\n\n\"You'll be safe there.\"\n\n\"Could we go to the sea instead?\"\n\n\"My turn for a 'why'?\" Jon asked.\n\n\"Because Tel told me all about it last night. He said it was fun. He\nsaid there were rocks all different colors. And in the morning, he said,\nyou can see the sun come up like a burning blister behind the water. He\ntold me about the boats, too. I'd like to work on a boat. I really\nwould. They don't allow me to do anything at home. Mother says I might\nget hurt. Will I get a chance to work someplace?\"\n\n\"Maybe,\" Jon said.\n\n\"Tel had some good stories about fishing. Do you know any stories?\"\n\n\"I don't know,\" Jon said. \"I never tried telling any. Hey, come on. We\nbetter get started.\"\n\n\"I like stories,\" Let said. \"Come on. I'm just trying to be friendly.\"\n\nJon laughed, then thought a minute. \"I can tell you a story, about a\nprison mine. Do you know anything about the prison mines beyond the\nforest?\"\n\n\"Some,\" said Let.\n\n\"Well, once upon a time, there were three prisoners in that prison\ncamp.\" They started out in the hall. \"They'd been there a long time,\nand they wanted to get out. One was ... well, he looked like me, let's\npretend. Another had a limp ...\"\n\n\"And the third one was chubby, sort of,\" interrupted Let. \"I know that\nstory.\"\n\n\"You do?\" asked Jon.\n\n\"Sure,\" Let said.\n\n\"Then you go on and tell it.\" Jon was a little annoyed.\n\nLet told it to him.\n\nThey were outside waiting for Arkor when the boy finished. \"See,\" Let\nsaid. \"I told you I knew it.\"\n\n\"Yeah,\" said Jon quietly. He stood very still. \"You say the other\ntwo ... didn't make it?\"\n\n\"That's right,\" Let said. \"The guards brought them back and dumped their\nbodies in the mud so that ...\"\n\n\"Shut up,\" Jon said.\n\n\"Huh?\" asked Let.\n\nHe was quiet for a few breaths. \"Who told you that ... story?\"\n\n\"Petra,\" Let answered. \"She told it to me. It's a good story, huh?\"\n\n\"Incidentally,\" Jon said. \"I'm the one that got away.\"\n\n\"You mean?\" The boy stopped. \"You mean it really happened?\"\n\nThe early light warmed the deserted street now as Arkor came to the door\nof the inn and stepped into the street.\n\n\"All right,\" he said. \"Come on.\"\n\n\n\n\nCHAPTER VII\n\n\nThe news service of Toromon in the city of Toron was a public address\nsystem that flooded the downtown area, and a special printed sheet that\nwas circulated among the upper families of the city. On the mainland it\nwas a fairly accurate brigade of men and women who transported news\norally from settlement to settlement. All announced simultaneously that\nmorning:\n\n    CROWN PRINCE KIDNAPED\n    KING DECLARES WAR!\n\nIn the military ministry, directives were issued in duplicate and\nredelivered in triplicate. At eight-forty, the 27B Communications Sector\nbecame hopelessly snarled. This resulted in the shipment of a boatload\nof prefabricated barracks foundations to a port on the mainland\nsixty-two miles from the intended destination.\n\nLet, Jon, and Arkor were just mounting the private yacht of the Duchess\nof Petra which was waiting for them at the end of the harbor. Later, as\nthe island of Toron slipped across the water, Let mentioned to Jon,\nleaning against the railing, that there was an awful lot of commotion on\nthe docks.\n\n\"It's always like that,\" Jon told him, remembering the time he'd gone\nwith his father in the morning to the pier. \"They're inspecting cargoes.\nBut it does look awfully busy.\"\n\nWhich was a euphemism. One group of military directives which had been\nquite speedily and accurately delivered were the offers of contracts,\nprimarily for food, and secondarily for equipment. Two of the\ndistributors of imported fish who had absolutely no chance of receiving\nthe contracts sent in a bid accompanied by a letter which explained\n(with completely fraudulent statistics) how much cheaper it would be to\nuse imported fish rather than those from the aquariums. Then they\ncommandeered a group of ruffians who broke into the house of old\nKoshar's personal secretary, who was still sleeping after the previous\nnight's party which he had helped out with. (So far he has appeared in\nthis story only as a hand seen around the edge of a storage cabinet\ndoor, a broad hand, with wiry black hair, on which there was a cheap,\nwide, brass ring in which was set an irregular shape of blue glass.)\n\nThey tied him to a chair, punched him in the stomach, and in the head,\nand in the mouth until there was blood running down his trimmed, black\nbeard; and he had given the information they wanted--information that\nenabled them to sink three of the Koshar cargo fleet that was just\ncoming into dock.\n\nThe Duchess' private yacht made contact with a tetron-tramp returning to\nthe mainland and Let, Jon, and Arkor changed ships. Coming from the\nyacht in bare feet and rags gave them an incongruous appearance. But on\nthe tramp, among those passengers who were returning for their families,\nthey quickly became lost.\n\nOn Toron, the pilot of the shuttle boat that took workers from the city\nto the aquariums found a clumsily put-together, but nevertheless\nunmistakable, bomb hidden in the lavatory. It was dismantled. There was\nno accident. But an authority, Vice-Supervisor Nitum of Koshar Synthetic\nFood Concerns (whose name you do not need to remember, as he was killed\nthree days later in a street brawl) clenched his jaw (unshaven; he had\nbeen called to the office a half an hour early over the sunken cargo\nboats), nodded his head, and issued a few non-official directives\nhimself. Twenty minutes later, Koshar Synthetic Food Concerns was\nofficially given the government contract to supply the armies of Toromon\nwith food. Because the two rival bidders, the import merchants, had\nceased to exist about twelve minutes previously, having suddenly been\ndenied warehouse space, and their complete storage dumped into the\nstreets to rot (nearly seven tons of frozen fish) because the\nrefrigeration lockers, and the refrigeration buildings, and the\nrefrigeration trucks had all been rented from Rahsok Refrigeration, and\nnobody had ever thought of spelling Rahsok backwards.\n\nIn the military ministry, Captain Clemen, along with Major Tomar, was\ncalled away from his present job of completing the evacuation of the top\nfour floors of an adjacent office building to accommodate the new corps\nof engineers, mathematicians, and physicists that the army had just\nenlisted. Apparently riots had started in the streets around the old\nRahsok Refrigeration Houses. The warehouses were just a few blocks away\nfrom the official boundary of the Devil's Pot.\n\nThey got there ten minutes after the report came in. \"What the hell is\ngoing on?\" Clemen demanded, from the head of the City Dispersal Squad.\nBehind the line of uniformed men, masses of people were pushing and\ncalling out. \"And what's that stench?\" added Clemen. He was a tiny man,\nexactly a quarter of an inch over the minimum for military\nacceptance--4' 10\".\n\n\"Fish, sir,\" the Dispersal Chief told him. \"There's tons of it all over\nthe street. The people are trying to take it away.\"\n\n\"Well, let them have it,\" Clemen said. \"It'll clear the streets of the\nmess and maybe do some good.\"\n\n\"You don't understand, sir,\" the head of Dispersal explained. \"It's been\npoisoned. Just before it was dumped, it was soaked with buckets of\nbarbitide. Half a ton of the stuff's already been carried away.\"\n\nClemen turned. \"Tomar,\" he said. \"You get back to headquarters and see\npersonally that a city-wide announcement goes out telling about the\npoisoned fish. Call General Medical, find out the antidote, and get the\ninformation all over the city. See to it personally, too.\"\n\nTomar got back to headquarters, got General Medical, got the antidote,\nwhich was expensive, complicated, and long, and drafted his\nannouncement.\n\n     WARNING! Any citizen who has taken fish from the street in the area\n     of Rahsok Refrigeration is in immediate danger of death. The fish\n     has been treated with the fatal poison barbitide. No fish other\n     than that directly traceable to the Synthetic Markets should be\n     eaten. WARN YOUR NEIGHBORS! If fish has been eaten, go directly to\n     the General Medical building (address followed). Symptoms of\n     barbitide poisoning: intense cramps about two hours after\n     ingestion, followed by nausea, fever, and swollen lymph nodes.\n     Death results in twenty minutes after onset of cramps under normal\n     conditions. Foods with high calcium contents prolong spasms to a\n     maximum hour and a half (foods such as milk, ground egg shell).\n     General Medical has been alerted. There you will receive injections\n     of Calcium Silicate and Atropayic Acid which can counteract the\n     effects of the poison up until the last five or ten minutes.\n\nTomar personally sent the directive through Communications Center 27B,\nmarked urgent and emergency. Ten minutes later he received a visiphone\ncall from the Communications Engineer saying that 27B had been\nhopelessly snarled all morning. In fact so had 26B, 25B. In further\nfact, said the engineer, the only available sectors open were 34A and\n42A, none of which, incidentally, had access to complete city lines.\n\nTomar made a triplicate copy of the warning and sent it out,\nnonetheless, through Sectors 40A, 41A, and 42A. A half an hour later the\nsecretary to the Communications Engineer called and said, \"Major Tomar,\nI'm sorry, I just got back from my break and I didn't see your message\nuntil just now. Because of the tie-ups, we've received instructions only\nto let authorized persons have access to the available sectors.\"\n\n\"Well, who the hell is authorized,\" Tomar bellowed. \"If you don't put\nthat through and quick, half the city may be dead by this evening.\"\n\nThe secretary paused a minute. Then he said, \"I'm sorry, sir, but ...\nwell, look. I'll give it directly to the Communications Engineer when he\ngets back.\"\n\n\"When is he getting back?\" Tomar demanded.\n\n\"I ... I don't know.\"\n\n\"Who is authorized?\"\n\n\"Only generals, sir, and only those directly concerned with the war\neffort.\"\n\n\"I see,\" Tomar said, and hung up.\n\nHe had just dispatched seven copies of the announcement with an\nexplanatory note to seven of the fourteen generals in the ministry when\nthe Communications Engineer called again. \"Major, what's all this about\na bushel of fish?\"\n\n\"Look, there are seven tons of the stuff all over the streets.\"\n\n\"And poisoned?\"\n\n\"Exactly. Will you please see that this message gets out over every\navailable piece of city-wide communication as fast as possible? This is\nreally life and death.\"\n\n\"We're just allowed to work on getting war messages through. But I guess\nthis takes priority. Oh, that explains some of the messages we've been\ngetting. I believe there's even one for you.\"\n\n\"Well?\" asked Tomar after a pause.\n\n\"I'm not allowed to deliver it, sir.\"\n\n\"Why not?\"\n\n\"You're not authorized, sir.\"\n\n\"Look, damn it, get it right now and read it to me.\"\n\n\"Well ... er ... it's right here sir. It's from the chief of the City\nDispersal Squad.\"\n\nThe message was, in brief, that twenty-three men, among them Captain\nClemen, had been trampled to death by an estimated two and a half\nthousand hungry residents of the Devil's Pot, most of them immigrants\nfrom the mainland.\n\nA ton and a half of fish was finally removed from the streets and\ndisposed of. But five and a half tons had made its way through the city.\nThe Communications Engineer also added that while they'd been talking, a\nmemorandum had come through that Sectors 34A to 42A were now out of\ncommission, but that the major should try 27B again, because it might\nhave cleared up.\n\n       *       *       *       *       *\n\nThe second shift of workers that day was arriving at the aquariums. In\nthe great pontooned building, vast rows of transparent plastic tubes,\nthree feet in diameter, webbed back and forth among the tetron pumps.\nVibrator nets cut the tubes into twenty-foot compartments. Catwalks\nstrung the six-story structure, all flooded with deep red light that\ncame from the phosphor-rods that stuck up from the pumps. Light toward\nthe blue end of the spectrum disturbed the fish, who had to be visible\nat all times, to be moved, or to be checked for any sickness or\ndeformity. In their transparent tubes, the fish floated in a state near\nsuspended animation, vibrated gently, were kept at a constant 82°, were\nfed, were fattened, were sorted according to age, size, and species;\nthen slaughtered. The second shift of workers moved into the aquarium,\nrelieving the first shift.\n\nThey had been on about two hours when a sweating hulk of a man who was\nan assistant feeder reported to the infirmary, complaining of general\ngrogginess. Heat prostration was an occasional complaint in the\naquarium.\n\nThe doctor told him to lie down for a little while. Five minutes later\nhe went into violent cramps. Perhaps the proper attention would have\nbeen paid to him had not a few minutes later a woman fallen from a\ncatwalk at the top of the aquarium and broken one of the plastic\narteries and her skull, six stories below.\n\nIn the red light the workers gathered around her broken body that lay at\nthe end of a jagged plastic tube. In the spread water, dozens of fish,\nfat and ruddy-skinned, flapped their gills weakly.\n\nThe woman's co-workers said she had complained of not feeling well, when\nsuddenly she went into convulsions while crossing one of the catwalks.\nBy the time the doctor got back to the infirmary, the assistant feeder\nhad developed a raging fever, and the nurse reported him violently\nnauseated. Then he died.\n\nIn the next two hours, out of the five thousand two hundred and eighty\npeople who worked at the aquariums, three hundred and eighty-seven were\ntaken with cramps and died in the next two hours, the only exception\nbeing an oddball physical culture enthusiast who always drank two quarts\nof milk for lunch; he lasted long enough to be gotten onto the shuttle\nand back to General Medical on Toron, where he died six minutes after\nadmittance, one hour and seventeen minutes after the onset of the\ncramps. That was the first case that General Medical actually received.\nIt was not until the sixteenth case that the final diagnosis of\nbarbitide poisoning was arrived at. Then someone remembered the query\nthat had come in by phone from the military ministry that morning about\nthe antidote.\n\n\"Somehow,\" said Chief Toxologist Oona, \"the stuff has gotten into some\nfood or other. It may be all over the city.\" Then he sat down at his\ndesk and drafted a warning to the citizens of Toron containing a\ndescription of the effects of barbitide poisoning, antidote, and\ninstructions to come to the General Medical building, along with a\ncomment on high calcium foods. \"Send this to the Military Ministry and\nget it out over every available source of public communications, and\nquick,\" he told his secretary.\n\nWhen the Assistant Communications Engineer (the first having gone off\nduty at three o'clock) received the message, he didn't even bother to\nsee who it was from, but balled it up in disgust and flung it into a\nwastepaper basket and mumbled something about unauthorized messages. Had\nthe janitor bothered to count that evening, he would have discovered\nthat there were now thirty-six copies of Major Tomar's directive in\nvarious wastebaskets around the ministry.\n\nOnly a fraction of the barbitide victims made it to General Medical, but\nthe doctors were busy. There was just one extraordinary incident, and\namong the screams of cramped patients, it was not given much thought.\nTwo men near the beginning of the rush of patients, gained access to the\nspecial receiving room. They managed to get a look at all the women who\narrived. One of the patients who was wheeled by them was a particularly\nstriking girl of about fifteen with snow white hair and a strong, lithe\nbody, now knotted with cramps. Sweat beaded her forehead, her eyelids,\nand through her open collar you could see she wore a leather necklace of\nshells.\n\n\"That's her,\" one of the men said. The other nodded, then went to the\ndoctor who was administering the injections, and whispered to him.\n\n\"Of course not,\" the doctor said indignantly in a clear voice. \"Patients\nneed at least forty-eight hours rest and careful observation after\ninjection of the antidotes. Their resistance is extremely low and\ncomplications ...\"\n\nThe man said something else to the doctor and showed him a set of\ncredentials. The doctor stopped, looked scared, then left the patient he\nwas examining and went to the bed of the new girl. Quickly he gave her\ntwo injections. Then he said to the men, \"I want you to know that I\nobject to this completely and I will--\"\n\n\"All right, Doctor,\" the first man said. Then the second hoisted Alter\nfrom the cot and they carried her out of the hospital.\n\n       *       *       *       *       *\n\nThe Queen Mother had her separate throne room. She sat in it now,\nlooking at photographs. In bright colors, two showed the chamber of the\nCrown Prince. In one picture the Prince was seated on his bed in his\npajama pants with his heel against the side board; standing by the\nwindow was a white-haired girl with a leather necklace strung with tiny,\nbright shells. The next showed the Prince still sitting on the bed, this\ntime with his hand on the newel dolphin. The girl was just turning\ntoward the open window.\n\nThe third picture, which from the masking, seemed to have been taken\nthrough a keyhole, showed what seemed to be an immense enlargement of a\nhuman pupil; mistily discernible through the iris were the dottings and\ntiny pathways of a retina pattern. On the broad arm of the Queen\nMother's throne was a folder marked: ALTER RONID.\n\nIn the folder were a birth certificate, a clear photograph of the same\nretina pattern, a contract in which a traveling circus availed itself of\nthe service of a group of child acrobats for the season, a school\ndiploma, copies of receipts covering a three-year period of gymnastic\ninstruction, a copy of a medical bill for the correction of a sprained\nhip, and two change of address slips. Also there were several cross\nreference slips to the files of Alia Ronid (mother, deceased) and Rara\nRonid (maternal aunt, legal guardian).\n\nThe Queen put the photographs on top of the folder and turned to the\nguards. There were thirty of them lined against the walls of the room.\nShe lifted up the heavy, jeweled scepter and said, \"Bring her in.\" She\ntouched the two buns of white hair on the sides of her head, breathed\ndeeply, and straightened in the chair, as two doors opened at the other\nend of the room.\n\nTwo blocks had been set up in the middle of the room, about four feet\nhigh and a foot apart.\n\nAlter stumbled once, but the guard caught her. They walked her between\nthe blocks, which came to just below her shoulders, spread her arms over\nthe surface and strapped them straight across the tops at the biceps and\nwrist.\n\nThe Queen smiled. \"That's only a precaution. We want to help you.\" She\ncame down the steps of the throne, the heavy jeweled rod cradled in her\narm. \"Only we know something about you. We know that you know something\nwhich if you tell me, will make me feel a great deal better. I've been\nvery upset, recently. Did you know that?\"\n\nAlter blinked and tried to get her balance. The blocks were just under\nthe proper height by half an inch so that she could neither stand\ncompletely nor could she sag.\n\n\"We know you're tired, and after your ordeal with the barbitide--you\ndon't feel well, do you?\" asked the Queen, coming closer.\n\nAlter shook her head.\n\n\"Where did you take my son?\" the Queen asked.\n\nAlter closed her eyes, then opened them wide and shook her head.\n\n\"Believe me,\" said the Queen, \"we have ample proof. Look.\" She held up\nthe photographs for Alter to see. \"My son took these pictures of the two\nof you together. They're very clear, don't you think?\" She put the\npictures back in the quilted pocket of her robe.\n\n\"Aren't you going to tell me, now?\"\n\n\"I don't know anything,\" Alter said.\n\n\"Come now. That room had as many cameras as a sturgeon has eggs. There\nare dozens of hidden switches. Somehow the alarms connected with them\ndidn't go off, but the cameras still worked.\"\n\nAlter shook her head again.\n\n\"You don't have to be afraid,\" said the Queen. \"We know you're tired and\nwe want to get you back to the hospital as soon as possible. Now. What\nhappened to my son, the Prince?\"\n\nSilence.\n\n\"You're a very sweet girl. You're an acrobat too?\"\n\nAlter swallowed, and then coughed.\n\nThe Queen gave a puzzled smile this time. \"Really, you don't have to be\nafraid to answer me. You are an acrobat, isn't that right?\"\n\nAlter nodded.\n\nThe Queen reached out and slowly lifted the triplet leather necklace\nwith its scattering of shells in her fingers. \"This is a beautiful piece\nof jewelry.\" She lifted it from Alter's neck. \"An acrobat's body must be\nlike a fine jewel, fine and strong. You must be very proud of it.\" Again\nshe paused and tilted her head. \"I'm only trying to put you at ease,\ndear, make conversation.\" Smiling, she lifted the necklace completely\nfrom around Alter's neck. \"Oh, this is exquisite ...\"\n\nSuddenly the necklace clattered to the ground, the shells making an\nalmost miniature sound against the tiles.\n\nAlter's eyes followed the necklace to the floor.\n\n\"Oh,\" the Queen said. \"I'm terribly sorry. It would be a shame to break\nsomething like this.\" With one hand the Queen drew back her robes until\nher shoe was revealed. Then she moved her foot forward until her raised\ntoe was over the necklace. \"Will you tell me where my son is?\"\n\nThere was seven, eight, ten seconds of silence. \"Very well,\" the Queen\nsaid, and brought her foot down. The sound of crushed shells was covered\nby Alter's scream. Because the Queen had brought down the scepter, too,\nthe full arc of its swing, onto Alter's strapped forearm. Then she\nbrought it down again. The room was filled with the scream and the crack\nof the jeweled scepter against the surface of the block. Then the Queen\nsmashed Alter's upturned elbow joint.\n\nWhen there was something like silence, the Queen said, \"Now, where is my\nson?\"\n\nAlter didn't say for a long while; when she did, they were ready to\nbelieve anything. So what she told them didn't do much good when they\nhad time to check it. Later, unconscious, she was carried into the\nGeneral Medical building wrapped in a gray blanket.\n\n\"Another fish poison case?\" asked the clerk.\n\nThe man nodded. The doctor, who had been there when Alter was removed\nfrom the hospital, had been working steadily for six hours. When he\nunwrapped the blanket, he recognized the girl. When he unwrapped it\nfurther, the breath hissed between his lips, and then hissed out again,\nslowly. \"Get this girl to emergency surgery,\" he said to the nurse.\n\"Quickly!\"\n\n       *       *       *       *       *\n\nIn the Devil's Pot, Tel had just gotten over a case of the runs which\nhad kept him away from food all day. Feeling hungry, now, he was\nforaging in the cold storage cabinet of the inn's kitchen. In the\nfreezing chest he found the remains of a baked fish, so he got a sharp\nknife from over the sink, and cut a piece. Then the door opened and the\nbarmaid came in. She was nearly seventy years old and wore a red scarf\naround her stringy neck. Tel had cut a slice of onion and was putting it\non top of the fish when the barmaid ran forward and knocked the dish\nfrom his hand.\n\n\"Ouch,\" Tel said, and jumped, though nothing had hurt him.\n\n\"Are you completely crazy?\" the woman asked. \"You want to be carried out\nof here like the rest of them?\"\n\nTel looked puzzled as Rara entered the kitchen. \"Good grief,\" she\ndeclared. \"Where is everybody? I'm starved. I started selling that\nhomebrew tonic of mine that I made up yesterday, and around noon,\nsuddenly everybody was buying the stuff. They wanted something for\ncramps, and I guess my Super Aqueous Tonic is as good as anything else.\nI couldn't even get back to eat. Is there some sort of epidemic? Say,\nthat looks good,\" and she went for the fish.\n\nThe old barmaid snatched up the dish and carried it to the disposal can.\n\"It's poisoned, don't you understand?\" She dumped it into the chute.\n\"It's got to be the fish that's causing it. Everybody who ate it has\nbeen carried off to General Medical with cramps. Lots of them died, too.\nThe woman who lives across the street and me, we figured it out. We both\nbought it from the same woman this morning, and that's all it could be.\n\n\"Well, I'm still hungry,\" Tel said.\n\n\"Can we have some cheese and fruit?\" asked Rara.\n\n\"I guess that's safe,\" the woman said.\n\n\"Who was carried out?\" Tel wanted to know, looking back in the cabinet.\n\n\"Oh, that's right,\" the barmaid said, \"you've been upstairs sick all\nday.\" And then she told him.\n\n       *       *       *       *       *\n\nAt about the same time, an observer in a scouting plane noticed a boat\nbearing prefabricated barracks foundations some sixty miles away from\nany spot that could possibly be receiving such a shipment. In fact, he\nhad sent a corrective order on a typographical error concerning ... yes,\nit must be, that same boat. He'd sent it that morning through\nCommunication Sector 27B. They were near the shore, one of the few spots\naway from the fishing villages and the farm communes where the great\nforest had crept down to the edge of the water itself. A tiny port,\noccasionally used as an embarkation for the families of emigrants going\nto join people in the city, was the only point of civilization between\nthe rippling smoke-green sea on one side and the crinkling deep green of\nthe forest tree tops on the other. The observer also noted that a small\ntetron tramp was about to dock also. But that transport ship ... He\ncalled the pilot and requested contact be made.\n\nThe pilot was shaking his head, groggily.\n\nThe co-pilot was leaning back in his seat, his mouth opened, his eyes\nclosed. \"I don't feel too ...\" The pilot started, and then reached\nforward absently to crumple a sheet of tin foil he had left on the\ninstrument panel, in which, a few hours ago, had been a filet sandwich\nthat he and the co-pilot had shared between them.\n\nSuddenly the pilot fell forward out of his chair, knocking the control\nstick way to the left. He clutched his stomach as the plane banked\nsuddenly to the right. In the observation blister, the observer was\nthrown from his chair and the microphone fell from his hand.\n\nThe co-pilot woke up, belched, grabbed for the stick, which was not in\nits usual place, and so missed. Forty-one seconds later, the plane had\ncrashed into a dock some thirty feet from the mooring tetron tramp.\n\n\n\n\nCHAPTER VIII\n\n\nThere was a roaring in the air. Let cried out and ran forward. Then\nshadow. Then water. His feet were slipping on the deck as the rail swung\nby. Then thunder. Then screaming. Something was breaking in half.\n\nJon and Arkor got him out. They had to jump overboard with the\nunconscious Prince, swim, climb, and carry. There were sirens at the\ndock when they laid him on the dried leaves of the forest clearing.\n\n\"We'll leave him here,\" Arkor said.\n\n\"Here? Are you sure?\" Jon asked.\n\n\"They will come for him. You must go on,\" he said softly. \"We'll leave\nthe Prince now, and you can tell me of your plan.\"\n\n\"My plan ...\" Jon said. They walked off through the trees.\n\n       *       *       *       *       *\n\nDried leaves tickled one cheek, a breeze cooled the other. Something\ntouched him on the side, and he stretched his arms, scrunched his\neyelids, then curled himself into the comfortable dark. He was napping\nin the little park behind the palace. He would go in for supper soon.\nThe leaf smell was fresher than it had ever.... Something touched him on\nthe side again.\n\nHe opened his eyes, and bit off a scream. Because he wasn't in the park,\nhe wasn't going in to supper, and there was a giant standing over him.\n\nThe giant touched the boy with his foot once more.\n\nSuddenly the boy scrambled away, then stopped, crouching, across the\nclearing. A breeze shook the leaves like admonishing fingers before he\nheard the giant speak. The giant was silent. Then the giant spoke again.\n\nThe word the boy recognized in both sentences was, \"... Quorl ...\"\n\nThe third time he spoke, he merely pointed to himself and repeated,\n\"Quorl.\"\n\nThen he pointed to the boy and smiled questioningly.\n\nThe boy was silent.\n\nAgain the giant slapped his hand against his naked chest and said,\n\"Quorl.\" Again he extended his hand toward the boy, waiting for sound.\nIt did not come. Finally the giant shrugged, and motioned for the boy to\ncome with him.\n\nThe boy rose slowly, and then followed. Soon they were walking briskly\nthrough the woods.\n\nAs they walked, the boy remembered: the shadow of the plane out of\ncontrol above them, the plane striking the water, water becoming a\nmountain of water, like shattered glass rushing at them across the sea.\nAnd he remembered the fire.\n\nHadn't it really started in his room at the palace, when he pressed the\nfirst of the concealed micro-switches with his heel? The cameras were\nprobably working, but there had been no bells, no sirens, no rush of\nguards. It had tautened when he pushed the second switch in the jeweled\ndolphin on his bedpost. It nearly snapped with metallic panic when he\nhad to maneuver the girl into position for the retina photograph.\n_Nothing_ had happened. He was taken away, and his mother stayed quietly\nin her room. What was supposed to happen was pulling further and\nfurther away from the reality. How could anybody kidnap the Prince?\n\nHis treatment by the boy who told him about the sea and the girl who\ntaught him to fall pulled it even tighter. _If_ the Prince _were_\nkidnaped, certainly his jailors should not tell him stories of beautiful\nmornings and sunsets, or teach him to do impossible things with his\nbody.\n\nHe was sure that the girl had meant him to die when she had told him to\nleap from the roof. But he had to do what he was told. He always had.\n(He was following the giant through the dull leaves because the giant\nhad told him to.) When he had leapt from the roof, then rolled over and\nsprung to his feet alive, the shock had turned the rack another notch\nand he could feel the threads parting.\n\nPerhaps if he had stayed there, talked more to the boy and girl, he\ncould have loosened the traction, pulled the fabric of reality back into\nthe shape of expectation. But then the man with the black hair and the\nscarred giant had come to take him away. He'd made one last volitional\neffort to bring \"is\" and \"suppose\" together. He'd told the man the story\nof the mine prisoners, the one cogent, connected thing he remembered\nfrom his immediate past, a real good \"suppose\" story. But the man turned\non him and said that \"suppose\" wasn't \"suppose\" at all, but \"is.\" A\nthread snapped here, another there.\n\n(Over the deck of the boat there was roaring in the air. He had cried\nout. Then shadow. Then water. His feet were slipping and the rail swung\nby. Then thunder. Then screaming, his screaming: _I can't die! I'm not\nsupposed to die!_ Something tore in half.)\n\nThe leaves were shaking, the whole earth trembled with his tired,\nunsteady legs. As they walked through the forest, the last filament\nwent, like a thread of glass under a blow-torch flame. The last thing to\nflicker out, like the fading end of the white hot strand, was the memory\nof someone, somewhere, entreating him not to forget something, not to\nforget it no matter what ... but what it was, he wasn't sure.\n\nQuorl, with the boy beside him, kept a straight path through the\nforest. The ground sloped up now. Boulders lipped with moss pushed out\nhere and there. Once Quorl stopped short; his arm shot in front of the\nboy to keep him from going further.\n\nYards before them the leaves parted, and two great women walked forward.\nEverything about them was identical, their blue-black eyes, flat noses,\nbroad cheek ridges. Twin sisters, the boy thought. Both women also bore\na triplex of scars down the left sides of their faces. They paid no\nattention to either Quorl or the boy, but walked across into the trees\nagain. The moment they were gone, Quorl started again.\n\nMuch later they turned onto a small cliff that looked across a great\ndrop to another mountain. Near a thick tree trunk was a pile of brush\nand twigs. The boy watched Quorl drop to his knees and being to move the\nbrush away. The boy crouched to see better.\n\nThe great brown fingers tipped with bronze-colored nails gently revealed\na cage made of sticks tied together with dried vines. Something squeaked\nin the cage, and the boy jumped.\n\nQuorl in a single motion got the trap door opened and his hand inside.\nThe next protracted squeak suddenly turned into a scream. Then there was\nsilence. Quorl removed a furry weasel and handed it to the boy.\n\nThe pelt was feather soft and still warm. The head hung crazily to the\nside where the neck had been broken. The boy looked at the giant's hands\nagain.\n\nVeins roped across the ligaments' taut ridges. The hair on the joints of\nthe fingers grew up to edge of the broad, furrowed knuckles. Now the\nfinders were pulling the brush back over the trap. They crossed the\nclearing and Quorl uncovered a second trap. When the hand went into the\ntrap and the knot of muscle jumped on the brown forearm\n(Squeeeeee_raaaaa_!), the boy looked away, out across the great drop.\n\nThe sky was smoke gray to the horizon where a sudden streak of orange\nmarked the sunset. The burning copper disk hung low in the purple gap of\nthe mountains. A fan of lavender drifted above the orange, and then\nwhite, faint green.... The gray wasn't really gray, it was blue-gray. He\nbegan to count colors, and there were twelve distinct ones (not a\nthousand). The last one was a pale gold that tipped the edges of the few\nlow clouds that clustered near the burning circle.\n\nA touch on the shoulder made the boy turn back. Quorl handed him the\nsecond animal, and they went back into the woods. Later, they had built\na small fire and had skinned and quartered the animals on the\nscimitar-like blade that the giant wore. They sat in the diminishing\nshell of light with the meat on forked sticks, turning it over the\nflame. The boy watched the gray-maroon fibers go first shiny with juice,\nand then darken, turn crisp and brown. When the meat was done, Quorl\ntook a piece of folded skin from his pouch and shook some white powder\nonto it. Then he passed the leather envelope to the boy.\n\nThe boy poured a scattering of white powder into his palm, then\ncarefully put his tongue to it. It was salt.\n\nWhen they had nearly finished eating the forest had grown cooler and\nstill. Fire made the leaves around them into flickering shingles on the\ndarkness. Quorl was cleaning the last, tiny bone with big, yellow teeth\nwhen there was a sound. They both turned.\n\nAnother branch broke to their left. \"Tloto,\" Quorl called harshly,\nfollowed by some sort of invective.\n\nIt moved closer, the boy could hear it moving, closer until the boy saw\nthe tall shadow at the edge of the ring of light.\n\nWith disgust--but without fear, the boy could see--Quorl picked up a\nstick and flung it. The shadow dodged and made a small mewing sound.\n\n\"Di ta klee, Tloto,\" Quorl said. \"Di ta klee.\"\n\nOnly Tloto didn't _di ta klee_, but came forward instead, into the\nlight.\n\nPerhaps it had been born of human parents, but to call it human now ...\nIt was bone naked, hairless, shell white. It had no eyes, no ears, only\na lipless mouth and slitted nostril flaps. It sniffed toward the fire.\n\nNow the boy saw that both the feet were clubbed and gnarled. Only two\nfingers on each hand were neither misshapen or stiffly paralyzed. It\nreached for Quorl's pile of bones, making the mewing sound with its\nmouth.\n\nWith a sudden sweep of his hand, Quorl knocked the paraplegic claw away\nand shouted another scattering of indifferent curses. Tloto backed away,\nturned to the boy, and came forward, its nostril slits widening and\ncontracting.\n\nThe boy had eaten all he could and had a quarter of his meat still left.\nIt's only a head or two taller than I am, he thought. If it's from this\nrace of giants, perhaps it's still a child. Maybe it's my age. He stared\nat the blank face. It doesn't know what's going on, the boy thought. It\ndoesn't know what's supposed to be happening.\n\nPerhaps it was just the sound of the word in his head that triggered off\nthe sudden panic. (Or was it something else that caught in his chest?)\nAnyway, he took the unfinished meat and extended it toward Tloto.\n\nThe claw jumped forward, grabbed, and snatched back. The boy tried to\nmake his mouth go into a smile. But Tloto couldn't see, so it didn't\nmatter. He turned back to the fire, and when he looked up again, Tloto\nwas gone.\n\nAs Quorl began to kick dirt onto the coals, he lectured the boy,\napparently on Tloto and perhaps a few other philosophical concepts. The\nboy listened carefully, and understood at least that Tloto was not worth\nhis concern. Then they lay down beside the little cyst of embers, the\nglowing scab of light on the darkness, and slept.\n\nWhen the giant's hand came down and shook his shoulder, it was still\ndark. He didn't jump this time but blinked against the night and pulled\nhis feet under him. It had grown colder, and dark wind brushed his neck\nand fingered his hair. Then a high sound cut above the trees and fell\naway. Quorl took the boy's arm and they started through the dark trees\nquickly.\n\nGray light filtered from the left. Was it morning? No. The boy saw it\nwas the rising moon. The light became white, then silver white. They\nreached a cliff at last, beyond which was the dark sea. Broken rock\nspilled to ledges below. Fifty feet down, but still a hundred feet above\nthe water, was the largest table of rock. The moon was high enough to\nlight the entire lithic arena as well as the small temple at its edge.\n\nIn front of the temple stood a man in black robes who blew on a huge\ncurved shell. The piercing wail sliced high over the sea and the forest.\nPeople were gathering around the edge of the arena. Some came in\ncouples, some with children, but most were single men and women.\n\nThe boy started to go down, but Quorl held him back. They waited. From\nsounds about them, the boy realized there were others observing from the\nheight also. On the water, waves began to glitter with broken images of\nthe moon. The sky was speckled with stars.\n\nSuddenly a group of people were led from the temple onto the platform.\nMost of them were children. One was an old man whose beard twitched in\nthe light breeze. Another was a tall stately women. All of them were\nbound, all of them were near naked, and all except the woman shifted\ntheir feet and looked nervously about.\n\nThe priest in the black robe disappeared into the temple, and emerged\nagain with something that looked to the boy from this distance for all\nthe world like a back-scratcher. The priest raised it in the moonlight,\nand a murmur rose and quieted about the ring of people. The boy saw that\nthere were three close prongs on the handle, each snagging on the\nluminous beams of the moon, betraying their metallic keenness.\n\nThe priest walked to the first child and caught the side of her head in\nhis hand. Then he quickly drew the triple blade down the left side of\nher face. She made an indefinite noise, but it was drowned in the rising\nwhisper of the crowd. He did the same to the next child who began to\ncry, and to the next. The woman stood completely still and did not\nflinch when the blades opened her cheek. The old man was afraid. The\nboy could tell because he whimpered and backed away.\n\nA man and a woman stepped from the ring of people and held him for the\npriest. As the blade raked the side of his face, his high senile whine\nturned into a scream. The boy thought for a moment of the trapped\nanimals. The old man staggered away from his captors and no one paid him\nany more attention. The priest raised the shell to his mouth once more,\nand the high, brilliant sound flooded the arena.\n\nThen, as they had come, silently the people disappeared into the woods.\nQuorl touched the boy's shoulder and they too went into the woods. The\nboy looked at the giant with a puzzled expression, but there was no\nexplanation. Once the boy caught sight of a white figure darting at\ntheir left as a shaft of moonlight slipped across a naked shoulder.\nTloto was following them.\n\n       *       *       *       *       *\n\nThe boy spent his days learning. Quorl taught him to pull the gut of\nanimals to make string. It had to be stretched a long time and then\ngreased with hunks of fat. Once learned it became his job; as did\nchanging the bait in the traps; as did cutting willow boughs to make\nsleeping pallets; as did sorting the firewood into piles of variously\nsized wood; as did holding together the sticks while Quorl tied them\ntogether and made a canopy for them, the night it rained.\n\nHe learned words, too. At least he learned to understand them.\n_Tike_--trap, _Di'tika_--a sprung trap, _Tikan_--two traps. One\nafternoon Quorl spent a whole six hours teaching words to the boy. There\nwere lots of them. Even Quorl, who did not speak much, was surprised how\nmany had to be learned. The boy did not speak at all. But soon he\nunderstood.\n\n\"There is a porcupine,\" Quorl would say, pointing.\n\nThe boy would turn his eyes quickly, following the finger, and then look\nback, blinking quietly in comprehension.\n\nThey were walking through the forest that evening, and Quorl said, \"You\nwalk as loud as a tapir.\" The boy had been moving over dry leaves.\nObediently he moved his bare feet to where the leaves were damp and did\nnot crackle.\n\nSometimes the boy went alone by the edge of the stream. Once a wild pig\nchased him and he had to climb a tree. The pig tried to climb after him\nand he sat in the crotch of the branch looking quietly down into the\nsquealing mouth, the warty gray face; he could see each separate bristle\nstand up and lie down as the narrow jaw opened and closed beneath the\nskin. One yellow tusk was broken.\n\nThen he heard a mewing sound away to his left. Looking off he saw\nslug-like Tloto coming towards his tree. A sudden urge to sound pushed\nhim closer to speech (_Stay away! Stay Back!_) than he had been since\nhis arrival in the woods. But Tloto could not see. Tloto could not hear.\nHis hands tightened until the bark burned his palm.\n\nSuddenly the animal turned from the tree and took off after Tloto.\nInstantly the slug-man turned and was gone.\n\nThe boy dropped from the tree and ran after the sound of the pig's\ncrashing in the underbrush. Twenty feet later after tearing through a\nnet of thick foliage, he burst onto a clearing and stopped.\n\nIn the middle of the clearing, the pig was struggling half above ground\nand half under. Only it wasn't ground. It was some sort of muckpool\ncovered by a floating layer of leaves and twigs. The pig was going under\nfast.\n\nThen the boy saw Tloto on the other side of the clearing, his nostrils\nquivering, his blind head turning back and forth. Somehow the slug-man\nmust have maneuvered the animal into the trap. He wasn't sure how, but\nthat must have been what had happened.\n\nThe urge that welled in him now came too fast to be stopped. It had too\nmuch to do with the recognition of luck, and the general impossibility\nof the whole situation. The boy laughed.\n\nHe startled himself with the sound, and after a few seconds stopped.\nThen he turned. Quorl stood behind him.\n\n(Squeeeee ... Squeeee ... _raaaaaaa_! Then a gurgle, then nothing.)\n\nQuorl was smiling too, a puzzled smile.\n\n\"Why did you--?\" (The last word was new. He thought it meant laugh, but\nhe said nothing.)\n\nThe boy turned back now. Tloto and the pig were gone.\n\nQuorl walked the boy back to their camp. As they were nearing the stream\nQuorl saw the boy's footprints in the soft earth and frowned. \"To leave\nyour footprints in wet earth is dangerous. The vicious animals come to\ndrink and they will smell you, and they will follow you, to eat. Suppose\nthat pig had smelled them and been chasing you, instead of running into\nthe pool? What then? If you must leave your footprints, leave them in\ndry dust. Better not to leave them at all.\"\n\nThe boy listened, and remembered. But that night, he saved a large piece\nof meat from his food. When Tloto came into the circle of firelight, he\ngave it to him.\n\nQuorl gave a shrug of disgust and flung a pebble at the retreating\nshadow. \"He is useless,\" Quorl said. \"Why do you waste good food on him?\nTo throw away good food is a--.\" (Unintelligible word.) \"You do not\nunderstand--.\" (Another unintelligible word.)\n\nThe boy felt something start up inside him again. But he would not let\nit move his tongue; so he laughed. Quorl looked puzzled. The boy laughed\nagain. Then Quorl laughed too. \"You will learn. You will learn at last.\"\nThen the giant became serious. \"You know, that is the first--sound I\nhave heard you make since coming here.\"\n\nThe boy frowned, and the giant repeated the sentence. The boy's face\nshowed which word baffled him.\n\nThe giant thought a minute, and then said, \"You, me, even Tloto, are\n_malika_.\" That was the word. Now Quorl looked around him. \"The trees,\nthe rocks, the animals, they are not _malika_. But the laughing sound,\nthat was a _malika_ sound.\"\n\nThe boy thought about it until perhaps he understood. Then he slept.\n\nHe laughed a lot during the days now. Survival had come as close to\nroutine as it could here in the jungle, and he could turn his attention\nto more _malika_ concerns. He watched Quorl when they came on other\nforest people. With single men and women there was usually only an\nexchange of ten or twelve friendly words. If it were a couple,\nespecially with children, he would give them food. But if they passed\nanyone with scars, Quorl would freeze until the person was by.\n\nOnce the boy wandered to the temple on the arena of rock. There were\ncarvings on much of the stone. The sun was high. The carvings\nrepresented creatures somewhere between fish and human. When he looked\nup from the rock, he saw that the priest had come from the temple and\nwas staring at him. The priest stared until he went away.\n\nNow the boy tried to climb the mountain. That was hard because the\nfooting was slippery and the rocks kept giving. At last he stopped on a\njutting rock that looked down the side of the mountain. He was far from\nany place he knew. He was very high. He stood with hand against the\nleaning trunk of a near rotten tree, breathing deep and squinting at the\nsky. (Three or four times Quorl and he had taken long hunting trips: one\nhad taken them to the edge of a deserted meadow across which was a\ncrazily sagging farmhouse. There were no people there. Another had taken\nthem to the edge of the jungle, beyond which the ground was gray and\nbroken, and row after row of unsteady shacks sat among clumps of\nslithering ferns. Many of the forest people living there had scars and\nspent more time in larger groups.) The boy wondered if he could see to\nthe deserted meadow from here, or to the deadly rows of prison shacks. A\nriver, a snake of light, coiled through the valley toward the sea. The\nsky was very blue.\n\nHe heard it first, and then he felt it start. He scrambled back toward\nfirmer ground but didn't scramble fast enough. The rock tilted, tore\nloose, and he was falling. (It pierced through his memory like a white\nfire-blade hidden under canvas: \"... knees up, chin down, and roll\nquick,\" the girl had said a long time ago.) It was perhaps twenty feet\nto the next level. Tree branches broke his fall and he hit the ground\nspinning, and rolled away. Something else, the rock or a rotten log, bit\nthe ground a moment later where he had been. He uncurled too soon,\nreaching out to catch hold of the mountain as it tore by him. Then he\nhit something hard; then something hit him back, and he sailed off into\ndarkness in a web of pain.\n\nMuch later he shook his head, opened his eyes, then chomped his jaws on\nthe pain. But the pain was in his leg, so chomping didn't help. He moved\nhis face across crumbling dirt. The whole left side of his body ached,\nthe type of ache that comes when the muscles are tensed to exhaustion\nbut will not relax.\n\nHe tried to crawl forward, and went flat down onto the earth, biting up\na mouthful of dirt. He nearly tore his leg off.\n\nHe had to be still, calm, find out exactly what was wrong. He couldn't\ntear himself to pieces like the wildcat who had gotten caught in the\nsprung trap and who had bled to death after gnawing off both hind legs.\nHe was too _malika_.\n\nBut each movement he made, each thought he had, happened in the blurring\ngreen haze of pain. He raised himself up and looked back. Then he lay\ndown again and closed his eyes. A log the thickness of his body lay\nacross his left leg. Once he tried to push it away but only bruised his\npalm against the bark, and at last went unconscious with the effort.\n\nWhen he woke up, the pain was very far away. The air was darkening. No,\nhe wasn't quite awake. He was dreaming about something, something soft,\na little garden, with shadows blowing in at the edge of his vision swift\nand cool, a little garden behind the--\n\nSuddenly, very suddenly, it struck him what was happening, the slowing\ndown of thoughts, his breathing, maybe even his heart. Then he was\nstruggling again, struggling hard enough that had he still the strength,\nhe would have torn himself in half, knowing while he struggled that\nperhaps the wildcat had been _malika_ after all, or not caring if he\nwere less, only fighting to pull himself away from the pain, realizing\nthat blood had begun to seep from beneath the log again, just a tiny\ntrickle.\n\nThen the shadows overtook him, the dreams, the wisps of forgetfulness\ngauzing his eyes.\n\n       *       *       *       *       *\n\nTloto nearly had to drag Quorl halfway up the mountain before the giant\ngot the idea. When he did, he began to run. Quorl found the boy; just\nbefore sunset. He was breathing in short gasps, his fists clenched, his\neyes closed. The blood on the dirt had dried black.\n\nThe great brown hands went around the log, locked, and started to shift\nit; the boy let out a high sound from between his teeth.\n\nThe hands, roped with vein and ridged with ligament, strained the log\nupward; the sound became a howl.\n\nThe giant's feet braced against the dirt, slid into the dirt, and the\nhands that had snapped tiny necks and bound sticks together with gut\nstring, pulled; the howl turned into a scream. He screamed again. Then\nagain.\n\nThe log coming loose tore away nearly a square foot of flesh from the\nboy's leg. Then, Quorl went over and picked him up.\n\nThis is the best dream, the boy thought, from that dark place he had\nretreated to behind the pain, because Quorl is here. The hands were\nlifting him now, he was held close, warm, somehow safe. His cheek was\nagainst the hard shoulder muscle, and he could smell Quorl too. So he\nstopped screaming and turned his head a little to make the pain go away.\nBut it wouldn't go. It wouldn't. Then the boy cried.\n\nThe first tears through all that pain came salty in his eyes, and he\ncried until he went to sleep.\n\n       *       *       *       *       *\n\nQuorl had medicine for him the next day (\"From the priest,\" he said.)\nwhich helped the pain and made the healing start. Quorl also had made\nthe boy a pair of wooden crutches that morning. Although muscle and\nligament had been bruised and crushed and the skin torn away, no bone\nhad broken.\n\nThat evening there was a drizzle and they ate under the canopy. Tloto\ndid not come, and this time it was Quorl who saved the extra meat and\nkept looking off into the wet gray trees. Quorl had told the boy how\nTloto had led him to him; when they finished eating, Quorl took the meat\nand ducked into the drizzle.\n\nThe boy lay down to sleep. He thought the meat was a reward for Tloto.\nOnly Quorl had seemed that night full of more than usual gravity. The\nlast thing he wondered before sleep flooded his eyes and ears was how\nblind, deaf Tloto had known where he was anyway.\n\n       *       *       *       *       *\n\nWhen he woke it had stopped raining. The air was damp and chill. Quorl\nhad not come back.\n\nThe sound of the blown shell came again. The boy sat up and flinched at\nthe twinge in his leg. To his left the moon was flickering through the\ntrees. The sound came a third time, distant, sharp, yet clear and\nmarine. The boy reached for his crutches and hoisted himself to his\nfeet. He waited till the count of ten, hoping that Quorl might suddenly\nreturn to go with him.\n\nA last he took a deep breath and started haltingly forward. The faint\nmoonlight made the last hundred yards easy going. Finally he reached a\nvantage where he could look down through the wet leaves onto the arena\nof stone.\n\nThe sky was sheeted with mist and the moon was an indistinct pearl in\nthe haze. The sea was misty. People were already gathered at the edge.\nThe boy looked at the priest and then ran his eye around the circle of\npeople. One of them was Quorl!\n\nHe leaned forward as far as he could. The priest sounded the shell again\nand the prisoners came out of the temple: first three boys, then an\nolder girl, then a man. The next one ... Tloto! It was marble-white\nunder the blurred moon. Its clubbed feet shuffled on the rock. Its blind\nhead ducked right and left with bewilderment.\n\nAs the priest raised the long three-pronged knife, the boy's hands went\ntight around the crutches. He passed from one prisoner to the next.\nTloto cringed, and the boy sucked in a breath as the knife went down,\nfeeling his own flesh part under the blades. Then the murmur died, the\nprisoners were unbound, and the people filed from the rock back into the\nforest.\n\nThe boy waited to see which way Quorl headed before he started through\nmoon-dusted bushes as fast as his crutches would let him. There were\nmany people on the webbing of paths that came from the temple rock.\nThere was Quorl!\n\nWhen he caught up, Quorl saw him and slowed down. Quorl didn't look at\nhim, though. Finally the giant said, \"You don't understand. I had to\ncatch him. I had to give him to the old one to be marked. But you don't\nunderstand.\" The boy hardly looked at all where they were going, but\nstared up at the giant.\n\n\"You don't understand,\" Quorl said again. Then he looked at the boy and\nwas quiet for a minute. \"No, you don't,\" he repeated. \"Come.\" They\nturned off the main path now, going slower. \"It's a ... custom. An\nimportant custom. Yes, I know it hurt him. I know he was afraid. But it\nhad to be. Tloto is one of those who--.\" (The word was some inflection\nof the verb to know.) Quorl was silent for a moment. \"Let me try to tell\nyou why I had to hurt your friend. Yes, I know he is your friend, now.\nBut once I said that Tloto was _malika_. I was wrong. Tloto is more than\n_malika_--he and the others that were marked. Somehow these people know\nthings. That was how Tloto survived. That's how he knew where you were,\nwhen you were hurt. He knew inside your head, he heard inside your head.\nMany are born like that, more of them each year. As soon as we find out,\nwe mark them. Many try to hide it, and some succeed for a long time. Can\nyou understand? Do you? When Tloto showed me where you were, he knew\nthat I would know, that he would be caught and marked. Do you\nunderstand?\"\n\nAgain he paused and looked at the boy. The eyes still showed puzzled\nhurt. \"You want to know why. I ... we.... Long ago we killed them when\nwe found out. We don't any more. The mark reminds them that they are\ndifferent, and yet the same as we. Perhaps it is wrong. It doesn't hurt\nthat much, and it heals. Anyway, we don't kill them any more. We know\nthey're important....\" Suddenly, having gone all through it with this\nstrange boy, it seemed twisted to the giant, incorrect. Then he gave the\nboy what the boy had been sent to the forest to get, what the Duchess\nhad found and knew was necessary. \"I was wrong,\" Quorl said. \"I'm sorry.\nI will speak to the priest tomorrow.\"\n\nThey walked until the dawn lightened the sky behind the trees. Once\nQuorl looked around and said, \"I want to show you something. We are very\nnear, and the weather is right.\"\n\nThey walked a few minutes more till Quorl pointed to a wall of leaves,\nand said, \"Go through there.\"\n\nAs they pressed through the dripping foliage, bright light burnished\ntheir faces. They were standing on a small cliff that looked down the\nmountain. Fog the color of pale gold, the same gold the boy had seen so\nrarely in the sunset, rolled across the entire sky. The center flamed\nwith the misty sun, and way below them through the fog was the shattered\ntraces of water, the color of magnesium flame on copper foil, without\nedge or definition.\n\n\"That's a lake that lies between this mountain and the next,\" Quorl\nsaid, pointing to the water.\n\n\"I thought....\" the boy started softly, his tongue rough against the new\nlanguage. \"I thought it was the sea.\"\n\nBeside them appeared the crouching figure of Tloto. Drops from the wet\nleaves burned on his neck and back, over the drying blood. He turned his\nblank face left and right in the golden light, and with all his knowing\ncould communicate no awe.\n\n\n\n\nCHAPTER IX\n\n\nClea Koshar had been installed in her government office for three days.\nThe notebook in which she had been doing her own work in inverse\nsub-trigonometric functions had been put away in her desk for exactly\nfifty-four seconds when she made the first discovery that gave her a\npermanent place in the history of Toromon's wars as its first military\nhero. Suddenly she pounded her fist on the computer keys, flung her\npencil across the room, muttered, \"What the hell is this!\" and dialed\nthe military ministry.\n\nIt took ten minutes to get Tomar. His red-haired face came in on the\nvisiphone, recognized her, and smiled. \"Hi,\" he said.\n\n\"Hi, yourself,\" she said. \"I just got out those figures you people sent\nus about the data from the radiation barrier, and those old readings\nfrom the time Telphar was destroyed. Tomar, I didn't even have to feed\nthem to the computer. I just looked at them. That radiation was\nartificially created. Its increment is completely steady. At least on\nthe second derivative. Its build-up pattern is such that there couldn't\nbe more than two simple generators, or one complexed on ...\"\n\n\"Slow down,\" Tomar said. \"What do you mean, generators?\"\n\n\"The radiation barrier, or at least most of it, is artificially\nmaintained. And there are not more than two generators, and possibly\none, maintaining it.\"\n\n\"How do you generate radiation?\" Tomar asked.\n\n\"I don't know,\" Clea said. \"But somebody has been doing it.\"\n\n\"I don't want to knock your genius, but how come nobody else figured it\nout?\"\n\n\"I just guess nobody thought it was a possibility, or thought of\ngratuitously taking the second derivative, or bothered to look at them\nbefore they fed them into the computers. In twenty minutes I can figure\nout the location for you.\"\n\n\"You do that,\" he said, \"and I'll get the information to whomever it's\nsupposed to get to. You know, this is the first piece of information of\nimport that we've gotten from this whole battery of slide-rule slippers\nup there. I should have figured it would have probably come from you.\nThanks, if we can use it.\"\n\nShe blew him a kiss as his face winked out. Then she got out her\nnotebook again. Then minutes later the visiphone crackled at her. She\nturned to it and tried to get the operator. The operator was not to be\ngotten. She reached into her desk and got out a small pocket tool kit\nand was about to attack the housing of the frequency-filterer when the\ncrackling increased and she heard a voice. She put the screw driver down\nand put the instrument back on the desk. A face flickered onto the\nscreen and then flickered off. The face had dark hair, seemed perhaps\nfamiliar. But it was gone before she was sure she had made it out.\n\nCrossed signals from another line, she figured. Maybe a short in the\ndialing mechanism. She glanced down at her notebook and took up her\npencil when the picture flashed onto the screen again. This time it was\nclear and there was no static. The familiarity, she did not realize, was\nthe familiarity of her own face on a man.\n\n\"Hello,\" he said. \"Hello, Hello, Clea?\"\n\n\"Who is this?\" she asked.\n\n\"Clea, this is Jon.\"\n\nShe sat very still, trying to pull two halves of something back together\n(as in a forest, a prince had felt the same things disengage). Clea\nsucceeded. \"You're supposed to be ... dead. I mean I thought you were.\nWhere are you, Jon?\"\n\n\"Clea,\" he said. \"Clea--I have to talk to you.\"\n\nThere was a five-second silence.\n\n\"Jon, Jon, how are you?\"\n\n\"Fine,\" he said. \"I really am. I'm not in prison any more. I've been\nout a long time, and I've done a lot of things. But Clea, I need your\nhelp.\"\n\n\"Of course,\" she said. \"Tell me how? What do you want me to do?\"\n\n\"Do you want to know where I am?\" he said. \"What I've been doing? I'm in\nTelphar, and I'm trying to stop the war.\"\n\n\"In Telphar?\"\n\n\"There's something behind that famed radiation barrier, and it's a more\nor less civilized race. I'm about to break through the rest of the\nbarrier and see what can be done. But I need some help at home. I've\nbeen monitoring phone calls in Toron. There's an awful lot of equipment\nhere that's more or less mine if I can figure out how to use it. And\nI've got a friend here who knows more in that line than I gave him\ncredit for. I've overheard some closed circuit conference calls, and I'm\ntalking to you by the same method. I know you've got the ear of Major\nTomar and I know he's one of the few trustworthy people in that whole\nmilitary hodge-podge. Clea, there is something hostile to Toromon behind\nthat radiation barrier, but a war is not the answer. The thing that's\nmaking the war is the unrest in Toromon. And the war isn't going to\nremedy that. The emigration situation, the food situation, the excess\nman power, the deflation: that's what's causing your war. If that can be\nstopped, then the thing behind the barrier can be dealt with quickly and\npeacefully. There in Toron you don't even know what the enemy is. They\nwouldn't let you know even if they knew themselves.\"\n\n\"Do you know?\" Clea asked.\n\nJon paused. Then he said, \"No, but whatever it is, it's people with\nsomething wrong among them. And warring on them won't exorcise it.\"\n\n\"Can you exorcise it?\" Clea asked.\n\nJon paused again. \"Yes. I can't tell you how; but let's say what's\ntroubling them is a lot simpler than what's troubling us in Toromon.\"\n\n\"Jon,\" Clea asked suddenly, \"what's it like in Telphar? You know I'll\nhelp you if I can, but tell me.\"\n\nThe face on the visiphone was still. Then it drew a deep breath. \"Clea,\nit's like an open air tomb. The city is very unlike Toron. It was\nplanned, all the streets are regular, there's no Devil's Pot, nor could\nthere ever be one. Roadways wind above ground among the taller\nbuildings. I'm in the Palace of the Stars right now. It was a\nmagnificent building.\" The face looked right and left. \"It still is.\nThey had amazing laboratories, lots of equipment, great silvered meeting\nhalls under an immense ceiling that reproduced the stars on the ceiling.\nThe electric plants still work. Most houses you can walk right in and\nturn on a light switch. Half the plumbing in the city is out, though.\nBut everything in the palace still works. It must have been a beautiful\nplace to live in. When they were evacuating during the radiation rise,\nvery little marauding took place....\"\n\n\"The radiation ...\" began Clea.\n\nJon laughed, \"Oh, that doesn't bother us. It's too complicated to\nexplain now, but it doesn't.\"\n\n\"That's not what I meant,\" Clea said. \"I figured if you were alive, then\nit obviously wasn't bothering you. But Jon, and this isn't government\npropaganda, because I made the discovery myself: whatever is behind the\nbarrier caused the radiation rise that destroyed Telphar. Some place\nnear Telphar is a projector that caused the rise, and it's still\nfunctioning. This hasn't been released to the public yet, but if you\nwant to stop your war, you'll never do it if the government can\ncorrectly blame the destruction of Telphar on the enemy. That's all they\nneed.\"\n\n\"Clea, I haven't finished telling you about Telphar. I told you that the\nelectricity still worked. Well, most houses you go into, you turn on the\nlight and find a couple of sixty-year-old corpses on the floor. On the\nroads you can find a wreck every hundred feet or so. There're almost ten\nthousand corpses in the Stadium of the Stars. It isn't very pretty.\nArkor and I are the only two humans who have any idea of what the\ndestruction of Telphar really amounted to. And we still believe we're in\nthe right.\"\n\n\"Jon, I can't hold back information....\"\n\n\"No, no,\" Jon said. \"I wouldn't ask you to. Besides, I heard your last\nphone call. So it's already out. I want you to do two things for me. One\nhas to do with Dad. The other is to deliver a message. I overheard a\nconference call between Prime Minister Chargill and some of the members\nof the council. They're about to ask Dad for a huge sum of money to\nfinance the first aggressive drive in this war effort. Try and convince\nhim that it'll do more harm than good. Look, Clea, you've got a\nmathematical mind. Show him how this whole thing works. He doesn't mean\nto be, but he's almost as much responsible for this thing as any one\nindividual could be. See if he can keep production from flooding the\ncity. And for Toromon's sake, keep an eye, a close eye on his\nsupervisors. They're going to tilt the island into the sea with all\ntheir cross-purposes intrigues. All I can do is start you on the right\ntrack, Sis, and you'll have to take it from there.\n\n\"Now for the message. The one circuit I can't break in on is the Royal\nPalace system. I can just overhear. Somehow I've got to get a message to\nthe Duchess of Petra. Tell her to get to Telphar in the next forty-eight\nhours by way of the transit ribbon. Tell her there are two kids she owes\na favor to. And tell her the girl she owes four or five favors. She'll\nbe able to find out who they are.\"\n\nClea was scribbling. \"Does the transit ribbon still work?\" she asked.\n\n\"It was working when I escaped from prison,\" Jon said. \"I don't see why\nit should have stopped now.\"\n\n\"You used it?\" Clea said. \"That means you were in Toron!\"\n\n\"That's right. And I was at your party too.\"\n\n\"Then it was ...\" She stopped. Then laughed, \"I'm so glad, Jon. I'm so\nglad it was you after all.\"\n\n\"Come on, Sis, tell me about yourself,\" Jon said. \"What's been happening\nin the real world. I've been away from it a long time. Here in Telphar I\ndon't feel much closer. Right now I'm walking around in my birthday\nsuit. On our way here we got into a shadowy situation and I had to\nabandon my clothes for fear of getting caught. I'll explain that later,\ntoo. But what about you?\"\n\n\"Oh, there's nothing to tell. But to you I guess there is. I graduated,\nwith honors. I've grown up. I'm engaged to Tomar. Did you know that? Dad\napproves, and we're to be married as soon as the war's over. I'm working\non a great project, to find the inverse sub-trigonometric functions.\nThose are about the most important things in my life right now. I'm\nsuppose to be working on the war effort, but except for this afternoon,\nI haven't done much.\"\n\n\"Fine,\" Jon said. \"That's about the right proportions.\"\n\n\"Now what about you? And the clothes?\" She grinned into the visaphone,\nand he grinned back.\n\n\"Well--no, you wouldn't believe it. At least not if I told it that way.\nArkor, the friend who's with me, is one of the forest people. He left\nthe forest to spend some time in Toron, which is where I met him.\nApparently he managed to accumulate an amazing store of information,\nabout all sorts of things--electronics, languages, even music. You'd\nthink he could read minds. Anyway, here we are, through the forest,\nacross the prison mines, and in Telphar.\"\n\n\"Jon, what were the mines like? It always made me wonder how Dad could\nuse tetron when he knew that you were being whipped to get it.\"\n\n\"You and I'll get drunk some evening and I'll tell you what it was\nlike,\" Jon said. \"But not until. When you're trying to convince Dad,\nbring that up about me and the mines.\"\n\n\"Don't worry,\" she said. \"I will.\"\n\n\"Anyway,\" Jon went on, \"we had to get through the forest without being\nseen and with all those leaves it was pretty dark. Arkor could get\nthrough because he was a forest man and nobody would stop him. But\nbecause they'd have seen me, I had to go most of the way naked as a\njaybird.\"\n\nClea frowned. \"I don't understand. Are you sure you're all right?\"\n\nJon laughed. \"Of course I'm all right. I can't really explain to you\njust yet. I'm just so happy to see you again, to be able to talk to\nyou. Sis, I've wanted to be free for so long, to see you and Dad again,\nand--there's nothing wrong with me except the sniffles.\"\n\nIt welled up in her like a wave and the tears flooded her lower lids,\nand then one overflowed and ran down the left side of her nose. \"You see\nwhat you're doing,\" she said. And they laughed once more. \"To see you\nagain, Jon is so ... _fine_.\"\n\n\"I love you, Sis,\" Jon said. \"Thanks, and so long for a little while.\"\n\n\"I'll get your message out. So long.\" The phone blinked dark and she sat\nthere wondering if perhaps the tension wasn't too much. But it wasn't,\nand she had messages to deliver.\n\n\n\n\nCHAPTER X\n\n\nDuring the next couple of hours, two people died, miles apart.\n\n       *       *       *       *       *\n\n\"Don't be silly,\" Rara was saying in the inn at the Devil's Pot. \"I'm a\nperfectly good nurse. Do you want to see my license?\"\n\nThe white-haired old man sat very straight in his chair by the window.\nBlue seeped like liquid across the glass. \"Why did I do it?\" he said.\n\"It was wrong. I--I love my country.\"\n\nRara pulled the blanket from the back of the chair and tucked it around\nthe stiff, trembling shoulders. \"What are you talking about?\" she said,\nbut the birthmark over her face showed deep purple with worry.\n\nHe shook the blanket off and flung his hand across the table where the\nnews directive lay.\n\n    CROWN PRINCE KIDNAPED!\n      KING DECLARES WAR!\n\nThe trembling in Geryn's shoulders became violent shaking.\n\n\"Sit back,\" said Rara.\n\nGeryn stood up.\n\n\"Sit down,\" Rara repeated. \"Sit down. You're not well. Now sit down!\"\n\nGeryn lowered himself stiffly to the chair. He turned to Rara. \"Did I\nstart a war? I tried to stop it. That was all I wanted. Would it have\nhappened if ...\"\n\n\"Sit back,\" Rara said. \"If you're going to talk to somebody, talk to me.\nI can answer you. Geryn, you didn't start the war.\"\n\nGeryn suddenly rose once more, staggered forward, slammed his hands on\nthe table and began to cough.\n\n\"For pity's sake,\" Rara cried, trying to move the old man back into his\nchair, \"will you sit down and relax! You're not well! You're not well at\nall!\" From above the house came the faint beat of helicopter blades.\n\nGeryn went back to his chair. Suddenly he leaned his head back, his\nsharp Adam's apple shooting high in his neck and quivering. Rara jumped\nforward and tried to bring his head up. \"Dear heavens,\" she breathed.\n\"Stop that. Now stop it, or you'll hurt yourself.\"\n\nGeryn's head came up straight again. \"A war,\" he said. \"They made me\nstart the--\"\n\n\"No one made you do anything,\" Rara said. \"And you didn't start the\nwar.\"\n\n\"Are you sure?\" he asked. \"No. You can't be sure. No one can.\nNobody....\"\n\n\"Will you please try to relax,\" Rara repeated, tucking at the blanket.\n\nGeryn relaxed. It went all through his body, starting at his hands. The\nstiff shoulders dropped a little, his head fell forward, the wall of\nmuscle quivering across his stomach loosened, the back bent; and that\nfrail fist of strength that had jarred life through his tautened body\nfor seventy years, shaking inside his chest, it too relaxed. Then it\nstopped. Geryn crumpled onto the floor.\n\nThe shifting body pulled Rara down with him. Unaware that he was dead,\nshe was trying to get him back into the chair, when the helicopter\nblades got very loud.\n\nShe looked up to see the window darken with a metal shadow. \"Good lord,\"\nshe breathed. Then the glass shattered.\n\nShe screamed, careened around the table, and fled through the door,\nslamming it behind her.\n\nOver the flexible metal ramp that hooked onto the window sill two men\nentered the room. Fire-blades poised, they walked to the crumpled body,\nlifted it between them, and carried it back to the window. Their arm\nbands showed the royal insignia of the palace guards.\n\n       *       *       *       *       *\n\nTel was running down the street because someone was following him. He\nducked into a side alley and skittered down a flight of stone steps.\nSomewhere overhead he heard a helicopter.\n\nHis heart was pounding like explosions in his chest, like the sea, like\nhis ocean. Once he had looked through a six-inch crevice between glassy\nwater and the top of a normally submerged cave and seen wet, orange\nstarfish dripping from the ceiling and their reflections quivering with\nhis own breath. Now he was trapped in the cave of the city, the tide of\nfear rising to lock him in. Footsteps passed above him.\n\nNearby was a ladder that led to a trap door which would put him in the\nhall of a tenement. He climbed it, emerged, and then turned up the\nregular steps to the roof. He walked across the tar-paper surface to the\nedge, leaned over, and peered into the alley. Two men, who may have been\nthe people following him, approached from opposite ends of the alley.\nThe sky was deepening toward evening and it was cool. The two men met,\nand then one pointed to the roof.\n\n\"Damn,\" Tel muttered, ducked backward, and bit his tongue with surprise.\nHe opened his mouth and breathed hard, holding the side of his jaw. The\nhelicopter was coming closer.\n\nThen something very light fell over him. He forgot his bitten tongue and\nstruck out with his hands. It was strong, too. It jerked at his feet and\nhe fell forward. It was not until it lifted him from the roof that he\nrealized he was caught in a net. He was being drawn up toward the sound\nof the whirling helicopter blades.\n\n       *       *       *       *       *\n\nJust about that time the order came through. He didn't even have time to\nsay good-bye to Clea. Two other mathematicians in the corps had shown\nappropriate awe at Clea's discovery and proceeded to locate the\ngenerator. The next-in-charge general, working on a strategy Tomar did\nnot quite understand, decided that now was the time for an active\nstrike. \"Besides,\" he added, \"if we don't give them some combat soon,\nwe'll lose--and I mean lose as in 'misplace'--the war.\"\n\nThe shadow of the control tower fell through the windshield and slipped\nacross Tomar's face. He pulled up his goggles and sighed. Active combat.\nWhat the hell would they be combating? The disorder, the disorganization\nwas beginning to strike him as farcical. Though after the poisoned fish,\nthe farcical was no longer funny.\n\nThe buildings on the airfield sunk back and down. The transit ribbon\nfell below him and the six other planes in the formation pulled up\nbehind him. A moment later the island was a comb of darkness on the\nglittering foil of the evening sea.\n\nClouds banded the deep blue at the horizon. There were three stars out,\nthe same stars that he had looked at as a boy when his sunup to sundown\nwork day had ended. Between hunger and hunger there had been some times\nwhen you could look at the stars and wonder, as there were now between\ntimes of work and work.\n\nThe controls were set. There was nothing to do but wait for land to rise\nup over the edge of the world.\n\n       *       *       *       *       *\n\nAs the end of the metal ribbon was a transparent crystal sphere,\nfifteen feet in diameter which hovered above the receiving stage. A\ndozen small tetron units sat around the room. By one ornate window a\nbank of forty-nine scarlet knobbed switches pointed to off. Two men\nstood on the metal catwalk that ran above the receiving stage, one young\nman with black hair, the other a dark giant with a triplex of scars down\nthe left side of his face.\n\nIn another room, the corpses of the elders of Telphar sat stiff and\ndecomposed on green velvet seats.\n\n       *       *       *       *       *\n\nIt was evening in the solarium on top of the General Medical building.\nThe patients were about to be herded from their deck chairs and game\ntables under the glass roof back to their wards, when a woman screamed.\nThen there was the sound of breaking glass. More people screamed.\n\nAlter heard the roar of helicopter blades. People were running around\nher. Suddenly the crowd of bathrobed patients broke from in front of\nher. She touched the cast that covered her left shoulder and arm. People\ncried out. Then she saw.\n\nThe glass dome had been shattered at the edge, and the flexible metal\nramp ran a dark ribbon from the copter to the edge of the solarium. The\nmen that marched across had the insignia of the royal guards. She\nclamped her jaws together and moved behind the nurse. The men marched\nin, fire-blades high, among the overturned deck chairs. There were three\nstars visible, she noted irrelevantly, through the bubble dome.\n\nGood lord! They were coming toward her!\n\nThe moment the guards recognized her, she realized the only way to get\nout was to cross the suddenly immense span of metal flooring to the\nstairwell. She ducked her head, broke from the crowd of patients and\nran, wondering why she had been fool enough to wait this long. The guard\ntackled her and she heard screams again.\n\nShe fell to the hard floor and felt pain explode along the inside of her\ncast. The guard tried to lift her, and with her good arm she struck at\nhis face. Then she held her palm straight and brought the edge down on\nthe side of his neck.\n\nShe staggered and she felt herself slip to the floor. Then someone\ngrabbed a handful of her hair and her head was yanked back. At first she\nclosed her eyes. Then she had to open them. Night was moving above her\nthrough the dome of the solarium. Then the cracked edge of the glass\npassed over her, and it was colder, and the blur and roar of helicopter\nblades was above.\n\n       *       *       *       *       *\n\n\"On course?\"\n\n\"Dead on course,\" said Tomar back into the microphone. Below, the rim of\nland slipped back under them. The moon bleached the edges of the\nvari-colored darknesses beneath them; then went down.\n\n\"What are you thinking about, Major?\" came the voice from the speaker\nagain.\n\n\"Not thinking about anything,\" Tomar said. \"Just thinking about waiting.\nIt's funny, that's most of what you do in this army: wait. You wait to\ngo out and fight. And once you go out, then you start waiting to turn\naround and come back.\"\n\n\"Wonder what it'll be like.\"\n\n\"A few bombs over that generator, then we'll have had active combat, and\neveryone will be happy.\"\n\nA laugh, mechanical, through the speaker. \"Suppose they 'active' back?\"\n\n\"If they cripple our planes like they've done before, we'll make it to\nthe island again.\"\n\n\"I had to leave a hot cup of coffee back at the hangar, Major. I wish it\nwas light so we could see what we were doing.\"\n\n\"Stop bitching.\"\n\n\"Hey, Major.\"\n\n\"What?\"\n\n\"I've invented a new kind of dice.\"\n\n\"You would.\"\n\n\"What you do is take fifteen centiunit pieces and arrange them in a\nfour-by-four square with one corner missing. Then you take a sixteenth\none and shoot it within forty-five degrees either way of the diagonal\ninto the missing corner. It works out that no matter how you do it, if\nall the coins in the square are touching, two coins will fly off of the\nfar edge. Each of those has a number and the two numbers that fly off\nare like the two numbers that come up on the dice. It's better than\nregular dice because the chances are up on some combinations. And\nthere's a certain amount of skill involved too. The guys call it\nRandomax. That's for _random numbers_ and _matrix_.\"\n\n\"I'll play you a game someday,\" Tomar said. \"You know, if you used a\nsmaller coin than a centiunit for the one you fire into the missing\ncorner, say a deciunit, the chances that it would hit both corner coins\nwould go up, that is your randomness.\"\n\n\"Really?\"\n\n\"Sure,\" Tomar said. \"My girl friend's a mathematician, and she was\ntelling me all about probability a few weeks ago. I bet she'd be\ninterested in the game.\"\n\n\"You know what, Major?\"\n\n\"What?\"\n\n\"I think you're the best officer in the damn army.\"\n\nSuch was the conversation before the first battle of the war.\n\n       *       *       *       *       *\n\nSuch was the conversation Jon Koshar monitored in the laboratory tower\nof the Palace of the Stars in Telphar. \"Oh damn,\" he said. \"Come on,\nArkor. We'd better get going. If the Duchess doesn't get here with Geryn\nsoon.... Well, let's not think about it.\" He scribbled a note, set it in\nfront of one visiphone and dialed the number of another that was on a\nstand in front of the receiving platform of the transit ribbon.\n\n\"There,\" he said. \"That's got instructions to follow us as soon as she\ngets here. And she better not miss it.\" They went down the metal steps\nto a double doorway that opened onto a road.\n\nTwo mechanical vehicles stood there, both with pre-controls set for\nsimilar destinations. Jon and Arkor climbed into one, pushed the\nignition button, and the car shot forward along the elevated roadway.\nWhite mercury lights flooded the elevated strip as it wound through the\ncity.\n\nThe road dipped and houses got wider and lower on each side. The horizon\nglowed purple and above that, deep yellow clouds dropped into late\nevening. There was a sound of planes overhead.\n\nAs the car halted at the barren limit of the last suburb of Telphar, a\nsudden white streak speared from the horizon. \"Uh-oh,\" said Jon. \"That's\nwhat I was afraid of.\"\n\nSomething caught fire in the air, twisted wildly through the sky, and\nthen began to circle down, flaming.\n\n       *       *       *       *       *\n\n\"Major! Major! What happened to D-42?\"\n\n\"Something got him. Pull over. Pull over everybody!\"\n\n\"We can't spot it. Where'd it come from?\"\n\n\"All right, everybody. Break formation. Break formation, I said!\"\n\n\"Major, I'm going to drop a bomb. Maybe we can see where that came from\nin the light. I thought you said cripple.\"\n\n\"Never mind what I said. Drop it.\"\n\n\"Major Tomar. This is B-6. We've been--\" (Unintelligible static.)\n\nSomeone else gave a slow whistle through the microphone.\n\n\"Break formation, I said. Damn it, break formation.\"\n\nOver the plain, a sheet of red fire flapped up, and Jon and Arkor pulled\nback from the railing that edged the road. Another white streak left the\nhorizon, and for a moment, in the glare, their shadows on the pavement\nwere doubled in white and red.\n\nThe sound of the explosion reached them a moment later, as broken rocks\nleapt into visibility like a rotted jaw swung up through red fire.\n\nAnother sound behind them made them turn. The lighted roadways of\nTelphar looped the city like strands of pearls on skeletal fingers. A\ncar came toward them.\n\nAnother wailing missile took the sky, and a moment later a screaming\nplane answered, tearing down the night. This one suddenly turned as its\nflaming motors caught once more and careened above their heads so close\nthat they ducked and disappeared among the city towers: an explosion,\nthen falling flame drooled the side of a building. \"I hope that's\nnowhere near the Palace of the Stars,\" a voice said next to Jon. \"We'll\nhave a great time getting back if it is.\"\n\nJon whirled. The Duchess had gotten out of the car. The red light flared\na moment in her hair, then died.\n\n\"No. That was nowhere near it,\" Jon said. \"Am I glad to see you.\"\n\nTel and Alter, still in her cast and hospital robe, followed the Duchess\nout of the car.\n\n\"Well,\" he said, \"you brought the kids too.\"\n\n\"It was better than leaving them back in Toron. Jon, Geryn is dead. I\nasked what to do, but I didn't get any answer. So we lugged his body\nalong just in case. But what do we do now?\"\n\nFrom the railing Arkor laughed.\n\n\"It's not funny,\" Jon said.\n\nThe Duchess looked overhead as another missile exploded. \"I had hoped\nthis wouldn't happen. This means a war, Jon. A real one, and\nunstoppable.\"\n\nAnother plane crashed, too close this time, and they ducked behind the\ncars. \"Gee,\" breathed Alter, which was the only thing anybody said.\n\nThen Arkor cried, \"Come on.\"\n\n\"Where to?\" asked Jon.\n\n\"Follow me,\" Arkor repeated. \"Everyone.\"\n\n\"What about Geryn?\"\n\n\"Leave that corpse behind,\" Arkor told them. \"He can't help.\"\n\n\"Look, do you know what's going on?\" Jon demanded.\n\n\"More than Geryn ever did,\" the giant returned. \"Now let's get going.\"\nThey sprinted out along the road, then ducked under the railing and made\ntheir way across the rocky waste.\n\n\"Where are we going?\" Tel whispered.\n\nJon called back over his shoulder, \"That's a very good question.\"\n\n       *       *       *       *       *\n\nThe plane got tipped, and for seven seconds, while the needles swung,\nhe didn't know where he was going, east or west, up or down. When the\nneedles stopped, he saw that it hadn't been any of the first three.\nSuddenly the green detector light flashed in the half darkness of the\ncabin. The generator! The radiation generator was right below him. Then\nhe was blinded by a white flare outside the windshield. Oh, God damn!\n\nHe felt the jerk and the air suddenly rushed in cold behind him. There\nwas a hell of a lot of noise and the needle quietly swung.... He was\ngoing down!\n\nLand lit up outside the front window; a small block house set in the\nwrecked earth. There were three whirling antennae on the roof. That must\nbe it! That must!\n\nIt happened in his arms and fingers, not in his head. Because suddenly\nhe pushed the stick forward, and the plane, what was left of it, turned\nover and he was staring straight down, straight ahead, straight,\nstraight below him. And coming closer.\n\nIt must have been his arms, because his head was thinking wildly about a\ntime when a girl with pearls in her black hair had asked him what he had\nwanted, and he had said, 'Nothing ... nothing....' and realized he had\nbeen wrong because suddenly he wanted very much to ... (The block house\ncame up and hit him.) ... Nothing.\n\n       *       *       *       *       *\n\nTel and the Duchess screamed. The rest just drew breath quickly and\nstaggered back. \"He's in there,\" Arkor said. \"That's where your Lord of\nthe Flames is.\"\n\nThe landscape glowed with the encroaching light of the flaming torch,\nand they saw the blockhouse now with its whirling antennae on the roof.\nBefore the plane hit, a darkness opened in the side of the blockhouse\nand three figures emerged and sprinted among the rocks.\n\n\"The middle one,\" said Arkor. \"That's him, face him, concentrate on\nhim....\"\n\n\"What do you...?\" Tel began.\n\n\"You ride along with me, kids,\" Arkor said, only he didn't move. Two of\nthe figures had fallen now, but the middle one was running toward them.\nThe torch hit, and his shadow was suddenly flung across the broken earth\nto meet them....\n\n\n\n\nCHAPTER IX\n\n\nThe green of beetles' wings ... the red of polished carbuncle ... a web\nof silver fire, and through the drifting blue smoke Jon hurled across\nthe sky.\n\nThen blackness, intense and cold. The horizon was tiny, jagged, maybe\nten feet away. He reached a metal out and crawled expertly (not\nclumsily. Expertly!) across a crevice, but slowly, very slowly. The sky\nwas sharp with stars, though the sun was dim to his light-sensitive\nrind. Like a sliding cyst, he edged over the chunk of rock that spun\nsomewhere between Mars and Jupiter. Now he reached out with his mind to\ntouch a second creature on another rock. _Petra_, he called. _Where is\nhe?_\n\n_His orbit should take him between the three of us in a minute and a\nhalf._\n\n_Fine._\n\n_Jon, who is the third one? I still don't understand._\n\nAnother mind joined them. _You don't understand yet? I was the third, I\nalways was. I was the one who directed Geryn to make the plan in the\nfirst place for the kidnaping. What made you think that he was in\ncontact with the triple beings?_\n\n_I don't know_, Jon said. _Some misunderstanding._\n\nThere was the laughter of children. Then Tel said, _Hey, everybody,\nwe're with Arkor._\n\n_Shhh_, said Alter. _The misunderstanding was my fault, Jon. I told you\nthat Geryn talked to himself, and that made you think it was him._\n\n_Get ready_, Petra said. _Here he comes._\n\nJon saw, or rather sensed the approach of another spinning asteroid,\nwhirling toward them through the blackness. But it was inhabited. Yes!\nThe three of them threw their thoughts across the rush of space.\n\n_There...._\n\n       *       *       *       *       *\n\nRoaring steam swirled above him. He raised his eye-stalks another twenty\nfeet and looked toward the top of the cataract some four miles up. Then\nhe lowered his siphon into the edge of the pool of pale green liquid\nmethane and drank deeply. Far away in a beryl green sky, three suns\nrushed madly about one another and gave a little heat to this farthest\nof their six planets.\n\nNow Jon flapped his slitherers down and began to glide away from the\nmethane falls and up the nearly vertical mountain slope. Someone was\ncoming toward him, with shiny red eye-stalks waving in greeting.\n\"Greetings to the new colony,\" the eye-stalks signaled.\n\nJon started to signal back. But suddenly he recognized (a feeling way at\nthe back of his slitherers) who this was. He leaped forward and flung\nthe double flaps of leathery flesh across his opponent and began to\nscramble back up the rocks. Jon had his tight, but was wondering where\nthe hell were....\n\nSuddenly his eye-stalk caught the great form that he knew must be Arkor\ncoming down over the rocks (with Alter and Tel. Yes, definitely; because\nthe creature suddenly did a flying leap between two crags that could\nhave only been under the girl-acrobat's control), and a moment later\nthat Petra had arrived at the other shore of the methane river. Using\nher slitherers for paddles, she struck out across the foaming current.\n\nThink at him, concentrate.... _There...._\n\n       *       *       *       *       *\n\nThe air was water-clear. The desert was still, and he lay in the warm\nsand, under the light of the crescent moon. He was growing, adding\nfacets; he let the pale illumination seep into his transparent body,\ndecreasing his polarization cross-frequencies. The light was beautiful,\ntoo beautiful--dangerous! He began to tingle, to glow red-hot. His base\nburned with white heat and another layer of sand beneath him melted,\nfused, ran, and became part of his crystalline body.\n\nHe stepped up the polarization, his body clouded, and cooled once more.\nMusic sang through him, and his huge upper facet reflected the stars.\n\nOnce more he lessened his polarization, and the light crept further and\nfurther into his being. His temperature rose. Vibrations suffused his\ntransparency and the pulsing music made the three dust particles that\nhad settled on his coaxial face seven hundred and thirty years ago dance\nabove him. He felt their reflection deep in his prismatic center.\n\nHe felt it coming, suddenly, and tried to stop it. But the polarization\nindex suddenly broke down completely. For one terrific moment of ecstasy\nthe light of the moon and the stars poured completely through him. Chord\nafter chord rang out in the desert night. Back and forth along his axis,\ncolliding, shaking his substance, jarring him, pommeling him, came the\nvibrations. For one instant he was completely transparent. The next, he\nwas white-hot. Before he could melt, he felt the crack start.\n\nIt shot the length of his forty-two mile, super-heated body. He was in\ntwo pieces! The radio disturbance alone covered a third of a galaxy.\nTwelve pieces fell away. The chord crashed again, and the crack whipped\nback and forth vivisecting him. Already he was nearly thirty-six\nthousand individual crystals, all of which had to grow again, thirty-six\nthousand minds. He was no more.\n\n_Jon_, the voice sang through drumbled silicate.\n\n_Right over here, Petra_, he hummed back. (The note was a perfect\nquarter tone below A-flat. Perfect! Not clumsy. _Perfect_!)\n\n_Where's Arkor?_\n\nTo their left the triple notes of an E-flat minor chord (Arkor, Tel, and\nAlter) sounded: _Right here._\n\nJust as they had made contact, before the music stopped (and once more\ntheir thoughts would become separate, individual, and they would lose\nawareness of each other and of the hundreds of other crystals that lay\nover the desert, under the clear perpetual night)--just then a strident\ndissonance pierced among them.\n\n_There_, sang Petra.\n\n_There_, hummed Jon.\n\n_There_, came the triad in E-flat minor. They concentrated, tuned,\nturned their thoughts against the dissonance. _There...._\n\n       *       *       *       *       *\n\nJon rolled over and pushed the silk from his white shoulders and\nstretched. Through the blue pillars, the evening sky was yellow. Music,\nvery light and fast, was coming from below the balcony. Suddenly a voice\nsounded beside him: \"Your Majesty, your Majesty! You shouldn't be\nresting now. They're waiting for you downstairs. Tltltrlte will be\nfurious if you're late.\"\n\n\"What do I care?\" Jon responded. \"Where's my robe?\"\n\nThe serving maid hastened away and returned with a sheer, shimmering\nrobe, netted through with threads of royal black. The drape covered\nJon's shoulders, draped across his breasts, and fell to his thighs.\n\n\"My mirror,\" said Jon.\n\nThe serving maid brought the mirror and Jon looked. Long, slightly\noriental eyes sat wide-spaced in the ivory face over high cheekbones.\nFull breasts pushed tautly beneath the transluscent material, and the\nslender waist spread to sensual, generous hips. Jon almost whistled at\nhis reflection.\n\nThe maid slipped clear plastic slippers on his feet, and Jon rose and\nwalked toward the stairs. In the lobby, the throng hissed appreciatively\nas he descended. On one column hung a bird cage in which a three-headed\ncockatoo was singing to beat the band. Which was difficult to do,\nbecause the band was composed of fourteen copper-headed drums. (Fourteen\nwas the royal number.)\n\nAcross the lobby wind instruments wailed, and Jon paused on the stairs.\n\"Don't worry,\" the maid said, \"I'm right behind you.\"\n\nJon felt the terror rise. _Hey_, he called out mentally, _is that you,\nPetra?_\n\n_Like I said, right behind you._\n\n_Incidentally, how did I come up with this body?_\n\n_I don't know, dear, but you look devastating._\n\n_Gee, thanks_, he said, projecting a mental sneer. _Where's Arkor and\nCompany?_\n\nThe music had stopped. There was only the sound of the three-headed\nbird.\n\n_There they are._\n\nThe winds screeched again, and at the entrance of the lobby, the people\nfell away from the door. There was Tltltrlte. He was tall, and dark, in\na cloak in which there were many more black threads than in Jon's. He\nunsheathed a sword, and began to come forward. \"Your reign is through,\nDaughter of the Sun,\" he announced. \"It is time for a new cycle.\"\n\n\"Very well,\" said Jon.\n\nAs Tltltrlte advanced, the throng that crowded the lobby clapped their\nhands in terror and moved back further. Jon stood very straight.\n\nAs Tltltrlte came forward, his shoulders narrowed. He pushed back the\nhood of his cloak and a mass of ebony hair cascaded down his shoulders.\nWith each step, his hips broadened and his waist narrowed. A very\ndefinite bulge of mammary glands now pushed up beneath his black silk\ntunic. As Tltltrlte reached the bottom of the steps, she raised her\nsword.\n\n_Think at him_, came Arkor from the bird cage.\n\n_Think at him_, came from Petra.\n\nJon saw the blade flash forward and then felt it slide into his abdomen.\n_At her_, he corrected.\n\n_At her_, they answered.\n\nAs Jon toppled down the steps, dying, he asked, _What the hell is this\nanyway?_\n\n_We're inhabiting a very advanced species of moss_, Arkor explained,\nwith the calmness that only a telepath can muster in certain confusing\nsituations. _Each individual starts off male, but eventually changes to\nfemale at the desired time._\n\n_Moss?_ asked Jon as he hit his head on the bottom step and died.\n\n_There...._\n\n       *       *       *       *       *\n\nThe wave came again and thundered on the beach. He staggered backwards,\njust as the froth spumed up the sand. The sky was blue-black. He raised\nhis fingers to his lips (seven long tines webbed together) and whined\ninto the night. He lifted his transparent eyelids from his huge,\nluminous eyes to see if there wasn't some faint trace of the boat. Spray\nfell on them, stung the rims, and he snapped all three lids over them,\none after another. He whined again, and once more the wave grew before\nhim.\n\nHe opened the two opaque lids, and this time thought he saw them far off\nthrough the greenish spray. The pentagonal sail rode above a\nbillow-blue, wet, and full. It dipped, rose, and he pulled back his\ntransparent eyelid again, this time when the wave was down, and thought\nhe saw figures on the fibrous hammock of the boat. On the blue sail was\nthe white circle of a Master Fisherman's boat. His parent was a Master\nFisherman. Yes, it was his parent coming to get him.\n\nAnother billow exploded and he crouched in the froth, digging his hind\nfeet deep into the pebbly beach.\n\nThe crosshatch of planking scudded onto the shore, and they swarmed off.\nOne wore a chain around his neck with the Master Fisherman's seal.\nAnother carried a seven-pronged fork. The two others were just\nboat-hands and wore identifying black belts of Kelpod shells.\n\n\"My offspring,\" said the one with the seal. \"My fins have smarted for\nyou. I thought we would never swim together again.\" He reached down and\nlifted Jon into his arms. Jon put his head against his parent's chest\nand watched water beading down the pentagonal scales.\n\n\"I was frightened,\" Jon said.\n\nHis parent laughed. \"I was frightened too. Why did you swim out so far?\"\n\n\"I wanted to see the island. But when I was swimming, I saw....\"\n\n\"What?\"\n\nJon closed his eyelids.\n\nHis parent smiled again. \"You're sleepy. Come.\" Now Jon felt himself\ncarried to the water and into the waves. The spray fell warmly on his\nface now, and unafraid, he relaxed his gill slits as water fell across\nhim and they climbed onto the boat.\n\nWind caught the sail, and the open-work of planking listed into the sea.\nLong clouds swung rapidly across the twin moons like the tines of the\nfishing forks the fishermen saluted the sacred phosphor fires with when\nthey returned from their expeditions. He dreamed of his, a little, in\nthe swell and drop. His parent had tied him to the boat, and so he\nfloated at the end of a few feet of slack. Water rolled down his\nshoulders, slipped beneath his limp dorsal fin, and tickled. Then he\ndreamed of something else, the thing he had seen, glowing first beneath\nthe water, then rising.... He whined suddenly, and shook his head.\n\nHe heard the others on the boat, their webbed feet slipping on the wet\nplanks. He opened his eyes and looked up. The two boat-hands were\nholding onto stays and pointing off into the water. Now his parent had\ncome up to them, holding a fishing spear, and they were joined by the\nSecond Fisherman.\n\nJon scrambled from the water onto the plank. His parent put an arm\naround him and drew him closer. (_Here he comes_, Arkor said.) His other\nhand went to the seal of authority around his neck, as though it gave\nhim some sort of protection.\n\n\"There it is,\" Jon suddenly cried. \"That's what I saw. That's why I was\nafraid to swim back.\" (_There it is_, Jon said.)\n\nA phosphorescent disk was shimmering under the surface of the water. The\nSecond Fisherman raised his spear higher. \"What is it?\" he asked. (_What\nis it this time?_ Petra wanted to know.)\n\nIndistinct, yet nearly the size of the ship, it hovered almost three\nbreast strokes from them, glowing beneath the surface.\n\n(_I'll have a look_, said Petra.) The Second Fisherman suddenly dove\nforward and disappeared. Still holding to the frame of the boat, Jon and\nhis parent went under the water where they could see better.\n\nOne of Jon's eyelids, the transparent one, was actually an envelope of\ntissue which he could flood with vitreous solution when he was submerged\nto form a correcting lens over his pupil.\n\nThrough the water he saw the Second Fisherman bubbling through the water\ntoward the immense, transluscent hemisphere that dangled ahead of them.\nThe Second Fisherman stopped with an underwater double-reverse and\nhovered near the thing. (_It's a huge jellyfish_, Petra told them.)\n\"Can't figure out what it is,\" the Second Fisherman signaled back. Then\nhe extended his fork and jabbed at the membrane. The seven tines went\nin, came out.\n\nThe jellyfish moved, fast.\n\nThe tentacles hanging from the bottom of the bag raveled upward like\nsnagged threads. The body bloated and surged sideways. Two tentacles\nwrapped around the Second Fisherman as he tried to swim away. (_Eep_,\nsaid Petra. _These things hurt._)\n\nJon's parent was on top of deck again, shouting orders to the\nboat-hands. The ship swung toward the thing which was now heaving to the\nsurface.\n\n(_Look, let's finish this thing up for good. Concentrate._ That was\nArkor. _There...._)\n\n(From beneath the water they felt Petra reach her mind into the pulsing\nmass: _There...._)\n\n(As the tentacles encased her and she jammed the spear home again and\nagain through the leaking membrane, she felt Jon's mind join in:\nThere....)\n\nThe boat rammed into the side of the jellyfish, the planks tearing away\nthe membrane and the thick, stinging insides fountaining over them. Now\nit nearly turned over, and tentacles flapped from the water in wet,\nfleshy ropes. The Second Fisherman was caught in one of the snarls.\n\nTheir green faces were lighted from beneath by the milky glow.\n\n(_There...._) Suddenly it tore away from the planks, going down beneath\nthe water. (_There...._) The Second Fisherman's head bobbed to the\nsurface, shook the green fin that crested his skull, and laughed.\n(_There...._)\n\n3 to 6, 3 to 6, (Jon's frequency oscillated from 3 to 6 as he drifted\nthrough clouds of super-heated gas) 3 to 6, 3 to 6--7 to 10! (Someone\nwas coming.) U to 10, 7 to 10, (It was getting closer; suddenly:) 10 to\n16! (Then:) 3 to 6, 7 to 10, 3 to 6, 7 to 10, (they had passed through\neach other. _Hi_, Petra said. _Have you any idea where we are?_)\n\n(_The temperature is somewhere near three quarters of a million degrees.\nAny ideas?_)\n\n9 to 27, 9 to 27, 9 to 27 (came puttering along and passed through both\nJon and Petra;) 12 to 35, 10 to 37, (and then, again) 3 to 6, 7 to 10, 9\nto 27, 9 to 27, 9 to 27 (_We are halfway between the surface and the\ncenter of a star not unlike our sun_, said Arkor. _Note all the strange\nelements around._) 9 to 27, 9 to 27, 9 to 27.\n\n7 to 10, 7 to 10, 7 to 10 (_They keep on turning into one another_,\nPetra said.) 7 to 10, 7 to 10, 7 to 10.\n\n3 to 6, 3 to 6, 3 to 6 (_At this temperature you would too if you were\natomic_, Jon told her.) 3 to 6, 3 to 6, 3 to 6.\n\n9 to 27, 9 to 27, 9 to 27 (_Where's our friend?_ Arkor wanted to know.)\n\npi to e, pi to 2e, 2pi to 4e, 4pi to 8e, 8pi to 16e, 16pi to 32e.\n\n(_Speak of the_ ... Jon started. _Hey, we've got to do something about\nthat. Not only is it transcendental, it's increasing so fast he'll\neventually shake this star apart._) 3 to 6, 3 to 6, 3 to 6.\n\n(_So that's what causes novas_, said Petra.) 7 to 10, 7 to 10, 7 to 10.\n\n(At the next oscillation, Arkor, acting as a side-coefficient, passed\nthrough the intruder.) 32^{2}pi to 64e (Arkor got out before the second\nextremity was reached. The wave cycle stuttered, having been reversed\nend on end.) 642pi to 32e (It tried to right itself and couldn't because\nJon spun through the lower end divisibility) 642pi to 16/9e (then Arkor\njumped in, tail first it recovered and it resolved into:) 642pi to 4/3e,\n642pi to 4/3e, 642pi to 4/3e (it quivered, its range no longer\ngeometric).\n\n(_Watch this_, said Petra, _About face...._ She gave it a sort of nudge,\nnot passing through it, so that when it whirled to catch her, she was\ngone, and it was going the other way:)\n\n4/3pi to 642e, 4/3pi to 642e, 4/3pi to 642e,\n\n(_I hope no one ever does that to me_, said Petra. _Look, the poor thing\nis contracting._)\n\n4/3 to 640e, 4/3pi to 622, 4/3pi to 560, 4/3pi to 499,\n\n(Somehow the _e_ component chanced to slip through 125. Jon moved in\nlike a shower of anti-theta-mazons and extracted a painless cube so fast\nthat the intruder oscillated on it three times before it knew what had\nhappened to it:)\n\n4/3pi to 5^{3}e, 4/3pi to 5^{3}e, 4/3pi to 5^{3}e under high\ngravity--very high, that is, two to three million times that of earth,\nsuch as inside a star--in such warped space there is a subtle difference\nbetween 5^{3} and 125, though they represent the same number. It's like\nthe notes E-sharp and F, which are technically the same, but are\ndistinguished between when played by a good violinist with a fine ear.\nWhen the root came loose, therefore, the variation threw the wave-length\nall off balance:) 4/3pi to 5e, 4/3pi to 5e, 4/3pi to 5e....\n\n(_All right, everybody, concentrate--_)\n\n(_There, there, there...._)\n\nFor one moment, the intruding oscillation turned, ducked, tried to\nescape, and couldn't. It contracted into a small ball with a volume of\n4/3pi_e_^{3}, and disappeared.\n\n_There...._\n\n       *       *       *       *       *\n\nJon Koshar shook his head, staggered forward, and went down on his knees\nin white sand. He blinked. He looked up. There were two shadows in front\nof him. Then he saw the city.\n\nIt was Telphar, stuck on a desert, under a double sun. The transit\nribbon started across the desert, got the length of twelve pylons, and\nthen crumpled.\n\nAs he stood up, something caught in the corner of his eye.\n\nHis eyes moved, and he saw a woman about twenty feet away from him. Her\nred hair fell straight to her shoulders in the dry heat. He blinked as\nshe approached. She wore a straight skirt and had a notebook under her\narm. \"Petra?\" he said, frowning. It was Petra, but Petra different.\n\n\"Jon,\" she answered. \"What happened to you?\"\n\nHe looked down at himself. He was wearing a torn, dirty uniform. A\nprison uniform. His prison uniform!\n\n\"Arkor,\" said Petra, suddenly. (Her voice was higher, less sure.)\n\nThey turned. Arkor stood in the sand, his feet wide over the white\nhillocks. The triple scars down his face welled bright blood in the hot\nlight.\n\nThey came together now. \"What's going on?\" Jon asked.\n\nArkor shrugged.\n\n\"What about the kids?\" asked Petra.\n\n\"They're still right here,\" Arkor said, pointing to his head and\ngrinning. Then his finger touched the opened scars. When he drew it\naway, he saw the blood and frowned. Then he looked at the City. The sun\ncaught on the towers and slipped like bright liquid along the looping\nhighways. \"Hey,\" Jon said to Petra. (No, he realized; it was Petra with\na handful of years lopped off.) \"What's the notebook?\"\n\nShe looked down at it, surprised to find it in her hands. Then she\nlooked at her dress. Suddenly she laughed, and began to flip through the\npages of the notebook. \"Why, this is the book in which I finished my\narticle on shelter architecture among the forest people. In fact this is\nwhat I was wearing the day I finished my article.\"\n\n\"And you?\" Jon asked Arkor.\n\nArkor looked at the blood on his finger. \"My mark is bleeding, like the\nnight the priest put it there.\" He paused. \"That was the night that I\nbecame Arkor, really. That was the time that I realized how the world\nwas, the confusion, the stupidity, the fear. It was the night I decided\nto leave the forest.\" Now he looked up at Jon. \"That was the uniform you\nwere wearing when you escaped from prison.\"\n\n\"Yes,\" said Jon. \"I guess it was what I was wearing when I became me,\ntoo. That was the time when freedom seemed most bright.\" He paused. \"I\nwas going to find it no matter what. Only somehow I felt I'd gotten\nsideswiped. I wonder whether I have or not.\"\n\n\"Have you?\" asked Petra. She glanced at the City. \"I guess when I\nfinished that essay, that's when I really became myself, too. I remember\nI went through a whole sudden series of revelations about myself, and\nabout society, and about how I felt about society, about being an\naristocrat, even, what it meant and what it _didn't_ mean. And I suppose\nthat's why I'm here now.\" She looked at the City again. \"There he is,\"\nshe nodded.\n\n\"That's right,\" said Jon.\n\nThey started across the sand, now, making toward the shadow of the\nruined transit ribbon. They reached it quicker than they thought, for\nthe horizon was very close. The double shadows, one a bit lighter than\nthe other, lay like two inked brush strokes over the page of the desert.\n\"But how come we're in our own bodies,\" the Duchess asked, as they\nreached the shadow of the first pylon. \"Shouldn't we be inhabiting the\nforms of....\" Suddenly there was a sound, the shadow moved. Jon looked\nup at the ribbon above them and cried out.\n\nAs the metal tore away, they jumped back, and a moment later a length of\nthe ribbon splashed down into the sand, where they had stood. They were\nstill for a handful of breaths.\n\n\"You're darn right he's there,\" Jon said. \"Come on.\"\n\nThey started again. Petra shook white grains from her notebook cover and\nthey moved along the loose sand. A road seeped from under the desert,\nnow, and began to rise toward Telphar. They mounted it and followed it\ntoward the looming city. Before them the towers were dark streaks on the\nrich blue sky.\n\n\"You know, Petra's question is a good one,\" Arkor said few minutes\nlater.\n\n\"Yeah,\" said Jon. \"I've been thinking about it too. We seem to be in\nour own bodies, only they're different. Different as our bodies were at\nthe most important moments of our lives. Maybe, somehow, we've come to a\nplanet in some corner of the universe, where three beings almost\nidentical to us, only different in that way, are doing, for some reason\nwe'll never know, almost exactly what we're doing now.\"\n\n\"It's possible,\" Arkor said. \"With all the myriad possibilities of\nworlds, it's conceivable that one might be like that, or like this.\"\n\n\"Even to the point of talking about talking about it?\" asked Petra. She\nanswered herself. \"Yes, I guess it could. But saying all this for\nreasons we don't understand, and saying, 'Saying all this for reasons we\ndon't understand....'\" She shuddered. \"It's not supposed to be that way.\nIt gives me the creeps.\"\n\nThere was another sound, and they froze. It was the low sound of some\nstructure tumbling, but they couldn't see anything.\n\nAnother fifty feet, when the road had risen ten feet off the ground and\nthe first tower was beside them, they heard a cracking noise again. The\nroad swayed beneath them. \"Uh-oh,\" Arkor said.\n\nThen the road fell. They cried out, they scrambled; suddenly there was\ncracked concrete around them, and they had fallen. Above them was a\njagged width of blue sky between the remaining edges of the road.\n\n\"My foot's caught,\" Petra cried out.\n\nArkor was beside her, tugging on the concrete slab that held her.\n\n\"Hold on a second,\" Jon said. He grabbed a free metal strut that still\nvibrated in the rubble, and jammed it between the slab and the beam it\nlay on. Using the wreck of an I-beam for a fulcrum, he pried it up.\n\"There, slip your foot out.\"\n\nPetra rolled away. \"Is the bone broken?\" he asked. \"I got a friend of\nmine out of a mine accident that way, once.\" He let the slab fall\nagain. (And for a moment he stopped, thinking, I knew what to do. I\nwasn't clumsy, I knew....)\n\nPetra rubbed her ankle. \"No,\" she said. \"I just got my ankle wedged in\nthat crevice, and the concrete fell on top.\" She stood up, now, picking\nup the notebook. \"Ow,\" she said. \"That hurts.\"\n\nArkor held her arm. \"Can you walk?\"\n\n\"With difficulty,\" Petra said, taking another step and clamping her\nteeth.\n\n\"Alter says to stand on your other foot and shake your injured one\naround to get the circulation back,\" Arkor told her.\n\nPetra gritted teeth, and stepped again. \"A little better,\" she said.\n\"I'm scared. This really hurts. This may be a body that looks like mine,\nbut it hurts, and it hurts like mine.\" Suddenly she looked off into the\ncity. \"Oh hell,\" she said. \"He's in there. Let's go.\"\n\nThey went forward again, this time under the road. The sidewalks,\ndeserted and graying, slipped past. They passed a shopping section;\nteeth of broken glass gaped in the frames of store windows. Above, two\nroads veered and crossed, making a black, extended swastika on a patch\nof white clouds.\n\nThen a sudden rumbling.\n\nSilence.\n\nThey stopped.\n\nNow a crash, thunderous and protracted. An odor of dust reached them.\n\"He's there,\" Arkor said.\n\n\"Yes,\" said Jon.\n\n\"I can....\"\n\nThen the City exploded. There was one instant of very real agony for Jon\nas the pavement beneath his feet shot up at him, and he reached his mind\nout as a shard of concrete knocked in his face (all the time crying,\n_No, no, I've just become Jon Koshar, I'm not supposed to_ ... as a lost\nPrince had cried out half a year and half a universe away) and at the\nsame time, _There...._\n\nPetra got a chance to see the face of the building beside them rip off\na foot before the air blast tore the notebook from her hands, and at the\nsame time she welled her thoughts from behind the bone confines of her\nskull. _There...._\n\nAnd Arkor's thoughts (he never saw the explosion because he blinked just\nthen) tore out through his eyelids as fragmented steel tore into them.\n_There...._\n\n       *       *       *       *       *\n\nIt was cold, it was black. For a moment they saw with a spectrum that\nreached from the star-wide waves of novas to the micro-micron skittering\nof neutrinos. And it was black, and completely cold. A rarefied breeze\nof ionized hydrogen (approximately two particles per cubic rod) floated\nover half a light year. Once, a herd of pale photons dashed through them\nfrom a deflected glare on some dying sun a trillion eons past. Other\nthan that, there was silence, save for the hum of one lone galaxy,\neternities away. They hovered, frozen, staring into nothing, above,\nbelow, behind, contemplating what they had seen.\n\nThen, the green of beetles' wings, and they flailed into the blood of\nsensation from the blackness, whirled into red flame the color of\npolished carbuncle, smoothly through the nerves and into the brain;\nthen, before the blue smoke, burning blue through the lightning seared\naxion of their corporate organisms, they were snared within the heat and\nelectric imminency of a web of silver fire.\n\n\n\n\nCHAPTER XII\n\n\nIn the laboratory tower of Toron, the transparent bubble above the\nreceiving stage brightened. In shimmering haze on the platform, the\ntransparent figures solidified. Then Alter and Tel slipped beneath the\nrail on the stage and dropped down to the floor (Alter still wore the\nhospital robe and the cast on her left arm) while Arkor, Jon, and Petra\nused the metal stairway to descend. A battery of relays snapped\nsomewhere and the scarlet heads of forty-nine switches by the window\nsnapped to off. The globe faded.\n\n\"A bit more explanation,\" Petra was saying. \"Hey, kids, keep quiet.\"\n\n\"Well, as far as the Lord of the Flames goes, on Earth anyway, it's more\nor less trivial and irrelevant,\" said Arkor. \"You're still right. This\nwar is in Toromon, not outside it.\"\n\n\"My curiosity is still peaked,\" Jon said. \"So give.\"\n\n\"From what I gathered while I saw scanning the minds of those two who\ncame out of the generator building with the Lord of the Flames (I should\nsay the host of the Lord of the Flames), there's a tribe behind the\nbarrier which resembles more or less what man might have been forty or\nfifty thousand years ago. Physically they're squat, thick-boned, and\nhave the elements of a social system. Mentally they're pretty thick and\nsquat too. The Lord of the Flames got into one of them just about when\nhe was at age four. Then he gave the kid about sixty thousand years\nworth of technical information. So he began building all sorts of\ngoodies, forcing his people to help him, using some equipment from a\nruined city that dates from pre-Great Fire times behind the barrier.\nThat's how the generators and the anti-aircraft guns got constructed.\"\n\n\"Our war is still going on,\" Jon said.\n\n\"Well, the Lord of the Flames is no longer with us,\" said Petra. \"We've\nchased it to the other end of the universe. Now that we've removed what\nexternal reason there was for the war, we've got to think about the\ninternal ones.\"\n\n\"What are you going to do immediately about the kids?\" Jon asked.\n\n\"I think the best thing for them to do is to go off to my estate for a\nlittle while,\" Petra said.\n\n\"It's on an island, isn't it?\" Tel asked.\n\n\"That's right,\" Petra said.\n\n\"Gee, Alter. Now I can teach you how to fish, and we'll be right by the\nsea.\"\n\n\"What about Uske?\" Arkor asked. \"You can either walk into his room and\ninterrupt an obscene dream he's having, and present your case and be\narrested for treason, or you can leave well enough alone at this point\nand wait till the opportunity comes to do something constructive.\"\n\nSuddenly Jon grinned. \"Hey, you say he's asleep?\" He turned and bounded\nfor the door.\n\n\"What are you going to do?\" Petra called.\n\nJon looked at Arkor. \"Read my mind,\" he said.\n\nThen Arkor laughed.\n\n       *       *       *       *       *\n\nIn his bedroom, Uske rolled over through a silken rustle, opened one\neye, and thought he heard a sound.\n\n\"Hey, stupid,\" someone whispered.\n\nUske reached out of bed and pressed the night light. A dim orange glow\ndid not quite fill half the room.\n\n\"Now don't get panicky,\" continued the voice. \"You're dreaming.\"\n\n\"Huh?\" Uske leaned on one elbow, blinked, and scratched his head with\nhis other hand.\n\nA shadow approached him, then stopped, naked, faceless, transparent,\nhalf in and half out of the light. \"See,\" came the voice. \"A figment of\nyour imagination.\"\n\n\"Oh, I remember you,\" Uske said.\n\n\"Fine,\" said the shadow. \"Do you know what I've been doing since the\nlast time you saw me?\"\n\n\"I couldn't be less interested,\" Uske said, turning over and looking the\nother way.\n\n\"I've been trying to stop the war. Do you believe me?\"\n\n\"Look, figment, it's three o'clock in the morning. I'll believe it, but\nwhat's it to you.\"\n\n\"Just that I think I've succeeded.\"\n\n\"I'll give you two minutes before I pinch myself and wake up.\" Uske\nturned back over.\n\n\"Look, what do you think is behind the radiation barrier?\"\n\n\"I think very little about it, figgy. It doesn't have very much to do\nwith me.\"\n\n\"It's a primitive race that can't possibly harm us, especially now that\nits--its generators have been knocked out. All of its artillery it got\nfrom a source that is now defunct. Look, Uske, I'm your guilty\nconscience. Wouldn't it be fun to really be king for a while and stop\nthe war? You declared war. Now declare peace. Then start examining the\ncountry and doing something about it.\"\n\n\"Mother would never hear of it. Neither would Chargill. Besides, all\nthis information is only a dream.\"\n\n\"Exactly, Uske. You're dreaming about what you really want. So how does\nthis sound: make a deal with me as your guilty conscience and\nrepresentative of yourself; if this dream turns out to be correct, then\nyou declare peace. It's the only logical thing. Come on, stand up for\nyourself, be a king. You'll go down in history as having started a war.\nWouldn't you like to go down as having stopped it too?\"\n\n\"You don't understand....\"\n\n\"Yes, I know. A war is a bigger thing that the desires of one man, even\nif he is a king. But if you get things started on the right foot, you'll\nhave history on your side.\"\n\n\"Your two minutes have been cut down to one; and it's up.\"\n\n\"I'm going; I'm going. But think about it, Uske.\"\n\nUske switched off the light and the ghost went out. A few minutes later\nJon crawled through the laboratory tower window, buttoning his shirt.\nArkor shook his head, smiling. \"Well,\" he said. \"Good try. Here's hoping\nit does some good.\"\n\nJon shrugged.\n\n       *       *       *       *       *\n\nIn the morning, Rara got up early to sweep off the front steps of the\ninn (windows boarded, kitchen raided, but deserted now save for her; and\nshe had the key); she swept to the left, looking right, then swept to\nthe right, looked left, and said, \"Dear Lord, you can't stay there like\nthat. Come on, now. Get on, be on your way.\"\n\n\"Oh, I'm sorry.\"\n\n\"For pity's sake, woman, you can't go around cluttering up the steps of\nan honest woman's boarding house. We're re-opening this week, soon as we\nget the broken windows repaired. Vandals didn't leave a one, after the\nold owner died. Just got my license, so it's all legal. Soon as we get\nthe window, so you just move on.\"\n\n\"I just got here, this morning.... They didn't tell us where to go, they\njust turned us off the ship. And it was so dark, and I was tired.... I\ndidn't know the City was so big. I'm looking for my son--not so big! We\nused to be fishermen back on the mainland. I did a little weaving.\"\n\n\"And your son ran off to the City and you ran off after him. Good luck\nin the New Land; welcome to the island of Opportunity. But just get up\nand move on.\"\n\n\"But my son....\"\n\n\"There are more fishermen's sons down here in the Devil's Pot than you\ncan shake a stick at--fishermen's sons, farmers' sons, blacksmiths'\nsons, sons' sons. And all of their mothers were weavers or water\ncarriers, or chicken raisers. I must have talked to all of them at one\ntime or another. I won't even tell you to go down to the launch where\nthey take the workers out to the aquariums and the hydroponic's gardens.\nThat's what most of the young people do when they get here ... if they\ncan get a job. I won't even tell you to go there, because there're so\nmany people that work there, you might miss him a dozen days running.\"\n\n\"But the war--I thought he might have joined....\"\n\n\"Somewhere in this ridiculous mess,\" interrupted Rara, her birthmark\ndeepening in color, \"I have misplaced a niece who was as close to me as\nany daughter or son ever was to any mother or father. All reports say\nthat she's dead. So you just be happy that you don't know about yours.\nYou be very happy, do you hear me!\"\n\nThe woman was standing up now. \"You say the launches to the factory?\nWhich way are they?\"\n\n\"I'm telling you not to go. They're that way, down two streets, and to\nyour left until you hit the docks. Don't go.\"\n\n\"Thank you,\" the woman was saying, already off down the street. \"Thank\nyou.\" As she reached the middle of the block, someone rounded the corner\na moment later, sprinting. He brushed past the woman and ran toward the\ndoor of the inn.\n\n\"Tel,\" whispered Rara. \"Tel!\"\n\n\"Hi, Rara.\" He stopped, panting.\n\n\"Well, come in,\" she said. \"Come inside.\" They stepped into the lobby of\nthe inn. \"Tel, do you know anything about what happened to Alter? I got\na weird story from General Medical. And then you disappeared. My lord, I\nfeel like a crazy fool opening this place. But if somehow she wanted to\nget to me, where would she go if I wasn't here? And then, what am I to\ndo anyway. I mean I have to eat, and--\"\n\n\"Rara,\" he said, and he said it so that she stopped talking. \"Look I\nknow where Alter is. And she's safe. As far as you know, you don't know\nwhere she is, if she's alive or dead. But you suspect she isn't alive.\nI'll be going to her, but you don't know that either. I just came to\ncheck on some things.\"\n\n\"I've got all her things together right here. They gave me her clothes\nat the hospital, and put them all into a bundle in case we had to make a\nquick getaway. We had to do that once when we were working in a carnival\nwhere the manager suddenly took a liking to her and made himself a pest.\nShe was twelve. He was a beast. Maybe you should take--\"\n\n\"The fewer things I take the better,\" Tel said. Then he saw the bundle\non the table by the door. On top was a leather thong to which a few\nchips of colored shell still clung. \"Maybe this,\" he said, picking it\nup. \"What shape is Geryn's room in?\"\n\n\"The place has been ransacked since they took him away,\" she said.\n\"Everybody and his brother has been picking at the place. What about\nGeryn, how is he?\"\n\n\"Dead,\" Tel said. \"What I really came about was to burn his plans for\nthe kidnaping.\"\n\n\"Dead?\" Rara asked. \"Well, I'm not surprised. Oh, the plans! Why I\nburned those myself the minute I got back into his room. They were all\nover the table; why they didn't take them all up right then, I'll\nnever--\"\n\n\"Did you burn every last scrap?\"\n\n\"And crumbled the ashes, and disposed of them one handful at a time over\na period of three days by the docks. Every last scrap.\"\n\n\"Then I guess there's nothing for me to do,\" he said. \"You may not see\nme or Alter for a long time. I'll give her your love.\"\n\nRara bent down and kissed him on the cheek. \"For Alter,\" she said. Then\nshe asked, \"Tel?\"\n\n\"What?\"\n\n\"That woman you brushed by in the street when I saw you running up the\nblock....\"\n\n\"Yes?\"\n\n\"Did you ever see her before?\"\n\n\"I didn't look at her very carefully. I'm not sure. Why?\"\n\n\"Never mind,\" Rara said. \"You just get on out of here before.... Well,\njust get.\"\n\n\"So long, Rara.\" He got.\n\n       *       *       *       *       *\n\nNot so high as the towers of the Royal Palace of Toron, the green tile\nbalcony outside Clea's window caught the breeze like the hem of an\nemerald woman passing the sea. There was water beyond the other houses,\ndeeper blue than the sky, and still. She leaned over the balcony\nrailing. On the white marble table were her notebook, a book on matter\ntransmission, and her slide rule.\n\n\"Clea.\"\n\nShe whirled at the voice, her black hair leaping across her shoulder in\nthe low sun.\n\n\"Thanks for getting my message through.\"\n\n\"This is you,\" she said slowly. \"In person now.\"\n\n\"Uh-huh.\"\n\n\"I'm not quite sure what to say,\" she said, blinking. \"Except I'm glad.\"\n\n\"I've got some bad news,\" he said.\n\n\"How do you mean?\"\n\n\"Very bad news. It'll hurt you.\"\n\nShe looked puzzled, her head going to the side.\n\n\"Tomar's dead.\"\n\nThe head straightened, the black eyebrows pulled together, and her lower\nlip tautened across her teeth until her jaw muscles quivered. She nodded\nonce, quickly, and said, \"Yes.\" Then, as quickly, she looked down and up\nat him. Her eyes were closed. \"That ... that hurts so much.\"\n\nHe waited a few moments, and then said, \"Here, let me show you\nsomething.\"\n\n\"What?\"\n\n\"Come over to the table. Here.\" He took a handful of copper centiunit\npieces from his pocket, moved her books and slide rule over, and\narranged the coins in a square, four by four, only with one corner\nmissing. Now he took a smaller, silver deciunit and put it on the table\nabout a foot from the missing corner. \"Shoot it into the gap there,\" he\nsaid.\n\nShe put her forefinger on the silver disk, was still, and then snapped\nher finger. The silver circle shot across the foot of white marble, hit\nthe corner, and two pieces of copper bounced away from the other side of\nthe square. She looked at him, questioningly.\n\n\"It's a gambling game, called Randomax. It's getting sort of popular in\nthe army.\"\n\n\"Random for random numbers, max for matrix?\"\n\n\"You've heard of it?\"\n\n\"Just guessing.\"\n\n\"Tomar wanted you to know about it. He said you might be interested in\nsome of its aspects.\"\n\n\"Tomar?\"\n\n\"Just like I monitored your phone calls, I overheard him talking to\nanother soldier about it before he--before the crash. He just thought\nyou'd be interested.\"\n\n\"Oh,\" she said. She moved the silver circle away from the others, put\nthe dislocated copper coins back in the square again, and flipped the\nsmaller coin once more. Two different coins jumped away. \"Damn,\" Clea\nsaid, softly.\n\n\"Huh?\" He looked up. Tears were running down her face.\n\n\"Damn,\" she said. \"It hurts.\" She blinked and looked up again. \"What\nabout you? You still haven't told me all that's happened to you. Wait a\nmoment.\" She reached for her notebook, took a pencil up, and made a\nnote.\n\n\"An idea?\" he asked.\n\n\"From the game,\" she told him. \"Something I hadn't thought of before.\"\n\nHe smiled. \"Does that solve all your problems on--what were\nthey--sub-trigonometric functions?\"\n\n\"Inverse sub-trigonometric functions,\" she said. \"No. It doesn't go that\nsimply. Did you stop your war?\"\n\n\"I tried,\" he said. \"It doesn't go that simply.\"\n\n\"Are you free?\"\n\n\"Yes.\"\n\n\"I'm glad. How did it come about?\"\n\n\"I used to be a very hardheaded, head-strong, sort of stupid kid, who\nwas always doing things to get me into more trouble than it would get\nthe people I did it to. That was about my only criterion for doing\nanything. Unfortunately I didn't do it very well. So now, still\nhead-strong, maybe not quite so stupid, I've at least picked up a little\nskill. I had to do something where the main point wasn't whether it hurt\nme or not. They just had to be done. I had to go a long way, see a lot\nof things, and I guess it sort of widened my horizons, gave me some room\nto move around-some more freedom.\"\n\n\"Childhood and a prison mine doesn't give you very much, does it?\"\n\n\"No.\"\n\n\"What about the war, Jon?\"\n\n\"Let's put it this way. As far as what's on the other side of the\nradiation barrier, which is pretty much out of commission now, there's\nno need for a war. None whatsoever. If that gets seen and understood by\nthe people who have to see and understand it, then fine. If not, well\nthen, it isn't that simple. Look, Clea, I just came by for a few\nminutes. I want to get out of the house before Dad sees me. Keep on\ntalking to him. I'll be disappearing for a while, so you'll have to do\nit. Just don't bother to tell him I'm alive.\"\n\n\"Jon....\"\n\nHe smiled. \"I mean I want to do it myself when I come back.\"\n\nShe looked down a moment, and when she looked up he was going back into\nthe house. She started to say good-bye, but bit back the words.\n\nInstead, she sat down at the table; she opened the notebook; she cried a\nlittle bit. Then she started writing again.\n\n       *       *       *       *       *\n\nTHREE AGAINST INFINITY\n\n\nThe Empire of Toromon had finally declared war. The attacks on its\nplanes had been nothing compared to the final insult--the kidnapping of\nthe Crown Prince. The enemy must be dealt with, and when they were,\nToromon would be able to get back on its economic feet.\n\nBut how would the members of this civilization--one of the few that\nsurvived the Great Fire--get beyond the deadly radiation barrier, behind\nwhich the enemy lay? And assuming they got beyond the barrier, how would\nthey deal with that enemy--the Lord of the Flames--whose very presence\nwas unknown to the people among whom he lived?\n\n\n     Turn this book over for second complete novel\n\n       *       *       *       *       *\n\n    [Transcriber's Note: Caret symbol (^) is used to represent\n    superscripts. The number in {} is the exponent.]\n\n\n\n\n\nEnd of Project Gutenberg's Captives of the Flame, by Samuel R. Delany\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CAPTIVES OF THE FLAME ***\n\n***** This file should be named 41905-8.txt or 41905-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/1/9/0/41905/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}