{"title": "Queen of the Black Coast", "author": "Robert E. Howard", "releaseDate": "February 24, 2013", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                     QUEEN OF THE BLACK COAST\n\n                       By Robert E. Howard\n\n    [Transcriber's Note: This etext was first published in Weird Tales\n    May 1934. Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.]\n\n\n\n\n1 Conan Joins the Pirates\n\n    _Believe green buds awaken in the spring,\n      That autumn paints the leaves with somber fire;\n    Believe I held my heart inviolate\n      To lavish on one man my hot desire._\n\n    THE SONG OF BÊLIT\n\n\nHoofs drummed down the street that sloped to the wharfs. The folk that\nyelled and scattered had only a fleeting glimpse of a mailed figure on a\nblack stallion, a wide scarlet cloak flowing out on the wind. Far up the\nstreet came the shout and clatter of pursuit, but the horseman did not\nlook back. He swept out onto the wharfs and jerked the plunging stallion\nback on its haunches at the very lip of the pier. Seamen gaped up at\nhim, as they stood to the sweep and striped sail of a high-prowed,\nbroad-waisted galley. The master, sturdy and black-bearded, stood in the\nbows, easing her away from the piles with a boat-hook. He yelled angrily\nas the horseman sprang from the saddle and with a long leap landed\nsquarely on the mid-deck.\n\n'Who invited you aboard?'\n\n'Get under way!' roared the intruder with a fierce gesture that\nspattered red drops from his broadsword.\n\n'But we're bound for the coasts of Kush!' expostulated the master.\n\n'Then I'm for Kush! Push off, I tell you!' The other cast a quick glance\nup the street, along which a squad of horsemen were galloping; far\nbehind them toiled a group of archers, crossbows on their shoulders.\n\n'Can you pay for your passage?' demanded the master.\n\n'I pay my way with steel!' roared the man in armor, brandishing the\ngreat sword that glittered bluely in the sun. 'By Crom, man, if you\ndon't get under way, I'll drench this galley in the blood of its crew!'\n\nThe shipmaster was a good judge of men. One glance at the dark scarred\nface of the swordsman, hardened with passion, and he shouted a quick\norder, thrusting strongly against the piles. The galley wallowed out\ninto clear water, the oars began to clack rhythmically; then a puff of\nwind filled the shimmering sail, the light ship heeled to the gust, then\ntook her course like a swan, gathering headway as she skimmed along.\n\nOn the wharfs the riders were shaking their swords and shouting threats\nand commands that the ship put about, and yelling for the bowmen to\nhasten before the craft was out of arbalest range.\n\n'Let them rave,' grinned the swordsman hardily. 'Do you keep her on her\ncourse, master steersman.'\n\nThe master descended from the small deck between the bows, made his way\nbetween the rows of oarsmen, and mounted the mid-deck. The stranger\nstood there with his back to the mast, eyes narrowed alertly, sword\nready. The shipman eyed him steadily, careful not to make any move\ntoward the long knife in his belt. He saw a tall powerfully built figure\nin a black scale-mail hauberk, burnished greaves and a blue-steel helmet\nfrom which jutted bull's horns highly polished. From the mailed\nshoulders fell the scarlet cloak, blowing in the sea-wind. A broad\nshagreen belt with a golden buckle held the scabbard of the broadsword\nhe bore. Under the horned helmet a square-cut black mane contrasted with\nsmoldering blue eyes.\n\n'If we must travel together,' said the master, 'we may as well be at\npeace with each other. My name is Tito, licensed master-shipman of the\nports of Argos. I am bound for Kush, to trade beads and silks and sugar\nand brass-hilted swords to the black kings for ivory, copra, copper ore,\nslaves and pearls.'\n\nThe swordsman glanced back at the rapidly receding docks, where the\nfigures still gesticulated helplessly, evidently having trouble in\nfinding a boat swift enough to overhaul the fast-sailing galley.\n\n'I am Conan, a Cimmerian,' he answered. 'I came into Argos seeking\nemployment, but with no wars forward, there was nothing to which I might\nturn my hand.'\n\n'Why do the guardsmen pursue you?' asked Tito. 'Not that it's any of my\nbusiness, but I thought perhaps----'\n\n'I've nothing to conceal,' replied the Cimmerian. 'By Crom, though I've\nspent considerable time among you civilized peoples, your ways are still\nbeyond my comprehension.\n\n'Well, last night in a tavern, a captain in the king's guard offered\nviolence to the sweetheart of a young soldier, who naturally ran him\nthrough. But it seems there is some cursed law against killing\nguardsmen, and the boy and his girl fled away. It was bruited about that\nI was seen with them, and so today I was haled into court, and a judge\nasked me where the lad had gone. I replied that since he was a friend of\nmine, I could not betray him. Then the court waxed wrath, and the judge\ntalked a great deal about my duty to the state, and society, and other\nthings I did not understand, and bade me tell where my friend had flown.\nBy this time I was becoming wrathful myself, for I had explained my\nposition.\n\n'But I choked my ire and held my peace, and the judge squalled that I\nhad shown contempt for the court, and that I should be hurled into a\ndungeon to rot until I betrayed my friend. So then, seeing they were all\nmad, I drew my sword and cleft the judge's skull; then I cut my way out\nof the court, and seeing the high constable's stallion tied near by, I\nrode for the wharfs, where I thought to find a ship bound for foreign\nparts.'\n\n'Well,' said Tito hardily, 'the courts have fleeced me too often in\nsuits with rich merchants for me to owe them any love. I'll have\nquestions to answer if I ever anchor in that port again, but I can prove\nI acted under compulsion. You may as well put up your sword. We're\npeaceable sailors, and have nothing against you. Besides, it's as well\nto have a fighting-man like yourself on board. Come up to the poop-deck\nand we'll have a tankard of ale.'\n\n'Good enough,' readily responded the Cimmerian, sheathing his sword.\n\nThe _Argus_ was a small sturdy ship, typical of those trading-craft\nwhich ply between the ports of Zingara and Argos and the southern\ncoasts, hugging the shoreline and seldom venturing far into the open\nocean. It was high of stern, with a tall curving prow; broad in the\nwaist, sloping beautifully to stem and stern. It was guided by the long\nsweep from the poop, and propulsion was furnished mainly by the broad\nstriped silk sail, aided by a jibsail. The oars were for use in tacking\nout of creeks and bays, and during calms. There were ten to the side,\nfive fore and five aft of the small mid-deck. The most precious part of\nthe cargo was lashed under this deck, and under the fore-deck. The men\nslept on deck or between the rowers' benches, protected in bad weather\nby canopies. With twenty men at the oars, three at the sweep, and the\nshipmaster, the crew was complete.\n\nSo the _Argus_ pushed steadily southward, with consistently fair\nweather. The sun beat down from day to day with fiercer heat, and the\ncanopies were run up--striped silken cloths that matched the shimmering\nsail and the shining goldwork on the prow and along the gunwales.\n\nThey sighted the coast of Shem--long rolling meadowlands with the white\ncrowns of the towers of cities in the distance, and horsemen with\nblue-black beards and hooked noses, who sat their steeds along the shore\nand eyed the galley with suspicion. She did not put in; there was scant\nprofit in trade with the sons of Shem.\n\nNor did master Tito pull into the broad bay where the Styx river emptied\nits gigantic flood into the ocean, and the massive black castles of\nKhemi loomed over the blue waters. Ships did not put unasked into this\nport, where dusky sorcerers wove awful spells in the murk of sacrificial\nsmoke mounting eternally from blood-stained altars where naked women\nscreamed, and where Set, the Old Serpent, arch-demon of the Hyborians\nbut god of the Stygians, was said to writhe his shining coils among his\nworshippers.\n\nMaster Tito gave that dreamy glass-floored bay a wide berth, even when a\nserpent-prowed gondola shot from behind a castellated point of land, and\nnaked dusky women, with great red blossoms in their hair, stood and\ncalled to his sailors, and posed and postured brazenly.\n\nNow no more shining towers rose inland. They had passed the southern\nborders of Stygia and were cruising along the coasts of Kush. The sea\nand the ways of the sea were never-ending mysteries to Conan, whose\nhomeland was among the high hills of the northern uplands. The wanderer\nwas no less of interest to the sturdy seamen, few of whom had ever seen\none of his race.\n\nThey were characteristic Argosean sailors, short and stockily built.\nConan towered above them, and no two of them could match his strength.\nThey were hardy and robust, but his was the endurance and vitality of a\nwolf, his thews steeled and his nerves whetted by the hardness of his\nlife in the world's wastelands. He was quick to laugh, quick and\nterrible in his wrath. He was a valiant trencherman, and strong drink\nwas a passion and a weakness with him. Naïve as a child in many ways,\nunfamiliar with the sophistry of civilization, he was naturally\nintelligent, jealous of his rights, and dangerous as a hungry tiger.\nYoung in years, he was hardened in warfare and wandering, and his\nsojourns in many lands were evident in his apparel. His horned helmet\nwas such as was worn by the golden-haired Æsir of Nordheim; his hauberk\nand greaves were of the finest workmanship of Koth; the fine ring-mail\nwhich sheathed his arms and legs was of Nemedia; the blade at his girdle\nwas a great Aquilonian broadsword; and his gorgeous scarlet cloak could\nhave been spun nowhere but in Ophir.\n\nSo they beat southward, and master Tito began to look for the\nhigh-walled villages of the black people. But they found only smoking\nruins on the shore of a bay, littered with naked black bodies. Tito\nswore.\n\n'I had good trade here, aforetime. This is the work of pirates.'\n\n'And if we meet them?' Conan loosened his great blade in its scabbard.\n\n'Mine is no warship. We run, not fight. Yet if it came to a pinch, we\nhave beaten off reavers before, and might do it again; unless it were\nBêlit's _Tigress_.'\n\n'Who is Bêlit?'\n\n'The wildest she-devil unhanged. Unless I read the signs a-wrong, it was\nher butchers who destroyed that village on the bay. May I some day see\nher dangling from the yard-arm! She is called the queen of the black\ncoast. She is a Shemite woman, who leads black raiders. They harry the\nshipping and have sent many a good tradesman to the bottom.'\n\nFrom under the poop-deck Tito brought out quilted jerkins, steel caps,\nbows and arrows.\n\n'Little use to resist if we're run down,' he grunted. 'But it rasps the\nsoul to give up life without a struggle.'\n\n       *       *       *       *       *\n\nIt was just at sunrise when the lookout shouted a warning. Around the\nlong point of an island off the starboard bow glided a long lethal\nshape, a slender serpentine galley, with a raised deck that ran from\nstem to stern. Forty oars on each side drove her swiftly through the\nwater, and the low rail swarmed with naked blacks that chanted and\nclashed spears on oval shields. From the masthead floated a long crimson\npennon.\n\n'Bêlit!' yelled Tito, paling. 'Yare! Put her about! Into that\ncreek-mouth! If we can beach her before they run us down, we have a\nchance to escape with our lives!'\n\nSo, veering sharply, the _Argus_ ran for the line of surf that boomed\nalong the palm-fringed shore, Tito striding back and forth, exhorting\nthe panting rowers to greater efforts. The master's black beard\nbristled, his eyes glared.\n\n'Give me a bow,' requested Conan. 'It's not my idea of a manly weapon,\nbut I learned archery among the Hyrkanians, and it will go hard if I\ncan't feather a man or so on yonder deck.'\n\nStanding on the poop, he watched the serpent-like ship skimming lightly\nover the waters, and landsman though he was, it was evident to him that\nthe _Argus_ would never win that race. Already arrows, arching from the\npirate's deck, were falling with a hiss into the sea, not twenty paces\nastern.\n\n'We'd best stand to it,' growled the Cimmerian; 'else we'll all die with\nshafts in our backs, and not a blow dealt.'\n\n'Bend to it, dogs!' roared Tito with a passionate gesture of his brawny\nfist. The bearded rowers grunted, heaved at the oars, while their\nmuscles coiled and knotted, and sweat started out on their hides. The\ntimbers of the stout little galley creaked and groaned as the men fairly\nripped her through the water. The wind had fallen; the sail hung limp.\nNearer crept the inexorable raiders, and they were still a good mile\nfrom the surf when one of the steersmen fell gagging across a sweep, a\nlong arrow through his neck. Tito sprang to take his place, and Conan,\nbracing his feet wide on the heaving poop-deck, lifted his bow. He could\nsee the details of the pirate plainly now. The rowers were protected by\na line of raised mantelets along the sides, but the warriors dancing on\nthe narrow deck were in full view. These were painted and plumed, and\nmostly naked, brandishing spears and spotted shields.\n\nOn the raised platform in the bows stood a slim figure whose white skin\nglistened in dazzling contrast to the glossy ebon hides about it. Bêlit,\nwithout a doubt. Conan drew the shaft to his ear--then some whim or\nqualm stayed his hand and sent the arrow through the body of a tall\nplumed spearman beside her.\n\nHand over hand the pirate galley was overhauling the lighter ship.\nArrows fell in a rain about the _Argus_, and men cried out. All the\nsteersmen were down, pincushioned, and Tito was handling the massive\nsweep alone, gasping black curses, his braced legs knots of straining\nthews. Then with a sob he sank down, a long shaft quivering in his\nsturdy heart. The _Argus_ lost headway and rolled in the swell. The men\nshouted in confusion, and Conan took command in characteristic fashion.\n\n'Up, lads!' he roared, loosing with a vicious twang of cord. 'Grab your\nsteel and give these dogs a few knocks before they cut our throats!\nUseless to bend your backs any more: they'll board us ere we can row\nanother fifty paces!'\n\nIn desperation the sailors abandoned their oars and snatched up their\nweapons. It was valiant, but useless. They had time for one flight of\narrows before the pirate was upon them. With no one at the sweep, the\n_Argus_ rolled broadside, and the steel-baked prow of the raider crashed\ninto her amidships. Grappling-irons crunched into the side. From the\nlofty gunwales, the black pirates drove down a volley of shafts that\ntore through the quilted jackets of the doomed sailormen, then sprang\ndown spear in hand to complete the slaughter. On the deck of the pirate\nlay half a dozen bodies, an earnest of Conan's archery.\n\nThe fight on the _Argus_ was short and bloody. The stocky sailors, no\nmatch for the tall barbarians, were cut down to a man. Elsewhere the\nbattle had taken a peculiar turn. Conan, on the high-pitched poop, was\non a level with the pirate's deck. As the steel prow slashed into the\n_Argus_, he braced himself and kept his feet under the shock, casting\naway his bow. A tall corsair, bounding over the rail, was met in midair\nby the Cimmerian's great sword, which sheared him cleanly through the\ntorso, so that his body fell one way and his legs another. Then, with a\nburst of fury that left a heap of mangled corpses along the gunwales,\nConan was over the rail and on the deck of the _Tigress_.\n\nIn an instant he was the center of a hurricane of stabbing spears and\nlashing clubs. But he moved in a blinding blur of steel. Spears bent on\nhis armor or swished empty air, and his sword sang its death-song. The\nfighting-madness of his race was upon him, and with a red mist of\nunreasoning fury wavering before his blazing eyes, he cleft skulls,\nsmashed breasts, severed limbs, ripped out entrails, and littered the\ndeck like a shambles with a ghastly harvest of brains and blood.\n\nInvulnerable in his armor, his back against the mast, he heaped mangled\ncorpses at his feet until his enemies gave back panting in rage and\nfear. Then as they lifted their spears to cast them, and he tensed\nhimself to leap and die in the midst of them, a shrill cry froze the\nlifted arms. They stood like statues, the black giants poised for the\nspear-casts, the mailed swordsman with his dripping blade.\n\n       *       *       *       *       *\n\nBêlit sprang before the blacks, beating down their spears. She turned\ntoward Conan, her bosom heaving, her eyes flashing. Fierce fingers of\nwonder caught at his heart. She was slender, yet formed like a goddess:\nat once lithe and voluptuous. Her only garment was a broad silken\ngirdle. Her white ivory limbs and the ivory globes of her breasts drove\na beat of fierce passion through the Cimmerian's pulse, even in the\npanting fury of battle. Her rich black hair, black as a Stygian night,\nfell in rippling burnished clusters down her supple back. Her dark eyes\nburned on the Cimmerian.\n\nShe was untamed as a desert wind, supple and dangerous as a she-panther.\nShe came close to him, heedless of his great blade, dripping with blood\nof her warriors. Her supple thigh brushed against it, so close she came\nto the tall warrior. Her red lips parted as she stared up into his\nsomber menacing eyes.\n\n'Who are you?' she demanded. 'By Ishtar, I have never seen your like,\nthough I have ranged the sea from the coasts of Zingara to the fires of\nthe ultimate south. Whence come you?'\n\n'From Argos,' he answered shortly, alert for treachery. Let her slim\nhand move toward the jeweled dagger in her girdle, and a buffet of his\nopen hand would stretch her senseless on the deck. Yet in his heart he\ndid not fear; he had held too many women, civilized or barbaric, in his\niron-thewed arms, not to recognize the light that burned in the eyes of\nthis one.\n\n'You are no soft Hyborian!' she exclaimed. 'You are fierce and hard as a\ngray wolf. Those eyes were never dimmed by city lights; those thews were\nnever softened by life amid marble walls.'\n\n'I am Conan, a Cimmerian,' he answered.\n\nTo the people of the exotic climes, the north was a mazy half-mythical\nrealm, peopled with ferocious blue-eyed giants who occasionally\ndescended from their icy fastnesses with torch and sword. Their raids\nhad never taken them as far south as Shem, and this daughter of Shem\nmade no distinction between Æsir, Vanir or Cimmerian. With the unerring\ninstinct of the elemental feminine, she knew she had found her lover,\nand his race meant naught, save as it invested him with the glamor of\nfar lands.\n\n'And I am Bêlit,' she cried, as one might say, 'I am queen.'\n\n'Look at me, Conan!' She threw wide her arms. 'I am Bêlit, queen of the\nblack coast. Oh, tiger of the North, you are cold as the snowy mountains\nwhich bred you. Take me and crush me with your fierce love! Go with me\nto the ends of the earth and the ends of the sea! I am a queen by fire\nand steel and slaughter--be thou my king!'\n\nHis eyes swept the blood-stained ranks, seeking expressions of wrath or\njealousy. He saw none. The fury was gone from the ebon faces. He\nrealized that to these men Bêlit was more than a woman: a goddess whose\nwill was unquestioned. He glanced at the _Argus_, wallowing in the\ncrimson sea-wash, heeling far over, her decks awash, held up by the\ngrappling-irons. He glanced at the blue-fringed shore, at the far green\nhazes of the ocean, at the vibrant figure which stood before him; and\nhis barbaric soul stirred within him. To quest these shining blue realms\nwith that white-skinned young tiger-cat--to love, laugh, wander and\npillage--\n\n'I'll sail with you,' he grunted, shaking the red drops from his blade.\n\n'Ho, N'Yaga!' her voice twanged like a bowstring. 'Fetch herbs and dress\nyour master's wounds! The rest of you bring aboard the plunder and cast\noff.'\n\nAs Conan sat with his back against the poop-rail, while the old shaman\nattended to the cuts on his hands and limbs, the cargo of the ill-fated\n_Argus_ was quickly shifted aboard the _Tigress_ and stored in small\ncabins below deck. Bodies of the crew and of fallen pirates were cast\noverboard to the swarming sharks, while wounded blacks were laid in the\nwaist to be bandaged. Then the grappling-irons were cast off, and as the\n_Argus_ sank silently into the blood-flecked waters, the _Tigress_ moved\noff southward to the rhythmic clack of the oars.\n\nAs they moved out over the glassy blue deep, Bêlit came to the poop. Her\neyes were burning like those of a she-panther in the dark as she tore\noff her ornaments, her sandals and her silken girdle and cast them at\nhis feet. Rising on tiptoe, arms stretched upward, a quivering line of\nnaked white, she cried to the desperate horde: 'Wolves of the blue sea,\nbehold ye now the dance--the mating-dance of Bêlit, whose fathers were\nkings of Askalon!'\n\nAnd she danced, like the spin of a desert whirlwind, like the leaping of\na quenchless flame, like the urge of creation and the urge of death. Her\nwhite feet spurned the blood-stained deck and dying men forgot death as\nthey gazed frozen at her. Then, as the white stars glimmered through the\nblue velvet dusk, making her whirling body a blur of ivory fire, with a\nwild cry she threw herself at Conan's feet, and the blind flood of the\nCimmerian's desire swept all else away as he crushed her panting form\nagainst the black plates of his corseleted breast.\n\n\n\n\n2 The Black Lotus\n\n    _In that dead citadel of crumbling stone\n      Her eyes were snared by that unholy sheen,\n    And curious madness took me by the throat,\n      As of a rival lover thrust between._\n\n    THE SONG OF BÊLIT\n\n\nThe _Tigress_ ranged the sea, and the black villages shuddered. Tomtoms\nbeat in the night, with a tale that the she-devil of the sea had found a\nmate, an iron man whose wrath was as that of a wounded lion. And\nsurvivors of butchered Stygian ships named Bêlit with curses, and a\nwhite warrior with fierce blue eyes; so the Stygian princes remembered\nthis man long and long, and their memory was a bitter tree which bore\ncrimson fruit in the years to come.\n\nBut heedless as a vagrant wind, the _Tigress_ cruised the southern\ncoasts, until she anchored at the mouth of a broad sullen river, whose\nbanks were jungle-clouded walls of mystery.\n\n'This is the river Zarkheba, which is Death,' said Bêlit. 'Its waters\nare poisonous. See how dark and murky they run? Only venomous reptiles\nlive in that river. The black people shun it. Once a Stygian galley,\nfleeing from me, fled up the river and vanished. I anchored in this very\nspot, and days later, the galley came floating down the dark waters, its\ndecks blood-stained and deserted. Only one man was on board, and he was\nmad and died gibbering. The cargo was intact, but the crew had vanished\ninto silence and mystery.\n\n'My lover, I believe there is a city somewhere on that river. I have\nheard tales of giant towers and walls glimpsed afar off by sailors who\ndared go part-way up the river. We fear nothing: Conan, let us go and\nsack that city!'\n\nConan agreed. He generally agreed to her plans. Hers was the mind that\ndirected their raids, his the arm that carried out her ideas. It\nmattered little to him where they sailed or whom they fought, so long as\nthey sailed and fought. He found the life good.\n\nBattle and raid had thinned their crew; only some eighty spearmen\nremained, scarcely enough to work the long galley. But Bêlit would not\ntake the time to make the long cruise southward to the island kingdoms\nwhere she recruited her buccaneers. She was afire with eagerness for her\nlatest venture; so the _Tigress_ swung into the river mouth, the oarsmen\npulling strongly as she breasted the broad current.\n\nThey rounded the mysterious bend that shut out the sight of the sea, and\nsunset found them forging steadily against the sluggish flow, avoiding\nsandbars where strange reptiles coiled. Not even a crocodile did they\nsee, nor any four-legged beast or winged bird coming down to the water's\nedge to drink. On through the blackness that preceded moonrise they\ndrove, between banks that were solid palisades of darkness, whence came\nmysterious rustlings and stealthy footfalls, and the gleam of grim eyes.\nAnd once an inhuman voice was lifted in awful mockery--the cry of an\nape, Bêlit said, adding that the souls of evil men were imprisoned in\nthese man-like animals as punishment for past crimes. But Conan doubted,\nfor once, in a gold-barred cage in an Hyrkanian city, he had seen an\nabysmal sad-eyed beast which men told him was an ape, and there had been\nabout it naught of the demoniac malevolence which vibrated in the\nshrieking laughter that echoed from the black jungle.\n\nThen the moon rose, a splash of blood, ebony-barred, and the jungle\nawoke in horrific bedlam to greet it. Roars and howls and yells set the\nblack warriors to trembling, but all this noise, Conan noted, came from\nfarther back in the jungle, as if the beasts no less than men shunned\nthe black waters of Zarkheba.\n\nRising above the black denseness of the trees and above the waving\nfronds, the moon silvered the river, and their wake became a rippling\nscintillation of phosphorescent bubbles that widened like a shining road\nof bursting jewels. The oars dipped into the shining water and came up\nsheathed in frosty silver. The plumes on the warrior's headpiece nodded\nin the wind, and the gems on sword-hilts and harness sparkled frostily.\n\nThe cold light struck icy fire from the jewels in Bêlit's clustered\nblack locks as she stretched her lithe figure on a leopardskin thrown\non the deck. Supported on her elbows, her chin resting on her slim\nhands, she gazed up into the face of Conan, who lounged beside her, his\nblack mane stirring in the faint breeze. Bêlit's eyes were dark jewels\nburning in the moonlight.\n\n'Mystery and terror are about us, Conan, and we glide into the realm of\nhorror and death,' she said. 'Are you afraid?'\n\nA shrug of his mailed shoulders was his only answer.\n\n'I am not afraid either,' she said meditatively. 'I was never afraid. I\nhave looked into the naked fangs of Death too often. Conan, do you fear\nthe gods?'\n\n'I would not tread on their shadow,' answered the barbarian\nconservatively. 'Some gods are strong to harm, others, to aid; at least\nso say their priests. Mitra of the Hyborians must be a strong god,\nbecause his people have builded their cities over the world. But even\nthe Hyborians fear Set. And Bel, god of thieves, is a good god. When I\nwas a thief in Zamora I learned of him.'\n\n'What of your own gods? I have never heard you call on them.'\n\n'Their chief is Crom. He dwells on a great mountain. What use to call on\nhim? Little he cares if men live or die. Better to be silent than to\ncall his attention to you; he will send you dooms, not fortune! He is\ngrim and loveless, but at birth he breathes power to strive and slay\ninto a man's soul. What else shall men ask of the gods?'\n\n'But what of the worlds beyond the river of death?' she persisted.\n\n'There is no hope here or hereafter in the cult of my people,' answered\nConan. 'In this world men struggle and suffer vainly, finding pleasure\nonly in the bright madness of battle; dying, their souls enter a gray\nmisty realm of clouds and icy winds, to wander cheerlessly throughout\neternity.'\n\nBêlit shuddered. 'Life, bad as it is, is better than such a destiny.\nWhat do you believe, Conan?'\n\nHe shrugged his shoulders. 'I have known many gods. He who denies them\nis as blind as he who trusts them too deeply. I seek not beyond death.\nIt may be the blackness averred by the Nemedian skeptics, or Crom's\nrealm of ice and cloud, or the snowy plains and vaulted halls of the\nNordheimer's Valhalla. I know not, nor do I care. Let me live deep while\nI live; let me know the rich juices of red meat and stinging wine on my\npalate, the hot embrace of white arms, the mad exultation of battle when\nthe blue blades flame and crimson, and I am content. Let teachers and\npriests and philosophers brood over questions of reality and illusion. I\nknow this: if life is illusion, then I am no less an illusion, and being\nthus, the illusion is real to me. I live, I burn with life, I love, I\nslay, and am content.'\n\n'But the gods are real,' she said, pursuing her own line of thought.\n'And above all are the gods of the Shemites--Ishtar and Ashtoreth and\nDerketo and Adonis. Bel, too, is Shemitish, for he was born in ancient\nShumir, long, long ago and went forth laughing, with curled beard and\nimpish wise eyes, to steal the gems of the kings of old times.\n\n'There is life beyond death, I know, and I know this, too, Conan of\nCimmeria--' she rose lithely to her knees and caught him in a pantherish\nembrace--'my love is stronger than any death! I have lain in your arms,\npanting with the violence of our love; you have held and crushed and\nconquered me, drawing my soul to your lips with the fierceness of your\nbruising kisses. My heart is welded to your heart, my soul is part of\nyour soul! Were I still in death and you fighting for life, I would come\nback from the abyss to aid you--aye, whether my spirit floated with the\npurple sails on the crystal sea of paradise, or writhed in the molten\nflames of hell! I am yours, and all the gods and all their eternities\nshall not sever us!'\n\n       *       *       *       *       *\n\nA scream rang from the lookout in the bows. Thrusting Bêlit aside, Conan\nbounded up, his sword a long silver glitter in the moonlight, his hair\nbristling at what he saw. The black warrior dangled above the deck,\nsupported by what seemed a dark pliant tree trunk arching over the rail.\nThen he realized that it was a gigantic serpent which had writhed its\nglistening length up the side of the bow and gripped the luckless\nwarrior in its jaws. Its dripping scales shone leprously in the\nmoonlight as it reared its form high above the deck, while the stricken\nman screamed and writhed like a mouse in the fangs of a python. Conan\nrushed into the bows, and swinging his great sword, hewed nearly through\nthe giant trunk, which was thicker than a man's body. Blood drenched the\nrails as the dying monster swayed far out, still gripping its victim,\nand sank into the river, coil by coil, lashing the water to bloody foam,\nin which man and reptile vanished together.\n\nThereafter Conan kept the lookout watch himself, but no other horror\ncame crawling up from the murky depths, and as dawn whitened over the\njungle, he sighted the black fangs of towers jutting up among the trees.\nHe called Bêlit, who slept on the deck, wrapped in his scarlet cloak;\nand she sprang to his side, eyes blazing. Her lips were parted to call\norders to her warriors to take up bow and spears; then her lovely eyes\nwidened.\n\nIt was but the ghost of a city on which they looked when they cleared a\njutting jungle-clad point and swung in toward the in-curving shore.\nWeeds and rank river grass grew between the stones of broken piers and\nshattered paves that had once been streets and spacious plazas and broad\ncourts. From all sides except that toward the river, the jungle crept\nin, masking fallen columns and crumbling mounds with poisonous green.\nHere and there buckling towers reeled drunkenly against the morning sky,\nand broken pillars jutted up among the decaying walls. In the center\nspace a marble pyramid was spired by a slim column, and on its pinnacle\nsat or squatted something that Conan supposed to be an image until his\nkeen eyes detected life in it.\n\n'It is a great bird,' said one of the warriors, standing in the bows.\n\n'It is a monster bat,' insisted another.\n\n'It is an ape,' said Bêlit.\n\nJust then the creature spread broad wings and flapped off into the\njungle.\n\n'A winged ape,' said old N'Yaga uneasily. 'Better we had cut our throats\nthan come to this place. It is haunted.'\n\nBêlit mocked at his superstitions and ordered the galley run inshore and\ntied to the crumbling wharfs. She was the first to spring ashore,\nclosely followed by Conan, and after them trooped the ebon-skinned\npirates, white plumes waving in the morning wind, spears ready, eyes\nrolling dubiously at the surrounding jungle.\n\nOver all brooded a silence as sinister as that of a sleeping serpent.\nBêlit posed picturesquely among the ruins, the vibrant life in her lithe\nfigure contrasting strangely with the desolation and decay about her.\nThe sun flamed up slowly, sullenly, above the jungle, flooding the\ntowers with a dull gold that left shadows lurking beneath the tottering\nwalls. Bêlit pointed to a slim round tower that reeled on its rotting\nbase. A broad expanse of cracked, grass-grown slabs led up to it,\nflanked by fallen columns, and before it stood a massive altar. Bêlit\nwent swiftly along the ancient floor and stood before it.\n\n'This was the temple of the old ones,' she said. 'Look--you can see the\nchannels for the blood along the sides of the altar, and the rains of\nten thousand years have not washed the dark stains from them. The walls\nhave all fallen away, but this stone block defies time and the\nelements.'\n\n'But who were these old ones?' demanded Conan.\n\nShe spread her slim hands helplessly. 'Not even in legendary is this\ncity mentioned. But look at the handholes at either end of the altar!\nPriests often conceal their treasures beneath their altars. Four of you\nlay hold and see if you can lift it.'\n\nShe stepped back to make room for them, glancing up at the tower which\nloomed drunkenly above them. Three of the strongest blacks had gripped\nthe handholes cut into the stone--curiously unsuited to human\nhands--when Bêlit sprang back with a sharp cry. They froze in their\nplaces, and Conan, bending to aid them, wheeled with a startled curse.\n\n'A snake in the grass,' she said, backing away. 'Come and slay it; the\nrest of you bend your backs to the stone.'\n\nConan came quickly toward her, another taking his place. As he\nimpatiently scanned the grass for the reptile, the giant blacks braced\ntheir feet, grunted and heaved with their huge muscles coiling and\nstraining under their ebon skin. The altar did not come off the ground,\nbut it revolved suddenly on its side. And simultaneously there was a\ngrinding rumble above and the tower came crashing down, covering the\nfour black men with broken masonry.\n\nA cry of horror rose from their comrades. Bêlit's slim fingers dug into\nConan's arm-muscles. 'There was no serpent,' she whispered. 'It was but\na ruse to call you away. I feared; the old ones guarded their treasure\nwell. Let us clear away the stones.'\n\nWith herculean labor they did so, and lifted out the mangled bodies of\nthe four men. And under them, stained with their blood, the pirates\nfound a crypt carved in the solid stone. The altar, hinged curiously\nwith stone rods and sockets on one side, had served as its lid. And at\nfirst glance the crypt seemed brimming with liquid fire, catching the\nearly light with a million blazing facets. Undreamable wealth lay before\nthe eyes of the gaping pirates; diamonds, rubies, bloodstones,\nsapphires, turquoises, moonstones, opals, emeralds, amethysts, unknown\ngems that shone like the eyes of evil women. The crypt was filled to the\nbrim with bright stones that the morning sun struck into lambent flame.\n\nWith a cry Bêlit dropped to her knees among the blood-stained rubble on\nthe brink and thrust her white arms shoulder-deep into that pool of\nsplendor. She withdrew them, clutching something that brought another\ncry to her lips--a long string of crimson stones that were like clots of\nfrozen blood strung on a thick gold wire. In their glow the golden\nsunlight changed to bloody haze.\n\nBêlit's eyes were like a woman's in a trance. The Shemite soul finds a\nbright drunkenness in riches and material splendor, and the sight of\nthis treasure might have shaken the soul of a sated emperor of Shushan.\n\n'Take up the jewels, dogs!' her voice was shrill with her emotions.\n\n'Look!' a muscular black arm stabbed toward the _Tigress_, and Bêlit\nwheeled, her crimson lips a-snarl, as if she expected to see a rival\ncorsair sweeping in to despoil her of her plunder. But from the gunwales\nof the ship a dark shape rose, soaring away over the jungle.\n\n'The devil-ape has been investigating the ship,' muttered the blacks\nuneasily.\n\n'What matter?' cried Bêlit with a curse, raking back a rebellious lock\nwith an impatient hand. 'Make a litter of spears and mantles to bear\nthese jewels--where the devil are you going?'\n\n'To look to the galley,' grunted Conan. 'That bat-thing might have\nknocked a hole in the bottom, for all we know.'\n\nHe ran swiftly down the cracked wharf and sprang aboard. A moment's\nswift examination below decks, and he swore heartily, casting a clouded\nglance in the direction the bat-being had vanished. He returned hastily\nto Bêlit, superintending the plundering of the crypt. She had looped the\nnecklace about her neck, and on her naked white bosom the red clots\nglimmered darkly. A huge naked black stood crotch-deep in the\njewel-brimming crypt, scooping up great handfuls of splendor to pass\nthem to eager hands above. Strings of frozen iridescence hung between\nhis dusky fingers; drops of red fire dripped from his hands, piled high\nwith starlight and rainbow. It was as if a black titan stood\nstraddle-legged in the bright pits of hell, his lifted hands full of\nstars.\n\n'That flying devil has staved in the water-casks,' said Conan. 'If we\nhadn't been so dazed by these stones we'd have heard the noise. We were\nfools not to have left a man on guard. We can't drink this river water.\nI'll take twenty men and search for fresh water in the jungle.'\n\nShe looked at him vaguely, in her eyes the blank blaze of her strange\npassion, her fingers working at the gems on her breast.\n\n'Very well,' she said absently, hardly heeding him. 'I'll get the loot\naboard.'\n\n       *       *       *       *       *\n\nThe jungle closed quickly about them, changing the light from gold to\ngray. From the arching green branches creepers dangled like pythons. The\nwarriors fell into single file, creeping through the primordial\ntwilights like black phantoms following a white ghost.\n\nUnderbrush was not so thick as Conan had anticipated. The ground was\nspongy but not slushy. Away from the river, it sloped gradually upward.\nDeeper and deeper they plunged into the green waving depths, and still\nthere was no sign of water, either running stream or stagnant pool.\nConan halted suddenly, his warriors freezing into basaltic statues. In\nthe tense silence that followed, the Cimmerian shook his head irritably.\n\n'Go ahead,' he grunted to a sub-chief, N'Gora. 'March straight on until\nyou can no longer see me; then stop and wait for me. I believe we're\nbeing followed. I heard something.'\n\nThe blacks shuffled their feet uneasily, but did as they were told. As\nthey swung onward, Conan stepped quickly behind a great tree, glaring\nback along the way they had come. From that leafy fastness anything\nmight emerge. Nothing occurred; the faint sounds of the marching\nspearmen faded in the distance. Conan suddenly realized that the air was\nimpregnated with an alien and exotic scent. Something gently brushed his\ntemple. He turned quickly. From a cluster of green, curiously leafed\nstalks, great black blossoms nodded at him. One of these had touched\nhim. They seemed to beckon him, to arch their pliant stems toward him.\nThey spread and rustled, though no wind blew.\n\nHe recoiled, recognizing the black lotus, whose juice was death, and\nwhose scent brought dream-haunted slumber. But already he felt a subtle\nlethargy stealing over him. He sought to lift his sword, to hew down the\nserpentine stalks, but his arm hung lifeless at his side. He opened his\nmouth to shout to his warriors, but only a faint rattle issued. The next\ninstant, with appalling suddenness, the jungle waved and dimmed out\nbefore his eyes; he did not hear the screams that burst out awfully not\nfar away, as his knees collapsed, letting him pitch limply to the earth.\nAbove his prostrate form the great black blossoms nodded in the windless\nair.\n\n\n\n\n3 The Horror in the Jungle\n\n    _Was it a dream the nighted lotus brought?\n      Then curst the dream that bought my sluggish life;\n    And curst each laggard hour that does not see\n      Hot blood drip blackly from the crimsoned knife._\n\n    THE SONG OF BÊLIT\n\n\nFirst there was the blackness of an utter void, with the cold winds of\ncosmic space blowing through it. Then shapes, vague, monstrous and\nevanescent, rolled in dim panorama through the expanse of nothingness,\nas if the darkness were taking material form. The winds blew and a\nvortex formed, a whirling pyramid of roaring blackness. From it grew\nShape and Dimension; then suddenly, like clouds dispersing, the darkness\nrolled away on either hand and a huge city of dark green stone rose on\nthe bank of a wide river, flowing through an illimitable plain. Through\nthis city moved beings of alien configuration.\n\nCast in the mold of humanity, they were distinctly not men. They were\nwinged and of heroic proportions; not a branch on the mysterious stalk\nof evolution that culminated in man, but the ripe blossom on an alien\ntree, separate and apart from that stalk. Aside from their wings, in\nphysical appearance they resembled man only as man in his highest form\nresembles the great apes. In spiritual, esthetic and intellectual\ndevelopment they were superior to man as man is superior to the gorilla.\nBut when they reared their colossal city, man's primal ancestors had not\nyet risen from the slime of the primordial seas.\n\nThese beings were mortal, as are all things built of flesh and blood.\nThey lived, loved and died, though the individual span of life was\nenormous. Then, after uncounted millions of years, the Change began. The\nvista shimmered and wavered, like a picture thrown on a windblown\ncurtain. Over the city and the land the ages flowed as waves flow over a\nbeach, and each wave brought alterations. Somewhere on the planet the\nmagnetic centers were shifting; the great glaciers and ice-fields were\nwithdrawing toward the new poles.\n\nThe littoral of the great river altered. Plains turned into swamps that\nstank with reptilian life. Where fertile meadows had rolled, forests\nreared up, growing into dank jungles. The changing ages wrought on the\ninhabitants of the city as well. They did not migrate to fresher lands.\nReasons inexplicable to humanity held them to the ancient city and their\ndoom. And as that once rich and mighty land sank deeper and deeper into\nthe black mire of the sunless jungle, so into the chaos of squalling\njungle life sank the people of the city. Terrific convulsions shook the\nearth; the nights were lurid with spouting volcanoes that fringed the\ndark horizons with red pillars.\n\nAfter an earthquake that shook down the outer walls and highest towers\nof the city, and caused the river to run black for days with some lethal\nsubstance spewed up from the subterranean depths, a frightful chemical\nchange became apparent in the waters the folk had drunk for millenniums\nuncountable.\n\nMany died who drank of it; and in those who lived, the drinking wrought\nchange, subtle, gradual and grisly. In adapting themselves to the\nchanging conditions, they had sunk far below their original level. But\nthe lethal waters altered them even more horribly, from generation to\nmore bestial generation. They who had been winged gods became pinioned\ndemons, with all that remained of their ancestors' vast knowledge\ndistorted and perverted and twisted into ghastly paths. As they had\nrisen higher than mankind might dream, so they sank lower than man's\nmaddest nightmares reach. They died fast, by cannibalism, and horrible\nfeuds fought out in the murk of the midnight jungle. And at last among\nthe lichen-grown ruins of their city only a single shape lurked, a\nstunted abhorrent perversion of nature.\n\nThen for the first time humans appeared: dark-skinned, hawk-faced men in\ncopper and leather harness, bearing bows--the warriors of pre-historic\nStygia. There were only fifty of them, and they were haggard and gaunt\nwith starvation and prolonged effort, stained and scratched with\njungle-wandering, with blood-crusted bandages that told of fierce\nfighting. In their minds was a tale of warfare and defeat, and flight\nbefore a stronger tribe which drove them ever southward, until they lost\nthemselves in the green ocean of jungle and river.\n\nExhausted they lay down among the ruins where red blossoms that bloom\nbut once in a century waved in the full moon, and sleep fell upon them.\nAnd as they slept, a hideous shape crept red-eyed from the shadows and\nperformed weird and awful rites about and above each sleeper. The moon\nhung in the shadowy sky, painting the jungle red and black; above the\nsleepers glimmered the crimson blossoms, like splashes of blood. Then\nthe moon went down and the eyes of the necromancer were red jewels set\nin the ebony of night.\n\nWhen dawn spread its white veil over the river, there were no men to be\nseen: only a hairy winged horror that squatted in the center of a ring\nof fifty great spotted hyenas that pointed quivering muzzles to the\nghastly sky and howled like souls in hell.\n\nThen scene followed scene so swiftly that each tripped over the heels of\nits predecessor. There was a confusion of movement, a writhing and\nmelting of lights and shadows, against a background of black jungle,\ngreen stone ruins and murky river. Black men came up the river in long\nboats with skulls grinning on the prows, or stole stooping through the\ntrees, spear in hand. They fled screaming through the dark from red eyes\nand slavering fangs. Howls of dying men shook the shadows; stealthy feet\npadded through the gloom, vampire eyes blazed redly. There were grisly\nfeasts beneath the moon, across whose red disk a bat-like shadow\nincessantly swept.\n\nThen abruptly, etched clearly in contrast to these impressionistic\nglimpses, around the jungled point in the whitening dawn swept a long\ngalley, thronged with shining ebon figures, and in the bows stood a\nwhite-skinned ghost in blue steel.\n\nIt was at this point that Conan first realized that he was dreaming.\nUntil that instant he had had no consciousness of individual existence.\nBut as he saw himself treading the boards of the _Tigress_, he\nrecognized both the existence and the dream, although he did not awaken.\n\nEven as he wondered, the scene shifted abruptly to a jungle glade where\nN'Gora and nineteen black spearmen stood, as if awaiting someone. Even\nas he realized that it was he for whom they waited, a horror swooped\ndown from the skies and their stolidity was broken by yells of fear.\nLike men maddened by terror, they threw away their weapons and raced\nwildly through the jungle, pressed close by the slavering monstrosity\nthat flapped its wings above them.\n\n       *       *       *       *       *\n\nChaos and confusion followed this vision, during which Conan feebly\nstruggled to awake. Dimly he seemed to see himself lying under a nodding\ncluster of black blossoms, while from the bushes a hideous shape crept\ntoward him. With a savage effort he broke the unseen bonds which held\nhim to his dreams, and started upright.\n\nBewilderment was in the glare he cast about him. Near him swayed the\ndusky lotus, and he hastened to draw away from it.\n\nIn the spongy soil near by there was a track as if an animal had put out\na foot, preparatory to emerging from the bushes, then had withdrawn it.\nIt looked like the spoor of an unbelievably large hyena.\n\nHe yelled for N'Gora. Primordial silence brooded over the jungle, in\nwhich his yells sounded brittle and hollow as mockery. He could not see\nthe sun, but his wilderness-trained instinct told him the day was near\nits end. A panic rose in him at the thought that he had lain senseless\nfor hours. He hastily followed the tracks of the spearmen, which lay\nplain in the damp loam before him. They ran in single file, and he soon\nemerged into a glade--to stop short, the skin crawling between his\nshoulders as he recognized it as the glade he had seen in his\nlotus-drugged dream. Shields and spears lay scattered about as if\ndropped in headlong flight.\n\nAnd from the tracks which led out of the glade and deeper into the\nfastnesses, Conan knew that the spearmen had fled, wildly. The\nfootprints overlay one another; they weaved blindly among the trees. And\nwith startling suddenness the hastening Cimmerian came out of the jungle\nonto a hill-like rock which sloped steeply, to break off abruptly in a\nsheer precipice forty feet high. And something crouched on the brink.\n\nAt first Conan thought it to be a great black gorilla. Then he saw that\nit was a giant black man that crouched ape-like, long arms dangling,\nfroth dripping from the loose lips. It was not until, with a sobbing\ncry, the creature lifted huge hands and rushed towards him, that Conan\nrecognized N'Gora. The black man gave no heed to Conan's shout as he\ncharged, eyes rolled up to display the whites, teeth gleaming, face an\ninhuman mask.\n\nWith his skin crawling with the horror that madness always instils in\nthe sane, Conan passed his sword through the black man's body; then,\navoiding the hooked hands that clawed at him as N'Gora sank down, he\nstrode to the edge of the cliff.\n\nFor an instant he stood looking down into the jagged rocks below, where\nlay N'Gora's spearmen, in limp, distorted attitudes that told of crushed\nlimbs and splintered bones. Not one moved. A cloud of huge black flies\nbuzzed loudly above the blood-splashed stones; the ants had already\nbegun to gnaw at the corpses. On the trees about sat birds of prey, and\na jackal, looking up and seeing the man on the cliff, slunk furtively\naway.\n\nFor a little space Conan stood motionless. Then he wheeled and ran back\nthe way he had come, flinging himself with reckless haste through the\ntall grass and bushes, hurdling creepers that sprawled snake-like\nacross his path. His sword swung low in his right hand, and an\nunaccustomed pallor tinged his dark face.\n\nThe silence that reigned in the jungle was not broken. The sun had set\nand great shadows rushed upward from the slime of the black earth.\nThrough the gigantic shades of lurking death and grim desolation Conan\nwas a speeding glimmer of scarlet and blue steel. No sound in all the\nsolitude was heard except his own quick panting as he burst from the\nshadows into the dim twilight of the river-shore.\n\nHe saw the galley shouldering the rotten wharf, the ruins reeling\ndrunkenly in the gray half-light.\n\nAnd here and there among the stones were spots of raw bright color, as\nif a careless hand had splashed with a crimson brush.\n\nAgain Conan looked on death and destruction. Before him lay his\nspearmen, nor did they rise to salute him. From the jungle-edge to the\nriverbank, among the rotting pillars and along the broken piers they\nlay, torn and mangled and half devoured, chewed travesties of men.\n\nAll about the bodies and pieces of bodies were swarms of huge\nfootprints, like those of hyenas.\n\nConan came silently upon the pier, approaching the galley above whose\ndeck was suspended something that glimmered ivory-white in the faint\ntwilight. Speechless, the Cimmerian looked on the Queen of the Black\nCoast as she hung from the yard-arm of her own galley. Between the yard\nand her white throat stretched a line of crimson clots that shone like\nblood in the gray light.\n\n\n\n\n4 The Attack from the Air\n\n    _The shadows were black around him,\n      The dripping jaws gaped wide,\n    Thicker than rain the red drops fell;\n    But my love was fiercer than Death's black spell,\n    Nor all the iron walls of hell\n      Could keep me from his side._\n\n    THE SONG OF BÊLIT\n\n\nThe jungle was a black colossus that locked the ruin-littered glade in\nebon arms. The moon had not risen; the stars were flecks of hot amber in\na breathless sky that reeked of death. On the pyramid among the fallen\ntowers sat Conan the Cimmerian like an iron statue, chin propped on\nmassive fists. Out in the black shadows stealthy feet padded and red\neyes glimmered. The dead lay as they had fallen. But on the deck of the\n_Tigress_, on a pyre of broken benches, spear-shafts and leopardskins,\nlay the Queen of the Black Coast in her last sleep, wrapped in Conan's\nscarlet cloak. Like a true queen she lay, with her plunder heaped high\nabout her: silks, cloth-of-gold, silver braid, casks of gems and golden\ncoins, silver ingots, jeweled daggers and teocallis of gold wedges.\n\nBut of the plunder of the accursed city, only the sullen waters of\nZarkheba could tell where Conan had thrown it with a heathen curse. Now\nhe sat grimly on the pyramid, waiting for his unseen foes. The black\nfury in his soul drove out all fear. What shapes would emerge from the\nblackness he knew not, nor did he care.\n\nHe no longer doubted the visions of the black lotus. He understood that\nwhile waiting for him in the glade, N'Gora and his comrades had been\nterror-stricken by the winged monster swooping upon them from the sky,\nand fleeing in blind panic, had fallen over the cliff, all except their\nchief, who had somehow escaped their fate, though not madness.\nMeanwhile, or immediately after, or perhaps before, the destruction of\nthose on the riverbank had been accomplished. Conan did not doubt that\nthe slaughter along the river had been massacre rather than battle.\nAlready unmanned by their superstitious fears, the blacks might well\nhave died without striking a blow in their own defense when attacked by\ntheir inhuman foes.\n\nWhy he had been spared so long, he did not understand, unless the malign\nentity which ruled the river meant to keep him alive to torture him with\ngrief and fear. All pointed to a human or superhuman intelligence--the\nbreaking of the water-casks to divide the forces, the driving of the\nblacks over the cliff, and last and greatest, the grim jest of the\ncrimson necklace knotted like a hangman's noose about Bêlit's white\nneck.\n\nHaving apparently saved the Cimmerian for the choicest victim, and\nextracted the last ounce of exquisite mental torture, it was likely that\nthe unknown enemy would conclude the drama by sending him after the\nother victims. No smile bent Conan's grim lips at the thought, but his\neyes were lit with iron laughter.\n\nThe moon rose, striking fire from the Cimmerian's horned helmet. No call\nawoke the echoes; yet suddenly the night grew tense and the jungle held\nits breath. Instinctively Conan loosened the great sword in its sheath.\nThe pyramid on which he rested was four-sided, one--the side toward the\njungle--carved in broad steps. In his hand was a Shemite bow, such as\nBêlit had taught her pirates to use. A heap of arrows lay at his feet,\nfeathered ends towards him, as he rested on one knee.\n\nSomething moved in the blackness under the trees. Etched abruptly in\nthe rising moon, Conan saw a darkly blocked-out head and shoulders,\nbrutish in outline. And now from the shadows dark shapes came silently,\nswiftly, running low--twenty great spotted hyenas. Their slavering fangs\nflashed in the moonlight, their eyes blazed as no true beast's eyes ever\nblazed.\n\nTwenty: then the spears of the pirates had taken toll of the pack, after\nall. Even as he thought this, Conan drew nock to ear, and at the twang\nof the string a flame-eyed shadow bounded high and fell writhing. The\nrest did not falter; on they came, and like a rain of death among them\nfell the arrows of the Cimmerian, driven with all the force and accuracy\nof steely thews backed by a hate hot as the slag-heaps of hell.\n\nIn his berserk fury he did not miss; the air was filled with feathered\ndestruction. The havoc wrought among the onrushing pack was\nbreathtaking. Less than half of them reached the foot of the pyramid.\nOthers dropped upon the broad steps. Glaring down into the blazing eyes,\nConan knew these creatures were not beasts; it was not merely in their\nunnatural size that he sensed a blasphemous difference. They exuded an\naura tangible as the black mist rising from a corpse-littered swamp. By\nwhat godless alchemy these beings had been brought into existence, he\ncould not guess; but he knew he faced diabolism blacker than the Well of\nSkelos.\n\nSpringing to his feet, he bent his bow powerfully and drove his last\nshaft point blank at a great hairy shape that soared up at his throat.\nThe arrow was a flying beam of moonlight that flashed onward with but a\nblur in its course, but the were-beast plunged convulsively in midair\nand crashed headlong, shot through and through.\n\nThen the rest were on him, in a nightmare rush of blazing eyes and\ndripping fangs. His fiercely driven sword shore the first asunder; then\nthe desperate impact of the others bore him down. He crushed a narrow\nskull with the pommel of his hilt, feeling the bone splinter and blood\nand brains gush over his hand; then, dropping the sword, useless at such\ndeadly close quarters, he caught at the throats of the two horrors which\nwere ripping and tearing at him in silent fury. A foul acrid scent\nalmost stifled him, his own sweat blinded him. Only his mail saved him\nfrom being ripped to ribbons in an instant. The next, his naked right\nhand locked on a hairy throat and tore it open. His left hand, missing\nthe throat of the other beast, caught and broke its foreleg. A short\nyelp, the only cry in that grim battle, and hideously human-like, burst\nfrom the maimed beast. At the sick horror of that cry from a bestial\nthroat, Conan involuntarily relaxed his grip.\n\nOne, blood gushing from its torn jugular, lunged at him in a last spasm\nof ferocity, and fastened its fangs on his throat--to fall back dead,\neven as Conan felt the tearing agony of its grip.\n\nThe other, springing forward on three legs, was slashing at his belly as\na wolf slashes, actually rending the links of his mail. Flinging aside\nthe dying beast, Conan grappled the crippled horror and, with a muscular\neffort that brought a groan from his blood-flecked lips, he heaved\nupright, gripping the struggling, tearing fiend in his arms. An instant\nhe reeled off balance, its fetid breath hot on his nostrils; its jaws\nsnapping at his neck; then he hurled it from him, to crash with\nbone-splintering force down the marble steps.\n\nAs he reeled on wide-braced legs, sobbing for breath, the jungle and the\nmoon swimming bloodily to his sight, the thrash of bat-wings was loud in\nhis ears. Stooping, he groped for his sword, and swaying upright, braced\nhis feet drunkenly and heaved the great blade above his head with both\nhands, shaking the blood from his eyes as he sought the air above him\nfor his foe.\n\nInstead of attack from the air, the pyramid staggered suddenly and\nawfully beneath his feet. He heard a rumbling crackle and saw the tall\ncolumn above him wave like a wand. Stung to galvanized life, he bounded\nfar out; his feet hit a step, halfway down, which rocked beneath him,\nand his next desperate leap carried him clear. But even as his heels hit\nthe earth, with a shattering crash like a breaking mountain the pyramid\ncrumpled, the column came thundering down in bursting fragments. For a\nblind cataclysmic instant the sky seemed to rain shards of marble. Then\na rubble of shattered stone lay whitely under the moon.\n\n       *       *       *       *       *\n\nConan stirred, throwing off the splinters that half covered him. A\nglancing blow had knocked off his helmet and momentarily stunned him.\nAcross his legs lay a great piece of the column, pinning him down. He\nwas not sure that his legs were unbroken. His black locks were plastered\nwith sweat; blood trickled from the wounds in his throat and hands. He\nhitched up on one arm, struggling with the debris that prisoned him.\n\nThen something swept down across the stars and struck the sward near\nhim. Twisting about, he saw it--_the winged one!_\n\nWith fearful speed it was rushing upon him, and in that instant Conan\nhad only a confused impression of a gigantic man-like shape hurtling\nalong on bowed and stunted legs; of huge hairy arms outstretching\nmisshapen black-nailed paws; of a malformed head, in whose broad face\nthe only features recognizable as such were a pair of blood-red eyes. It\nwas a thing neither man, beast, nor devil, imbued with characteristics\nsubhuman as well as characteristics superhuman.\n\nBut Conan had no time for conscious consecutive thought. He threw\nhimself toward his fallen sword, and his clawing fingers missed it by\ninches. Desperately he grasped the shard which pinned his legs, and the\nveins swelled in his temples as he strove to thrust it off him. It gave\nslowly, but he knew that before he could free himself the monster would\nbe upon him, and he knew that those black-taloned hands were death.\n\nThe headlong rush of the winged one had not wavered. It towered over the\nprostrate Cimmerian like a black shadow, arms thrown wide--a glimmer of\nwhite flashed between it and its victim.\n\nIn one mad instant she was there--a tense white shape, vibrant with love\nfierce as a she-panther's. The dazed Cimmerian saw between him and the\nonrushing death, her lithe figure, shimmering like ivory beneath the\nmoon; he saw the blaze of her dark eyes, the thick cluster of her\nburnished hair; her bosom heaved, her red lips were parted, she cried\nout sharp and ringing at the ring of steel as she thrust at the winged\nmonster's breast.\n\n'_Bêlit!_' screamed Conan. She flashed a quick glance at him, and in her\ndark eyes he saw her love flaming, a naked elemental thing of raw fire\nand molten lava. Then she was gone, and the Cimmerian saw only the\nwinged fiend which had staggered back in unwonted fear, arms lifted as\nif to fend off attack. And he knew that Bêlit in truth lay on her pyre\non the _Tigress's_ deck. In his ears rang her passionate cry: 'Were I\nstill in death and you fighting for life I would come back from the\nabyss----'\n\nWith a terrible cry he heaved upward hurling the stone aside. The winged\none came on again, and Conan sprang to meet it, his veins on fire with\nmadness. The thews started out like cords on his forearms as he swung\nhis great sword, pivoting on his heel with the force of the sweeping\narc. Just above the hips it caught the hurtling shape, and the knotted\nlegs fell one way, the torso another as the blade sheared clear through\nits hairy body.\n\nConan stood in the moonlit silence, the dripping sword sagging in his\nhand, staring down at the remnants of his enemy. The red eyes glared up\nat him with awful life, then glazed and set; the great hands knotted\nspasmodically and stiffened. And the oldest race in the world was\nextinct.\n\nConan lifted his head, mechanically searching for the beast-things that\nhad been its slaves and executioners. None met his gaze. The bodies he\nsaw littering the moon-splashed grass were of men, not beasts:\nhawk-faced, dark-skinned men, naked, transfixed by arrows or mangled by\nsword-strokes. And they were crumbling into dust before his eyes.\n\nWhy had not the winged master come to the aid of its slaves when he\nstruggled with them? Had it feared to come within reach of fangs that\nmight turn and rend it? Craft and caution had lurked in that misshapen\nskull, but had not availed in the end.\n\nTurning on his heel, the Cimmerian strode down the rotting wharfs and\nstepped aboard the galley. A few strokes of his sword cut her adrift,\nand he went to the sweep-head. The _Tigress_ rocked slowly in the sullen\nwater, sliding out sluggishly toward the middle of the river, until the\nbroad current caught her. Conan leaned on the sweep, his somber gaze\nfixed on the cloak-wrapped shape that lay in state on the pyre the\nrichness of which was equal to the ransom of an empress.\n\n\n\n\n5 The Funeral Pyre\n\n    _Now we are done with roaming, evermore;\n      No more the oars, the windy harp's refrain;\n    Nor crimson pennon frights the dusky shore;\n      Blue girdle of the world, receive again\n    Her whom thou gavest me._\n\n    THE SONG OF BÊLIT\n\n\nAgain dawn tinged the ocean. A redder glow lit the river-mouth. Conan of\nCimmeria leaned on his great sword upon the white beach, watching the\n_Tigress_ swinging out on her last voyage. There was no light in his\neyes that contemplated the glassy swells. Out of the rolling blue wastes\nall glory and wonder had gone. A fierce revulsion shook him as he gazed\nat the green surges that deepened into purple hazes of mystery.\n\nBêlit had been of the sea; she had lent it splendor and allure. Without\nher it rolled a barren, dreary and desolate waste from pole to pole. She\nbelonged to the sea; to its everlasting mystery he returned her. He\ncould do no more. For himself, its glittering blue splendor was more\nrepellent than the leafy fronds which rustled and whispered behind him\nof vast mysterious wilds beyond them, and into which he must plunge.\n\nNo hand was at the sweep of the _Tigress_, no oars drove her through the\ngreen water. But a clean tanging wind bellied her silken sail, and as a\nwild swan cleaves the sky to her nest, she sped seaward, flames mounting\nhigher and higher from her deck to lick at the mast and envelop the\nfigure that lay lapped in scarlet on the shining pyre.\n\nSo passed the Queen of the Black Coast, and leaning on his red-stained\nsword, Conan stood silently until the red glow had faded far out in the\nblue hazes and dawn splashed its rose and gold over the ocean.\n\n\n\n\n\nEnd of Project Gutenberg's Queen of the Black Coast, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK QUEEN OF THE BLACK COAST ***\n\n***** This file should be named 42183-8.txt or 42183-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/2/1/8/42183/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}