{"title": "The Hyborian Age", "author": "Robert E. Howard", "releaseDate": "February 24, 2013", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          THE HYBORIAN AGE\n\n                         By Robert E. Howard\n\n    [Transcriber's Note: This etext was first published in The\n    Phantagraph February, August, and October-November 1936 issues.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.]\n\n\n    (Nothing in this article is to be considered as an attempt to\n    advance any theory in opposition to accepted history. It is simply a\n    fictional background for a series of fiction-stories. When I began\n    writing the Conan stories a few years ago, I prepared this 'history'\n    of his age and the peoples of that age, in order to lend him and his\n    sagas a greater aspect of realness. And I found that by adhering to\n    the 'facts' and spirit of that history, in writing the stories, it\n    was easier to visualize (and therefore to present) him as a real\n    flesh-and-blood character rather than a ready-made product. In\n    writing about him and his adventures in the various kingdoms of his\n    Age, I have never violated the 'facts' or spirit of the 'history'\n    here set down, but have followed the lines of that history as\n    closely as the writer of actual historical-fiction follows the lines\n    of actual history. I have used this 'history' as a guide in all the\n    stories in this series that I have written.)\n\n       *       *       *       *       *\n\nOf that epoch known by the Nemedian chroniclers as the Pre-Cataclysmic\nAge, little is known except the latter part, and that is veiled in the\nmists of legendry. Known history begins with the waning of the\nPre-Cataclysmic civilization, dominated by the kingdoms of Kamelia,\nValusia, Verulia, Grondar, Thule and Commoria. These peoples spoke a\nsimilar language, arguing a common origin. There were other kingdoms,\nequally civilized, but inhabited by different, and apparently older\nraces.\n\nThe barbarians of that age were the Picts, who lived on islands far out\non the western ocean; the Atlanteans, who dwelt on a small continent\nbetween the Pictish Islands and the main, or Thurian Continent; and the\nLemurians, who inhabited a chain of large islands in the eastern\nhemisphere.\n\nThere were vast regions of unexplored land. The civilized kingdoms,\nthough enormous in extent, occupied a comparatively small portion of the\nwhole planet. Valusia was the western-most kingdom of the Thurian\nContinent; Grondar the eastern-most. East of Grondar, whose people were\nless highly cultured than those of their kindred kingdoms, stretched a\nwild and barren expanse of deserts. Among the less arid stretches of\ndesert, in the jungles, and among the mountains, lived scattered clans\nand tribes of primitive savages. Far to the south there was a mysterious\ncivilization, unconnected with the Thurian culture, and apparently\npre-human in its nature. On the far-eastern shores of the Continent\nthere lived another race, human, but mysterious and non-Thurian, with\nwhich the Lemurians from time to time came in contact. They apparently\ncame from a shadowy and nameless continent lying somewhere east of the\nLemurian Islands.\n\nThe Thurian civilization was crumbling; their armies were composed\nlargely of barbarian mercenaries. Picts, Atlanteans and Lemurians were\ntheir generals, their statesmen, often their kings. Of the bickerings of\nthe kingdoms, and the wars between Valusia and Commoria, as well as the\nconquests by which the Atlanteans founded a kingdom on the mainland,\nthere were more legends than accurate history.\n\nThen the Cataclysm rocked the world. Atlantis and Lemuria sank, and the\nPictish Islands were heaved up to form the mountain peaks of a new\ncontinent. Sections of the Thurian Continent vanished under the waves,\nor sinking, formed great inland lakes and seas. Volcanoes broke forth\nand terrific earthquakes shook down the shining cities of the empires.\nWhole nations were blotted out.\n\nThe barbarians fared a little better than the civilized races. The\ninhabitants of the Pictish Islands were destroyed, but a great colony of\nthem, settled among the mountains of Valusia's southern frontier to\nserve as a buffer against foreign invasion, was untouched. The\nContinental kingdom of the Atlanteans likewise escaped the common ruin,\nand to it came thousands of their tribesmen in ships from the sinking\nland. Many Lemurians escaped to the eastern coast of the Thurian\nContinent, which was comparatively untouched. There they were enslaved\nby the ancient race which already dwelt there, and their history, for\nthousands of years, is a history of brutal servitude.\n\nIn the western part of the Continent, changing conditions created\nstrange forms of plant and animal life. Thick jungles covered the\nplains, great rivers cut their roads to the sea, wild mountains were\nheaved up, and lakes covered the ruins of old cities in fertile valleys.\nTo the Continental kingdom of the Atlanteans, from sunken areas, swarmed\nmyriads of beasts and savages--ape-men and apes. Forced to battle\ncontinually for their lives, they yet managed to retain vestiges of\ntheir former state of highly advanced barbarism. Robbed of metals and\nores, they became workers in stone like their distant ancestors, and\nhad attained a real artistic level, when their struggling culture came\ninto contact with the powerful Pictish nation. The Picts had also\nreverted to flint, but had advanced more rapidly in the matter of\npopulation and war-science. They had none of the Atlanteans' artistic\nnature; they were a ruder, more practical, more prolific race. They left\nno pictures painted or carved on ivory, as did their enemies, but they\nleft remarkably efficient flint weapons in plenty.\n\nThese stone-age kingdoms clashed, and in a series of bloody wars, the\noutnumbered Atlanteans were hurled back into a state of savagery, and\nthe evolution of the Picts was halted. Five hundred years after the\nCataclysm the barbaric kingdoms have vanished. It is now a nation of\nsavages--the Picts--carrying on continual warfare with tribes of\nsavages--the Atlanteans. The Picts had the advantage of numbers and\nunity, whereas the Atlanteans had fallen into loosely knit clans. That\nwas the west of that day.\n\nIn the distant east, cut off from the rest of the world by the heaving\nup of gigantic mountains and the forming of a chain of vast lakes, the\nLemurians are toiling as slaves of their ancient masters. The far south\nis still veiled in mystery. Untouched by the Cataclysm, its destiny is\nstill pre-human. Of the civilized races of the Thurian Continent, a\nremnant of one of the non-Valusian nations dwells among the low\nmountains of the southeast--the Zhemri. Here and there about the world\nare scattered clans of apish savages, entirely ignorant of the rise and\nfall of the great civilizations. But in the far north another people are\nslowly coming into existence.\n\nAt the time of the Cataclysm, a band of savages, whose development was\nnot much above that of the Neanderthal, fled to the north to escape\ndestruction. They found the snow-countries inhabited only by a species\nof ferocious snow-apes--huge shaggy white animals, apparently native to\nthat climate. These they fought and drove beyond the Arctic circle, to\nperish, as the savages thought. The latter, then, adapted themselves to\ntheir hardy new environment and throve.\n\nAfter the Pictish-Atlantean wars had destroyed the beginnings of what\nmight have been a new culture, another, lesser cataclysm further altered\nthe appearance of the original continent, left a great inland sea where\nthe chain of lakes had been, to further separate west from east, and the\nattendant earthquakes, floods and volcanoes completed the ruin of the\nbarbarians which their tribal wars had begun.\n\nA thousand years after the lesser cataclysm, the western world is seen\nto be a wild country of jungles and lakes and torrential rivers. Among\nthe forest-covered hills of the northwest exist wandering bands of\nape-men, without human speech, or the knowledge of fire or the use of\nimplements. They are the descendants of the Atlanteans, sunk back into\nthe squalling chaos of jungle-bestiality from which ages ago their\nancestors so laboriously crawled. To the southwest dwell scattered clans\nof degraded, cave-dwelling savages, whose speech is of the most\nprimitive form, yet who still retain the name of Picts, which has come\nto mean merely a term designating men--themselves, to distinguish them\nfrom the true beasts with which they contend for life and food. It is\ntheir only link with their former stage. Neither the squalid Picts nor\nthe apish Atlanteans have any contact with other tribes or peoples.\n\nFar to the east, the Lemurians, levelled almost to a bestial plane\nthemselves by the brutishness of their slavery, have risen and destroyed\ntheir masters. They are savages stalking among the ruins of a strange\ncivilization. The survivors of that civilization, who have escaped the\nfury of their slaves, have come westward. They fall upon that mysterious\npre-human kingdom of the south and overthrow it, substituting their own\nculture, modified by contact with the older one. The newer kingdom is\ncalled Stygia, and remnants of the older nation seemed to have survived,\nand even been worshipped, after the race as a whole had been destroyed.\n\nHere and there in the world small groups of savages are showing signs of\nan upward trend; these are scattered and unclassified. But in the north,\nthe tribes are growing. These people are called Hyborians, or Hybori;\ntheir god was Bori--some great chief, whom legend made even more ancient\nas the king who led them into the north, in the days of the great\nCataclysm, which the tribes remember only in distorted folklore.\n\nThey have spread over the north, and are pushing southward in leisurely\ntreks. So far they have not come in contact with any other races; their\nwars have been with one another. Fifteen hundred years in the north\ncountry have made them a tall, tawny-haired, grey-eyed race, vigorous\nand warlike, and already exhibiting a well-defined artistry and poetism\nof nature. They still live mostly by the hunt, but the southern tribes\nhave been raising cattle for some centuries. There is one exception in\ntheir so far complete isolation from other races: a wanderer into the\nfar north returned with the news that the supposedly deserted ice wastes\nwere inhabited by an extensive tribe of ape-like men, descended, he\nswore, from the beasts driven out of the more habitable land by the\nancestors of the Hyborians. He urged that a large war-party be sent\nbeyond the arctic circle to exterminate these beasts, whom he swore were\nevolving into true men. He was jeered at; a small band of adventurous\nyoung warriors followed him into the north, but none returned.\n\nBut tribes of the Hyborians were drifting south, and as the population\nincreased this movement became extensive. The following age was an epoch\nof wandering and conquest. Across the history of the world tribes and\ndrifts of tribes move and shift in an everchanging panorama.\n\nLook at the world five hundred years later. Tribes of tawny-haired\nHyborians have moved southward and westward, conquering and destroying\nmany of the small unclassified clans. Absorbing the blood of conquered\nraces, already the descendants of the older drifts have begun to show\nmodified racial traits, and these mixed races are attacked fiercely by\nnew, purer-blooded drifts, and swept before them, as a broom sweeps\ndebris impartially, to become even more mixed and mingled in the tangled\ndebris of races and tag-ends of races.\n\nAs yet the conquerors have not come in contact with the older races. To\nthe southeast the descendants of the Zhemri, given impetus by new blood\nresulting from admixture with some unclassified tribe, are beginning to\nseek to revive some faint shadow of their ancient culture. To the west\nthe apish Atlanteans are beginning the long climb upward. They have\ncompleted the cycle of existence; they have long forgotten their former\nexistence as men; unaware of any other former state, they are starting\nthe climb unhelped and unhindered by human memories. To the south of\nthem the Picts remain savages, apparently defying the laws of Nature by\nneither progressing nor retrogressing. Far to the south dreams the\nancient mysterious kingdom of Stygia. On its eastern borders wander\nclans of nomadic savages, already known as the Sons of Shem.\n\nNext to the Picts, in the broad valley of Zingg, protected by great\nmountains, a nameless band of primitives, tentatively classified as akin\nto the Shemites, has evolved an advanced agricultural system and\nexistence.\n\nAnother factor has added to the impetus of Hyborian drift. A tribe of\nthat race has discovered the use of stone in building, and the first\nHyborian kingdom has come into being--the rude and barbaric kingdom of\nHyperborea, which had its beginning in a crude fortress of boulders\nheaped to repel tribal attack. The people of this tribe soon abandoned\ntheir horse-hide tents for stone houses, crudely but mightily built, and\nthus protected, they grew strong. There are few more dramatic events in\nhistory than the rise of the rude, fierce kingdom of Hyperborea, whose\npeople turned abruptly from their nomadic life to rear dwellings of\nnaked stone, surrounded by cyclopean walls--a race scarcely emerged from\nthe polished stone age, who had by a freak of chance, learned the first\nrude principles of architecture.\n\nThe rise of this kingdom drove forth many other tribes, for, defeated in\nthe war, or refusing to become tributary to their castle-dwelling\nkinsmen, many clans set forth on long treks that took them halfway\naround the world. And already the more northern tribes are beginning to\nbe harried by gigantic blond savages, not much more advanced than\nape-men.\n\nThe tale of the next thousand years is the tale of the rise of the\nHyborians, whose warlike tribes dominate the western world. Rude\nkingdoms are taking shape. The tawny-haired invaders have encountered\nthe Picts, driving them into the barren lands of the west. To the\nnorthwest, the descendants of the Atlanteans, climbing unaided from\napedom into primitive savagery, have not yet met the conquerors. Far to\nthe east the Lemurians are evolving a strange semi-civilization of their\nown. To the south the Hyborians have founded the kingdom of Koth, on the\nborders of those pastoral countries known as the Lands of Shem, and the\nsavages of those lands, partly through contact with the Hyborians,\npartly through contact with the Stygians who have ravaged them for\ncenturies, are emerging from barbarism. The blond savages of the far\nnorth have grown in power and numbers so that the northern Hyborian\ntribes move southward, driving their kindred clans before them. The\nancient kingdom of Hyperborea is overthrown by one of these northern\ntribes, which, however, retains the old name. Southeast of Hyperborea a\nkingdom of the Zhemri has come into being, under the name of Zamora. To\nthe southwest, a tribe of Picts have invaded the fertile valley of\nZingg, conquered the agricultural people there, and settled among them.\nThis mixed race was in turn conquered later by a roving tribe of Hybori,\nand from these mingled elements came the kingdom of Zingara.\n\nFive hundred years later the kingdoms of the world are clearly defined.\nThe kingdoms of the Hyborians--Aquilonia, Nemedia, Brythunia,\nHyperborea, Koth, Ophir, Argos, Corinthia, and one known as the Border\nKingdom--dominate the western world. Zamora lies to the east, and\nZingara to the southwest of these kingdoms--people alike in darkness of\ncomplexion and exotic habits, but otherwise unrelated. Far to the south\nsleeps Stygia, untouched by foreign invasion, but the peoples of Shem\nhave exchanged the Stygian yoke for the less galling one of Koth. The\ndusky masters have been driven south of the great river Styx, Nilus, or\nNile, which, flowing north from the shadowy hinterlands, turns almost at\nright angles and flows almost due west through the pastoral meadowlands\nof Shem, to empty into the great sea. North of Aquilonia, the\nwestern-most Hyborian kingdom, are the Cimmerians, ferocious savages,\nuntamed by the invaders, but advancing rapidly because of contact with\nthem; they are the descendants of the Atlanteans, now progressing more\nsteadily than their old enemies the Picts, who dwell in the wilderness\nwest of Aquilonia.\n\nAnother five centuries and the Hybori peoples are the possessors of a\ncivilization so virile that contact with it virtually snatched out of\nthe wallow of savagery such tribes as it touched. The most powerful\nkingdom is Aquilonia, but others vie with it in strength and mixed race;\nthe nearest to the ancient root-stock are the Gundermen of Gunderland, a\nnorthern province of Aquilonia. But this mixing has not weakened the\nrace. They are supreme in the western world, though the barbarians of\nthe wastelands are growing in strength.\n\nIn the north, golden-haired, blue-eyed barbarians, descendants of the\nblond arctic savages, have driven the remaining Hyborian tribes out of\nthe snow countries, except the ancient kingdom of Hyperborea, which\nresists their onslaught. Their country is called Nordheim, and they are\ndivided into the red-haired Vanir of Vanaheim, and the yellow-haired\nÆsir of Asgard.\n\nNow the Lemurians enter history again as Hyrkanians. Through the\ncenturies they have pushed steadily westward, and now a tribe skirts the\nsouthern end of the great inland sea--Vilayet--and establishes the\nkingdom of Turan on the southwestern shore. Between the inland sea and\nthe eastern borders of the native kingdoms lie vast expanses of steppes\nand in the extreme north and extreme south, deserts. The non-Hyrkanian\ndwellers of these territories are scattered and pastoral, unclassified\nin the north, Shemitish in the south, aboriginal, with a thin strain of\nHyborian blood from wandering conquerors. Toward the latter part of the\nperiod other Hyrkanian clans push westward, around the northern\nextremity of the inland sea, and clash with the eastern outposts of the\nHyperboreans.\n\nGlance briefly at the peoples of that age. The dominant of Hyborians are\nno longer uniformly tawny-haired and grey-eyed. They have mixed with\nother races. There is a strong Shemitish, even a Stygian strain among\nthe peoples of Koth, and to a lesser extent, of Argos, while in the case\nof the latter, admixture with the Zingarans has been more extensive than\nwith the Shemites. The eastern Brythunians have intermarried with the\ndark-skinned Zamorians, and the people of southern Aquilonia have mixed\nwith the brown Zingarans until black hair and brown eyes are the\ndominant type in Poitain, the southern-most province. The ancient\nkingdom of Hyperborea is more aloof than the others, yet there is alien\nblood in plenty in its veins, from the capture of foreign\nwomen--Hyrkanians, Æsir and Zamorians. Only in the province of\nGunderland, where the people keep no slaves, is the pure Hyborian stock\nfound unblemished. But the barbarians have kept their bloodstream pure;\nthe Cimmerians are tall and powerful, with dark hair and blue or grey\neyes. The people of Nordheim are of similar build, but with white skins,\nblue eyes and golden or red hair. The Picts are of the same type as\nthey always were--short, very dark, with black eyes and hair. The\nHyrkanians are dark and generally tall and slender, though a squat\nslant-eyed type is more and more common among them, resulting from\nmixture with a curious race of intelligent, though stunted, aborigines,\nconquered by them among the mountains east of Vilayet, on their westward\ndrift. The Shemites are generally of medium height, though sometimes\nwhen mixed with Stygian blood, gigantic, broadly and strongly built,\nwith hook noses, dark eyes and blue-black hair. The Stygians are tall\nand well made, dusky, straight-featured--at least the ruling classes are\nof that type. The lower classes are a down-trodden, mongrel horde, a\nmixture of negroid, Stygian, Shemitish, even Hyborian bloods. South of\nStygia are the vast black kingdoms of the Amazons, the Kushites, the\nAtlaians and the hybrid empire of Zembabwe.\n\nBetween Aquilonia and the Pictish wilderness lie the Bossonian marches,\npeopled by descendants of an aboriginal race, conquered by a tribe of\nHyborians, early in the first ages of the Hyborian drift. This mixed\npeople never attained the civilization of the purer Hyborians, and was\npushed by them to the very fringe of the civilized world. The Bossonians\nare of medium height and complexion, their eyes brown or grey, and they\nare mesocephalic. They live mainly by agriculture, in large walled\nvillages, and are part of the Aquilonian kingdom. Their marches extend\nfrom the Border Kingdom in the north to Zingara in the southwest,\nforming a bulwark for Aquilonia against both the Cimmerians and the\nPicts. They are stubborn defensive fighters, and centuries of warfare\nagainst northern and western barbarians have caused them to evolve a\ntype of defense almost impregnable against direct attack.\n\nFive hundred years later the Hyborian civilization was swept away. Its\nfall was unique in that it was not brought about by internal decay, but\nby the growing power of the barbarian nations and the Hyrkanians. The\nHyborian peoples were overthrown while their vigorous culture was in its\nprime.\n\nYet it was Aquilonia's greed which brought about that overthrow, though\nindirectly. Wishing to extend their empire, her kings made war on their\nneighbors. Zingara, Argos and Ophir were annexed outright, with the\nwestern cities of Shem, which had, with their more eastern kindred,\nrecently thrown off the yoke of Koth. Koth itself, with Corinthia and\nthe eastern Shemitish tribes, was forced to pay Aquilonia tribute and\nlend aid in wars. An ancient feud had existed between Aquilonia and\nHyperborea, and the latter now marched to meet the armies of her western\nrival. The plains of the Border Kingdom were the scene of a great and\nsavage battle, in which the northern hosts were utterly defeated, and\nretreated into their snowy fastnesses, whither the victorious\nAquilonians did not pursue them. Nemedia, which had successfully\nresisted the western kingdom for centuries, now drew Brythunia and\nZamora, and secretly, Koth, into an alliance which bade fair to crush\nthe rising empire. But before their armies could join battle, a new\nenemy appeared in the east, as the Hyrkanians made their first real\nthrust at the western world. Reinforced by adventurers from east of\nVilayet, the riders of Turan swept over Zamora, devastated eastern\nCorinthia, and were met on the plains of Brythunia by the Aquilonians\nwho defeated them and hurled them flying eastward. But the back of the\nalliance was broken, and Nemedia took the defensive in future wars,\naided occasionally by Brythunia and Hyperborea, and, secretly, as usual,\nby Koth. This defeat of the Hyrkanians showed the nations the real power\nof the western kingdom, whose splendid armies were augmented by\nmercenaries, many of them recruited among the alien Zingarans, and the\nbarbaric Picts and Shemites. Zamora was reconquered from the Hyrkanians,\nbut the people discovered that they had merely exchanged an eastern\nmaster for a western master. Aquilonian soldiers were quartered there,\nnot only to protect the ravaged country, but also to keep the people in\nsubjection. The Hyrkanians were not convinced; three more invasions\nburst upon the Zamorian borders, and the Lands of Shem, and were hurled\nback by the Aquilonians, though the Turanian armies grew larger as\nhordes of steel-clad riders rode out of the east, skirting the southern\nextremity of the inland sea.\n\nBut it was in the west that a power was growing destined to throw down\nthe kings of Aquilonia from their high places. In the north there was\nincessant bickering along the Cimmerian borders between the black-haired\nwarriors and the Nordheimir; and the Æsir, between wars with the Vanir,\nassailed Hyperborea and pushed back the frontier, destroying city after\ncity. The Cimmerians also fought the Picts and Bossonians impartially,\nand several times raided into Aquilonia itself, but their wars were less\ninvasions than mere plundering forays.\n\nBut the Picts were growing amazingly in population and power. By a\nstrange twist of fate, it was largely due to the efforts of one man, and\nhe an alien, that they set their feet upon the ways that led to eventual\nempire. This man was Arus, a Nemedian priest, a natural-born reformer.\nWhat turned his mind toward the Picts is not certain, but this much is\nhistory--he determined to go into the western wilderness and modify the\nrude ways of the heathen by the introduction of the gentle worship of\nMitra. He was not daunted by the grisly tales of what had happened to\ntraders and explorers before him, and by some whim of fate he came among\nthe people he sought, alone and unarmed, and was not instantly speared.\n\nThe Picts had benefited by contact with Hyborian civilization, but they\nhad always fiercely resisted that contact. That is to say, they had\nlearned to work crudely in copper and tin, which were found scantily in\ntheir country, and for which latter metal they raided into the mountains\nof Zingara, or traded hides, whale's teeth, walrus tusks and such few\nthings as savages have to trade. They no longer lived in caves and\ntree-shelters, but built tents of hides, and crude huts, copied from\nthose of the Bossonians. They still lived mainly by the chase, since\ntheir wilds swarmed with game of all sorts, and the rivers and sea with\nfish, but they had learned how to plant grain, which they did sketchily,\npreferring to steal it from their neighbors the Bossonians and\nZingarans. They dwelt in clans which were generally at feud with each\nother, and their simple customs were blood-thirsty and utterly\ninexplicable to a civilized man, such as Arus of Nemedia. They had no\ndirect contact with the Hyborians, since the Bossonians acted as a\nbuffer between them. But Arus maintained that they were capable of\nprogress, and events proved the truth of his assertion--though scarcely\nin the way he meant.\n\nArus was fortunate in being thrown in with a chief of more than usual\nintelligence--Gorm by name. Gorm cannot be explained, any more than\nGenghis Khan, Othman, Attila, or any of those individuals, who, born in\nnaked lands among untutored barbarians, yet possess the instinct for\nconquest and empire-building. In a sort of bastard-Bossonian, the priest\nmade the chief understand his purpose, and though extremely puzzled,\nGorm gave him permission to remain among his tribe unbutchered--a case\nunique in the history of the race. Having learned the language Arus set\nhimself to work to eliminate the more unpleasant phases of Pictish\nlife--such as human sacrifice, blood-feud, and the burning alive of\ncaptives. He harangued Gorm at length, whom he found to be an\ninterested, if unresponsive listener. Imagination reconstructs the\nscene--the black-haired chief, in his tiger-skins and necklace of human\nteeth, squatting on the dirt floor of the wattle hut, listening intently\nto the eloquence of the priest, who probably sat on a carven,\nskin-covered block of mahogany provided in his honor--clad in the silken\nrobes of a Nemedian priest, gesturing with his slender white hands as he\nexpounded the eternal rights and justices which were the truths of\nMitra. Doubtless he pointed with repugnance at the rows of skulls which\nadorned the walls of the hut and urged Gorm to forgive his enemies\ninstead of putting their bleached remnants to such use. Arus was the\nhighest product of an innately artistic race, refined by centuries of\ncivilization; Gorm had behind him a heritage of a hundred thousand years\nof screaming savagery--the pad of the tiger was in his stealthy step,\nthe grip of the gorilla in his black-nailed hands, the fire that burns\nin a leopard's eyes burned in his.\n\nArus was a practical man. He appealed to the savage's sense of material\ngain; he pointed out the power and splendor of the Hyborian kingdoms, as\nan example of the power of Mitra, whose teachings and works had lifted\nthem up to their high places. And he spoke of cities, and fertile\nplains, marble walls and iron chariots, jeweled towers, and horsemen in\ntheir glittering armor riding to battle. And Gorm, with the unerring\ninstinct of the barbarian, passed over his words regarding gods and\ntheir teachings, and fixed on the material powers thus vividly\ndescribed. There in that mud-floored wattle hut, with the silk-robed\npriest on the mahogany block, and the dark-skinned chief crouching in\nhis tiger-hides, was laid the foundations of empire.\n\nAs has been said, Arus was a practical man. He dwelt among the Picts and\nfound much that an intelligent man could do to aid humanity, even when\nthat humanity was cloaked in tiger-skins and wore necklaces of human\nteeth. Like all priests of Mitra, he was instructed in many things. He\nfound that there were vast deposits of iron ore in the Pictish hills,\nand he taught the natives to mine, smelt and work it into\nimplements--agricultural implements, as he fondly believed. He\ninstituted other reforms, but these were the most important things he\ndid: he instilled in Gorm a desire to see the civilized lands of the\nworld; he taught the Picts how to work in iron; and he established\ncontact between them and the civilized world. At the chiefs request he\nconducted him and some of his warriors through the Bossonian marches,\nwhere the honest villagers stared in amazement, into the glittering\nouter world.\n\nArus no doubt thought that he was making converts right and left,\nbecause the Picts listened to him, and refrained from smiting him with\ntheir copper axes. But the Pict was little calculated to seriously\nregard teachings which bade him forgive his enemy and abandon the\nwarpath for the ways of honest drudgery. It has been said that he lacked\nartistic sense; his whole nature led to war and slaughter. When the\npriest talked of the glories of the civilized nations, his dark-skinned\nlisteners were intent, not on the ideals of his religion, but on the\nloot which he unconsciously described in the narration of rich cities\nand shining lands. When he told how Mitra aided certain kings to\novercome their enemies, they paid scant heed to the miracles of Mitra,\nbut they hung on the description of battle-lines, mounted knights, and\nmaneuvers of archers and spearmen. They harkened with keen dark eyes and\ninscrutable countenances, and they went their ways without comment, and\nheeded with flattering intentness his instructions as to the working of\niron, and kindred arts.\n\nBefore his coming they had filched steel weapons and armor from the\nBossonians and Zingarans, or had hammered out their own crude arms from\ncopper and bronze. Now a new world opened to them, and the clang of\nsledges re-echoed throughout the land. And Gorm, by virtue of this new\ncraft, began to assert his dominance over other clans, partly by war,\npartly by craft and diplomacy, in which latter art he excelled all other\nbarbarians.\n\nPicts now came and went freely into Aquilonia, under safe-conduct, and\nthey returned with more information as to armor-forging and\nsword-making. More, they entered Aquilonia's mercenary armies, to the\nunspeakable disgust of the sturdy Bossonians. Aquilonia's kings toyed\nwith the idea of playing the Picts against the Cimmerians, and possibly\nthus destroying both menaces, but they were too busy with their policies\nof aggression in the south and east to pay much heed to the vaguely\nknown lands of the west, from which more and more stocky warriors\nswarmed to take service among the mercenaries.\n\nThese warriors, their service completed, went back to their wilderness\nwith good ideas of civilized warfare, and that contempt for civilization\nwhich arises from familiarity with it. Drums began to beat in the hills,\ngathering-fires smoked on the heights, and savage sword-makers hammered\ntheir steel on a thousand anvils. By intrigues and forays too numerous\nand devious to enumerate, Gorm became chief of chiefs, the nearest\napproach to a king the Picts had had in thousands of years. He had\nwaited long; he was past middle age. But now he moved against the\nfrontiers, not in trade, but in war.\n\nArus saw his mistake too late; he had not touched the soul of the pagan,\nin which lurked the hard fierceness of all the ages. His persuasive\neloquence had not caused a ripple in the Pictish conscience. Gorm wore a\ncorselet of silvered mail now, instead of the tiger-skin, but underneath\nhe was unchanged--the everlasting barbarian, unmoved by theology or\nphilosophy, his instincts fixed unerringly on rapine and plunder.\n\nThe Picts burst on the Bossonian frontiers with fire and sword, not clad\nin tiger-skins and brandishing copper axes as of yore, but in\nscale-mail, wielding weapons of keen steel. As for Arus, he was brained\nby a drunken Pict, while making a last effort to undo the work he had\nunwittingly done. Gorm was not without gratitude; he caused the skull of\nthe slayer to be set on the top of the priest's cairn. And it is one of\nthe grim ironies of the universe that the stones which covered Arus's\nbody should have been adorned with that last touch of barbarity--above a\nman to whom violence and blood-vengeance were revolting.\n\nBut the newer weapons and mail were not enough to break the lines. For\nyears the superior armaments and sturdy courage of the Bossonians held\nthe invaders at bay, aided, when necessary, by imperial Aquilonian\ntroops. During this time the Hyrkanians came and went, and Zamora was\nadded to the empire.\n\nThen treachery from an unexpected source broke the Bossonian lines.\nBefore chronicling this treachery, it might be well to glance briefly at\nthe Aquilonian empire. Always a rich kingdom, untold wealth had been\nrolled in by conquest, and sumptuous splendor had taken the place of\nsimple and hardy living. But degeneracy had not yet sapped the kings and\nthe people; though clad in silks and cloth-of-gold, they were still a\nvital, virile race. But arrogance was supplanting their former\nsimplicity. They treated less powerful people with growing contempt,\nlevying more and more tributes on the conquered. Argos, Zingara, Ophir,\nZamora and the Shemite countries were treated as subjugated provinces,\nwhich was especially galling to the proud Zingarans, who often revolted,\ndespite savage retaliations.\n\nKoth was practically tributary, being under Aquilonia's 'protection'\nagainst the Hyrkanians. But Nemedia the western empire had never been\nable to subdue, although the latter's triumphs were of the defensive\nsort, and were generally attained with the aid of Hyperborean armies.\nDuring this period Aquilonia's only defeats were: her failure to annex\nNemedia; the rout of an army sent into Cimmeria; and the almost complete\ndestruction of an army by the Æsir. Just as the Hyrkanians found\nthemselves unable to withstand the heavy cavalry charges of the\nAquilonians, so the latter, invading the snow-countries, were\noverwhelmed by the ferocious hand-to-hand fighting of the Nordics. But\nAquilonia's conquests were pushed to the Nilus, where a Stygian army was\ndefeated with great slaughter, and the king of Stygia sent tribute--once\nat least--to divert invasion of his kingdom. Brythunia was reduced in a\nseries of whirlwind wars, and preparations were made to subjugate the\nancient rival at last--Nemedia.\n\nWith their glittering hosts greatly increased by mercenaries, the\nAquilonians moved against their old-time foe, and it seemed as if the\nthrust were destined to crush the last shadow of Nemedian independence.\nBut contentions arose between the Aquilonians and their Bossonian\nauxiliaries.\n\nAs the inevitable result of imperial expansion, the Aquilonians had\nbecome haughty and intolerant. They derided the ruder, unsophisticated\nBossonians, and hard feeling grew between them--the Aquilonians\ndespising the Bossonians and the latter resenting the attitude of their\nmasters--who now boldly called themselves such, and treated the\nBossonians like conquered subjects, taxing them exorbitantly, and\nconscripting them for their wars of territorial expansion--wars the\nprofits of which the Bossonians shared little. Scarcely enough men were\nleft in the marches to guard the frontier, and hearing of Pictish\noutrages in their homelands, whole Bossonian regiments quit the Nemedian\ncampaign and marched to the western frontier, where they defeated the\ndark-skinned invaders in a great battle.\n\nThis desertion, however, was the direct cause of Aquilonia's defeat by\nthe desperate Nemedians, and brought down on the Bossonians the cruel\nwrath of the imperialists--intolerant and short-sighted as imperialists\ninvariably are. Aquilonian regiments were secretly brought to the\nborders of the marches, the Bossonian chiefs were invited to attend a\ngreat conclave, and, in the guise of an expedition against the Picts,\nbands of savage Shemitish soldiers were quartered among the unsuspecting\nvillagers. The unarmed chiefs were massacred, the Shemites turned on\ntheir stunned hosts with torch and sword, and the armored imperial hosts\nwere hurled ruthlessly on the unsuspecting people. From north to south\nthe marches were ravaged and the Aquilonian armies marched back from the\nborders, leaving a ruined and devastated land behind them.\n\nAnd then the Pictish invasion burst in full power along those borders.\nIt was no mere raid, but the concerted rush of a whole nation, led by\nchiefs who had served in Aquilonian armies, and planned and directed by\nGorm--an old man now, but with the fire of his fierce ambition undimmed.\nThis time there were no strong walled villages in their path, manned by\nsturdy archers, to hold back the rush until the imperial troops could be\nbrought up. The remnants of the Bossonians were swept out of existence,\nand the blood-mad barbarians swarmed into Aquilonia, looting and\nburning, before the legions, warring again with the Nemedians, could be\nmarched into the west. Zingara seized this opportunity to throw off the\nyoke, which example was followed by Corinthia and the Shemites. Whole\nregiments of mercenaries and vassals mutinied and marched back to their\nown countries, looting and burning as they went. The Picts surged\nirresistibly eastward, and host after host was trampled beneath their\nfeet. Without their Bossonian archers the Aquilonians found themselves\nunable to cope with the terrible arrow-fire of the barbarians. From all\nparts of the empire legions were recalled to resist the onrush, while\nfrom the wilderness horde after horde swarmed forth, in apparently\ninexhaustible supply. And in the midst of this chaos, the Cimmerians\nswept down from their hills, completing the ruin. They looted cities,\ndevastated the country, and retired into the hills with their plunder,\nbut the Picts occupied the land they had over-run. And the Aquilonian\nempire went down in fire and blood.\n\nThen again the Hyrkanians rode from the blue east. The withdrawal of the\nimperial legions from Zamora was their incitement. Zamora fell easy prey\nto their thrusts, and the Hyrkanian king established his capital in the\nlargest city of the country. This invasion was from the ancient\nHyrkanian kingdom of Turan, on the shores of the inland sea, but\nanother, more savage Hyrkanian thrust came from the north. Hosts of\nsteel-clad riders galloped around the northern extremity of the inland\nsea, traversed the icy deserts, entered the steppes, driving the\naborigines before them, and launched themselves against the western\nkingdoms. These newcomers were not at first allies with the Turanians,\nbut skirmished with them as with the Hyborians; new drifts of eastern\nwarriors bickered and fought, until all were united under a great chief,\nwho came riding from the very shores of the eastern ocean. With no\nAquilonian armies to oppose them, they were invincible. They swept over\nand subjugated Brythunia, and devastated southern Hyperborea, and\nCorinthia. They swept into the Cimmerian hills, driving the black-haired\nbarbarians before them, but among the hills, where cavalry was less\neffectual, the Cimmerians turned on them, and only a disorderly retreat,\nat the end of a whole day of bloody fighting, saved the Hyrkanian hosts\nfrom complete annihilation.\n\nWhile these events had been transpiring, the kingdoms of Shem had\nconquered their ancient master, Koth, and had been defeated in an\nattempted invasion of Stygia. But scarcely had they completed their\ndegradation of Koth, when they were over-run by the Hyrkanians, and\nfound themselves subjugated by sterner masters than the Hyborians had\never been. Meanwhile the Picts had made themselves complete masters of\nAquilonia, practically blotting out the inhabitants. They had broken\nover the borders of Zingara, and thousands of Zingarans, fleeing the\nslaughter into Argos, threw themselves on the mercy of the\nwestward-sweeping Hyrkanians, who settled them in Zamora as subjects.\nBehind them as they fled, Argos was enveloped in the flame and slaughter\nof Pictish conquest, and the slayers swept into Ophir and clashed with\nthe westward-riding Hyrkanians. The latter, after their conquest of\nShem, had overthrown a Stygian army at the Nilus and over-run the\ncountry as far south as the black kingdom of Amazon, of whose people\nthey brought back thousands as captives, settling them among the\nShemites. Possibly they would have completed their conquests in Stygia,\nadding it to their widening empire, but for the fierce thrusts of the\nPicts against their western conquests.\n\nNemedia, unconquerable by Hyborians, reeled between the riders of the\neast and the swordsmen of the west, when a tribe of Æsir, wandering down\nfrom their snowy lands, came into the kingdom, and were engaged as\nmercenaries; they proved such able warriors that they not only beat off\nthe Hyrkanians, but halted the eastward advance of the Picts.\n\nThe world at that time presents some such picture: a vast Pictish\nempire, wild, rude and barbaric, stretches from the coasts of Vanaheim\nin the north to the southern-most shores of Zingara. It stretches east\nto include all Aquilonia except Gunderland, the northern-most province,\nwhich, as a separate kingdom in the hills, survived the fall of the\nempire, and still maintains its independence. The Pictish empire also\nincludes Argos, Ophir, the western part of Koth, and the western-most\nlands of Shem. Opposed to this barbaric empire is the empire of the\nHyrkanians, of which the northern boundaries are the ravaged lines of\nHyperborea, and the southern, the deserts south of the lands of Shem.\nZamora, Brythunia, the Border Kingdom, Corinthia, most of Koth, and all\nthe eastern lands of Shem are included in this empire. The borders of\nCimmeria are intact; neither Pict nor Hyrkanian has been able to subdue\nthese warlike barbarians. Nemedia, dominated by the Æsir mercenaries,\nresists all invasions. In the north Nordheim, Cimmeria and Nemedia\nseparate the conquering races, but in the south, Koth has become a\nbattle-ground where Picts and Hyrkanians war incessantly. Sometimes the\neastern warriors expel the barbarians from the kingdom entirely; again\nthe plains and cities are in the hands of the western invaders. In the\nfar south, Stygia, shaken by the Hyrkanian invasion, is being encroached\nupon by the great black kingdoms. And in the far north, the Nordic\ntribes are restless, warring continually with the Cimmerians, and\nsweeping the Hyperborean frontiers.\n\nGorm was slain by Hialmar, a chief of the Nemedian Æsir. He was a very\nold man, nearly a hundred years old. In the seventy-five years which had\nelapsed since he first heard the tale of empires from the lips of\nArus--a long time in the life of a man, but a brief space in the tale of\nnations--he had welded an empire from straying savage clans, he had\noverthrown a civilization. He who had been born in a mud-walled,\nwattle-roofed hut, in his old age sat on golden thrones, and gnawed\njoints of beef presented to him on golden dishes by naked slave-girls\nwho were the daughters of kings. Conquest and the acquiring of wealth\naltered not the Pict; out of the ruins of the crushed civilization no\nnew culture arose phoenix-like. The dark hands which shattered the\nartistic glories of the conquered never tried to copy them. Though he\nsat among the glittering ruins of shattered palaces and clad his hard\nbody in the silks of vanquished kings, the Pict remained the eternal\nbarbarian, ferocious, elemental, interested only in the naked primal\nprinciples of life, unchanging, unerring in his instincts which were all\nfor war and plunder, and in which arts and the cultured progress of\nhumanity had no place. Not so with the Æsir who settled in Nemedia.\nThese soon adopted many of the ways of their civilized allies, modified\npowerfully, however, by their own intensely virile and alien culture.\n\nFor a short age Pict and Hyrkanian snarled at each other over the ruins\nof the world they had conquered. Then began the glacier ages, and the\ngreat Nordic drift. Before the southward moving ice-fields the northern\ntribes drifted, driving kindred clans before them. The Æsir blotted out\nthe ancient kingdom of Hyperborea, and across its ruins came to grips\nwith the Hyrkanians. Nemedia had already become a Nordic kingdom, ruled\nby the descendants of the Æsir mercenaries. Driven before the onrushing\ntides of Nordic invasion, the Cimmerians were on the march, and neither\narmy nor city stood before them. They surged across and completely\ndestroyed the kingdom of Gunderland, and marched across ancient\nAquilonia, hewing their irresistible way through the Pictish hosts. They\ndefeated the Nordic-Nemedians and sacked some of their cities, but did\nnot halt. They continued eastward, overthrowing a Hyrkanian army on the\nborders of Brythunia.\n\nBehind them hordes of Æsir and Vanir swarmed into the lands, and the\nPictish empire reeled beneath their strokes. Nemedia was overthrown, and\nthe half-civilized Nordics fled before their wilder kinsmen, leaving the\ncities of Nemedia ruined and deserted. These fleeing Nordics, who had\nadopted the name of the older kingdom, and to whom the term Nemedian\nhenceforth refers, came into the ancient land of Koth, expelled both\nPicts and Hyrkanians, and aided the people of Shem to throw off the\nHyrkanian yoke. All over the western world, the Picts and Hyrkanians\nwere staggering before this younger, fiercer people. A band of Æsir\ndrove the eastern riders from Brythunia and settled there themselves,\nadopting the name for themselves. The Nordics who had conquered\nHyperborea assailed their eastern enemies so savagely that the\ndark-skinned descendants of the Lemurians retreated into the steppes,\npushed irresistibly back toward Vilayet.\n\nMeanwhile the Cimmerians, wandering southeastward, destroyed the ancient\nHyrkanian kingdom of Turan, and settled on the southwestern shores of\nthe inland sea. The power of the eastern conquerors was broken. Before\nthe attacks of the Nordheimir and the Cimmerians, they destroyed all\ntheir cities, butchered such captives as were not fit to make the long\nmarch, and then, herding thousands of slaves before them, rode back into\nthe mysterious east, skirting the northern edge of the sea, and\nvanishing from western history, until they rode out of the east again,\nthousands of years later, as Huns, Mongols, Tatars and Turks. With them\nin their retreat went thousands of Zamorians and Zingarans, who were\nsettled together far to the east, formed a mixed race, and emerged ages\nafterward as gypsies.\n\nMeanwhile, also, a tribe of Vanir adventurers had passed along the\nPictish coast southward, ravaged ancient Zingara, and come into Stygia,\nwhich, oppressed by a cruel aristocratic ruling class, was staggering\nunder the thrusts of the black kingdoms to the south. The red-haired\nVanir led the slaves in a general revolt, overthrew the reigning class,\nand set themselves up as a caste of conquerors. They subjugated the\nnorthern-most black kingdoms, and built a vast southern empire, which\nthey called Egypt. From these red-haired conquerors the earlier Pharaohs\nboasted descent.\n\nThe western world was now dominated by Nordic barbarians. The Picts\nstill held Aquilonia and part of Zingara, and the western coast of the\ncontinent. But east to Vilayet, and from the Arctic circle to the lands\nof Shem, the only inhabitants were roving tribes of Nordheimir,\nexcepting the Cimmerians, settled in the old Turanian kingdom. There\nwere no cities anywhere, except in Stygia and the lands of Shem; the\ninvading tides of Picts, Hyrkanians, Cimmerians and Nordics had levelled\nthem in ruins, and the once dominant Hyborians had vanished from the\nearth, leaving scarcely a trace of their blood in the veins of their\nconquerors. Only a few names of lands, tribes and cities remained in the\nlanguages of the barbarians, to come down through the centuries\nconnected with distorted legend and fable, until the whole history of\nthe Hyborian age was lost sight of in a cloud of myths and fantasies.\nThus in the speech of the gypsies lingered the terms Zingara and Zamora;\nthe Æsir who dominated Nemedia were called Nemedians, and later figured\nin Irish history, and the Nordics who settled in Brythunia were known as\nBrythunians, Brythons or Britons.\n\nThere was no such thing, at that time, as a consolidated Nordic empire.\nAs always, the tribes had each its own chief or king, and they fought\nsavagely among themselves. What their destiny might have been will not\nbe known, because another terrific convulsion of the earth, carving out\nthe lands as they are known to moderns, hurled all into chaos again.\nGreat strips of the western coast sank; Vanaheim and western\nAsgard--uninhabited and glacier-haunted wastes for a hundred\nyears--vanished beneath the waves. The ocean flowed around the mountains\nof western Cimmeria to form the North Sea; these mountains became the\nislands later known as England, Scotland and Ireland, and the waves\nrolled over what had been the Pictish wilderness and the Bossonian\nmarches. In the north the Baltic Sea was formed, cutting Asgard into the\npeninsulas later known as Norway, Sweden and Denmark, and far to the\nsouth the Stygian continent was broken away from the rest of the world,\non the line of cleavage formed by the river Nilus in its westward trend.\nOver Argos, western Koth and the western lands of Shem, washed the blue\nocean men later called the Mediterranean. But where land sank elsewhere,\na vast expanse west of Stygia rose out of the waves, forming the whole\nwestern half of the continent of Africa.\n\nThe buckling of the land thrust up great mountain ranges in the central\npart of the northern continent. Whole Nordic tribes were blotted out,\nand the rest retreated eastward. The territory about the slowly drying\ninland sea was not affected, and there, on the western shores, the\nNordic tribes began a pastoral existence, living in more or less peace\nwith the Cimmerians, and gradually mixing with them. In the west the\nremnants of the Picts, reduced by the cataclysm once more to the status\nof stone-age savages, began, with the incredible virility of their race,\nonce more to possess the land, until, at a later age, they were\noverthrown by the westward drift of the Cimmerians and Nordics. This was\nso long after the breaking-up of the continent that only meaningless\nlegends told of former empires.\n\nThis drift comes within the reach of modern history and need not be\nrepeated. It resulted from a growing population which thronged the\nsteppes west of the inland sea--which still later, much reduced in size,\nwas known as the Caspian--to such an extent that migration became an\neconomic necessity. The tribes moved southward, northward and westward,\ninto those lands now known as India, Asia Minor and central and western\nEurope.\n\nThey came into these countries as Aryans. But there were variations\namong these primitive Aryans, some of which are still recognized today,\nothers which have long been forgotten. The blond Achaians, Gauls and\nBritons, for instance, were descendants of pure-blooded Æsir. The\nNemedians of Irish legendry were the Nemedian Æsir. The Danes were\ndescendants of pure-blooded Vanir; the Goths--ancestors of the other\nScandinavian and Germanic tribes, including the Anglo-Saxons--were\ndescendants of a mixed race whose elements contained Vanir, Æsir and\nCimmerian strains. The Gaels, ancestors of the Irish and Highland\nScotch, descended from pure-blooded Cimmerian clans. The Cymric tribes\nof Britain were a mixed Nordic-Cimmerian race which preceded the purely\nNordic Britons into the isles, and thus gave rise to a legend of Gaelic\npriority. The Cimbri who fought Rome were of the same blood, as well as\nthe Gimmerai of the Assyrians and Grecians, and Gomer of the Hebrews.\nOther clans of the Cimmerians adventured east of the drying inland sea,\nand a few centuries later mixed with Hyrkanian blood, returned westward\nas Scythians. The original ancestors of the Gaels gave their name to\nmodern Crimea.\n\nThe ancient Sumerians had no connection with the western race. They were\na mixed people, of Hyrkanian and Shemitish bloods, who were not taken\nwith the conquerors in their retreat. Many tribes of Shem escaped that\ncaptivity, and from pure-blooded Shemites, or Shemites mixed with\nHyborian or Nordic blood, were descended the Arabs, Israelites, and\nother straighter-featured Semites. The Canaanites, or Alpine Semites,\ntraced their descent from Shemitish ancestors mixed with the Kushites\nsettled among them by their Hyrkanian masters; the Elamites were a\ntypical race of this type. The short, thick-limbed Etruscans, base of\nthe Roman race, were descendants of a people of mixed Stygian, Hyrkanian\nand Pictish strains, and originally lived in the ancient kingdom of\nKoth. The Hyrkanians, retreating to the eastern shores of the continent,\nevolved into the tribes later known as Tatars, Huns, Mongols and Turks.\n\nThe origins of other races of the modern world may be similarly traced;\nin almost every case, older far than they realize, their history\nstretches back into the mists of the forgotten Hyborian age....\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Hyborian Age, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HYBORIAN AGE ***\n\n***** This file should be named 42182-8.txt or 42182-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/2/1/8/42182/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}