{"title": "A Witch Shall Be Born", "author": "Robert E. Howard", "releaseDate": "February 28, 2013", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                     A WITCH SHALL BE BORN\n\n                      By Robert E. Howard\n\n    [Transcriber's Note: This etext was first published in Weird Tales\n    December 1934. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed.]\n\n\n\n\n1 The Blood-Red Crescent\n\n\nTaramis, queen of Khauran, awakened from a dream-haunted slumber to a\nsilence that seemed more like the stillness of nighted catacombs than\nthe normal quiet of a sleeping place. She lay staring into the darkness,\nwondering why the candles in their golden candelabra had gone out. A\nflecking of stars marked a gold-barred casement that lent no\nillumination to the interior of the chamber. But as Taramis lay there,\nshe became aware of a spot of radiance glowing in the darkness before\nher. She watched, puzzled. It grew and its intensity deepened as it\nexpanded, a widening disk of lurid light hovering against the dark\nvelvet hangings of the opposite wall. Taramis caught her breath,\nstarting up to a sitting position. A dark object was visible in that\ncircle of light--_a human head_.\n\nIn a sudden panic the queen opened her lips to cry out for her maids;\nthen she checked herself. The glow was more lurid, the head more vividly\nlimned. It was a woman's head, small, delicately molded, superbly\npoised, with a high-piled mass of lustrous black hair. The face grew\ndistinct as she stared--and it was the sight of this face which froze\nthe cry in Taramis's throat. The features were her own! She might have\nbeen looking into a mirror which subtly altered her reflection, lending\nit a tigerish gleam of eye, a vindictive curl of lip.\n\n'Ishtar!' gasped Taramis. 'I am bewitched!'\n\nAppallingly, the apparition spoke, and its voice was like honeyed venom.\n\n'Bewitched? No, sweet sister! Here is no sorcery.'\n\n'Sister?' stammered the bewildered girl. 'I have no sister.'\n\n'You never had a sister?' came the sweet, poisonously mocking voice.\n'Never a twin sister whose flesh was as soft as yours to caress or\nhurt?'\n\n'Why, once I had a sister,' answered Taramis, still convinced that she\nwas in the grip of some sort of nightmare. 'But she died.'\n\nThe beautiful face in the disk was convulsed with the aspect of a fury;\nso hellish became its expression that Taramis, cowering back, half\nexpected to see snaky locks writhe hissing about the ivory brow.\n\n'You lie!' The accusation was spat from between the snarling red lips.\n'She did not die! Fool! Oh, enough of this mummery! Look--and let your\nsight be blasted!'\n\nLight ran suddenly along the hangings like flaming serpents, and\nincredibly the candles in the golden sticks flared up again. Taramis\ncrouched on her velvet couch, her lithe legs flexed beneath her, staring\nwide-eyed at the pantherish figure which posed mockingly before her. It\nwas as if she gazed upon another Taramis, identical with herself in\nevery contour of feature and limb, yet animated by an alien and evil\npersonality. The face of this stranger waif reflected the opposite of\nevery characteristic the countenance of the queen denoted. Lust and\nmystery sparkled in her scintillant eyes, cruelty lurked in the curl of\nher full red lips. Each movement of her supple body was subtly\nsuggestive. Her coiffure imitated that of the queen's, on her feet were\ngilded sandals such as Taramis wore in her boudoir. The sleeveless,\nlow-necked silk tunic, girdled at the waist with a cloth-of-gold\ncincture, was a duplicate of the queen's night-garment.\n\n'Who are you?' gasped Taramis, an icy chill she could not explain\ncreeping along her spine. 'Explain your presence before I call my\nladies-in-waiting to summon the guard!'\n\n'Scream until the roof beams crack,' callously answered the stranger.\n'Your sluts will not wake till dawn, though the palace spring into\nflames about them. Your guardsmen will not hear your squeals; they have\nbeen sent out of this wing of the palace.'\n\n'What!' exclaimed Taramis, stiffening with outraged majesty. 'Who dared\ngive my guardsmen such a command?'\n\n'I did, sweet sister,' sneered the other girl. 'A little while ago,\nbefore I entered. They thought it was their darling adored queen. Ha!\nHow beautifully I acted the part! With what imperious dignity, softened\nby womanly sweetness, did I address the great louts who knelt in their\narmor and plumed helmets!'\n\nTaramis felt as if a stifling net of bewilderment were being drawn about\nher.\n\n'Who are you?' she cried desperately. 'What madness is this? Why do you\ncome here?'\n\n'Who am I?' There was the spite of a she-cobra's hiss in the soft\nresponse. The girl stepped to the edge of the couch, grasped the queen's\nwhite shoulders with fierce fingers, and bent to glare full into the\nstartled eyes of Taramis. And under the spell of that hypnotic glare,\nthe queen forgot to resent the unprecedented outrage of violent hands\nlaid on regal flesh.\n\n'Fool!' gritted the girl between her teeth. 'Can you ask? Can you\nwonder? I am Salome!'\n\n'Salome!' Taramis breathed the word, and the hairs prickled on her scalp\nas she realized the incredible, numbing truth of the statement. 'I\nthought you died within the hour of your birth,' she said feebly.\n\n'So thought many,' answered the woman who called herself Salome. 'They\ncarried me into the desert to die, damn them! I, a mewing, puling babe\nwhose life was so young it was scarcely the flicker of a candle. And do\nyou know why they bore me forth to die?'\n\n'I--I have heard the story--' faltered Taramis.\n\nSalome laughed fiercely, and slapped her bosom. The low-necked tunic\nleft the upper parts of her firm breasts bare, and between them there\nshone a curious mark--a crescent, red as blood.\n\n'The mark of the witch!' cried Taramis, recoiling.\n\n'Aye!' Salome's laughter was dagger-edged with hate. 'The curse of the\nkings of Khauran! Aye, they tell the tale in the market-places, with\nwagging beards and rolling eyes, the pious fools! They tell how the\nfirst queen of our line had traffic with a fiend of darkness and bore\nhim a daughter who lives in foul legendry to this day. And thereafter in\neach century a girl baby was born into the Askhaurian dynasty, with a\nscarlet half-moon between her breasts, that signified her destiny.\n\n'\"Every century a witch shall be born.\" So ran the ancient curse. And so\nit has come to pass. Some were slain at birth, as they sought to slay\nme. Some walked the earth as witches, proud daughters of Khauran, with\nthe moon of hell burning upon their ivory bosoms. Each was named Salome.\nI too am Salome. It was always Salome, the witch. It will always be\nSalome, the witch, even when the mountains of ice have roared down from\nthe pole and ground the civilizations to ruin, and a new world has risen\nfrom the ashes and dust--even then there shall be Salomes to walk the\nearth, to trap men's hearts by their sorcery, to dance before the kings\nof the world, to see the heads of the wise men fall at their pleasure.'\n\n'But--but you--' stammered Taramis.\n\n'I?' The scintillant eyes burned like dark fires of mystery. 'They\ncarried me into the desert far from the city, and laid me naked on the\nhot sand, under the flaming sun. And then they rode away and left me for\nthe jackals and the vultures and the desert wolves.\n\n'But the life in me was stronger than the life in common folk, for it\npartakes of the essence of the forces that seethe in the black gulfs\nbeyond mortal ken. The hours passed, and the sun slashed down like the\nmolten flames of hell, but I did not die--aye, something of that torment\nI remember, faintly and far away, as one remembers a dim, formless\ndream. Then there were camels, and yellow-skinned men who wore silk\nrobes and spoke in a weird tongue. Strayed from the caravan road, they\npassed close by, and their leader saw me, and recognized the scarlet\ncrescent on my bosom. He took me up and gave me life.\n\n'He was a magician from far Khitai, returning to his native kingdom\nafter a journey to Stygia. He took me with him to purple-towering\nPaikang, its minarets rising amid the vine-festooned jungles of bamboo,\nand there I grew to womanhood under his teaching. Age had steeped him\ndeep in black wisdom, not weakened his powers of evil. Many things he\ntaught me--'\n\nShe paused, smiling enigmatically, with wicked mystery gleaming in her\ndark eyes. Then she tossed her head.\n\n'He drove me from him at last, saying that I was but a common witch in\nspite of his teachings, and not fit to command the mighty sorcery he\nwould have taught me. He would have made me queen of the world and ruled\nthe nations through me, he said, but I was only a harlot of darkness.\nBut what of it? I could never endure to seclude myself in a golden\ntower, and spend the long hours staring into a crystal globe, mumbling\nover incantations written on serpent's skin in the blood of virgins,\nporing over musty volumes in forgotten languages.\n\n'He said I was but an earthly sprite, knowing naught of the deeper gulfs\nof cosmic sorcery. Well, this world contains all I desire--power, and\npomp, and glittering pageantry, handsome men and soft women for my\nparamours and my slaves. He had told me who I was, of the curse and my\nheritage. I have returned to take that to which I have as much right as\nyou. Now it is mine by right of possession.'\n\n'What do you mean?' Taramis sprang up and faced her sister, stung out of\nher bewilderment and fright. 'Do you imagine that by drugging a few of\nmy maids and tricking a few of my guardsmen you have established a claim\nto the throne of Khauran? Do not forget that I am Queen of Khauran! I\nshall give you a place of honor, as my sister, but--'\n\nSalome laughed hatefully.\n\n'How generous of you, dear, sweet sister! But before you begin putting\nme in my place--perhaps you will tell me whose soldiers camp in the\nplain outside the city walls?'\n\n'They are the Shemitish mercenaries of Constantius, the Kothic _voivode_\nof the Free Companies.'\n\n'And what do they in Khauran?' cooed Salome.\n\nTaramis felt that she was being subtly mocked, but she answered with an\nassumption of dignity which she scarcely felt.\n\n'Constantius asked permission to pass along the borders of Khauran on\nhis way to Turan. He himself is hostage for their good behavior as long\nas they are within my domains.'\n\n'And Constantius,' pursued Salome. 'Did he not ask your hand today?'\n\nTaramis shot her a clouded glance of suspicion.\n\n'How did you know that?'\n\nAn insolent shrug of the slim naked shoulders was the only reply.\n\n'You refused, dear sister?'\n\n'Certainly I refused!' exclaimed Taramis angrily. 'Do you, an Askhaurian\nprincess yourself, suppose that the Queen of Khauran could treat such a\nproposal with anything but disdain? Wed a bloody-handed adventurer, a\nman exiled from his own kingdom because of his crimes, and the leader of\norganized plunderers and hired murderers?\n\n'I should never have allowed him to bring his black-bearded slayers into\nKhauran. But he is virtually a prisoner in the south tower, guarded by\nmy soldiers. Tomorrow I shall bid him order his troops to leave the\nkingdom. He himself shall be kept captive until they are over the\nborder. Meantime, my soldiers man the walls of the city, and I have\nwarned him that he will answer for any outrages perpetrated on the\nvillagers or shepherds by his mercenaries.'\n\n'He is confined in the south tower?' asked Salome.\n\n'That is what I said. Why do you ask?'\n\nFor answer Salome clapped her hands, and lifting her voice, with a\ngurgle of cruel mirth in it, called: 'The queen grants you an audience,\nFalcon!'\n\nA gold-arabesqued door opened and a tall figure entered the chamber, at\nthe sight of which Taramis cried out in amazement and anger.\n\n'Constantius! You dare enter my chamber!'\n\n'As you see, Your Majesty!' He bent his dark, hawk-like head in mock\nhumility.\n\nConstantius, whom men called Falcon, was tall, broad-shouldered,\nslim-waisted, lithe and strong as pliant steel. He was handsome in an\naquiline, ruthless way. His face was burnt dark by the sun, and his\nhair, which grew far back from his high, narrow forehead, was black as a\nraven. His dark eyes were penetrating and alert, the hardness of his\nthin lips not softened by his thin black mustache. His boots were of\nKordavan leather, his hose and doublet of plain, dark silk, tarnished\nwith the wear of the camps and the stains of armor rust.\n\nTwisting his mustache, he let his gaze travel up and down the shrinking\nqueen with an effrontery that made her wince.\n\n'By Ishtar, Taramis,' he said silkily, 'I find you more alluring in your\nnight-tunic than in your queenly robes. Truly, this is an auspicious\nnight!'\n\nFear grew in the queen's dark eyes. She was no fool; she knew that\nConstantius would never dare this outrage unless he was sure of himself.\n\n'You are mad!' she said. 'If I am in your power in this chamber, you are\nno less in the power of my subjects, who will rend you to pieces if you\ntouch me. Go at once, if you would live.'\n\nBoth laughed mockingly, and Salome made an impatient gesture.\n\n'Enough of this farce; let us on to the next act in the comedy. Listen,\ndear sister: it was I who sent Constantius here. When I decided to take\nthe throne of Khauran, I cast about for a man to aid me, and chose the\nFalcon, because of his utter lack of all characteristics men call good.'\n\n'I am overwhelmed, princess,' murmured Constantius sardonically, with a\nprofound bow.\n\n'I sent him to Khauran, and, once his men were camped in the plain\noutside, and he was in the palace, I entered the city by that small gate\nin the west wall--the fools guarding it thought it was you returning\nfrom some nocturnal adventure--'\n\n'You hell-cat!' Taramis's cheeks flamed and her resentment got the\nbetter of her regal reserve.\n\nSalome smiled hardly.\n\n'They were properly surprised and shocked, but admitted me without\nquestion. I entered the palace the same way, and gave the order to the\nsurprised guards that sent them marching away, as well as the men who\nguarded Constantius in the south tower. Then I came here, attending to\nthe ladies-in-waiting on the way.'\n\nTaramis's fingers clenched and she paled.\n\n'Well, what next?' she asked in a shaky voice.\n\n'Listen!' Salome inclined her head. Faintly through the casement there\ncame the clank of marching men in armor; gruff voices shouted in an\nalien tongue, and cries of alarm mingled with the shouts.\n\n'The people awaken and grow fearful,' said Constantius sardonically.\n'You had better go and reassure them, Salome!'\n\n'Call me Taramis,' answered Salome. 'We must become accustomed to it.'\n\n'What have you done?' cried Taramis. 'What have you done?'\n\n'I have gone to the gates and ordered the soldiers to open them,'\nanswered Salome. 'They were astounded, but they obeyed. That is the\nFalcon's army you hear, marching into the city.'\n\n'You devil!' cried Taramis. 'You have betrayed my people, in my guise!\nYou have made me seem a traitor! Oh, I shall go to them--'\n\nWith a cruel laugh Salome caught her wrist and jerked her back. The\nmagnificent suppleness of the queen was helpless against the vindictive\nstrength that steeled Salome's slender limbs.\n\n'You know how to reach the dungeons from the palace, Constantius?' said\nthe witch-girl. 'Good. Take this spitfire and lock her into the\nstrongest cell. The jailers are all sound in drugged sleep. I saw to\nthat. Send a man to cut their throats before they can awaken. None must\never know what has occurred tonight. Thenceforward I am Taramis, and\nTaramis is a nameless prisoner in an unknown dungeon.'\n\nConstantius smiled with a glint of strong white teeth under his thin\nmustache.\n\n'Very good; but you would not deny me a little--ah--amusement first?'\n\n'Not I! Tame the scornful hussy as you will.' With a wicked laugh Salome\nflung her sister into the Kothian's arms, and turned away through the\ndoor that opened into the outer corridor.\n\nFright widened Taramis's lovely eyes, her supple figure rigid and\nstraining against Constantius's embrace. She forgot the men marching in\nthe streets, forgot the outrage to her queenship, in the face of the\nmenace to her womanhood. She forgot all sensations but terror and shame\nas she faced the complete cynicism of Constantius's burning, mocking\neyes, felt his hard arms crushing her writhing body.\n\nSalome, hurrying along the corridor outside, smiled spitefully as a\nscream of despair and agony rang shuddering through the palace.\n\n\n\n\n2 The Tree of Death\n\n\nThe young soldier's hose and shirt were smeared with dried blood, wet\nwith sweat and gray with dust. Blood oozed from the deep gash in his\nthigh, from the cuts on his breast and shoulder. Perspiration glistened\non his livid face and his fingers were knotted in the cover of the divan\non which he lay. Yet his words reflected mental suffering that\noutweighed physical pain.\n\n'She must be mad!' he repeated again and again, like one still stunned\nby some monstrous and incredible happening. 'It's like a nightmare!\nTaramis, whom all Khauran loves, betraying her people to that devil from\nKoth! Oh, Ishtar, why was I not slain? Better die than live to see our\nqueen turn traitor and harlot!'\n\n'Lie still, Valerius,' begged the girl who was washing and bandaging his\nwounds with trembling hands. 'Oh, please lie still, darling! You will\nmake your wounds worse. I dared not summon a leech--'\n\n'No,' muttered the wounded youth. 'Constantius's blue-bearded devils\nwill be searching the quarters for wounded Khaurani; they'll hang every\nman who has wounds to show he fought against them. Oh, Taramis, how\ncould you betray the people who worshipped you?' In his fierce agony he\nwrithed, weeping in rage and shame, and the terrified girl caught him in\nher arms, straining his tossing head against her bosom, imploring him to\nbe quiet.\n\n'Better death than the black shame that has come upon Khauran this day,'\nhe groaned. 'Did you see it, Ivga?'\n\n'No, Valerius.' Her soft, nimble fingers were again at work, gently\ncleansing and closing the gaping edges of his raw wounds. 'I was\nawakened by the noise of fighting in the streets--I looked out a\ncasement and saw the Shemites cutting down people; then presently I\nheard you calling me faintly from the alley door.'\n\n'I had reached the limits of my strength,' he muttered. 'I fell in the\nalley and could not rise. I knew they'd find me soon if I lay there--I\nkilled three of the blue-bearded beasts, by Ishtar! They'll never\nswagger through Khauran's streets, by the gods! The fiends are tearing\ntheir hearts in hell!'\n\nThe trembling girl crooned soothingly to him, as to a wounded child, and\nclosed his panting lips with her own cool sweet mouth. But the fire that\nraged in his soul would not allow him to lie silent.\n\n'I was not on the wall when the Shemites entered,' he burst out. 'I was\nasleep in the barracks, with the others not on duty. It was just before\ndawn when our captain entered, and his face was pale under his helmet.\n\"The Shemites are in the city,\" he said. \"The queen came to the southern\ngate and gave orders that they should be admitted. She made the men come\ndown from the walls, where they've been on guard since Constantius\nentered the kingdom. I don't understand it, and neither does anyone\nelse, but I heard her give the order, and we obeyed as we always do. We\nare ordered to assemble in the square before the palace. Form ranks\noutside the barracks and march--leave your arms and armor here. Ishtar\nknows what this means, but it is the queen's order.\"\n\n'Well, when we came to the square the Shemites were drawn up on foot\nopposite the palace, ten thousand of the blue-bearded devils, fully\narmed, and people's heads were thrust out of every window and door on\nthe square. The streets leading into the square were thronged by\nbewildered folk. Taramis was standing on the steps of the palace, alone\nexcept for Constantius, who stood stroking his mustache like a great\nlean cat who has just devoured a sparrow. But fifty Shemites with bows\nin their hands were ranged below them.\n\n'That's where the queen's guard should have been, but they were drawn\nup at the foot of the palace stair, as puzzled as we, though they had\ncome fully armed, in spite of the queen's order.\n\n'Taramis spoke to us then, and told us that she had reconsidered the\nproposal made her by Constantius--why, only yesterday she threw it in\nhis teeth in open court--and that she had decided to make him her royal\nconsort. She did not explain why she had brought the Shemites into the\ncity so treacherously. But she said that, as Constantius had control of\na body of professional fighting-men, the army of Khauran would no longer\nbe needed, and therefore she disbanded it, and ordered us to go quietly\nto our homes.\n\n'Why, obedience to our queen is second nature to us, but we were struck\ndumb and found no word to answer. We broke ranks almost before we knew\nwhat we were doing, like men in a daze.\n\n'But when the palace guard was ordered to disarm likewise and disband,\nthe captain of the guard, Conan, interrupted. Men said he was off duty\nthe night before, and drunk. But he was wide awake now. He shouted to\nthe guardsmen to stand as they were until they received an order from\nhim--and such is his dominance of his men, that they obeyed in spite of\nthe queen. He strode up to the palace steps and glared at Taramis--and\nthen he roared: '\"This is not the queen! This isn't Taramis! It's some\ndevil in masquerade!\"\n\n'Then hell was to pay! I don't know just what happened. I think a\nShemite struck Conan, and Conan killed him. The next instant the square\nwas a battleground. The Shemites fell on the guardsmen, and their spears\nand arrows struck down many soldiers who had already disbanded.\n\n'Some of us grabbed up such weapons as we could and fought back. We\nhardly knew what we were fighting for, but it was against Constantius\nand his devils--not against Taramis, I swear it! Constantius shouted to\ncut the traitors down. We were not traitors!' Despair and bewilderment\nshook his voice. The girl murmured pityingly, not understanding it all,\nbut aching in sympathy with her lover's suffering.\n\n'The people did not know which side to take. It was a madhouse of\nconfusion and bewilderment. We who fought didn't have a chance, in no\nformation, without armor and only half armed. The guards were fully\narmed and drawn up in a square, but there were only five hundred of\nthem. They took a heavy toll before they were cut down, but there could\nbe only one conclusion to such a battle. And while her people were being\nslaughtered before her, Taramis stood on the palace steps, with\nConstantius's arm about her waist, and laughed like a heartless,\nbeautiful fiend! Gods, it's all mad--mad!\n\n'I never saw a man fight as Conan fought. He put his back to the\ncourtyard wall, and before they overpowered him the dead men were\nstrewn in heaps thigh-deep about him. But at last they dragged him down,\na hundred against one. When I saw him fall I dragged myself away feeling\nas if the world had burst under my very fingers. I heard Constantius\ncall to his dogs to take the captain alive--stroking his mustache, with\nthat hateful smile on his lips!'\n\n       *       *       *       *       *\n\nThat smile was on the lips of Constantius at that very moment. He sat\nhis horse among a cluster of his men--thick-bodied Shemites with curled\nblue-black beards and hooked noses; the low-swinging sun struck glints\nfrom their peaked helmets and the silvered scales of their corselets.\nNearly a mile behind, the walls and towers of Khauran rose sheer out of\nthe meadowlands.\n\nBy the side of the caravan road a heavy cross had been planted, and on\nthis grim tree a man hung, nailed there by iron spikes through his hands\nand feet. Naked but for a loin-cloth, the man was almost a giant in\nstature, and his muscles stood out in thick corded ridges on limbs and\nbody, which the sun had long ago burned brown. The perspiration of agony\nbeaded his face and his mighty breast, but from under the tangled black\nmane that fell over his low, broad forehead, his blue eyes blazed with\nan unquenched fire. Blood oozed sluggishly from the lacerations in his\nhands and feet.\n\nConstantius saluted him mockingly.\n\n'I am sorry, captain,' he said, 'that I cannot remain to ease your last\nhours, but I have duties to perform in yonder city--I must not keep your\ndelicious queen waiting!' He laughed softly. 'So I leave you to your own\ndevices--and those beauties!' He pointed meaningly at the black shadows\nwhich swept incessantly back and forth, high above.\n\n'Were it not for them, I imagine that a powerful brute like yourself\nshould live on the cross for days. Do not cherish any illusions of\nrescue because I am leaving you unguarded. I have had it proclaimed that\nanyone seeking to take your body, living or dead, from the cross, will\nbe flayed alive together with all the members of his family, in the\npublic square. I am so firmly established in Khauran that my order is as\ngood as a regiment of guardsmen. I am leaving no guard, because the\nvultures will not approach as long as anyone is near, and I do not wish\nthem to feel any constraint. That is also why I brought you so far from\nthe city. These desert vultures approach the walls no closer than this\nspot.\n\n'And so, brave captain, farewell! I will remember you when, in an hour,\nTaramis lies in my arms.'\n\nBlood started afresh from the pierced palms as the victim's mallet-like\nfists clenched convulsively on the spike-heads. Knots and bunches of\nmuscle started out of the massive arms, and Conan beat his head forward\nand spat savagely at Constantius's face. The _voivode_ laughed coolly,\nwiped the saliva from his gorget and reined his horse about.\n\n'Remember me when the vultures are tearing at your living flesh,' he\ncalled mockingly. 'The desert scavengers are a particularly voracious\nbreed. I have seen men hang for hours on a cross, eyeless, earless, and\nscalpless, before the sharp beaks had eaten their way into their\nvitals.'\n\nWithout a backward glance he rode toward the city, a supple, erect\nfigure, gleaming in his burnished armor, his stolid, bearded henchmen\njogging beside him. A faint rising of dust from the worn trail marked\ntheir passing.\n\nThe man hanging on the cross was the one touch of sentient life in a\nlandscape that seemed desolate and deserted in the late evening.\nKhauran, less than a mile away, might have been on the other side of the\nworld, and existing in another age.\n\nShaking the sweat out of his eyes, Conan stared blankly at the familiar\nterrain. On either side of the city, and beyond it, stretched the\nfertile meadowlands, with cattle browsing in the distance where fields\nand vineyards checkered the plain. The western and northern horizons\nwere dotted with villages, miniature in the distance. A lesser distance\nto the southeast a silvery gleam marked the course of a river, and\nbeyond that river sandy desert began abruptly to stretch away and away\nbeyond the horizon. Conan stared at that expanse of empty waste\nshimmering tawnily in the late sunlight as a trapped hawk stares at the\nopen sky. A revulsion shook him when he glanced at the gleaming towers\nof Khauran. The city had betrayed him--trapped him into circumstances\nthat left him hanging to a wooden cross like a hare nailed to a tree.\n\nA red lust for vengeance swept away the thought. Curses ebbed fitfully\nfrom the man's lips. All his universe contracted, focused, became\nincorporated in the four iron spikes that held him from life and\nfreedom. His great muscles quivered, knotting like iron cables. With the\nsweat starting out on his graying skin, he sought to gain leverage, to\ntear the nails from the wood. It was useless. They had been driven deep.\nThen he tried to tear his hands off the spikes, and it was not the\nknifing, abysmal agony that finally caused him to cease his efforts, but\nthe futility of it. The spike-heads were broad and heavy; he could not\ndrag them through the wounds. A surge of helplessness shook the giant,\nfor the first time in his life. He hung motionless, his head resting on\nhis breast, shutting his eyes against the aching glare of the sun.\n\nA beat of wings caused him to look, just as a feathered shadow shot down\nout of the sky. A keen beak, stabbing at his eyes, cut his cheek, and he\njerked his head aside, shutting his eyes involuntarily. He shouted, a\ncroaking, desperate shout of menace, and the vultures swerved away and\nretreated, frightened by the sound. They resumed their wary circling\nabove his head. Blood trickled over Conan's mouth, and he licked his\nlips involuntarily, spat at the salty taste.\n\nThirst assailed him savagely. He had drunk deeply of wine the night\nbefore, and no water had touched his lips since before the battle in the\nsquare, that dawn. And killing was thirsty, salt-sweaty work. He glared\nat the distant river as a man in hell glares through the opened grille.\nHe thought of gushing freshets of white water he had breasted, laved to\nthe shoulders in liquid jade. He remembered great horns of foaming ale,\njacks of sparkling wine gulped carelessly or spilled on the tavern\nfloor. He bit his lip to keep from bellowing in intolerable anguish as a\ntortured animal bellows.\n\nThe sun sank, a lurid ball in a fiery sea of blood. Against a crimson\nrampart that banded the horizon the towers of the city floated unreal as\na dream. The very sky was tinged with blood to his misted glare. He\nlicked his blackened lips and stared with bloodshot eyes at the distant\nriver. It too seemed crimson with blood, and the shadows crawling up\nfrom the east seemed black as ebony.\n\nIn his dulled ears sounded the louder beat of wings. Lifting his head he\nwatched with the burning glare of a wolf the shadows wheeling above him.\nHe knew that his shouts would frighten them away no longer. One\ndipped--dipped--lower and lower. Conan drew his head back as far as he\ncould, waiting with terrible patience. The vulture swept in with a swift\nroar of wings. Its beak flashed down, ripping the skin on Conan's chin\nas he jerked his head aside; then before the bird could flash away,\nConan's head lunged forward on his mighty neck muscles, and his teeth,\nsnapping like those of a wolf, locked on the bare, wattled neck.\n\nInstantly the vulture exploded into squawking, flapping hysteria. Its\nthrashing wings blinded the man, and its talons ripped his chest. But\ngrimly he hung on, the muscles starting out in lumps on his jaws. And\nthe scavenger's neck-bones crunched between those powerful teeth. With a\nspasmodic flutter the bird hung limp. Conan let go, spat blood from his\nmouth. The other vultures, terrified by the fate of their companion,\nwere in full flight to a distant tree, where they perched like black\ndemons in conclave.\n\nFerocious triumph surged through Conan's numbed brain. Life beat\nstrongly and savagely through his veins. He could still deal death; he\nstill lived. Every twinge of sensation, even of agony, was a negation of\ndeath.\n\n'By Mitra!' Either a voice spoke, or he suffered from hallucination. 'In\nall my life I have never seen such a thing!'\n\nShaking the sweat and blood from his eyes, Conan saw four horsemen\nsitting their steeds in the twilight and staring up at him. Three were\nlean, white-robed hawks, Zuagir tribesmen without a doubt, nomads from\nbeyond the river. The other was dressed like them in a white, girdled\n_khalat_ and a flowing head-dress which, banded about the temples with a\ntriple circlet of braided camel-hair, fell to his shoulders. But he was\nnot a Shemite. The dust was not so thick, nor Conan's hawk-like sight so\nclouded, that he could not perceive the man's facial characteristics.\n\nHe was as tall as Conan, though not so heavy-limbed. His shoulders were\nbroad and his supple figure was hard as steel and whalebone. A short\nblack beard did not altogether mask the aggressive jut of his lean jaw,\nand gray eyes cold and piercing as a sword gleamed from the shadow of\nthe _kafieh_. Quieting his restless steed with a quick, sure hand, this\nman spoke: 'By Mitra, I should know this man!'\n\n'Aye!' It was the guttural accents of a Zuagir. 'It is the Cimmerian who\nwas captain of the queen's guard!'\n\n'She must be casting off all her old favorites,' muttered the rider.\n'Who'd have ever thought it of Queen Taramis? I'd rather have had a\nlong, bloody war. It would have given us desert folk a chance to\nplunder. As it is we've come this close to the walls and found only this\nnag'--he glanced at a fine gelding led by one of the nomads--'and this\ndying dog.'\n\nConan lifted his bloody head.\n\n'If I could come down from this beam I'd make a dying dog out of you,\nyou Zaporoskan thief!' he rasped through blackened lips.\n\n'Mitra, the knave knows me!' exclaimed the other. 'How, knave, do you\nknow me?'\n\n'There's only one of your breed in these parts,' muttered Conan. 'You\nare Olgerd Vladislav, the outlaw chief.'\n\n'Aye! and once a hetman of the _kozaki_ of the Zaporoskan River, as you\nhave guessed. Would you like to live?'\n\n'Only a fool would ask that question,' panted Conan.\n\n'I am a hard man,' said Olgerd, 'and toughness is the only quality I\nrespect in a man. I shall judge if you are a man, or only a dog after\nall, fit only to lie here and die.'\n\n'If we cut him down we may be seen from the walls,' objected one of the\nnomads.\n\nOlgerd shook his head.\n\n'The dusk is deep. Here, take this ax, Djebal, and cut down the cross at\nthe base.'\n\n'If it falls forward it will crush him,' objected Djebal. 'I can cut it\nso it will fall backward, but then the shock of the fall may crack his\nskull and tear loose all his entrails.'\n\n'If he's worthy to ride with me he'll survive it,' answered Olgerd\nimperturbably. 'If not, then he doesn't deserve to live. Cut!'\n\nThe first impact of the battle-ax against the wood and its accompanying\nvibrations sent lances of agony through Conan's swollen feet and hands.\nAgain and again the blade fell, and each stroke reverberated on his\nbruised brain, setting his tortured nerves aquiver. But he set his teeth\nand made no sound. The ax cut through, the cross reeled on its\nsplintered base and toppled backward. Conan made his whole body a solid\nknot of iron-hard muscle, jammed his head back hard against the wood and\nheld it rigid there. The beam struck the ground heavily and rebounded\nslightly. The impact tore his wounds and dazed him for an instant. He\nfought the rushing tide of blackness, sick and dizzy, but realized that\nthe iron muscles that sheathed his vitals had saved him from permanent\ninjury.\n\nAnd he had made no sound, though blood oozed from his nostrils and his\nbelly-muscles quivered with nausea. With a grunt of approval Djebal bent\nover him with a pair of pincers used to draw horse-shoe nails, and\ngripped the head of the spike in Conan's right hand, tearing the skin to\nget a grip on the deeply embedded head. The pincers were small for that\nwork. Djebal sweated and tugged, swearing and wrestling with the\nstubborn iron, working it back and forth--in swollen flesh as well as in\nwood. Blood started, oozing over the Cimmerian's fingers. He lay so\nstill he might have been dead, except for the spasmodic rise and fall of\nhis great chest. The spike gave way, and Djebal held up the\nblood-stained thing with a grunt of satisfaction, then flung it away and\nbent over the other.\n\nThe process was repeated, and then Djebal turned his attention to\nConan's skewered feet. But the Cimmerian, struggling up to a sitting\nposture, wrenched the pincers from his fingers and sent him staggering\nbackward with a violent shove. Conan's hands were swollen to almost\ntwice their normal size. His fingers felt like misshapen thumbs, and\nclosing his hands was an agony that brought blood streaming from under\nhis grinding teeth. But somehow, clutching the pincers clumsily with\nboth hands, he managed to wrench out first one spike and then the other.\nThey were not driven so deeply into the wood as the others had been.\n\nHe rose stiffly and stood upright on his swollen, lacerated feet,\nswaying drunkenly, the icy sweat dripping from his face and body. Cramps\nassailed him and he clamped his jaws against the desire to retch.\n\nOlgerd, watching him impersonally, motioned him toward the stolen horse.\nConan stumbled toward it, and every step was a stabbing, throbbing hell\nthat flecked his lips with bloody foam. One misshapen, groping hand fell\nclumsily on the saddle-bow, a bloody foot somehow found the stirrup.\nSetting his teeth, he swung up, and he almost fainted in midair; but he\ncame down in the saddle--and as he did so, Olgerd struck the horse\nsharply with his whip. The startled beast reared, and the man in the\nsaddle swayed and slumped like a sack of sand, almost unseated. Conan\nhad wrapped a rein about each hand, holding it in place with a clamping\nthumb. Drunkenly he exerted the strength of his knotted biceps,\nwrenching the horse down; it screamed, its jaw almost dislocated.\n\nOne of the Shemites lifted a water-flask questioningly.\n\nOlgerd shook his head.\n\n'Let him wait until we get to camp. It's only ten miles. If he's fit to\nlive in the desert he'll live that long without a drink.'\n\nThe group rode like swift ghosts toward the river; among them Conan\nswayed like a drunken man in the saddle, bloodshot eyes glazed, foam\ndrying on his blackened lips.\n\n\n\n\n3 A Letter to Nemedia\n\n\nThe savant Astreas, traveling in the East in his never-tiring search for\nknowledge, wrote a letter to his friend and fellow-philosopher\nAlcemides, in his native Nemedia, which constitutes the entire knowledge\nof the Western nations concerning the events of that period in the East,\nalways a hazy, half-mythical region in the minds of the Western folk.\n\nAstreas wrote, in part: 'You can scarcely conceive, my dear old friend,\nof the conditions now existing in this tiny kingdom since Queen Taramis\nadmitted Constantius and his mercenaries, an event which I briefly\ndescribed in my last, hurried letter. Seven months have passed since\nthen, during which time it seems as though the devil himself had been\nloosed in this unfortunate realm. Taramis seems to have gone quite mad;\nwhereas formerly she was famed for her virtue, justice and tranquillity,\nshe is now notorious for qualities precisely opposite to those just\nenumerated. Her private life is a scandal--or perhaps \"private\" is not\nthe correct term, since the queen makes no attempt to conceal the\ndebauchery of her court. She constantly indulges in the most infamous\nrevelries, in which the unfortunate ladies of the court are forced to\njoin, young married women as well as virgins.\n\n'She herself has not bothered to marry her paramour, Constantius, who\nsits on the throne beside her and reigns as her royal consort, and his\nofficers follow his example, and do not hesitate to debauch any woman\nthey desire, regardless of her rank or station. The wretched kingdom\ngroans under exorbitant taxation, the farms are stripped to the bone,\nand the merchants go in rags which are all that is left them by the\ntax-gatherers. Nay, they are lucky if they escape with a whole skin.\n\n'I sense your incredulity, good Alcemides; you will fear that I\nexaggerate conditions in Khauran. Such conditions would be unthinkable\nin any of the Western countries, admittedly. But you must realize the\nvast difference that exists between West and East, especially this part\nof the East. In the first place, Khauran is a kingdom of no great size,\none of the many principalities which at one time formed the eastern part\nof the empire of Koth, and which later regained the independence which\nwas theirs at a still earlier age. This part of the world is made up of\nthese tiny realms, diminutive in comparison with the great kingdoms of\nthe West, or the great sultanates of the farther East, but important in\ntheir control of the caravan routes, and in the wealth concentrated in\nthem.\n\n'Khauran is the most southeasterly of these principalities, bordering on\nthe very deserts of eastern Shem. The city of Khauran is the only city\nof any magnitude in the realm, and stands within sight of the river\nwhich separates the grasslands from the sandy desert, like a watch-tower\nto guard the fertile meadows behind it. The land is so rich that it\nyields three and four crops a year, and the plains north and west of the\ncity are dotted with villages. To one accustomed to the great\nplantations and stock-farms of the West, it is strange to see these tiny\nfields and vineyards; yet wealth in grain and fruit pours from them as\nfrom a horn of plenty. The villagers are agriculturists, nothing else.\nOf a mixed, aboriginal race, they are unwarlike, unable to protect\nthemselves, and forbidden the possession of arms. Dependent wholly upon\nthe soldiers of the city for protection, they are helpless under the\npresent conditions. So the savage revolt of the rural sections, which\nwould be a certainty in any Western nation, is here impossible.\n\n'They toil supinely under the iron hand of Constantius, and his\nblack-bearded Shemites ride incessantly through the fields, with whips\nin their hands, like the slave-drivers of the black serfs who toil in\nthe plantations of southern Zingara.\n\n'Nor do the people of the city fare any better. Their wealth is stripped\nfrom them, their fairest daughters taken to glut the insatiable lust of\nConstantius and his mercenaries. These men are utterly without mercy or\ncompassion, possessed of all the characteristics our armies learned to\nabhor in our wars against the Shemitish allies of Argos--inhuman\ncruelty, lust, and wild-beast ferocity. The people of the city are\nKhauran's ruling caste, predominantly Hyborian, and valorous and\nwar-like. But the treachery of their queen delivered them into the hands\nof their oppressors. The Shemites are the only armed force in Khauran,\nand the most hellish punishment is inflicted on any Khaurani found\npossessing weapons. A systematic persecution to destroy the young\nKhaurani men able to bear arms has been savagely pursued. Many have\nruthlessly been slaughtered, others sold as slaves to the Turanians.\nThousands have fled the kingdom and either entered the service of other\nrulers, or become outlaws, lurking in numerous bands along the borders.\n\n'At present there is some possibility of invasion from the desert, which\nis inhabited by tribes of Shemitish nomads. The mercenaries of\nConstantius are men from the Shemitish cities of the west, Pelishtim,\nAnakim, Akkharim, and are ardently hated by the Zuagirs and other\nwandering tribes. As you know, good Alcemides, the countries of these\nbarbarians are divided into the western meadowlands which stretch to the\ndistant ocean, and in which rise the cities of the town-dwellers, and\nthe eastern deserts, where the lean nomads hold sway; there is incessant\nwarfare between the dwellers of the cities and the dwellers of the\ndesert.\n\n'The Zuagirs have fought with and raided Khauran for centuries, without\nsuccess, but they resent its conquest by their western kin. It is\nrumored that their natural antagonism is being fomented by the man who\nwas formerly the captain of the queen's guard, and who, somehow escaping\nthe hate of Constantius, who actually had him upon the cross, fled to\nthe nomads. He is called Conan, and is himself a barbarian, one of those\ngloomy Cimmerians whose ferocity our soldiers have more than once\nlearned to their bitter cost. It is rumored that he has become the\nright-hand man of Olgerd Vladislav, the _kozak_ adventurer who wandered\ndown from the northern steppes and made himself chief of a band of\nZuagirs. There are also rumors that this band has increased vastly in\nthe last few months, and that Olgerd, incited no doubt by this\nCimmerian, is even considering a raid on Khauran.\n\n'It can not be anything more than a raid, as the Zuagirs are without\nsiege-machines, or the knowledge of investing a city, and it has been\nproven repeatedly in the past that the nomads in their loose formation,\nor rather lack of formation, are no match in hand-to-hand fighting for\nthe well-disciplined, fully-armed warriors of the Shemitish cities. The\nnatives of Khauran would perhaps welcome this conquest, since the nomads\ncould deal with them no more harshly than their present masters, and\neven total extermination would be preferable to the suffering they have\nto endure. But they are so cowed and helpless that they could give no\naid to the invaders.\n\n'Their plight is most wretched. Taramis, apparently possessed of a\ndemon, stops at nothing. She has abolished the worship of Ishtar, and\nturned the temple into a shrine of idolatry. She has destroyed the ivory\nimage of the goddess which these eastern Hyborians worship (and which,\ninferior as it is to the true religion of Mitra which we Western nations\nrecognize, is still superior to the devil-worship of the Shemites) and\nfilled the temple of Ishtar with obscene images of every imaginable\nsort--gods and goddesses of the night, portrayed in all the salacious\nand perverse poses and with all the revolting characteristics that a\ndegenerate brain could conceive. Many of these images are to be\nidentified as foul deities of the Shemites, the Turanians, the\nVendhyans, and the Khitans, but others are reminiscent of a hideous and\nhalf-remembered antiquity, vile shapes forgotten except in the most\nobscure legends. Where the queen gained the knowledge of them I dare not\neven hazard a guess.\n\n'She has instituted human sacrifice, and since her mating with\nConstantius, no less then five hundred men, women and children have been\nimmolated. Some of these have died on the altar she has set up in the\ntemple, herself wielding the sacrificial dagger, but most have met a\nmore horrible doom.\n\n'Taramis has placed some sort of monster in a crypt in the temple. What\nit is, and whence it came, none knows. But shortly after she had crushed\nthe desperate revolt of her soldiers against Constantius, she spent a\nnight alone in the desecrated temple, alone except for a dozen bound\ncaptives, and the shuddering people saw thick, foul-smelling smoke\ncurling up from the dome, heard all night the frenetic chanting of the\nqueen, and the agonized cries of her tortured captives; and toward dawn\nanother voice mingled with these sounds--a strident, inhuman croaking\nthat froze the blood of all who heard.\n\n'In the full dawn Taramis reeled drunkenly from the temple, her eyes\nblazing with demoniac triumph. The captives were never seen again, nor\nthe croaking voice heard. But there is a room in the temple into which\nnone ever goes but the queen, driving a human sacrifice before her. And\nthis victim is never seen again. All know that in that grim chamber\nlurks some monster from the black night of ages, which devours the\nshrieking humans Taramis delivers up to it.\n\n'I can no longer think of her as a mortal woman, but as a rabid\nshe-fiend, crouching in her blood-fouled lair amongst the bones and\nfragments of her victims, with taloned, crimsoned fingers. That the gods\nallow her to pursue her awful course unchecked almost shakes my faith in\ndivine justice.\n\n'When I compare her present conduct with her deportment when first I\ncame to Khauran, seven months ago, I am confused with bewilderment, and\nalmost inclined to the belief held by many of the people--that a demon\nhas possessed the body of Taramis. A young soldier, Valerius, had\nanother belief. He believed that a witch had assumed a form identical\nwith that of Khauran's adored ruler. He believed that Taramis had been\nspirited away in the night, and confined in some dungeon, and that this\nbeing ruling in her place was but a female sorcerer. He swore that he\nwould find the real queen, if she still lived, but I greatly fear that\nhe himself has fallen victim to the cruelty of Constantius. He was\nimplicated in the revolt of the palace guards, escaped and remained in\nhiding for some time, stubbornly refusing to seek safety abroad, and it\nwas during this time that I encountered him and he told me his beliefs.\n\n'But he has disappeared, as so many have, whose fate one dares not\nconjecture, and I fear he has been apprehended by the spies of\nConstantius.\n\n'But I must conclude this letter and slip it out of the city by means of\na swift carrier-pigeon, which will carry it to the post whence I\npurchased it, on the borders of Koth. By rider and camel-train it will\neventually come to you. I must haste, before dawn. It is late, and the\nstars gleam whitely on the gardened roofs of Khauran. A shuddering\nsilence envelops the city, in which I hear the throb of a sullen drum\nfrom the distant temple. I doubt not that Taramis is there, concocting\nmore devilry.'\n\n       *       *       *       *       *\n\nBut the savant was incorrect in his conjecture concerning the\nwhereabouts of the woman he called Taramis. The girl whom the world knew\nas queen of Khauran stood in a dungeon, lighted only by a flickering\ntorch which played on her features, etching the diabolical cruelty of\nher beautiful countenance.\n\nOn the bare stone floor before her crouched a figure whose nakedness was\nscarcely covered with tattered rags.\n\nThis figure Salome touched contemptuously with the upturned toe of her\ngilded sandal, and smiled vindictively as her victim shrank away.\n\n'You do not love my caresses, sweet sister?'\n\nTaramis was still beautiful, in spite of her rags and the imprisonment\nand abuse of seven weary months. She did not reply to her sister's\ntaunts, but bent her head as one grown accustomed to mockery.\n\nThis resignation did not please Salome. She bit her red lip, and stood\ntapping the toe of her shoe against the floor as she frowned down at the\npassive figure. Salome was clad in the barbaric splendor of a woman of\nShushan. Jewels glittered in the torchlight on her gilded sandals, on\nher gold breast-plates and the slender chains that held them in place.\nGold anklets clashed as she moved, jeweled bracelets weighted her bare\narms. Her tall coiffure was that of a Shemitish woman, and jade pendants\nhung from gold hoops in her ears, flashing and sparkling with each\nimpatient movement of her haughty head. A gem-crusted girdle supported\na silk shirt so transparent that it was in the nature of a cynical\nmockery of convention.\n\nSuspended from her shoulders and trailing down her back hung a darkly\nscarlet cloak, and this was thrown carelessly over the crook of one arm\nand the bundle that arm supported.\n\nSalome stooped suddenly and with her free hand grasped her sister's\ndishevelled hair and forced back the girl's head to stare into her eyes.\nTaramis met that tigerish glare without flinching.\n\n'You are not so ready with your tears as formerly, sweet sister,'\nmuttered the witch-girl.\n\n'You shall wring no more tears from me,' answered Taramis. 'Too often\nyou have reveled in the spectacle of the queen of Khauran sobbing for\nmercy on her knees. I know that you have spared me only to torment me;\nthat is why you have limited your tortures to such torments as neither\nslay nor permanently disfigure. But I fear you no longer; you have\nstrained out the last vestige of hope, fright and shame from me. Slay me\nand be done with it, for I have shed my last tear for your enjoyment,\nyou she-devil from hell!'\n\n'You flatter yourself, my dear sister,' purred Salome. 'So far it is\nonly your handsome body that I have caused to suffer, only your pride\nand self-esteem that I have crushed. You forget that, unlike myself, you\nare capable of mental torment. I have observed this when I have regaled\nyou with narratives concerning the comedies I have enacted with some of\nyour stupid subjects. But this time I have brought more vivid proof of\nthese farces. Did you know that Krallides, your faithful councillor, had\ncome skulking back from Turan and been captured?'\n\nTaramis turned pale.\n\n'What--what have you done to him?'\n\nFor answer Salome drew the mysterious bundle from under her cloak. She\nshook off the silken swathings and held it up--the head of a young man,\nthe features frozen in a convulsion as if death had come in the midst of\ninhuman agony.\n\nTaramis cried out as if a blade had pierced her heart.\n\n'Oh, Ishtar! Krallides!'\n\n'Aye! He was seeking to stir up the people against me, poor fool,\ntelling them that Conan spoke the truth when he said I was not Taramis.\nHow would the people rise against the Falcon's Shemites? With sticks and\npebbles? Bah! Dogs are eating his headless body in the market-place, and\nthis foul carrion shall be cast into the sewer to rot.\n\n'How, sister!' She paused, smiling down at her victim. 'Have you\ndiscovered that you still have unshed tears? Good! I reserved the mental\ntorment for the last. Hereafter I shall show you many such sights\nas--this!'\n\nStanding there in the torchlight with the severed head in her hand she\ndid not look like anything ever borne by a human woman, in spite of her\nawful beauty. Taramis did not look up. She lay face down on the slimy\nfloor, her slim body shaken in sobs of agony, beating her clenched hands\nagainst the stones. Salome sauntered toward the door, her anklets\nclashing at each step, her ear pendants winking in the torch-glare.\n\nA few moments later she emerged from a door under a sullen arch that led\ninto a court which in turn opened upon a winding alley. A man standing\nthere turned toward her--a giant Shemite, with sombre eyes and shoulders\nlike a bull, his great black beard falling over his mighty,\nsilver-mailed breast.\n\n'She wept?' His rumble was like that of a bull, deep, low-pitched and\nstormy. He was the general of the mercenaries, one of the few even of\nConstantius's associates who knew the secret of the queens of Khauran.\n\n'Aye, Khumbanigash. There are whole sections of her sensibilities that I\nhave not touched. When one sense is dulled by continual laceration, I\nwill discover a newer, more poignant pang. Here, dog!' A trembling,\nshambling figure in rags, filth and matted hair approached, one of the\nbeggars that slept in the alleys and open courts. Salome tossed the head\nto him. 'Here, deaf one; cast that in the nearest sewer. Make the sign\nwith your hands, Khumbanigash. He can not hear.'\n\nThe general complied, and the tousled head bobbed, as the man turned\npainfully away.\n\n'Why do you keep up this farce?' rumbled Khumbanigash. 'You are so\nfirmly established on the throne that nothing can unseat you. What if\nKhaurani fools learn the truth? They can do nothing. Proclaim yourself\nin your true identity! Show them their beloved ex-queen--and cut off her\nhead in the public square!'\n\n'Not yet, good Khumbanigash--'\n\nThe arched door slammed on the hard accents of Salome, the stormy\nreverberations of Khumbanigash. The mute beggar crouched in the\ncourtyard, and there was none to see that the hands which held the\nsevered head were quivering strongly--brown, sinewy hands, strangely\nincongruous with the bent body and filthy tatters.\n\n'I knew it!' It was a fierce, vibrant whisper, scarcely audible. 'She\nlives! Oh, Krallides, your martyrdom was not in vain! They have her\nlocked in that dungeon! Oh, Ishtar, if you love true men, aid me now!'\n\n\n\n\n4 Wolves of the Desert\n\n\nOlgerd Vladislav filled his jeweled goblet with crimson wine from a\ngolden jug and thrust the vessel across the ebony table to Conan the\nCimmerian. Olgerd's apparel would have satisfied the vanity of any\nZaporoskan hetman.\n\nHis _khalat_ was of white silk, with pearls sewn on the bosom. Girdled\nat the waist with a Bakhauriot belt, its skirts were drawn back to\nreveal his wide silken breeches, tucked into short boots of soft green\nleather, adorned with gold thread. On his head was a green silk turban,\nwound about a spired helmet chased with gold. His only weapon was a\nbroad curved Cherkees knife in an ivory sheath girdled high on his left\nhip, _kozak_ fashion. Throwing himself back in his gilded chair with its\ncarven eagles, Olgerd spread his booted legs before him, and gulped down\nthe sparkling wine noisily.\n\nTo his splendor the huge Cimmerian opposite him offered a strong\ncontrast, with his square-cut black mane, brown scarred countenance and\nburning blue eyes. He was clad in black mesh-mail, and the only glitter\nabout him was the broad gold buckle of the belt which supported his\nsword in its worn leather scabbard.\n\nThey were alone in the silk-walled tent, which was hung with gilt-worked\ntapestries and littered with rich carpets and velvet cushions, the loot\nof the caravans. From outside came a low, incessant murmur, the sound\nthat always accompanies a great throng of men, in camp or otherwise. An\noccasional gust of desert wind rattled the palm-leaves.\n\n'Today in the shadow, tomorrow in the sun,' quoth Olgerd, loosening his\ncrimson girdle a trifle and reaching again for the wine-jug. 'That's the\nway of life. Once I was a hetman on the Zaporoska; now I'm a desert\nchief. Seven months ago you were hanging on a cross outside Khauran. Now\nyou're lieutenant to the most powerful raider between Turan and the\nwestern meadows. You should be thankful to me!'\n\n'For recognizing my usefulness?' Conan laughed and lifted the jug. 'When\nyou allow the elevation of a man, one can be sure that you'll profit by\nhis advancement. I've earned everything I've won, with my blood and\nsweat.' He glanced at the scars on the insides of his palms. There were\nscars, too, on his body, scars that had not been there seven months ago.\n\n'You fight like a regiment of devils,' conceded Olgerd. 'But don't get\nto thinking that you've had anything to do with the recruits who've\nswarmed in to join us. It was our success at raiding, guided by my wit,\nthat brought them in. These nomads are always looking for a successful\nleader to follow, and they have more faith in a foreigner than in one of\ntheir own race.\n\n'There's no limit to what we may accomplish! We have eleven thousand men\nnow. In another year we may have three times that number. We've\ncontented ourselves, so far, with raids on the Turanian outposts and the\ncity-states to the west. With thirty or forty thousand men we'll raid no\nlonger. We'll invade and conquer and establish ourselves as rulers. I'll\nbe emperor of all Shem yet, and you'll be my vizier, so long as you\ncarry out my orders unquestioningly. In the meantime, I think we'll ride\neastward and storm that Turanian outpost at Vezek, where the caravans\npay toll.'\n\nConan shook his head. 'I think not.'\n\nOlgerd glared, his quick temper irritated.\n\n'What do you mean, _you_ think not? I do the thinking for this army!'\n\n'There are enough men in this band now for my purpose,' answered the\nCimmerian. 'I'm sick of waiting. I have a score to settle.'\n\n'Oh!' Olgerd scowled, and gulped wine, then grinned. 'Still thinking of\nthat cross, eh? Well, I like a good hater. But that can wait.'\n\n'You told me once you'd aid me in taking Khauran,' said Conan.\n\n'Yes, but that was before I began to see the full possibilities of our\npower,' answered Olgerd. 'I was only thinking of the loot in the city. I\ndon't want to waste our strength unprofitably. Khauran is too strong a\nnut for us to crack now. Maybe in a year--'\n\n'Within the week,' answered Conan, and the _kozak_ stared at the\ncertainty in his voice.\n\n'Listen,' said Olgerd, 'even if I were willing to throw away men on such\na hare-brained attempt--what could you expect? Do you think these wolves\ncould besiege and take a city like Khauran?'\n\n'There'll be no siege,' answered the Cimmerian. 'I know how to draw\nConstantius out into the plain.'\n\n'And what then?' cried Olgerd with an oath. 'In the arrow-play our\nhorsemen would have the worst of it, for the armor of the _asshuri_ is\nthe better, and when it came to sword-strokes their close-marshaled\nranks of trained swordsmen would cleave through our loose lines and\nscatter our men like chaff before the wind.'\n\n'Not if there were three thousand desperate Hyborian horsemen fighting\nin a solid wedge such as I could teach them,' answered Conan.\n\n'And where would you secure three thousand Hyborians?' asked Olgerd with\nvast sarcasm. 'Will you conjure them out of the air?'\n\n'I _have_ them,' answered the Cimmerian imperturbably. 'Three thousand\nmen of Khauran camp at the oasis of Akrel awaiting my orders.'\n\n'_What?_' Olgerd glared like a startled wolf.\n\n'Aye. Men who had fled from the tyranny of Constantius. Most of them\nhave been living the lives of outlaws in the deserts east of Khauran,\nand are gaunt and hard and desperate as man-eating tigers. One of them\nwill be a match for any three squat mercenaries. It takes oppression and\nhardship to stiffen men's guts and put the fire of hell into their\nthews. They were broken up into small bands; all they needed was a\nleader. They believed the word I sent them by my riders, and assembled\nat the oasis and put themselves at my disposal.'\n\n'All this without my knowledge?' A feral light began to gleam in\nOlgerd's eye. He hitched at his weapon-girdle.\n\n'It was _I_ they wished to follow, not _you_.'\n\n'And what did you tell these outcasts to gain their allegiance?' There\nwas a dangerous ring in Olgerd's voice.\n\n'I told them that I'd use this horde of desert wolves to help them\ndestroy Constantius and give Khauran back into the hands of its\ncitizens.'\n\n'You fool!' whispered Olgerd. 'Do you deem yourself chief already?'\n\nThe men were on their feet, facing each other across the ebony board,\ndevil-lights dancing in Olgerd's cold gray eyes, a grim smile on the\nCimmerian's hard lips.\n\n'I'll have you torn between four palm-trees,' said the _kozak_ calmly.\n\n'Call the men and bid them do it!' challenged Conan. 'See if they obey\nyou!'\n\nBaring his teeth in a snarl, Olgerd lifted his hand--then paused. There\nwas something about the confidence in the Cimmerian's dark face that\nshook him. His eyes began to burn like those of a wolf.\n\n'You scum of the western hills,' he muttered, 'have you dared seek to\nundermine my power?'\n\n'I didn't have to,' answered Conan. 'You lied when you said I had\nnothing to do with bringing in the new recruits. I had everything to do\nwith it. They took your orders, but they fought for me. There is not\nroom for two chiefs of the Zuagirs. They know I am the stronger man. I\nunderstand them better than you, and they, me; because I am a barbarian\ntoo.'\n\n'And what will they say when you ask them to fight for Khauran?' asked\nOlgerd sardonically.\n\n'They'll follow me. I'll promise them a camel-train of gold from the\npalace. Khauran will be willing to pay that as a guerdon for getting rid\nof Constantius. After that, I'll lead them against the Turanians as you\nhave planned. They want loot, and they'd as soon fight Constantius for\nit as anybody.'\n\nIn Olgerd's eyes grew a recognition of defeat. In his red dreams of\nempire he had missed what was going on about him. Happenings and events\nthat had seemed meaningless before now flashed into his mind, with their\ntrue significance, bringing a realization that Conan spoke no idle\nboast. The giant black-mailed figure before him was the real chief of\nthe Zuagirs.\n\n'Not if you die!' muttered Olgerd, and his hand flickered toward his\nhilt. But quick as the stroke of a great cat, Conan's arm shot across\nthe table and his fingers locked on Olgerd's forearm. There was a snap\nof breaking bones, and for a tense instant the scene held: the men\nfacing each other as motionless as images, perspiration starting out on\nOlgerd's forehead. Conan laughed, never easing his grip on the broken\narm.\n\n'Are you fit to live, Olgerd?'\n\nHis smile did not alter as the corded muscles rippled in knotting ridges\nalong his forearm and his fingers ground into the _kozak's_ quivering\nflesh. There was the sound of broken bones grating together and Olgerd's\nface turned the color of ashes; blood oozed from his lip where his teeth\nsank, but he uttered no sound.\n\nWith a laugh Conan released him and drew back, and the _kozak_ swayed,\ncaught the table edge with his good hand to steady himself.\n\n'I give you life, Olgerd, as you gave it to me,' said Conan tranquilly,\n'though it was for your own ends that you took me down from the cross.\nIt was a bitter test you gave me then; you couldn't have endured it;\nneither could anyone, but a western barbarian.\n\n'Take your horse and go. It's tied behind the tent, and food and water\nare in the saddle-bags. None will see your going, but go quickly.\nThere's no room for a fallen chief on the desert. If the warriors see\nyou, maimed and deposed, they'll never let you leave the camp alive.'\n\nOlgerd did not reply. Slowly, without a word, he turned and stalked\nacross the tent, through the flapped opening. Unspeaking he climbed into\nthe saddle of the great white stallion that stood tethered there in the\nshade of a spreading palm-tree; and unspeaking, with his broken arm\nthrust in the bosom of his _khalat_, he reined the steed about and rode\neastward into the open desert, out of the life of the people of the\nZuagir.\n\nInside the tent Conan emptied the wine-jug and smacked his lips with\nrelish. Tossing the empty vessel into a corner, he braced his belt and\nstrode out through the front opening, halting for a moment to let his\ngaze sweep over the lines of camel-hair tents that stretched before him,\nand the white-robed figures that moved among them, arguing, singing,\nmending bridles or whetting tulwars.\n\nHe lifted his voice in a thunder that carried to the farthest confines\nof the encampment: '_Aie_, you dogs, sharpen your ears and listen!\nGather around here. I have a tale to tell you.'\n\n\n\n\n5 The Voice from the Crystal\n\n\nIn a chamber in a tower near the city wall a group of men listened\nattentively to the words of one of their number. They were young men,\nbut hard and sinewy, with a bearing that comes only to men rendered\ndesperate by adversity. They were clad in mail shirts and worn leather;\nswords hung at their girdles.\n\n'I knew that Conan spoke the truth when he said it was not Taramis!' the\nspeaker exclaimed. 'For months I have haunted the outskirts of the\npalace, playing the part of a deaf beggar. At last I learned what I had\nbelieved--that our queen was a prisoner in the dungeons that adjoin the\npalace. I watched my opportunity and captured a Shemitish\njailer--knocked him senseless as he left the courtyard late one\nnight--dragged him into a cellar near by and questioned him. Before he\ndied he told me what I have just told you, and what we have suspected\nall along--that the woman ruling Khauran is a witch: Salome. Taramis, he\nsaid, is imprisoned in the lowest dungeon.\n\n'This invasion of the Zuagirs gives us the opportunity we sought. What\nConan means to do, I can not say. Perhaps he merely wishes vengeance on\nConstantius. Perhaps he intends sacking the city and destroying it. He\nis a barbarian and no one can understand their minds.\n\n'But this is what we must do: rescue Taramis while the battle rages!\nConstantius will march out into the plain to give battle. Even now his\nmen are mounting. He will do this because there is not sufficient food\nin the city to stand a siege. Conan burst out of the desert so suddenly\nthat there was no time to bring in supplies. And the Cimmerian is\nequipped for a siege. Scouts have reported that the Zuagirs have siege\nengines, built, undoubtedly, according to the instructions of Conan, who\nlearned all the arts of war among the Western nations.\n\n'Constantius does not desire a long siege; so he will march with his\nwarriors into the plain, where he expects to scatter Conan's forces at\none stroke. He will leave only a few hundred men in the city, and they\nwill be on the walls and in the towers commanding the gates.\n\n'The prison will be left all but unguarded. When we have freed Taramis\nour next actions will depend upon circumstances. If Conan wins, we must\nshow Taramis to the people and bid them rise--they will! Oh, they will!\nWith their bare hands they are enough to overpower the Shemites left in\nthe city and close the gates against both the mercenaries and the\nnomads. Neither must get within the walls! Then we will parley with\nConan. He was always loyal to Taramis. If he knows the truth, and she\nappeals to him, I believe he will spare the city. If, which is more\nprobable, Constantius prevails, and Conan is routed, we must steal out\nof the city with the queen and seek safety in flight.\n\n'Is all clear?'\n\nThey replied with one voice.\n\n'Then let us loosen our blades in our scabbards, commend our souls to\nIshtar, and start for the prison, for the mercenaries are already\nmarching through the southern gate.'\n\n       *       *       *       *       *\n\nThis was true. The dawnlight glinted on peaked helmets pouring in a\nsteady stream through the broad arch, on the bright housings of the\nchargers. This would be a battle of horsemen, such as is possible only\nin the lands of the East. The riders flowed through the gates like a\nriver of steel--sombre figures in black and silver mail, with their\ncurled beards and hooked noses, and their inexorable eyes in which\nglimmered the fatality of their race--the utter lack of doubt or of\nmercy.\n\nThe streets and the walls were lined with throngs of people who watched\nsilently these warriors of an alien race riding forth to defend their\nnative city. There was no sound; dully, expressionless they watched,\nthose gaunt people in shabby garments, their caps in their hands.\n\nIn a tower that overlooked the broad street that led to the southern\ngate, Salome lolled on a velvet couch cynically watching Constantius as\nhe settled his broad sword-belt about his lean hips and drew on his\ngauntlets. They were alone in the chamber. Outside, the rhythmical clank\nof harness and shuffle of horses' hoofs welled up through the\ngold-barred casements.\n\n'Before nightfall,' quoth Constantius, giving a twirl to his thin\nmustache, 'you'll have some captives to feed to your temple-devil. Does\nit not grow weary of soft, city-bred flesh? Perhaps it would relish the\nharder thews of a desert man.'\n\n'Take care you do not fall prey to a fiercer beast than Thaug,' warned\nthe girl. 'Do not forget who it is that leads these desert animals.'\n\n'I am not likely to forget,' he answered. 'That is one reason why I am\nadvancing to meet him. The dog has fought in the West and knows the art\nof siege. My scouts had some trouble in approaching his columns, for his\noutriders have eyes like hawks; but they did get close enough to see the\nengines he is dragging on ox-cart wheels drawn by camels--catapults,\nrams, ballistas, mangonels--by Ishtar! he must have had ten thousand men\nworking day and night for a month. Where he got the material for their\nconstruction is more than I can understand. Perhaps he has a treaty with\nthe Turanians, and gets supplies from them.\n\n'Anyway, they won't do him any good. I've fought these desert wolves\nbefore--an exchange of arrows for awhile, in which the armor of my\nwarriors protects them--then a charge and my squadrons sweep through the\nloose swarms of the nomads, wheel and sweep back through, scattering\nthem to the four winds. I'll ride back through the south gate before\nsunset, with hundreds of naked captives staggering at my horse's tail.\nWe'll hold a fête tonight, in the great square. My soldiers delight in\nflaying their enemies alive--we will have a wholesale skinning, and make\nthese weak-kneed townsfolk watch. As for Conan, it will afford me\nintense pleasure, if we take him alive, to impale him on the palace\nsteps.'\n\n'Skin as many as you like,' answered Salome indifferently. 'I would like\na dress made of human hide. But at least a hundred captives you must\ngive to me--for the altar, and for Thaug.'\n\n'It shall be done,' answered Constantius, with his gauntleted hand\nbrushing back the thin hair from his high bald forehead, burned dark by\nthe sun. 'For victory and the fair honor of Taramis!' he said\nsardonically, and, taking his vizored helmet under his arm, he lifted a\nhand in salute, and strode clanking from the chamber. His voice drifted\nback, harshly lifted in orders to his officers.\n\nSalome leaned back on the couch, yawned, stretched herself like a great\nsupple cat, and called: 'Zang!'\n\nA cat-footed priest, with features like yellowed parchment stretched\nover a skull, entered noiselessly.\n\nSalome turned to an ivory pedestal on which stood two crystal globes,\nand taking from it the smaller, she handed the glistening sphere to the\npriest.\n\n'Ride with Constantius,' she said. 'Give me the news of the battle. Go!'\n\nThe skull-faced man bowed low, and hiding the globe under his dark\nmantle, hurried from the chamber.\n\nOutside in the city there was no sound, except the clank of hoofs and\nafter a while the clang of a closing gate. Salome mounted a wide marble\nstair that led to the flat, canopied, marble-battlemented roof. She was\nabove all other buildings in the city. The streets were deserted, the\ngreat square in front of the palace was empty. In normal times folk\nshunned the grim temple which rose on the opposite side of that square,\nbut now the town looked like a dead city. Only on the southern wall and\nthe roofs that overlooked it was there any sign of life. There the\npeople massed thickly. They made no demonstration, did not know whether\nto hope for the victory or defeat of Constantius. Victory meant further\nmisery under his intolerable rule; defeat probably meant the sack of the\ncity and red massacre. No word had come from Conan. They did not know\nwhat to expect at his hands. They remembered that he was a barbarian.\n\n       *       *       *       *       *\n\nThe squadrons of the mercenaries were moving out into the plain. In the\ndistance, just this side of the river, other dark masses were moving,\nbarely recognizable as men on horses. Objects dotted the farther bank;\nConan had not brought his siege engines across the river, apparently\nfearing an attack in the midst of the crossing. But he had crossed with\nhis full force of horsemen. The sun rose and struck glints of fire from\nthe dark multitudes. The squadrons from the city broke into a gallop; a\ndeep roar reached the ears of the people on the wall.\n\nThe rolling masses merged, intermingled; at that distance it was a\ntangled confusion in which no details stood out. Charge and\ncounter-charge were not to be identified. Clouds of dust rose from the\nplains, under the stamping hoofs, veiling the action. Through these\nswirling clouds masses of riders loomed, appearing and disappearing, and\nspears flashed.\n\nSalome shrugged her shoulders and descended the stair. The palace lay\nsilent. All the slaves were on the wall, gazing vainly southward with\nthe citizens.\n\nShe entered the chamber where she had talked with Constantius, and\napproached the pedestal, noting that the crystal globe was clouded, shot\nwith bloody streaks of crimson. She bent over the ball, swearing under\nher breath.\n\n'Zang!' she called. 'Zang!'\n\nMists swirled in the sphere, resolving themselves into billowing\ndust-clouds through which black figures rushed unrecognizably; steel\nglinted like lightning in the murk. Then the face of Zang leaped into\nstartling distinctness; it was as if the wide eyes gazed up at Salome.\nBlood trickled from a gash in the skull-like head, the skin was gray\nwith sweat-runneled dust. The lips parted, writhing; to other ears than\nSalome's it would have seemed that the face in the crystal contorted\nsilently. But sound to her came as plainly from those ashen lips as if\nthe priest had been in the same room with her, instead of miles away,\nshouting into the smaller crystal. Only the gods of darkness knew what\nunseen, magic filaments linked together those shimmering spheres.\n\n'Salome!' shrieked the bloody head. '_Salome!_'\n\n'I hear!' she cried. 'Speak! How goes the battle?'\n\n'Doom is upon us!' screamed the skull-like apparition. 'Khauran is lost!\n_Aie_, my horse is down and I can not win clear! Men are falling around\nme! They are dying like flies, in their silvered mail!'\n\n'Stop yammering and tell me what happened!' she cried harshly.\n\n'We rode at the desert-dogs and they came on to meet us!' yowled the\npriest. 'Arrows flew in clouds between the hosts, and the nomads\nwavered. Constantius ordered the charge. In even ranks we thundered upon\nthem.\n\n'Then the masses of their horde opened to right and left, and through\nthe cleft rushed three thousand Hyborian horsemen whose presence we had\nnot even suspected. Men of Khauran, mad with hate! Big men in full armor\non massive horses! In a solid wedge of steel they smote us like a\nthunderbolt. They split our ranks asunder before we knew what was upon\nus, and then the desert-men swarmed on us from either flank.\n\n'They have ripped our ranks apart, broken and scattered us! It is a\ntrick of that devil Conan! The siege engines are false--mere frames of\npalm trunks and painted silk, that fooled our scouts who saw them from\nafar. A trick to draw us out to our doom! Our warriors flee!\nKhumbanigash is down--Conan slew him. I do not see Constantius. The\nKhaurani rage through our milling masses like blood-mad lions, and the\ndesert-men feather us with arrows. I--ahh!'\n\nThere was a flicker as of lightning, or trenchant steel, a burst of\nbright blood--then abruptly the image vanished, like a bursting bubble,\nand Salome was staring into an empty crystal ball that mirrored only her\nown furious features.\n\nShe stood perfectly still for a few moments, erect and staring into\nspace. Then she clapped her hands and another skull-like priest entered,\nas silent and immobile as the first.\n\n'Constantius is beaten,' she said swiftly. 'We are doomed. Conan will be\ncrashing at our gates within the hour. If he catches me, I have no\nillusions as to what I can expect. But first I am going to make sure\nthat my cursed sister never ascends the throne again. Follow me! Come\nwhat may, we shall give Thaug a feast.'\n\nAs she descended the stairs and galleries of the palace, she heard a\nfaint rising echo from the distant walls. The people there had begun to\nrealize that the battle was going against Constantius. Through the dust\nclouds masses of horsemen were visible, racing toward the city.\n\nPalace and prison were connected by a long closed gallery, whose vaulted\nroof rose on gloomy arches. Hurrying along this, the false queen and her\nslave passed through a heavy door at the other end that let them into\nthe dim-lit recesses of the prison. They had emerged into a wide, arched\ncorridor at a point near where a stone stair descended into the\ndarkness. Salome recoiled suddenly, swearing. In the gloom of the hall\nlay a motionless form--a Shemitish jailer, his short beard tilted toward\nthe roof as his head hung on a half-severed neck. As panting voices from\nbelow reached the girl's ears, she shrank back into the black shadow of\nan arch, pushing the priest behind her, her hand groping in her girdle.\n\n\n\n\n6 The Vulture's Wings\n\n\nIt was the smoky light of a torch which roused Taramis, Queen of\nKhauran, from the slumber in which she sought forgetfulness. Lifting\nherself on her hand she raked back her tangled hair and blinked up,\nexpecting to meet the mocking countenance of Salome, malign with new\ntorments. Instead a cry of pity and horror reached her ears.\n\n'Taramis! Oh, my Queen!'\n\nThe sound was so strange to her ears that she thought she was still\ndreaming. Behind the torch she could make out figures now, the glint of\nsteel, then five countenances bent toward her, not swarthy and\nhook-nosed, but lean, aquiline faces, browned by the sun. She crouched\nin her tatters, staring wildly.\n\nOne of the figures sprang forward and fell on one knee before her, arms\nstretched appealingly toward her.\n\n'Oh, Taramis! Thank Ishtar we have found you! Do you not remember me,\nValerius? Once with your own lips you praised me, after the battle of\nKorveka!'\n\n'Valerius!' she stammered. Suddenly tears welled into her eyes. 'Oh, I\ndream! It is some magic of Salome's to torment me!'\n\n'No!' The cry rang with exultation. 'It is your own true vassals come to\nrescue you! Yet we must hasten. Constantius fights in the plain against\nConan, who has brought the Zuagirs across the river, but three hundred\nShemites yet hold the city. We slew the jailer and took his keys, and\nhave seen no other guards. But we must be gone. Come!'\n\nThe queen's legs gave way, not from weakness but from the reaction.\nValerius lifted her like a child, and with the torch-bearer hurrying\nbefore them, they left the dungeon and went up a slimy stone stair. It\nseemed to mount endlessly, but presently they emerged into a corridor.\n\nThey were passing a dark arch when the torch was suddenly struck out,\nand the bearer cried out in fierce, brief agony. A burst of blue fire\nglared in the dark corridor, in which the furious face of Salome was\nlimned momentarily, with a beast-like figure crouching beside her--then\nthe eyes of the watchers were blinded by that blaze.\n\nValerius tried to stagger along the corridor with the queen; dazedly he\nheard the sound of murderous blows driven deep in flesh, accompanied by\ngasps of death and a bestial grunting. Then the queen was torn brutally\nfrom his arms, and a savage blow on his helmet dashed him to the floor.\n\nGrimly he crawled to his feet, shaking his head in an effort to rid\nhimself of the blue flame which seemed still to dance devilishly before\nhim. When his blinded sight cleared, he found himself alone in the\ncorridor--alone except for the dead. His four companions lay in their\nblood, heads and bosoms cleft and gashed. Blinded and dazed in that\nhell-born glare, they had died without an opportunity of defending\nthemselves. The queen was gone.\n\nWith a bitter curse Valerius caught up his sword, tearing his cleft\nhelmet from his head to clatter on the flags; blood ran down his cheek\nfrom a cut in his scalp.\n\nReeling, frantic with indecision, he heard a voice calling his name in\ndesperate urgency: 'Valerius! _Valerius!_'\n\nHe staggered in the direction of the voice, and rounded a corner just in\ntime to have his arms filled with a soft, supple figure which flung\nitself frantically at him.\n\n'Ivga! Are you mad!'\n\n'I had to come!' she sobbed. 'I followed you--hid in an arch of the\nouter court. A moment ago I saw _her_ emerge with a brute who carried a\nwoman in his arms. I knew it was Taramis, and that you had failed! Oh,\nyou are hurt!'\n\n'A scratch!' He put aside her clinging hands. 'Quick, Ivga, tell me\nwhich way they went!'\n\n'They fled across the square toward the temple.'\n\nHe paled. 'Ishtar! Oh, the fiend! She means to give Taramis to the devil\nshe worships! Quick, Ivga! Run to the south wall where the people watch\nthe battle! Tell them that their real queen has been found--that the\nimpostor has dragged her to the temple! Go!'\n\nSobbing, the girl sped away, her light sandals pattering on the\ncobblestones, and Valerius raced across the court, plunged into the\nstreet, dashed into the square upon which it debouched, and raced for\nthe great structure that rose on the opposite side.\n\nHis flying feet spurned the marble as he darted up the broad stair and\nthrough the pillared portico. Evidently their prisoner had given them\nsome trouble. Taramis, sensing the doom intended for her, was fighting\nagainst it with all the strength of her splendid young body. Once she\nhad broken away from the brutish priest, only to be dragged down again.\n\nThe group was halfway down the broad nave, at the other end of which\nstood the grim altar and beyond that the great metal door, obscenely\ncarven, through which many had gone, but from which only Salome had ever\nemerged. Taramis's breath came in panting gasps; her tattered garment\nhad been torn from her in the struggle. She writhed in the grasp of her\napish captor like a white, naked nymph in the arms of a satyr. Salome\nwatched cynically, though impatiently, moving toward the carven door,\nand from the dusk that lurked along the lofty walls the obscene gods and\ngargoyles leered down, as if imbued with salacious life.\n\nChoking with fury, Valerius rushed down the great hall, sword in hand.\nAt a sharp cry from Salome, the skull-faced priest looked up, then\nreleased Taramis, drew a heavy knife, already smeared with blood, and\nran at the oncoming Khaurani.\n\nBut cutting down men blinded by the devil's-flame loosed by Salome was\ndifferent from fighting a wiry young Hyborian afire with hate and rage.\n\nUp went the dripping knife, but before it could fall Valerius's keen\nnarrow blade slashed through the air, and the fist that held the knife\njumped from its wrist in a shower of blood. Valerius, berserk, slashed\nagain and yet again before the crumpling figure could fall. The blade\nlicked through flesh and bone. The skull-like head fell one way, the\nhalf-sundered torso the other.\n\nValerius whirled on his toes, quick and fierce as a jungle-cat, glaring\nabout for Salome. She must have exhausted her fire-dust in the prison.\nShe was bending over Taramis, grasping her sister's black locks in one\nhand, in the other lifting a dagger. Then with a fierce cry Valerius's\nsword was sheathed in her breast with such fury that the point sprang\nout between her shoulders. With an awful shriek the witch sank down,\nwrithing in convulsions, grasping at the naked blade as it was\nwithdrawn, smoking and dripping. Her eyes were inhuman; with a more than\nhuman vitality she clung to the life that ebbed through the wound that\nsplit the crimson crescent on her ivory bosom. She groveled on the\nfloor, clawing and biting at the naked stones in her agony.\n\nSickened at the sight, Valerius stooped and lifted the half-fainting\nqueen. Turning his back on the twisting figure on the floor, he ran\ntoward the door, stumbling in his haste. He staggered out upon the\nportico, halted at the head of the steps. The square thronged with\npeople. Some had come at Ivga's incoherent cries; others had deserted\nthe walls in fear of the onsweeping hordes out of the desert, fleeing\nunreasoningly toward the centre of the city. Dumb resignation had\nvanished. The throng seethed and milled, yelling and screaming. About\nthe road there sounded somewhere the splintering of stone and timbers.\n\nA band of grim Shemites cleft the crowd--the guards of the northern\ngates, hurrying toward the south gate to reinforce their comrades\nthere. They reined up short at the sight of the youth on the steps,\nholding the limp, naked figure in his arms. The heads of the throng\nturned toward the temple; the crowd gaped, a new bewilderment added to\ntheir swirling confusion.\n\n'Here is your queen!' yelled Valerius, straining to make himself\nunderstood above the clamor. The people gave back a bewildered roar.\nThey did not understand, and Valerius sought in vain to lift his voice\nabove their bedlam. The Shemites rode toward the temple steps, beating a\nway through the crowd with their spears.\n\nThen a new, grisly element introduced itself into the frenzy. Out of the\ngloom of the temple behind Valerius wavered a slim white figure, laced\nwith crimson. The people screamed; there in the arms of Valerius hung\nthe woman they thought their queen; yet there in the temple door\nstaggered another figure, like a reflection of the other. Their brains\nreeled. Valerius felt his blood congeal as he stared at the swaying\nwitch-girl. His sword had transfixed her, sundered her heart. She should\nbe dead; by all laws of nature she should be dead. Yet there she swayed,\non her feet, clinging horribly to life.\n\n'Thaug!' she screamed, reeling in the doorway. '_Thaug!_' As in answer\nto that frightful invocation there boomed a thunderous croaking from\nwithin the temple, the snapping of wood and metal.\n\n'That is the queen!' roared the captain of the Shemites, lifting his\nbow. 'Shoot down the man and other woman!'\n\nBut the roar of a roused hunting-pack rose from the people; they had\nguessed the truth at last, understood Valerius's frenzied appeals, knew\nthat the girl who hung limply in his arms was their true queen. With a\nsoul-shaking yell they surged on the Shemites, tearing and smiting with\ntooth and nail and naked hands, with the desperation of hard-pent fury\nloosed at last. Above them Salome swayed and tumbled down the marble\nstairs, dead at last.\n\nArrows flickered about him as Valerius ran back between the pillars of\nthe portico, shielding the body of the queen with his own. Shooting and\nslashing ruthlessly, the mounted Shemites were holding their own with\nthe maddened crowd. Valerius darted to the temple door--with one foot on\nthe threshold he recoiled, crying out in horror and despair.\n\nOut of the gloom at the other end of the great hall a vast dark form\nheaved up--came rushing toward him in gigantic frog-like hops. He saw\nthe gleam of great unearthly eyes, the shimmer of fangs or talons. He\nfell back from the door, and then the whir of a shaft past his ear\nwarned him that death was also behind him. He wheeled desperately. Four\nor five Shemites had cut their way through the throng and were spurring\ntheir horses up the steps, their bows lifted to shoot him down. He\nsprang behind a pillar, on which the arrows splintered. Taramis had\nfainted. She hung like a dead woman in his arms.\n\nBefore the Shemites could loose again, the doorway was blocked by a\ngigantic shape. With affrighted yells the mercenaries wheeled and began\nbeating a frantic way through the throng, which crushed back in sudden,\ngalvanized horror, trampling one another in their stampede.\n\nBut the monster seemed to be watching Valerius and the girl. Squeezing\nits vast, unstable bulk through the door, it bounded toward him, as he\nran down the steps. He felt it looming behind him, a giant shadowy\nthing, like a travesty of nature cut out of the heart of night, a black\nshapelessness in which only the staring eyes and gleaming fangs were\ndistinct.\n\nThere came a sudden thunder of hoofs; a rout of Shemites, bloody and\nbattered, streamed across the square from the south, plowing blindly\nthrough the packed throng. Behind them swept a horde of horsemen yelling\nin a familiar tongue, waving red swords--the exiles, returned! With them\nrode fifty black-bearded desert-riders, and at their head a giant figure\nin black mail.\n\n'Conan!' shrieked Valerius. '_Conan!_'\n\nThe giant yelled a command. Without checking their headlong pace, the\ndesert men lifted their bows, drew and loosed. A cloud of arrows sang\nacross the square, over the seething heads of the multitudes, and sank\nfeather-deep in the black monster. It halted, wavered, reared, a black\nblot against the marble pillars. Again the sharp cloud sang, and yet\nagain, and the horror collapsed and rolled down the steps, as dead as\nthe witch who had summoned it out of the night of ages.\n\nConan drew rein beside the portico, leaped off. Valerius had laid the\nqueen on the marble, sinking beside her in utter exhaustion. The people\nsurged about, crowding in. The Cimmerian cursed them back, lifted her\ndark head, pillowed it against his mailed shoulder.\n\n'By Crom, what is this? The real Taramis! But who is that yonder?'\n\n'The demon who wore her shape,' panted Valerius.\n\nConan swore heartily. Ripping a cloak from the shoulders of a soldier,\nhe wrapped it about the naked queen. Her long dark lashes quivered on\nher cheeks; her eyes opened, stared up unbelievingly into the\nCimmerian's scarred face.\n\n'Conan!' Her soft fingers caught at him. 'Do I dream? _She_ told me you\nwere dead--'\n\n'Scarcely!' He grinned hardly. 'You do not dream. You are Queen of\nKhauran again. I broke Constantius, out there by the river. Most of his\ndogs never lived to reach the walls, for I gave orders that no prisoners\nbe taken--except Constantius. The city guard closed the gate in our\nfaces, but we burst in with rams swung from our saddles. I left all my\nwolves outside, except this fifty. I didn't trust them in here, and\nthese Khaurani lads were enough for the gate guards.'\n\n'It has been a nightmare!' she whimpered. 'Oh, my poor people! You must\nhelp me try to repay them for all they have suffered, Conan, henceforth\ncouncilor as well as captain!'\n\nConan laughed, but shook his head. Rising, he set the queen upon her\nfeet, and beckoned to a number of his Khaurani horsemen who had not\ncontinued the pursuit of the fleeing Shemites. They sprang from their\nhorses, eager to do the bidding of their new-found queen.\n\n'No, lass, that's over with. I'm chief of the Zuagirs now, and must lead\nthem to plunder the Turanians, as I promised. This lad, Valerius, will\nmake you a better captain than I. I wasn't made to dwell among marble\nwalls, anyway. But I must leave you now, and complete what I've begun.\nShemites still live in Khauran.'\n\nAs Valerius started to follow Taramis across the square towards the\npalace, through a lane opened by the wildly cheering multitude, he felt\na soft hand slipped timidly into his sinewy fingers and turned to\nreceive the slender body of Ivga in his arms. He crushed her to him and\ndrank her kisses with the gratitude of a weary fighter who has attained\nrest at last through tribulation and storm.\n\nBut not all men seek rest and peace; some are born with the spirit of\nthe storm in their blood, restless harbingers of violence and bloodshed,\nknowing no other path....\n\n       *       *       *       *       *\n\nThe sun was rising. The ancient caravan road was thronged with\nwhite-robed horsemen, in a wavering line that stretched from the walls\nof Khauran to a spot far out in the plain. Conan the Cimmerian sat at\nthe head of that column, near the jagged end of a wooden beam that stuck\nup out of the ground. Near that stump rose a heavy cross, and on that\ncross a man hung by spikes through his hands and feet.\n\n'Seven months ago, Constantius,' said Conan, 'it was I who hung there,\nand you who sat here.'\n\nConstantius did not reply; he licked his gray lips and his eyes were\nglassy with pain and fear. Muscles writhed like cords along his lean\nbody.\n\n'You are more fit to inflict torture than to endure it,' said Conan\ntranquilly. 'I hung there on a cross as you are hanging, and I lived,\nthanks to circumstances and a stamina peculiar to barbarians. But you\ncivilized men are soft; your lives are not nailed to your spines as are\nours. Your fortitude consists mainly in inflicting torment, not in\nenduring it. You will be dead before sundown. And so, Falcon of the\ndesert, I leave you to the companionship of another bird of the desert.'\n\nHe gestured toward the vultures whose shadows swept across the sands as\nthey wheeled overhead. From the lips of Constantius came an inhuman cry\nof despair and horror.\n\nConan lifted his reins and rode toward the river that shone like silver\nin the morning sun. Behind him the white-clad riders struck into a trot;\nthe gaze of each, as he passed a certain spot, turned impersonally and\nwith the desert man's lack of compassion, toward the cross and the gaunt\nfigure that hung there, black against the sunrise. Their horses' hoofs\nbeat out a knell in the dust. Lower and lower swept the wings of the\nhungry vultures.\n\n\n\n\n\nEnd of Project Gutenberg's A Witch Shall Be Born, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A WITCH SHALL BE BORN ***\n\n***** This file should be named 42227-8.txt or 42227-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/2/2/2/42227/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}