{"title": "Beyond the Black River", "author": "Robert E. Howard", "releaseDate": "March 3, 2013", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       BEYOND THE BLACK RIVER\n\n                        By Robert E. Howard\n\n    [Transcriber's Note: This etext was first published in Weird Tales\n    May and June 1935. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed.]\n\n\n\n\n1 Conan Loses His Ax\n\n\nThe stillness of the forest trail was so primeval that the tread of a\nsoft-booted foot was a startling disturbance. At least it seemed so to\nthe ears of the wayfarer, though he was moving along the path with the\ncaution that must be practised by any man who ventures beyond Thunder\nRiver. He was a young man of medium height, with an open countenance and\na mop of tousled tawny hair unconfined by cap or helmet. His garb was\ncommon enough for that country--a coarse tunic, belted at the waist,\nshort leather breeches beneath, and soft buckskin boots that came short\nof the knee. A knife-hilt jutted from one boot-top. The broad leather\nbelt supported a short, heavy sword and a buckskin pouch. There was no\nperturbation in the wide eyes that scanned the green walls which fringed\nthe trail. Though not tall, he was well built, and the arms that the\nshort wide sleeves of the tunic left bare were thick with corded muscle.\n\nHe tramped imperturbably along, although the last settler's cabin lay\nmiles behind him, and each step was carrying him nearer the grim peril\nthat hung like a brooding shadow over the ancient forest.\n\nHe was not making as much noise as it seemed to him, though he well knew\nthat the faint tread of his booted feet would be like a tocsin of alarm\nto the fierce ears that might be lurking in the treacherous green\nfastness. His careless attitude was not genuine; his eyes and ears were\nkeenly alert, especially his ears, for no gaze could penetrate the leafy\ntangle for more than a few feet in either direction.\n\nBut it was instinct more than any warning by the external senses which\nbrought him up suddenly, his hand on his hilt. He stood stock-still in\nthe middle of the trail, unconsciously holding his breath, wondering\nwhat he had heard, and wondering if indeed he had heard anything. The\nsilence seemed absolute. Not a squirrel chattered or bird chirped. Then\nhis gaze fixed itself on a mass of bushes beside the trail a few yards\nahead of him. There was no breeze, yet he had seen a branch quiver. The\nshort hairs on his scalp prickled, and he stood for an instant\nundecided, certain that a move in either direction would bring death\nstreaking at him from the bushes.\n\nA heavy chopping crunch sounded behind the leaves. The bushes were\nshaken violently, and simultaneously with the sound, an arrow arched\nerratically from among them and vanished among the trees along the\ntrail. The wayfarer glimpsed its flight as he sprang frantically to\ncover.\n\nCrouching behind a thick stem, his sword quivering in his fingers, he\nsaw the bushes part, and a tall figure stepped leisurely into the trail.\nThe traveler stared in surprise. The stranger was clad like himself in\nregard to boots and breeks, though the latter were of silk instead of\nleather. But he wore a sleeveless hauberk of dark mesh-mail in place of\na tunic, and a helmet perched on his black mane. That helmet held the\nother's gaze; it was without a crest, but adorned by short bull's horns.\nNo civilized hand ever forged that head-piece. Nor was the face below it\nthat of a civilized man: dark, scarred, with smoldering blue eyes, it\nwas a face untamed as the primordial forest which formed its background.\nThe man held a broadsword in his right hand, and the edge was smeared\nwith crimson.\n\n'Come on out,' he called, in an accent unfamiliar to the wayfarer.\n'All's safe now. There was only one of the dogs. Come on out.'\n\nThe other emerged dubiously and stared at the stranger. He felt\ncuriously helpless and futile as he gazed on the proportions of the\nforest man--the massive iron-clad breast, and the arm that bore the\nreddened sword, burned dark by the sun and ridged and corded with\nmuscles. He moved with the dangerous ease of a panther; he was too\nfiercely supple to be a product of civilization, even of that fringe of\ncivilization which composed the outer frontiers.\n\nTurning, he stepped back to the bushes and pulled them apart. Still not\ncertain just what had happened, the wayfarer from the east advanced and\nstared down into the bushes. A man lay there, a short, dark,\nthickly-muscled man, naked except for a loin-cloth, a necklace of human\nteeth and a brass armlet. A short sword was thrust into the girdle of\nthe loin-cloth, and one hand still gripped a heavy black bow. The man\nhad long black hair; that was about all the wayfarer could tell about\nhis head, for his features were a mask of blood and brains. His skull\nhad been split to the teeth.\n\n'A Pict, by the gods!' exclaimed the wayfarer.\n\nThe burning blue eyes turned upon him.\n\n'Are you surprised?'\n\n'Why, they told me at Velitrium and again at the settlers' cabins along\nthe road, that these devils sometimes sneaked across the border, but I\ndidn't expect to meet one this far in the interior.'\n\n'You're only four miles east of Black River,' the stranger informed him.\n'They've been shot within a mile of Velitrium. No settler between\nThunder River and Fort Tuscelan is really safe. I picked up this dog's\ntrail three miles south of the fort this morning, and I've been\nfollowing him ever since. I came up behind him just as he was drawing an\narrow on you. Another instant and there'd have been a stranger in Hell.\nBut I spoiled his aim for him.'\n\nThe wayfarer was staring wide-eyed at the larger man, dumfounded by the\nrealization that the man had actually tracked down one of the\nforest-devils and slain him unsuspected. That implied woodsmanship of a\nquality undreamed, even for Conajohara.\n\n'You are one of the fort's garrison?' he asked.\n\n'I'm no soldier. I draw the pay and rations of an officer of the line,\nbut I do my work in the woods. Valannus knows I'm of more use ranging\nalong the river than cooped up in the fort.'\n\nCasually the slayer shoved the body deeper into the thickets with his\nfoot, pulled the bushes together and turned away down the trail. The\nother followed him.\n\n'My name is Balthus,' he offered. 'I was at Velitrium last night. I\nhaven't decided whether I'll take up a hide of land, or enter\nfort-service.'\n\n'The best land near Thunder River is already taken,' grunted the slayer.\n'Plenty of good land between Scalp Creek--you crossed it a few miles\nback--and the fort, but that's getting too devilish close to the river.\nThe Picts steal over to burn and murder--as that one did. They don't\nalways come singly. Some day they'll try to sweep the settlers out of\nConajohara. And they may succeed--probably will succeed. This\ncolonization business is mad, anyway. There's plenty of good land east\nof the Bossonian marches. If the Aquilonians would cut up some of the\nbig estates of their barons, and plant wheat where now only deer are\nhunted, they wouldn't have to cross the border and take the land of the\nPicts away from them.'\n\n'That's queer talk from a man in the service of the Governor of\nConajohara,' objected Balthus.\n\n'It's nothing to me,' the other retorted. 'I'm a mercenary. I sell my\nsword to the highest bidder. I never planted wheat and never will, so\nlong as there are other harvests to be reaped with the sword. But you\nHyborians have expanded as far as you'll be allowed to expand. You've\ncrossed the marches, burned a few villages, exterminated a few clans\nand pushed back the frontier to Black River; but I doubt if you'll even\nbe able to hold what you've conquered, and you'll never push the\nfrontier any further westward. Your idiotic king doesn't understand\nconditions here. He won't send you enough reinforcements, and there are\nnot enough settlers to withstand the shock of a concerted attack from\nacross the river.'\n\n'But the Picts are divided into small clans,' persisted Balthus.\n'they'll never unite. We can whip any single clan.'\n\n'Or any three or four clans,' admitted the slayer. 'But some day a man\nwill rise and unite thirty or forty clans, just as was done among the\nCimmerians, when the Gundermen tried to push the border northward, years\nago. They tried to colonize the southern marches of Cimmeria: destroyed\na few small clans, built a fort-town, Venarium--you've heard the tale.'\n\n'So I have indeed,' replied Balthus, wincing. The memory of that red\ndisaster was a black blot in the chronicles of a proud and war-like\npeople. 'My uncle was at Venarium when the Cimmerians swarmed over the\nwalls. He was one of the few who escaped that slaughter. I've heard him\ntell the tale, many a time. The barbarians swept out of the hills in a\nravening horde, without warning, and stormed Venarium with such fury\nnone could stand before them. Men, women and children were butchered.\nVenarium was reduced to a mass of charred ruins, as it is to this day.\nThe Aquilonians were driven back across the marches, and have never\nsince tried to colonize the Cimmerian country. But you speak of Venarium\nfamiliarly. Perhaps you were there?'\n\n'I was,' grunted the other. 'I was one of the horde that swarmed over\nthe hills. I hadn't yet seen fifteen snows, but already my name was\nrepeated about the council fires.'\n\nBalthus involuntarily recoiled, staring. It seemed incredible that the\nman walking tranquilly at his side should have been one of those\nscreeching, blood-mad devils that had poured over the walls of Venarium\non that long-gone day to make her streets run crimson.\n\n'Then you, too, are a barbarian!' he exclaimed involuntarily.\n\nThe other nodded, without taking offence.\n\n'I am Conan, a Cimmerian.'\n\n'I've heard of you.' Fresh interest quickened Balthus' gaze. No wonder\nthe Pict had fallen victim to his own sort of subtlety. The Cimmerians\nwere barbarians as ferocious as the Picts, and much more intelligent.\nEvidently Conan had spent much time among civilized men, though that\ncontact had obviously not softened him, nor weakened any of his\nprimitive instincts. Balthus' apprehension turned to admiration as he\nmarked the easy cat-like stride, the effortless silence with which the\nCimmerian moved along the trail. The oiled links of his armor did not\nclink, and Balthus knew Conan could glide through the deepest thicket or\nmost tangled copse as noiselessly as any naked Pict that ever lived.\n\n'You're not a Gunderman?' It was more assertion than question.\n\nBalthus shook his head. 'I'm from the Tauran.'\n\n'I've seen good woodsmen from the Tauran. But the Bossonians have\nsheltered you Aquilonians from the outer wildernesses for too many\ncenturies. You need hardening.'\n\nThat was true; the Bossonian marches, with their fortified villages\nfilled with determined bowmen, had long served Aquilonia as a buffer\nagainst the outlying barbarians. Now among the settlers beyond Thunder\nRiver there was growing up a breed of forest-men capable of meeting the\nbarbarians at their own game, but their numbers were still scanty. Most\nof the frontiersmen were like Balthus--more of the settler than the\nwoodsman type.\n\nThe sun had not set, but it was no longer in sight, hidden as it was\nbehind the dense forest wall. The shadows were lengthening, deepening\nback in the woods as the companions strode on down the trail.\n\n'It will be dark before we reach the fort,' commented Conan casually;\nthen: 'Listen!'\n\nHe stopped short, half crouching, sword ready, transformed into a savage\nfigure of suspicion and menace, poised to spring and rend. Balthus had\nheard it too--a wild scream that broke at its highest note. It was the\ncry of a man in dire fear or agony.\n\nConan was off in an instant, racing down the trail, each stride widening\nthe distance between him and his straining companion. Balthus puffed a\ncurse. Among the settlements of the Tauran he was accounted a good\nrunner, but Conan was leaving him behind with maddening ease. Then\nBalthus forgot his exasperation as his ears were outraged by the most\nfrightful cry he had ever heard. It was not human, this one; it was a\ndemoniacal caterwauling of hideous triumph that seemed to exult over\nfallen humanity and find echo in black gulfs beyond human ken.\n\nBalthus faltered in his stride, and clammy sweat beaded his flesh. But\nConan did not hesitate; he darted around a bend in the trail and\ndisappeared, and Balthus, panicky at finding himself alone with that\nawful scream still shuddering through the forest in grisly echoes, put\non an extra burst of speed and plunged after him.\n\nThe Aquilonian slid to a stumbling halt, almost colliding with the\nCimmerian who stood in the trail over a crumpled body. But Conan was not\nlooking at the corpse which lay there in the crimson-soaked dust. He was\nglaring into the deep woods on either side of the trail.\n\nBalthus muttered a horrified oath. It was the body of a man which lay\nthere in the trail, a short, fat man, clad in the gilt-worked boots and\n(despite the heat) the ermine-trimmed tunic of a wealthy merchant. His\nfat, pale face was set in a stare of frozen horror; his thick throat had\nbeen slashed from ear to ear as if by a razor-sharp blade. The short\nsword still in its scabbard seemed to indicate that he had been struck\ndown without a chance to fight for his life.\n\n'A Pict?' Balthus whispered, as he turned to peer into the deepening\nshadows of the forest.\n\nConan shook his head and straightened to scowl down at the dead man.\n\n'A forest devil. This is the fifth, by Crom!'\n\n'What do you mean?'\n\n'Did you ever hear of a Pictish wizard called Zogar Sag?'\n\nBalthus shook his head uneasily.\n\n'He dwells in Gwawela, the nearest village across the river. Three\nmonths ago he hid beside this road and stole a string of pack-mules from\na pack-train bound for the fort--drugged their drivers, somehow. The\nmules belonged to this man'--Conan casually indicated the corpse with\nhis foot--'Tiberias, a merchant of Velitrium. They were loaded with\nale-kegs, and old Zogar stopped to guzzle before he got across the\nriver. A woodsman named Soractus trailed him, and led Valannus and three\nsoldiers to where he lay dead drunk in a thicket. At the importunities\nof Tiberias, Valannus threw Zogar Sag into a cell, which is the worst\ninsult you can give a Pict. He managed to kill his guard and escape, and\nsent back word that he meant to kill Tiberias and the five men who\ncaptured him in a way that would make Aquilonians shudder for centuries\nto come.\n\n'Well, Soractus and the soldiers are dead. Soractus was killed on the\nriver, the soldiers in the very shadow of the fort. And now Tiberias is\ndead. No Pict killed any of them. Each victim--except Tiberias, as you\nsee--lacked his head--which no doubt is now ornamenting the altar of\nZogar Sag's particular god.'\n\n'How do you know they weren't killed by the Picts?' demanded Balthus.\n\nConan pointed to the corpse of the merchant.\n\n'You think that was done with a knife or a sword? Look closer and you'll\nsee that only a talon could have made a gash like that. The flesh is\nripped, not cut.'\n\n'Perhaps a panther----' began Balthus, without conviction.\n\nConan shook his head impatiently.\n\n'A man from the Tauran couldn't mistake the mark of a panther's claws.\nNo. It's a forest devil summoned by Zogar Sag to carry out his revenge.\nTiberias was a fool to start for Velitrium alone, and so close to dusk.\nBut each one of the victims seemed to be smitten with madness just\nbefore doom overtook him. Look here; the signs are plain enough.\nTiberias came riding along the trail on his mule, maybe with a bundle of\nchoice otter pelts behind his saddle to sell in Velitrium, and the\n_thing_ sprang on him from behind that bush. See where the branches are\ncrushed down.\n\n'Tiberias gave one scream, and then his throat was torn open and he was\nselling his otter skins in Hell. The mule ran away into the woods.\nListen! Even now you can hear him thrashing about under the trees. The\ndemon didn't have time to take Tiberias' head; it took fright as we came\nup.'\n\n'As _you_ came up,' amended Balthus. 'It must not be a very terrible\ncreature if it flees from one armed man. But how do you know it was not\na Pict with some kind of a hook that rips instead of slicing? Did you\nsee it?'\n\n'Tiberias was an armed man,' grunted Conan. 'If Zogar Sag can bring\ndemons to aid him, he can tell them which men to kill and which to let\nalone. No, I didn't see it. I only saw the bushes shake as it left the\ntrail. But if you want further proof, look here!'\n\nThe slayer had stepped into the pool of blood in which the dead man\nsprawled. Under the bushes at the edge of the path there was a\nfootprint, made in blood on the hard loam.\n\n'Did a man make that?' demanded Conan.\n\nBalthus felt his scalp prickle. Neither man nor any beast that he had\never seen could have left that strange, monstrous three-toed print, that\nwas curiously combined of the bird and the reptile, yet a true type of\nneither. He spread his fingers above the print, careful not to touch it,\nand grunted explosively. He could not span the mark.\n\n'What is it?' he whispered. 'I never saw a beast that left a spoor like\nthat.'\n\n'Nor any other sane man,' answered Conan grimly. 'It's a swamp\ndemon--they're thick as bats in the swamps beyond Black River. You can\nhear them howling like damned souls when the wind blows strong from the\nsouth on hot nights.'\n\n'What shall we do?' asked the Aquilonian, peering uneasily into the deep\nblue shadows. The frozen fear on the dead countenance haunted him. He\nwondered what hideous head the wretch had seen thrust grinning from\namong the leaves to chill his blood with terror.\n\n'No use to try to follow a demon,' grunted Conan, drawing a short\nwoodsman's ax from his girdle. 'I tried tracking him after he killed\nSoractus. I lost his trail within a dozen steps. He might have grown\nhimself wings and flown away, or sunk down through the earth to Hell. I\ndon't know. I'm not going after the mule, either. It'll either wander\nback to the fort, or to some settler's cabin.'\n\nAs he spoke Conan was busy at the edge of the trail with his ax. With a\nfew strokes he cut a pair of saplings nine or ten feet long, and denuded\nthem of their branches. Then he cut a length from a serpent-like vine\nthat crawled among the bushes near by, and making one end fast to one of\nthe poles, a couple of feet from the end, whipped the vine over the\nother sapling and interlaced it back and forth. In a few moments he had\na crude but strong litter.\n\n'The demon isn't going to get Tiberias' head if I can help it,' he\ngrowled. 'We'll carry the body into the fort. It isn't more than three\nmiles. I never liked the fat fool, but we can't have Pictish devils\nmaking so cursed free with white men's heads.'\n\nThe Picts were a white race, though swarthy, but the border men never\nspoke of them as such.\n\nBalthus took the rear end of the litter, onto which Conan\nunceremoniously dumped the unfortunate merchant, and they moved on down\nthe trail as swiftly as possible. Conan made no more noise laden with\ntheir grim burden than he had made when unencumbered. He had made a loop\nwith the merchant's belt at the end of the poles, and was carrying his\nshare of the load with one hand, while the other gripped his naked\nbroadsword, and his restless gaze roved the sinister walls about them.\nThe shadows were thickening. A darkening blue mist blurred the outlines\nof the foliage. The forest deepened in the twilight, became a blue haunt\nof mystery sheltering unguessed things.\n\nThey had covered more than a mile, and the muscles in Balthus' sturdy\narms were beginning to ache a little, when a cry rang shuddering from\nthe woods whose blue shadows were deepening into purple.\n\nConan started convulsively, and Balthus almost let go the poles.\n\n'A woman!' cried the younger man. 'Great Mitra, a woman cried out then!'\n\n'A settler's wife straying in the woods,' snarled Conan, setting down\nhis end of the litter. 'Looking for a cow, probably, and--stay here!'\n\nHe dived like a hunting wolf into the leafy wall. Balthus' hair\nbristled.\n\n'Stay here alone with this corpse and a devil hiding in the woods?' he\nyelped. 'I'm coming with you!'\n\nAnd suiting action to words, he plunged after the Cimmerian. Conan\nglanced back at him, but made no objection, though he did not moderate\nhis pace to accommodate the shorter legs of his companion. Balthus\nwasted his wind in swearing as the Cimmerian drew away from him again,\nlike a phantom between the trees, and then Conan burst into a dim glade\nand halted crouching, lips snarling, sword lifted.\n\n'What are we stopping for?' panted Balthus, dashing the sweat out of his\neyes and gripping his short sword.\n\n'That scream came from this glade, or near by,' answered Conan. 'I don't\nmistake the location of sounds, even in the woods. But where----'\n\nAbruptly the sound rang out again--_behind them_; in the direction of\nthe trail they had just quitted. It rose piercingly and pitifully, the\ncry of a woman in frantic terror--and then, shockingly, it changed to a\nyell of mocking laughter that might have burst from the lips of a fiend\nof lower Hell.\n\n'What in Mitra's name----' Balthus' face was a pale blur in the gloom.\n\nWith a scorching oath Conan wheeled and dashed back the way he had come,\nand the Aquilonian stumbled bewilderedly after him. He blundered into\nthe Cimmerian as the latter stopped dead, and rebounded from his brawny\nshoulders as though from an iron statue. Gasping from the impact, he\nheard Conan's breath hiss through his teeth. The Cimmerian seemed frozen\nin his tracks.\n\nLooking over his shoulder, Balthus felt his hair stand up stiffly.\nSomething was moving through the deep bushes that fringed the\ntrail--something that neither walked nor flew, but seemed to glide like\na serpent. But it was not a serpent. Its outlines were indistinct, but\nit was taller than a man, and not very bulky. It gave off a glimmer of\nweird light, like a faint blue flame. Indeed, the eery fire was the only\ntangible thing about it. It might have been an embodied flame moving\nwith reason and purpose through the blackening woods.\n\nConan snarled a savage curse and hurled his ax with ferocious will. But\nthe thing glided on without altering its course. Indeed it was only a\nfew instants' fleeting glimpse they had of it--a tall, shadowy thing of\nmisty flame floating through the thickets. Then it was gone, and the\nforest crouched in breathless stillness.\n\nWith a snarl Conan plunged through the intervening foliage and into the\ntrail. His profanity, as Balthus floundered after him, was lurid and\nimpassioned. The Cimmerian was standing over the litter on which lay the\nbody of Tiberias. And that body no longer possessed a head.\n\n'Tricked us with its damnable caterwauling!' raved Conan, swinging his\ngreat sword about his head in his wrath. 'I might have known! I might\nhave guessed a trick! Now there'll be five heads to decorate Zogar's\naltar.'\n\n'But what thing is it that can cry like a woman and laugh like a devil,\nand shines like witch-fire as it glides through the trees?' gasped\nBalthus, mopping the sweat from his pale face.\n\n'A swamp devil,' responded Conan morosely. 'Grab those poles. We'll take\nin the body, anyway. At least our load's a bit lighter.'\n\nWith which grim philosophy he gripped the leathery loop and stalked down\nthe trail.\n\n\n\n\n2 The Wizard of Gwawela\n\n\nFort Tuscelan stood on the eastern bank of Black River, the tides of\nwhich washed the foot of the stockade. The latter was of logs, as were\nall the buildings within, including the donjon (to dignify it by that\nappellation), in which were the governor's quarters, overlooking the\nstockade and the sullen river. Beyond that river lay a huge forest,\nwhich approached jungle-like density along the spongy shores. Men paced\nthe runways along the log parapet day and night, watching that dense\ngreen wall. Seldom a menacing figure appeared, but the sentries knew\nthat they too were watched, fiercely, hungrily, with the mercilessness\nof ancient hate. The forest beyond the river might seem desolate and\nvacant of life to the ignorant eye, but life teemed there, not alone of\nbird and beast and reptile, but also of men, the fiercest of all the\nhunting beasts.\n\nThere, at the fort, civilization ended. Fort Tuscelan was the last\noutpost of a civilized world; it represented the westernmost thrust of\nthe dominant Hyborian races. Beyond the river the primitive still\nreigned in shadowy forests, brush-thatched huts where hung the grinning\nskulls of men, and mud-walled enclosures where fires flickered and drums\nrumbled, and spears were whetted in the hands of dark, silent men with\ntangled black hair and the eyes of serpents. Those eyes often glared\nthrough the bushes at the fort across the river. Once dark-skinned men\nhad built their huts where that fort stood; yes, and their huts had\nrisen where now stood the fields and log cabins of fair-haired settlers,\nback beyond Velitrium, that raw, turbulent frontier town on the banks of\nThunder River, to the shores of that other river that bounds the\nBossonian marches. Traders had come, and priests of Mitra who walked\nwith bare feet and empty hands, and died horribly, most of them; but\nsoldiers had followed, and men with axes in their hands and women and\nchildren in ox-drawn wains. Back to Thunder River, and still back,\nbeyond Black River the aborigines had been pushed, with slaughter and\nmassacre. But the dark-skinned people did not forget that once\nConajohara had been theirs.\n\nThe guard inside the eastern gate bawled a challenge. Through a barred\naperture torchlight flickered, glinting on a steel head-piece and\nsuspicious eyes beneath it.\n\n'Open the gate,' snorted Conan. 'You see it's I, don't you?'\n\nMilitary discipline put his teeth on edge.\n\nThe gate swung inward and Conan and his companion passed through.\nBalthus noted that the gate was flanked by a tower on each side, the\nsummits of which rose above the stockade. He saw loopholes for arrows.\n\nThe guardsmen grunted as they saw the burden borne between the men.\nTheir pikes jangled against each other as they thrust shut the gate,\nchin on shoulder, and Conan asked testily: 'Have you never seen a\nheadless body before?'\n\nThe face of the soldiers were pallid in the torchlight.\n\n'That's Tiberias,' blurted one. 'I recognize that fur-trimmed tunic.\nValerius here owes me five lunas. I told him Tiberias had heard the loon\ncall when he rode through the gate on his mule, with his glassy stare. I\nwagered he'd come back without his head.'\n\nConan grunted enigmatically, motioned Balthus to ease the litter to the\nground, and then strode off toward the governor's quarters, with the\nAquilonian at his heels. The tousle-headed youth stared about him\neagerly and curiously, noting the rows of barracks along the walls, the\nstables, the tiny merchants' stalls, the towering blockhouse, and the\nother buildings, with the open square in the middle where the soldiers\ndrilled, and where, now, fires danced and men off duty lounged. These\nwere now hurrying to join the morbid crowd gathered about the litter at\nthe gate. The rangy figures of Aquilonian pikemen and forest runners\nmingled with the shorter, stockier forms of Bossonian archers.\n\nHe was not greatly surprised that the governor received them himself.\nAutocratic society with its rigid caste laws lay east of the marches.\nValannus was still a young man, well knit, with a finely chiseled\ncountenance already carved into sober cast by toil and responsibility.\n\n'You left the fort before daybreak, I was told,' he said to Conan. 'I\nhad begun to fear that the Picts had caught you at last.'\n\n'When they smoke my head the whole river will know it,' grunted Conan.\n'They'll hear Pictish women wailing their dead as far as Velitrium--I\nwas on a lone scout. I couldn't sleep. I kept hearing drums talking\nacross the river.'\n\n'They talk each night,' reminded the governor, his fine eyes shadowed,\nas he stared closely at Conan. He had learned the unwisdom of\ndiscounting wild men's instincts.\n\n'There was a difference last night,' growled Conan. 'There has been ever\nsince Zogar Sag got back across the river.'\n\n'We should either have given him presents and sent him home, or else\nhanged him,' sighed the governor. 'You advised that, but----'\n\n'But it's hard for you Hyborians to learn the ways of the outlands,'\nsaid Conan. 'Well, it can't be helped now, but there'll be no peace on\nthe border so long as Zogar lives and remembers the cell he sweated in.\nI was following a warrior who slipped over to put a few white notches on\nhis bow. After I split his head I fell in with this lad whose name is\nBalthus and who's come from the Tauran to help hold the frontier.'\n\nValannus approvingly eyed the young man's frank countenance and\nstrongly-knit frame.\n\n'I am glad to welcome you, young sir. I wish more of your people would\ncome. We need men used to forest life. Many of our soldiers and some of\nour settlers are from the eastern provinces and know nothing of\nwoodcraft, or even of agricultural life.'\n\n'Not many of that breed this side of Velitrium,' grunted Conan. 'That\ntown's full of them, though. But listen, Valannus, we found Tiberias\ndead on the trail.' And in a few words he related the grisly affair.\n\nValannus paled. 'I did not know he had left the fort. He must have been\nmad!'\n\n'He was,' answered Conan. 'Like the other four; each one, when his time\ncame, went mad and rushed into the woods to meet his death like a hare\nrunning down the throat of a python. _Something_ called to them from the\ndeeps of the forest, something the men call a loon, for lack of a better\nname, but only the doomed ones could hear it. Zogar Sag has made a magic\nthat Aquilonian civilization can't overcome.'\n\nTo this thrust Valannus made no reply; he wiped his brow with a shaky\nhand.\n\n'Do the soldiers know of this?'\n\n'We left the body by the eastern gate.'\n\n'You should have concealed the fact, hidden the corpse somewhere in the\nwoods. The soldiers are nervous enough already.'\n\n'They'd have found it out some way. If I'd hidden the body, it would\nhave been returned to the fort as the corpse of Soractus was--tied up\noutside the gate for the men to find in the morning.'\n\nValannus shuddered. Turning, he walked to a casement and stared silently\nout over the river, black and shiny under the glint of the stars. Beyond\nthe river the jungle rose like an ebony wall. The distant screech of a\npanther broke the stillness. The night pressed in, blurring the sounds\nof the soldiers outside the blockhouse, dimming the fires. A wind\nwhispered through the black branches, rippling the dusky water. On its\nwings came a low, rhythmic pulsing, sinister as the pad of a leopard's\nfoot.\n\n'After all,' said Valannus, as if speaking his thoughts aloud, 'what do\nwe know--what does anyone know--of the things that jungle may hide? We\nhave dim rumors of great swamps and rivers, and a forest that stretches\non and on over everlasting plains and hills to end at last on the shores\nof the western ocean. But what things lie between this river and that\nocean we dare not even guess. No white man has ever plunged deep into\nthat fastness and returned alive to tell us what he found. We are wise\nin our civilized knowledge, but our knowledge extends just so far--to\nthe western bank of that ancient river! Who knows what shapes earthly\nand unearthly may lurk beyond the dim circle of light our knowledge has\ncast?\n\n'Who knows what gods are worshipped under the shadows of that heathen\nforest, or what devils crawl out of the black ooze of the swamps? Who\ncan be sure that all the inhabitants of that black country are natural?\nZogar Sag--a sage of the eastern cities would sneer at his primitive\nmagic-making as the mummery of a fakir; yet he has driven mad and killed\nfive men in a manner no man can explain. I wonder if he himself is\nwholly human.'\n\n'If I can get within ax-throwing distance of him I'll settle that\nquestion,' growled Conan, helping himself to the governor's wine and\npushing a glass toward Balthus, who took it hesitatingly, and with an\nuncertain glance toward Valannus.\n\nThe governor turned toward Conan and stared at him thoughtfully.\n\n'The soldiers, who do not believe in ghosts or devils,' he said, 'are\nalmost in a panic of fear. You, who believe in ghosts, ghouls, goblins,\nand all manner of uncanny things, do not seem to fear any of the things\nin which you believe.'\n\n'There's nothing in the universe cold steel won't cut,' answered Conan.\n'I threw my ax at the demon, and he took no hurt, but I might have\nmissed, in the dusk, or a branch deflected its flight. I'm not going out\nof my way looking for devils; but I wouldn't step out of my path to let\none go by.'\n\nValannus lifted his head and met Conan's gaze squarely.\n\n'Conan, more depends on you than you realize. You know the weakness of\nthis province--a slender wedge thrust into the untamed wilderness. You\nknow that the lives of all the people west of the marches depend on this\nfort. Were it to fall, red axes would be splintering the gates of\nVelitrium before a horseman could cross the marches. His majesty, or his\nmajesty's advisers, have ignored my plea that more troops be sent to\nhold the frontier. They know nothing of border conditions, and are\naverse to expending any more money in this direction. The fate of the\nfrontier depends upon the men who now hold it.\n\n'You know that most of the army which conquered Conajohara has been\nwithdrawn. You know the force left me is inadequate, especially since\nthat devil Zogar Sag managed to poison our water supply, and forty men\ndied in one day. Many of the others are sick, or have been bitten by\nserpents or mauled by wild beasts which seem to swarm in increasing\nnumbers in the vicinity of the fort. The soldiers believe Zogar's boast\nthat he could summon the forest beasts to slay his enemies.\n\n'I have three hundred pikemen, four hundred Bossonian archers, and\nperhaps fifty men who, like yourself, are skilled in woodcraft. They are\nworth ten times their number of soldiers, but there are so few of them.\nFrankly, Conan, my situation is becoming precarious. The soldiers\nwhisper of desertion; they are low-spirited, believing Zogar Sag has\nloosed devils on us. They fear the black plague with which he threatened\nus--the terrible black death of the swamplands. When I see a sick\nsoldier I sweat with fear of seeing him turn black and shrivel and die\nbefore my eyes.\n\n'Conan, if the plague is loosed upon us, the soldiers will desert in a\nbody! The border will be left unguarded and nothing will check the sweep\nof the dark-skinned hordes to the very gates of Velitrium--maybe beyond!\nIf we can not hold the fort, how can they hold the town?\n\n'Conan, Zogar Sag must die, if we are to hold Conajohara. You have\npenetrated the unknown deeper than any other man in the fort; you know\nwhere Gwawela stands, and something of the forest trails across the\nriver. Will you take a band of men tonight and endeavour to kill or\ncapture him? Oh, I know it's mad. There isn't more than one chance in a\nthousand that any of you will come back alive. But if we don't get him,\nit's death for us all. You can take as many men as you wish.'\n\n'A dozen men are better for a job like that than a regiment,' answered\nConan. 'Five hundred men couldn't fight their way to Gwawela and back,\nbut a dozen might slip in and out again. Let me pick my men. I don't\nwant any soldiers.'\n\n'Let me go!' eagerly exclaimed Balthus. 'I've hunted deer all my life on\nthe Tauran.'\n\n'All right. Valannus, we'll eat at the stall where the foresters gather,\nand I'll pick my men. We'll start within an hour, drop down the river in\na boat to a point below the village and then steal upon it through the\nwoods. If we live, we should be back by daybreak.'\n\n\n\n\n3 The Crawlers in the Dark\n\n\nThe river was a vague trace between walls of ebony. The paddles that\npropelled the long boat creeping along in the dense shadow of the\neastern bank dipped softly into the water, making no more noise than the\nbeak of a heron. The broad shoulders of the man in front of Balthus were\na blur in the dense gloom. He knew that not even the keen eyes of the\nman who knelt in the prow would discern anything more than a few feet\nahead of them. Conan was feeling his way by instinct and an intensive\nfamiliarity with the river.\n\nNo one spoke. Balthus had had a good look at his companions in the fort\nbefore they slipped out of the stockade and down the bank into the\nwaiting canoe. They were of a new breed growing up in the world on the\nraw edge of the frontier--men whom grim necessity had taught woodcraft.\nAquilonians of the western provinces to a man, they had many points in\ncommon. They dressed alike--in buckskin boots, leathern breeks and\ndeerskin shirts, with broad girdles that held axes and short swords; and\nthey were all gaunt and scarred and hard-eyed; sinewy and taciturn.\n\nThey were wild men, of a sort, yet there was still a wide gulf between\nthem and the Cimmerian. They were sons of civilization, reverted to a\nsemi-barbarism. He was a barbarian of a thousand generations of\nbarbarians. They had acquired stealth and craft, but he had been born to\nthese things. He excelled them even in lithe economy of motion. They\nwere wolves, but he was a tiger.\n\nBalthus admired them and their leader and felt a pulse of pride that he\nwas admitted into their company. He was proud that his paddle made no\nmore noise than did theirs. In that respect at least he was their equal,\nthough woodcraft learned in hunts on the Tauran could never equal that\nground into the souls of men on the savage border.\n\nBelow the fort the river made a wide bend. The lights of the outpost\nwere quickly lost, but the canoe held on its way for nearly a mile,\navoiding snags and floating logs with almost uncanny precision.\n\nThen a low grunt from their leader, and they swung its head about and\nglided toward the opposite shore. Emerging from the black shadows of the\nbrush that fringed the bank and coming into the open of the midstream\ncreated a peculiar illusion of rash exposure. But the stars gave little\nlight, and Balthus knew that unless one were watching for it, it would\nbe all but impossible for the keenest eye to make out the shadowy shape\nof the canoe crossing the river.\n\nThey swung in under the overhanging bushes of the western shore and\nBalthus groped for and found a projecting root which he grasped. No word\nwas spoken. All instructions had been given before the scouting-party\nleft the fort. As silently as a great panther Conan slid over the side\nand vanished in the bushes. Equally noiseless, nine men followed him. To\nBalthus, grasping the root with his paddle across his knee, it seemed\nincredible that ten men should thus fade into the tangled forest without\na sound.\n\nHe settled himself to wait. No word passed between him and the other man\nwho had been left with him. Somewhere, a mile or so to the northwest,\nZogar Sag's village stood girdled with thick woods. Balthus understood\nhis orders; he and his companion were to wait for the return of the\nraiding-party. If Conan and his men had not returned by the first tinge\nof dawn, they were to race back up the river to the fort and report that\nthe forest had again taken its immemorial toll of the invading race. The\nsilence was oppressive. No sound came from the black woods, invisible\nbeyond the ebony masses that were the overhanging bushes. Balthus no\nlonger heard the drums. They had been silent for hours. He kept\nblinking, unconsciously trying to see through the deep gloom. The dank\nnight-smells of the river and the damp forest oppressed him. Somewhere,\nnear by, there was a sound as if a big fish had flopped and splashed the\nwater. Balthus thought it must have leaped so close to the canoe that it\nhad struck the side, for a slight quiver vibrated the craft. The boat's\nstern began to swing, slightly away from the shore. The man behind him\nmust have let go of the projection he was gripping. Balthus twisted his\nhead to hiss a warning, and could just make out the figure of his\ncompanion, a slightly blacker bulk in the blackness.\n\nThe man did not reply. Wondering if he had fallen asleep, Balthus\nreached out and grasped his shoulder. To his amazement, the man crumpled\nunder his touch and slumped down in the canoe. Twisting his body half\nabout, Balthus groped for him, his heart shooting into his throat. His\nfumbling fingers slid over the man's throat--only the youth's convulsive\nclenching of his jaws choked back the cry that rose to his lips. His\nfingers encountered a gaping, oozing wound--his companion's throat had\nbeen cut from ear to ear.\n\nIn that instant of horror and panic Balthus started up--and then a\nmuscular arm out of the darkness locked fiercely about his throat,\nstrangling his yell. The canoe rocked wildly. Balthus' knife was in his\nhand, though he did not remember jerking it out of his boot, and he\nstabbed fiercely and blindly. He felt the blade sink deep, and a\nfiendish yell rang in his ear, a yell that was horribly answered. The\ndarkness seemed to come to life about him. A bestial clamor rose on all\nsides, and other arms grappled him. Borne under a mass of hurtling\nbodies the canoe rolled sidewise, but before he went under with it,\nsomething cracked against Balthus' head and the night was briefly\nilluminated by a blinding burst of fire before it gave way to a\nblackness where not even stars shone.\n\n\n\n\n4 The Beasts of Zogar Sag\n\n\nFires dazzled Balthus again as he slowly recovered his senses. He\nblinked, shook his head. Their glare hurt his eyes. A confused medley of\nsound rose about him, growing more distinct as his senses cleared. He\nlifted his head and stared stupidly about him. Black figures hemmed him\nin, etched against crimson tongues of flame.\n\nMemory and understanding came in a rush. He was bound upright to a post\nin an open space, ringed by fierce and terrible figures. Beyond that\nring fires burned, tended by naked, dark-skinned women. Beyond the fires\nhe saw huts of mud and wattle, thatched with brush. Beyond the huts\nthere was a stockade with a broad gate. But he saw these things only\nincidentally. Even the cryptic dark women with their curious coiffures\nwere noted by him only absently. His full attention was fixed in awful\nfascination on the men who stood glaring at him.\n\nShort men, broad-shouldered, deep-chested, lean-hipped, they were naked\nexcept for scanty loin-clouts. The firelight brought out the play of\ntheir swelling muscles in bold relief. Their dark faces were immobile,\nbut their narrow eyes glittered with the fire that burns in the eyes of\na stalking tiger. Their tangled manes were bound back with bands of\ncopper. Swords and axes were in their hands. Crude bandages banded the\nlimbs of some, and smears of blood were dried on their dark skins. There\nhad been fighting, recent and deadly.\n\nHis eyes wavered away from the steady glare of his captors, and he\nrepressed a cry of horror. A few feet away there rose a low, hideous\npyramid: it was built of gory human heads. Dead eyes glared glassily up\nat the black sky. Numbly he recognized the countenances which were\nturned toward him. They were the heads of the men who had followed Conan\ninto the forest. He could not tell if the Cimmerian's head were among\nthem. Only a few faces were visible to him. It looked to him as if there\nmust be ten or eleven heads at least. A deadly sickness assailed him. He\nfought a desire to retch. Beyond the heads lay the bodies of half a\ndozen Picts, and he was aware of a fierce exultation at the sight. The\nforest runners had taken toll, at least.\n\nTwisting his head away from the ghastly spectacle, he became aware that\nanother post stood near him--a stake painted black as was the one to\nwhich he was bound. A man sagged in his bonds there, naked except for\nhis leathern breeks, whom Balthus recognized as one of Conan's woodsmen.\nBlood trickled from his mouth, oozed sluggishly from a gash in his side.\nLifting his head as he licked his livid lips, he muttered, making\nhimself heard with difficulty above the fiendish clamor of the Picts:\n'So they got you, too!'\n\n'Sneaked up in the water and cut the other fellow's throat,' groaned\nBalthus. 'We never heard them till they were on us. Mitra, how can\nanything move so silently?'\n\n'They're devils,' mumbled the frontiersman. 'They must have been\nwatching us from the time we left midstream. We walked into a trap.\nArrows from all sides were ripping into us before we knew it. Most of us\ndropped at the first fire. Three or four broke through the bushes and\ncame to hand-grips. But there were too many. Conan might have gotten\naway. I haven't seen his head. Been better for you and me if they'd\nkilled us outright. I can't blame Conan. Ordinarily we'd have gotten to\nthe village without being discovered. They don't keep spies on the river\nbank as far down as we landed. We must have stumbled into a big party\ncoming up the river from the south. Some devilment is up. Too many Picts\nhere. These aren't all Gwaweli; men from the western tribes here and\nfrom up and down the river.'\n\nBalthus stared at the ferocious shapes. Little as he knew of Pictish\nways, he was aware that the number of men clustered about them was out\nof proportion to the size of the village. There were not enough huts to\nhave accommodated them all. Then he noticed that there was a difference\nin the barbaric tribal designs painted on their faces and breasts.\n\n'Some kind of devilment,' muttered the forest runner. 'They might have\ngathered here to watch Zogar's magic-making. He'll make some rare magic\nwith our carcasses. Well, a border-man doesn't expect to die in bed. But\nI wish we'd gone out along with the rest.'\n\nThe wolfish howling of the Picts rose in volume and exultation, and from\na movement in their ranks, an eager surging and crowding, Balthus\ndeduced that someone of importance was coming. Twisting his head about,\nhe saw that the stakes were set before a long building, larger than the\nother huts, decorated by human skulls dangling from the eaves. Through\nthe door of that structure now danced a fantastic figure.\n\n'Zogar!' muttered the woodsman, his bloody countenance set in wolfish\nlines as he unconsciously strained at his cords. Balthus saw a lean\nfigure of middle height, almost hidden in ostrich plumes set on a\nharness of leather and copper. From amidst the plumes peered a hideous\nand malevolent face. The plumes puzzled Balthus. He knew their source\nlay half the width of a world to the south. They fluttered and rustled\nevilly as the shaman leaped and cavorted.\n\nWith fantastic bounds and prancings he entered the ring and whirled\nbefore his bound and silent captives. With another man it would have\nseemed ridiculous--a foolish savage prancing meaninglessly in a whirl of\nfeathers. But that ferocious face glaring out from the billowing mass\ngave the scene a grim significance. No man with a face like that could\nseem ridiculous or like anything except the devil he was.\n\nSuddenly he froze to statuesque stillness; the plumes rippled once and\nsank about him. The howling warriors fell silent. Zogar Sag stood erect\nand motionless, and he seemed to increase in height--to grow and expand.\nBalthus experienced the illusion that the Pict was towering above him,\nstaring contemptuously down from a great height, though he knew the\nshaman was not as tall as himself. He shook off the illusion with\ndifficulty.\n\nThe shaman was talking now, a harsh, guttural intonation that yet\ncarried the hiss of a cobra. He thrust his head on his long neck toward\nthe wounded man on the stake; his eyes shone red as blood in the\nfirelight. The frontiersman spat full in his face.\n\nWith a fiendish howl Zogar bounded convulsively into the air, and the\nwarriors gave tongue to a yell that shuddered up to the stars. They\nrushed toward the man on the stake, but the shaman beat them back. A\nsnarled command sent men running to the gate. They hurled it open,\nturned and raced back to the circle. The ring of men split, divided with\ndesperate haste to right and left. Balthus saw the women and naked\nchildren scurrying to the huts. They peeked out of doors and windows. A\nbroad lane was left to the open gate, beyond which loomed the black\nforest, crowding sullenly in upon the clearing, unlighted by the fires.\n\nA tense silence reigned as Zogar Sag turned toward the forest, raised on\nhis tiptoes and sent a weird inhuman call shuddering out into the night.\nSomewhere, far out in the black forest, a deeper cry answered him.\nBalthus shuddered. From the timbre of that cry he knew it never came\nfrom a human throat. He remembered what Valannus had said--that Zogar\nboasted that he could summon wild beasts to do his bidding. The woodsman\nwas livid beneath his mask of blood. He licked his lips spasmodically.\n\nThe village held its breath. Zogar Sag stood still as a statue, his\nplumes trembling faintly about him. But suddenly the gate was no longer\nempty.\n\nA shuddering gasp swept over the village and men crowded hastily back,\njamming one another between the huts. Balthus felt the short hair stir\non his scalp. The creature that stood in the gate was like the\nembodiment of nightmare legend. Its color was of a curious pale quality\nwhich made it seem ghostly and unreal in the dim light. But there was\nnothing unreal about the low-hung savage head, and the great curved\nfangs that glistened in the firelight. On noiseless padded feet it\napproached like a phantom out of the past. It was a survival of an\nolder, grimmer age, the ogre of many an ancient legend--a saber-tooth\ntiger. No Hyborian hunter had looked upon one of those primordial brutes\nfor centuries. Immemorial myths lent the creatures a supernatural\nquality, induced by their ghostly color and their fiendish ferocity.\n\nThe beast that glided toward the men on the stakes was longer and\nheavier than a common, striped tiger, almost as bulky as a bear. Its\nshoulders and forelegs were so massive and mightily muscled as to give\nit a curiously top-heavy look, though its hind-quarters were more\npowerful than that of a lion. Its jaws were massive, but its head was\nbrutishly shaped. Its brain capacity was small. It had room for no\ninstincts except those of destruction. It was a freak of carnivorous\ndevelopment, evolution run amuck in a horror of fangs and talons.\n\nThis was the monstrosity Zogar Sag had summoned out of the forest.\nBalthus no longer doubted the actuality of the shaman's magic. Only the\nblack arts could establish a domination over that tiny-brained,\nmighty-thewed monster. Like a whisper at the back of his consciousness\nrose the vague memory of the name of an ancient god of darkness and\nprimordial fear, to whom once both men and beasts bowed and whose\nchildren--men whispered--still lurked in dark corners of the world. New\nhorror tinged the glare he fixed on Zogar Sag.\n\nThe monster moved past the heap of bodies and the pile of gory heads\nwithout appearing to notice them. He was no scavenger. He hunted only\nthe living, in a life dedicated solely to slaughter. An awful hunger\nburned greenly in the wide, unwinking eyes; the hunger not alone of\nbelly-emptiness, but the lust of death-dealing. His gaping jaws\nslavered. The shaman stepped back; his hand waved toward the woodsman.\n\nThe great cat sank into a crouch, and Balthus numbly remembered tales of\nits appalling ferocity: of how it would spring upon an elephant and\ndrive its sword-like fangs so deeply into the titan's skull that they\ncould never be withdrawn, but would keep it nailed to its victim, to die\nby starvation. The shaman cried out shrilly, and with an ear-shattering\nroar the monster sprang.\n\nBalthus had never dreamed of such a spring, such a hurtling of\nincarnated destruction embodied in that giant bulk of iron thews and\nripping talons. Full on the woodsman's breast it struck, and the stake\nsplintered and snapped at the base, crashing to the earth under the\nimpact. Then the saber-tooth was gliding toward the gate, half dragging,\nhalf carrying a hideous crimson hulk that only faintly resembled a man.\nBalthus glared almost paralysed, his brain refusing to credit what his\neyes had seen.\n\nIn that leap the great beast had not only broken off the stake, it had\nripped the mangled body of its victim from the post to which it was\nbound. The huge talons in that instant of contact had disemboweled and\npartially dismembered the man, and the giant fangs had torn away the\nwhole top of his head, shearing through the skull as easily as through\nflesh. Stout rawhide thongs had given way like paper; where the thongs\nhad held, flesh and bones had not. Balthus retched suddenly. He had\nhunted bears and panthers, but he had never dreamed the beast lived\nwhich could make such a red ruin of a human frame in the flicker of an\ninstant.\n\nThe saber-tooth vanished through the gate, and a few moments later a\ndeep roar sounded through the forest, receding in the distance. But the\nPicts still shrank back against the huts, and the shaman still stood\nfacing the gate that was like a black opening to let in the night.\n\nCold sweat burst suddenly out on Balthus' skin. What new horror would\ncome through that gate to make carrion-meat of his body? Sick panic\nassailed him and he strained futilely at his thongs. The night pressed\nin very black and horrible outside the firelight. The fires themselves\nglowed lurid as the fires of hell. He felt the eyes of the Picts upon\nhim--hundreds of hungry, cruel eyes that reflected the lust of souls\nutterly without humanity as he knew it. They no longer seemed men; they\nwere devils of this black jungle, as inhuman as the creatures to which\nthe fiend in the nodding plumes screamed through the darkness.\n\nZogar sent another call shuddering through the night, and it was utterly\nunlike the first cry. There was a hideous sibilance in it--Balthus\nturned cold at the implication. If a serpent could hiss that loud, it\nwould make just such a sound.\n\nThis time there was no answer--only a period of breathless silence in\nwhich the pound of Balthus' heart strangled him; and then there sounded\na swishing outside the gate, a dry rustling that sent chills down\nBalthus' spine. Again the firelit gate held a hideous occupant.\n\nAgain Balthus recognized the monster from ancient legends. He saw and\nknew the ancient and evil serpent which swayed there, its wedge-shaped\nhead, huge as that of a horse, as high as a tall man's head, and its\npalely gleaming barrel rippling out behind it. A forked tongue darted in\nand out, and the firelight glittered on bared fangs.\n\nBalthus became incapable of emotion. The horror of his fate paralysed\nhim. That was the reptile that the ancients called Ghost Snake, the\npale, abominable terror that of old glided into huts by night to devour\nwhole families. Like the python it crushed its victim, but unlike other\nconstrictors its fangs bore venom that carried madness and death. It too\nhad long been considered extinct. But Valannus had spoken truly. No\nwhite man knew what shapes haunted the great forests beyond Black River.\n\nIt came on silently rippling over the ground, its hideous head on the\nsame level, its neck curving back slightly for the stroke. Balthus gazed\nwith glazed, hypnotized stare into that loathesome gullet down which he\nwould soon be engulfed, and he was aware of no sensation except a vague\nnausea.\n\nAnd then something that glinted in the firelight streaked from the\nshadows of the huts, and the great reptile whipped about and went into\ninstant convulsions. As in a dream Balthus saw a short throwing-spear\ntransfixing the mighty neck, just below the gaping jaws; the shaft\nprotruded from one side, the steel head from the other.\n\nKnotting and looping hideously, the maddened reptile rolled into the\ncircle of men who strove back from him. The spear had not severed its\nspine, but merely transfixed its great neck muscles. Its furiously\nlashing tail mowed down a dozen men and its jaws snapped convulsively,\nsplashing others with venom that burned like liquid fire. Howling,\ncursing, screaming, frantic, they scattered before it, knocking each\nother down in their flight, trampling the fallen, bursting through the\nhuts. The giant snake rolled into a fire, scattering sparks and brands,\nand the pain lashed it to more frenzied efforts. A hut wall buckled\nunder the ram-like impact of its flailing tail, disgorging howling\npeople.\n\nMen stampeded through the fires, knocking the logs right and left. The\nflames sprang up, then sank. A reddish dim glow was all that lighted\nthat nightmare scene where the giant reptile whipped and rolled, and men\nclawed and shrieked in frantic flight.\n\nBalthus felt something jerk at his wrists, and then, miraculously, he\nwas free, and a strong hand dragged him behind the post. Dazedly he saw\nConan, felt the forest man's iron grip on his arm.\n\nThere was blood on the Cimmerian's mail, dried blood on the sword in his\nright hand; he loomed dim and gigantic in the shadowy light.\n\n'Come on! Before they get over their panic!'\n\nBalthus felt the haft of an ax shoved into his hand. Zogar Sag had\ndisappeared. Conan dragged Balthus after him until the youth's numb\nbrain awoke, and his legs began to move of their own accord. Then Conan\nreleased him and ran into the building where the skulls hung. Balthus\nfollowed him. He got a glimpse of a grim stone altar, faintly lighted by\nthe glow outside; five human heads grinned on that altar, and there was\na grisly familiarity about the features of the freshest; it was the head\nof the merchant Tiberias. Behind the altar was an idol, dim, indistinct,\nbestial, yet vaguely man-like in outline. Then fresh horror choked\nBalthus as the shape heaved up suddenly with a rattle of chains, lifting\nlong misshapen arms in the gloom.\n\nConan's sword flailed down, crunching through flesh and bone, and then\nthe Cimmerian was dragging Balthus around the altar, past a huddled\nshaggy bulk on the floor, to a door at the back of the long hut. Through\nthis they burst, out into the enclosure again. But a few yards beyond\nthem loomed the stockade.\n\nIt was dark behind the altar-hut. The mad stampede of the Picts had not\ncarried them in that direction. At the wall Conan halted, gripped\nBalthus and heaved him at arm's length into the air as he might have\nlifted a child. Balthus grasped the points of the upright logs set in\nthe sun-dried mud and scrambled up on them, ignoring the havoc done his\nskin. He lowered a hand to the Cimmerian, when around a corner of the\naltar-hut sprang a fleeing Pict. He halted short, glimpsing the man on\nthe wall in the faint glow of the fires. Conan hurled his ax with deadly\naim, but the warrior's mouth was already open for a yell of warning, and\nit rang loud above the din, cut short as he dropped with a shattered\nskull.\n\nBlinding terror had not submerged all ingrained instincts. As that wild\nyell rose above the clamor, there was an instant's lull, and then a\nhundred throats bayed ferocious answer and warriors came leaping to\nrepel the attack presaged by the warning.\n\nConan leaped high, caught, not Balthus' hand but his arm near the\nshoulder, and swung himself up. Balthus set his teeth against the\nstrain, and then the Cimmerian was on the wall beside him, and the\nfugitives dropped down on the other side.\n\n\n\n\n5 The Children of Jhebbal Sag\n\n\n'Which way is the river?' Balthus was confused.\n\n'We don't dare try for the river now,' grunted Conan. 'The woods between\nthe village and the river are swarming with warriors. Come on! We'll\nhead in the last direction they'll expect us to go--west!'\n\nLooking back as they entered the thick growth, Balthus beheld the wall\ndotted with black heads as the savages peered over. The Picts were\nbewildered. They had not gained the wall in time to see the fugitives\ntake cover. They had rushed to the wall expecting to repel an attack in\nforce. They had seen the body of the dead warrior. But no enemy was in\nsight.\n\nBalthus realized that they did not yet know their prisoner had escaped.\nFrom other sounds he believed that the warriors, directed by the shrill\nvoice of Zogar Sag, were destroying the wounded serpent with arrows. The\nmonster was out of the shaman's control. A moment later the quality of\nthe yells was altered. Screeches of rage rose in the night.\n\nConan laughed grimly. He was leading Balthus along a narrow trail that\nran west under the black branches, stepping as swiftly and surely as if\nhe trod a well-lighted thoroughfare. Balthus stumbled after him, guiding\nhimself by feeling the dense wall on either hand.\n\n'They'll be after us now. Zogar's discovered you're gone, and he knows\nmy head wasn't in the pile before the altar-hut. The dog! If I'd had\nanother spear I'd have thrown it through him before I struck the snake.\nKeep to the trail. They can't track us by torchlight, and there are a\nscore of paths leading from the village. They'll follow those leading to\nthe river first--throw a cordon of warriors for miles along the bank,\nexpecting us to try to break through. We won't take to the woods until\nwe have to. We can make better time on this trail. Now buckle down to it\nand run as you never ran before.'\n\n'They got over their panic cursed quick!' panted Balthus, complying with\na fresh burst of speed.\n\n'They're not afraid of anything, very long,' grunted Conan.\n\nFor a space nothing was said between them. The fugitives devoted all\ntheir attention to covering distance. They were plunging deeper and\ndeeper into the wilderness and getting farther away from civilization at\nevery step, but Balthus did not question Conan's wisdom. The Cimmerian\npresently took time to grunt: 'When we're far enough away from the\nvillage we'll swing back to the river in a big circle. No other village\nwithin miles of Gwawela. All the Picts are gathered in that vicinity.\nWe'll circle wide around them. They can't track us until daylight.\nThey'll pick up our path then, but before dawn we'll leave the trail and\ntake to the woods.'\n\nThey plunged on. The yells died out behind them. Balthus' breath was\nwhistling through his teeth. He felt a pain in his side, and running\nbecame torture. He blundered against the bushes on each side of the\ntrail. Conan pulled up suddenly, turned and stared back down the dim\npath.\n\nSomewhere the moon was rising, a dim white glow amidst a tangle of\nbranches.\n\n'Shall we take to the woods?' panted Balthus.\n\n'Give me your ax,' murmured Conan softly. 'Something is close behind\nus.'\n\n'Then we'd better leave the trail!' exclaimed Balthus.\n\nConan shook his head and drew his companion into a dense thicket. The\nmoon rose higher, making a dim light in the path.\n\n'We can't fight the whole tribe!' whispered Balthus.\n\n'No human being could have found our trail so quickly, or followed us so\nswiftly,' muttered Conan. 'Keep silent.'\n\nThere followed a tense silence in which Balthus felt that his heart\ncould be heard pounding for miles away. Then abruptly, without a sound\nto announce its coming, a savage head appeared in the dim path. Balthus'\nheart jumped into his throat; at first glance he feared to look upon the\nawful head of the saber-tooth. But this head was smaller, more narrow;\nit was a leopard which stood there, snarling silently and glaring down\nthe trail. What wind there was was blowing toward the hiding men,\nconcealing their scent. The beast lowered his head and snuffed the\ntrail, then moved forward uncertainly. A chill played down Balthus'\nspine. The brute was undoubtedly trailing them.\n\nAnd it was suspicious. It lifted its head, its eyes glowing like balls\nof fire, and growled low in its throat. And at that instant Conan hurled\nthe ax.\n\nAll the weight of arm and shoulder was behind the throw, and the ax was\na streak of silver in the dim moon. Almost before he realized what had\nhappened, Balthus saw the leopard rolling on the ground in its\ndeath-throes, the handle of the ax standing up from its head. The head\nof the weapon had split its narrow skull.\n\nConan bounded from the bushes, wrenched his ax free and dragged the limp\nbody in among the trees, concealing it from the casual glance.\n\n'Now let's go, and go fast!' he grunted, leading the way southward, away\nfrom the trail. 'There'll be warriors coming after that cat. As soon as\nhe got his wits back Zogar sent him after us. The Picts would follow\nhim, but he'd leave them far behind. He'd circle the village until he\nhit our trail and then come after us like a streak. They couldn't keep\nup with him, but they'll have an idea as to our general direction.\nThey'd follow, listening for his cry. Well, they won't hear that, but\nthey'll find the blood on the trail, and look around and find the body\nin the brush. They'll pick up our spoor there, if they can. Walk with\ncare.'\n\nHe avoided clinging briars and low-hanging branches effortlessly,\ngliding between trees without touching the stems and always planting his\nfeet in the places calculated to show least evidence of his passing; but\nwith Balthus it was slower, more laborious work.\n\nNo sound came from behind them. They had covered more than a mile when\nBalthus said: 'Does Zogar Sag catch leopard-cubs and train them for\nbloodhounds?'\n\nConan shook his head. 'That was a leopard he called out of the woods.'\n\n'But,' Balthus persisted, 'if he can order the beasts to do his bidding,\nwhy doesn't he rouse them all and have them after us? The forest is full\nof leopards; why send only one after us?'\n\nConan did not reply for a space, and when he did it was with a curious\nreticence.\n\n'He can't command all the animals. Only such as remember Jhebbal Sag.'\n\n'Jhebbal Sag?' Balthus repeated the ancient name hesitantly. He had\nnever heard it spoken more than three or four times in his whole life.\n\n'Once all living things worshipped him. That was long ago, when beasts\nand men spoke one language. Men have forgotten him; even the beasts\nforget. Only a few remember. The men who remember Jhebbal Sag and the\nbeasts who remember are brothers and speak the same tongue.'\n\nBalthus did not reply; he had strained at a Pictish stake and seen the\nnighted jungle give up its fanged horrors at a shaman's call.\n\n'Civilized men laugh,' said Conan. 'But not one can tell me how Zogar\nSag can call pythons and tigers and leopards out of the wilderness and\nmake them do his bidding. They would say it is a lie, if they dared.\nThat's the way with civilized men. When they can't explain something by\ntheir half-baked science, they refuse to believe it.'\n\nThe people on the Tauran were closer to the primitive than most\nAquilonians; superstitions persisted, whose sources were lost in\nantiquity. And Balthus had seen that which still prickled his flesh. He\ncould not refute the monstrous thing which Conan's words implied.\n\n'I've heard that there's an ancient grove sacred to Jhebbal Sag\nsomewhere in this forest,' said Conan. 'I don't know. I've never seen\nit. But more beasts _remember_ in this country than any I've ever seen.'\n\n'Then others will be on our trail?'\n\n'They are now,' was Conan's disquieting answer. 'Zogar would never leave\nour tracking to one beast alone.'\n\n'What are we to do, then?' asked Balthus uneasily, grasping his ax as he\nstared at the gloomy arches above him. His flesh crawled with the\nmomentary expectation of ripping talons and fangs leaping from the\nshadows.\n\n'Wait!'\n\nConan turned, squatted and with his knife began scratching a curious\nsymbol in the mold. Stooping to look at it over his shoulder, Balthus\nfelt a crawling of the flesh along his spine, he knew not why. He felt\nno wind against his face, but there was a rustling of leaves above them\nand a weird moaning swept ghostily through the branches. Conan glanced\nup inscrutably, then rose and stood staring somberly down at the symbol\nhe had drawn.\n\n'What is it?' whispered Balthus. It looked archaic and meaningless to\nhim. He supposed that it was his ignorance of artistry which prevented\nhis identifying it as one of the conventional designs of some prevailing\nculture. But had he been the most erudite artist in the world, he would\nhave been no nearer the solution.\n\n'I saw it carved in the rock of a cave no human had visited for a\nmillion years,' muttered Conan, 'in the uninhabited mountains beyond the\nSea of Vilayet, half a world away from this spot. Later I saw a black\nwitch-finder of Kush scratch it in the sand of a nameless river. He told\nme part of its meaning--it's sacred to Jhebbal Sag and the creatures\nwhich worship him. Watch!'\n\nThey drew back among the dense foliage some yards away and waited in\ntense silence. To the east drums muttered and somewhere to north and\nwest other drums answered. Balthus shivered, though he knew long miles\nof black forest separated him from the grim beaters of those drums whose\ndull pulsing was a sinister overture that set the dark stage for bloody\ndrama.\n\nBalthus found himself holding his breath. Then with a slight shaking of\nthe leaves, the bushes parted and a magnificent panther came into view.\nThe moonlight dappling through the leaves shone on its glossy coat\nrippling with the play of the great muscles beneath it.\n\nWith its head held low it glided toward them. It was smelling out their\ntrail. Then it halted as if frozen, its muzzle almost touching the\nsymbol cut in the mold. For a long space it crouched motionless; it\nflattened its long body and laid its head on the ground before the mark.\nAnd Balthus felt the short hairs stir on his scalp. For the attitude of\nthe great carnivore was one of awe and adoration.\n\nThen the panther rose and backed away carefully, belly almost to the\nground. With his hind-quarters among the bushes he wheeled as if in\nsudden panic and was gone like a flash of dappled light.\n\nBalthus mopped his brow with a trembling hand and glanced at Conan.\n\nThe barbarian's eyes were smoldering with fires that never lit the eyes\nof men bred to the ideas of civilization. In that instant he was all\nwild, and had forgotten the man at his side. In his burning gaze Balthus\nglimpsed and vaguely recognized pristine images and half-embodied\nmemories, shadows from Life's dawn, forgotten and repudiated by\nsophisticated races--ancient, primeval fantasms unnamed and nameless.\n\nThen the deeper fires were masked and Conan was silently leading the way\ndeeper into the forest.\n\n'We've no more to fear from the beasts,' he said after a while, 'but\nwe've left a sign for men to read. They won't follow our trail very\neasily, and until they find that symbol they won't know for sure we've\nturned south. Even then it won't be easy to smell us out without the\nbeasts to aid them. But the woods south of the trail will be full of\nwarriors looking for us. If we keep moving after daylight, we'll be sure\nto run into some of them. As soon as we find a good place we'll hide and\nwait until another night to swing back and make the river. We've got to\nwarn Valannus, but it won't help him any if we get ourselves killed.'\n\n'Warn Valannus?'\n\n'Hell, the woods along the river are swarming with Picts! That's why\nthey got us. Zogar's brewing war-magic; no mere raid this time. He's\ndone something no Pict has done in my memory--united as many as fifteen\nor sixteen clans. His magic did it; they'll follow a wizard farther than\nthey will a war-chief. You saw the mob in the village; and there were\nhundreds hiding along the river bank that you didn't see. More coming,\nfrom the farther villages. He'll have at least three thousand\nfighting-men. I lay in the bushes and heard their talk as they went\npast. They mean to attack the fort; when, I don't know, but Zogar\ndoesn't dare delay long. He's gathered them and whipped them into a\nfrenzy. If he doesn't lead them into battle quickly, they'll fall to\nquarreling with one another. They're like blood-mad tigers.\n\n'I don't know whether they can take the fort or not. Anyway, we've got\nto get back across the river and give the warning. The settlers on the\nVelitrium road must either get into the fort or back to Velitrium. While\nthe Picts are besieging the fort, war-parties will range the road far to\nthe east--might even cross Thunder River and raid the thickly settled\ncountry behind Velitrium.'\n\nAs he talked he was leading the way deeper and deeper into the ancient\nwilderness. Presently he grunted with satisfaction. They had reached a\nspot where the underbrush was more scattered, and an outcropping of\nstone was visible, wandering off southward. Balthus felt more secure as\nthey followed it. Not even a Pict could trail them over naked rock.\n\n'How did you get away?' he asked presently.\n\nConan tapped his mail-shirt and helmet.\n\n'If more borderers would wear harness there'd be fewer skulls hanging on\nthe altar-huts. But most men make noise if they wear armor. They were\nwaiting on each side of the path, without moving. And when a Pict stands\nmotionless, the very beasts of the forest pass him without seeing him.\nThey'd seen us crossing the river and got in their places. If they'd\ngone into ambush after we left the bank, I'd have had some hint of it.\nBut they were waiting, and not even a leaf trembled. The devil himself\ncouldn't have suspected anything. The first suspicion I had was when I\nheard a shaft rasp against a bow as it was pulled back. I dropped and\nyelled for the men behind me to drop, but they were too slow, taken by\nsurprise like that.\n\n'Most of them fell at the first volley that raked us from both sides.\nSome of the arrows crossed the trail and struck Picts on the other side.\nI heard them howl.' He grinned with vicious satisfaction. 'Such of us as\nwere left plunged into the woods and closed with them. When I saw the\nothers were all down or taken, I broke through and outfooted the painted\ndevils through the darkness. They were all around me. I ran and crawled\nand sneaked, and sometimes I lay on my belly under the bushes while they\npassed me on all sides.\n\n'I tried for the shore and found it lined with them, waiting for just\nsuch a move. But I'd have cut my way through and taken a chance on\nswimming, only I heard the drums pounding in the village and knew they'd\ntaken somebody alive.\n\n'They were all so engrossed in Zogar's magic that I was able to climb\nthe wall behind the altar-hut. There was a warrior supposed to be\nwatching at that point, but he was squatting behind the hut and peering\naround the corner at the ceremony. I came up behind him and broke his\nneck with my hands before he knew what was happening. It was his spear I\nthrew into the snake, and that's his ax you're carrying.'\n\n'But what was that--that thing you killed in the altar-hut?' asked\nBalthus, with a shiver at the memory of the dim-seen horror.\n\n'One of Zogar's gods. One of Jhebbal's children that didn't remember and\nhad to be kept chained to the altar. A bull ape. The Picts think they're\nsacred to the Hairy One who lives on the moon--the gorilla-god of\nGullah.\n\n'It's getting light. Here's a good place to hide until we see how close\nthey're on our trail. Probably have to wait until night to break back to\nthe river.'\n\nA low hill pitched upward, girdled and covered with thick trees and\nbushes. Near the crest Conan slid into a tangle of jutting rocks,\ncrowned by dense bushes. Lying among them they could see the jungle\nbelow without being seen. It was a good place to hide or defend. Balthus\ndid not believe that even a Pict could have trailed them over the rocky\nground for the past four or five miles, but he was afraid of the beasts\nthat obeyed Zogar Sag. His faith in the curious symbol wavered a little\nnow. But Conan had dismissed the possibility of beasts tracking them.\n\nA ghostly whiteness spread through the dense branches; the patches of\nsky visible altered in hue, grew from pink to blue. Balthus felt the\ngnawing of hunger, though he had slaked his thirst at a stream they had\nskirted. There was complete silence, except for an occasional chirp of a\nbird. The drums were no longer to be heard. Balthus' thoughts reverted\nto the grim scene before the altar-hut.\n\n'Those were ostrich plumes Zogar Sag wore,' he said. 'I've seen them on\nthe helmets of knights who rode from the East to visit the barons of the\nmarches. There are no ostriches in this forest, are there?'\n\n'They came from Kush,' answered Conan. 'West of here, many marches, lies\nthe seashore. Ships from Zingara occasionally come and trade weapons and\nornaments and wine to the coastal tribes for skins and copper ore and\ngold dust. Sometimes they trade ostrich plumes they got from the\nStygians, who in turn got them from the black tribes of Kush, which lies\nsouth of Stygia. The Pictish shamans place great store by them. But\nthere's much risk in such trade. The Picts are too likely to try to\nseize the ship. And the coast is dangerous to ships. I've sailed along\nit when I was with the pirates of the Barachan Isles, which lie\nsouthwest of Zingara.'\n\nBalthus looked at his companion with admiration.\n\n'I knew you hadn't spent your life on this frontier. You've mentioned\nseveral far places. You've traveled widely?'\n\n'I've roamed far; farther than any other man of my race ever wandered.\nI've seen all the great cities of the Hyborians, the Shemites, the\nStygians and the Hyrkanians. I've roamed in the unknown countries south\nof the black kingdoms of Kush, and east of the Sea of Vilayet. I've been\na mercenary captain, a corsair, a _kozak_, a penniless vagabond, a\ngeneral--hell, I've been everything except a king, and I may be that,\nbefore I die.' The fancy pleased him, and he grinned hardly. Then he\nshrugged his shoulders and stretched his mighty figure on the rocks.\n'This is as good life as any. I don't know how long I'll stay on the\nfrontier; a week, a month, a year. I have a roving foot. But it's as\nwell on the border as anywhere.'\n\nBalthus set himself to watch the forest below them. Momentarily he\nexpected to see fierce painted faces thrust through the leaves. But as\nthe hours passed no stealthy footfall disturbed the brooding quiet.\nBalthus believed the Picts had missed their trail and given up the\nchase. Conan grew restless.\n\n'We should have sighted parties scouring the woods for us. If they've\nquit the chase, it's because they're after bigger game. They may be\ngathering to cross the river and storm the fort.'\n\n'Would they come this far south if they lost the trail?'\n\n'They've lost the trail, all right; otherwise they'd have been on our\nnecks before now. Under ordinary circumstances they'd scour the woods\nfor miles in every direction. Some of them should have passed within\nsight of this hill. They must be preparing to cross the river. We've got\nto take a chance and make for the river.'\n\nCreeping down the rocks Balthus felt his flesh crawl between his\nshoulders as he momentarily expected a withering blast of arrows from\nthe green masses about them. He feared that the Picts had discovered\nthem and were lying about in ambush. But Conan was convinced no enemies\nwere near, and the Cimmerian was right.\n\n'We're miles to the south of the village,' grunted Conan. 'We'll hit\nstraight through for the river. I don't know how far down the river\nthey've spread. We'll hope to hit it below them.'\n\nWith haste that seemed reckless to Balthus they hurried eastward. The\nwoods seemed empty of life. Conan believed that all the Picts were\ngathered in the vicinity of Gwawela, if indeed, they had not already\ncrossed the river. He did not believe they would cross in the daytime,\nhowever.\n\n'Some woodsman would be sure to see them and give the alarm. They'll\ncross above and below the fort, out of sight of the sentries. Then\nothers will get in canoes and make straight across for the river wall.\nAs soon as they attack, those hidden in the woods on the east shore will\nassail the fort from the other sides. They've tried that before, and got\nthe guts shot and hacked out of them. But this time they've got enough\nmen to make a real onslaught of it.'\n\nThey pushed on without pausing, though Balthus gazed longingly at the\nsquirrels flitting among the branches, which he could have brought down\nwith a cast of his ax. With a sigh he drew up his broad belt. The\neverlasting silence and gloom of the primitive forest was beginning to\ndepress him. He found himself thinking of the open groves and\nsun-dappled meadows of the Tauran, of the bluff cheer of his father's\nsteep-thatched, diamond-paned house, of the fat cows browsing through\nthe deep, lush grass, and the hearty fellowship of the brawny,\nbare-armed plowmen and herdsmen.\n\nHe felt lonely, in spite of his companion. Conan was as much a part of\nthis wilderness as Balthus was alien to it. The Cimmerian might have\nspent years among the great cities of the world; he might have walked\nwith the rulers of civilization; he might even achieve his wild whim\nsome day and rule as king of a civilized nation; stranger things had\nhappened. But he was no less a barbarian. He was concerned only with the\nnaked fundamentals of life. The warm intimacies of small, kindly things,\nthe sentiments and delicious trivialities that make up so much of\ncivilized men's lives were meaningless to him. A wolf was no less a wolf\nbecause a whim of chance caused him to run with the watchdogs. Bloodshed\nand violence and savagery were the natural elements of the life Conan\nknew; he could not, and would never, understand the little things that\nare so dear to civilized men and women.\n\nThe shadows were lengthening when they reached the river and peered\nthrough the masking bushes. They could see up and down the river for\nabout a mile each way. The sullen stream lay bare and empty. Conan\nscowled across at the other shore.\n\n'We've got to take another chance here. We've got to swim the river. We\ndon't know whether they've crossed or not. The woods over there may be\nalive with them. We've got to risk it. We're about six miles south of\nGwawela.'\n\nHe wheeled and ducked as a bow-string twanged. Something like a white\nflash of light streaked through the bushes. Balthus knew it was an\narrow. Then with a tigerish bound Conan was through the bushes. Balthus\ncaught the gleam of steel as he whirled his sword, and heard a death\nscream. The next instant he had broken through the bushes after the\nCimmerian.\n\nA Pict with a shattered skull lay face-down on the ground, his fingers\nspasmodically clawing at the grass. Half a dozen others were swarming\nabout Conan, swords and axes lifted. They had cast away their bows,\nuseless at such deadly close quarters. Their lower jaws were painted\nwhite, contrasting vividly with their dark faces, and the designs on\ntheir muscular breasts differed from any Balthus had ever seen.\n\nOne of them hurled his ax at Balthus and rushed after it with lifted\nknife. Balthus ducked and then caught the wrist that drove the knife\nlicking at his throat. They went to the ground together, rolling over\nand over. The Pict was like a wild beast, his muscles hard as steel\nstrings.\n\nBalthus was striving to maintain his hold on the wild man's wrist and\nbring his own ax into play, but so fast and furious was the struggle\nthat each attempt to strike was blocked. The Pict was wrenching\nfuriously to free his knife hand, was clutching at Balthus' ax, and\ndriving his knees at the youth's groin. Suddenly he attempted to shift\nhis knife to his free hand, and in that instant Balthus, struggling up\non one knee, split the painted head with a desperate blow of his ax.\n\nHe sprang up and glared wildly about for his companion, expecting to see\nhim overwhelmed by numbers. Then he realized the full strength and\nferocity of the Cimmerian. Conan bestrode two of his attackers, shorn\nhalf asunder by that terrible broadsword. As Balthus looked he saw the\nCimmerian beat down a thrusting shortsword, avoid the stroke of an ax\nwith a cat-like sidewise spring which brought him within arm's length of\na squat savage stooping for a bow. Before the Pict could straighten, the\nred sword flailed down and clove him from shoulder to mid-breastbone,\nwhere the blade stuck. The remaining warriors rushed in, one from either\nside. Balthus hurled his ax with an accuracy that reduced the attackers\nto one, and Conan, abandoning his efforts to free his sword, wheeled and\nmet the remaining Pict with his bare hands. The stocky warrior, a head\nshorter than his tall enemy, leaped in, striking with his ax, at the\nsame time stabbing murderously with his knife. The knife broke on the\nCimmerian's mail, and the ax checked in midair as Conan's fingers locked\nlike iron on the descending arm. A bone snapped loudly, and Balthus saw\nthe Pict wince and falter. The next instant he was swept off his feet,\nlifted high above the Cimmerian's head--he writhed in midair for an\ninstant, kicking and thrashing, and then was dashed headlong to the\nearth with such force that he rebounded, and then lay still, his limp\nposture telling of splintered limbs and a broken spine.\n\n'Come on!' Conan wrenched his sword free and snatched up an ax. 'Grab a\nbow and a handful of arrows, and hurry! We've got to trust to our heels\nagain. That yell was heard. They'll be here in no time. If we tried to\nswim now, they'd feather us with arrows before we reached midstream!'\n\n\n\n\n6 Red Axes of the Border\n\n\nConan did not plunge deeply into the forest. A few hundred yards from\nthe river, he altered his slanting course and ran parallel with it.\nBalthus recognized a grim determination not to be hunted away from the\nriver which they must cross if they were to warn the men in the fort.\nBehind them rose more loudly the yells of the forest men. Balthus\nbelieved the Picts had reached the glade where the bodies of the slain\nmen lay. Then further yells seemed to indicate that the savages were\nstreaming into the woods in pursuit. They had left a trail any Pict\ncould follow.\n\nConan increased his speed, and Balthus grimly set his teeth and kept on\nhis heels, though he felt he might collapse any time. It seemed\ncenturies since he had eaten last. He kept going more by an effort of\nwill than anything else. His blood was pounding so furiously in his\neardrums that he was not aware when the yells died out behind them.\n\nConan halted suddenly. Balthus leaned against a tree and panted.\n\n'They've quit!' grunted the Cimmerian, scowling.\n\n'Sneaking--up--on--us!' gasped Balthus.\n\nConan shook his head.\n\n'A short chase like this they'd yell every step of the way. No. They've\ngone back. I thought I heard somebody yelling behind them a few seconds\nbefore the noise began to get dimmer. They've been recalled. And that's\ngood for us, but damned bad for the men in the fort. It means the\nwarriors are being summoned out of the woods for the attack. These men\nwe ran into were warriors from a tribe down the river. They were\nundoubtedly headed for Gwawela to join in the assault on the fort. Damn\nit, we're farther away than ever, now. We've got to get across the\nriver.'\n\nTurning east he hurried through the thickets with no attempt at\nconcealment. Balthus followed him, for the first time feeling the sting\nof lacerations on his breast and shoulder where the Pict's savage teeth\nhad scored him. He was pushing through the thick bushes that fringed the\nbank when Conan pulled him back. Then he heard a rhythmic splashing, and\npeering through the leaves, saw a dugout canoe coming up the river, its\nsingle occupant paddling hard against the current. He was a strongly\nbuilt Pict with a white heron feather thrust in a copper band that\nconfined his square-cut mane.\n\n'That's a Gwawela man,' muttered Conan. 'Emissary from Zogar. White\nplume shows that. He's carried a peace talk to the tribes down the river\nand now he's trying to get back and take a hand in the slaughter.'\n\nThe lone ambassador was now almost even with their hiding-place, and\nsuddenly Balthus almost jumped out of his skin. At his very ear had\nsounded the harsh gutturals of a Pict. Then he realized that Conan had\ncalled to the paddler in his own tongue. The man started, scanned the\nbushes and called back something, then cast a startled glance across the\nriver, bent low and sent the canoe shooting in toward the western bank.\nNot understanding, Balthus saw Conan take from his hand the bow he had\npicked up in the glade, and notch an arrow.\n\nThe Pict had run his canoe in close to the shore, and staring up into\nthe bushes, called out something. His answer came in the twang of the\nbow-string, the streaking flight of the arrow that sank to the feathers\nin his broad breast. With a choking gasp he slumped sidewise and rolled\ninto the shallow water. In an instant Conan was down the bank and wading\ninto the water to grasp the drifting canoe. Balthus stumbled after him\nand somewhat dazedly crawled into the canoe. Conan scrambled in, seized\nthe paddle and sent the craft shooting toward the eastern shore. Balthus\nnoted with envious admiration the play of the great muscles beneath the\nsun-burnt skin. The Cimmerian seemed an iron man, who never knew\nfatigue.\n\n'What did you say to the Pict?' asked Balthus.\n\n'Told him to pull into shore; said there was a white forest runner on\nthe bank who was trying to get a shot at him.'\n\n'That doesn't seem fair,' Balthus objected. 'He thought a friend was\nspeaking to him. You mimicked a Pict perfectly--'\n\n'We needed his boat,' grunted Conan, not pausing in his exertions. 'Only\nway to lure him to the bank. Which is worse--to betray a Pict who'd\nenjoy skinning us both alive, or betray the men across the river whose\nlives depend on our getting over?'\n\nBalthus mulled over this delicate ethical question for a moment, then\nshrugged his shoulder and asked: 'How far are we from the fort?'\n\nConan pointed to a creek which flowed into Black River from the east, a\nfew hundred yards below them.\n\n'That's South Creek; it's ten miles from its mouth to the fort. It's the\nsouthern boundary of Conajohara. Marshes miles wide south of it. No\ndanger of a raid from across them. Nine miles above the fort North Creek\nforms the other boundary. Marshes beyond that, too. That's why an attack\nmust come from the west, across Black River. Conajohara's just like a\nspear, with a point nineteen miles wide, thrust into the Pictish\nwilderness.'\n\n'Why don't we keep to the canoe and make the trip by water?'\n\n'Because, considering the current we've got to brace, and the bends in\nthe river, we can go faster afoot. Besides, remember Gwawela is south\nof the fort; if the Picts are crossing the river we'd run right into\nthem.'\n\n       *       *       *       *       *\n\nDusk was gathering as they stepped upon the eastern bank. Without pause\nConan pushed on northward, at a pace that made Balthus' sturdy legs\nache.\n\n'Valannus wanted a fort built at the mouths of North and South Creeks,'\ngrunted the Cimmerian. 'Then the river could be patrolled constantly.\nBut the Government wouldn't do it.\n\n'Soft-bellied fools sitting on velvet cushions with naked girls offering\nthem iced wine on their knees--I know the breed. They can't see any\nfarther than their palace wall. Diplomacy--hell! They'd fight Picts with\ntheories of territorial expansion. Valannus and men like him have to\nobey the orders of a set of damned fools. They'll never grab any more\nPictish land, any more than they'll ever rebuild Venarium. The time may\ncome when they'll see the barbarians swarming over the walls of the\nEastern cities!'\n\nA week before, Balthus would have laughed at any such preposterous\nsuggestion. Now he made no reply. He had seen the unconquerable ferocity\nof the men who dwelt beyond the frontiers.\n\nHe shivered, casting glances at the sullen river, just visible through\nthe bushes, at the arches of the trees which crowded close to its banks.\nHe kept remembering that the Picts might have crossed the river and be\nlying in ambush between them and the fort. It was fast growing dark.\n\nA slight sound ahead of them jumped his heart into his throat, and\nConan's sword gleamed in the air. He lowered it when a dog, a great,\ngaunt, scarred beast, slunk out of the bushes and stood staring at them.\n\n'That dog belonged to a settler who tried to build his cabin on the bank\nof the river a few miles south of the fort,' grunted Conan. 'The Picts\nslipped over and killed him, of course, and burned his cabin. We found\nhim dead among the embers, and the dog lying senseless among three Picts\nhe'd killed. He was almost cut to pieces. We took him to the fort and\ndressed his wounds, but after he recovered he took to the woods and\nturned wild--What now, Slasher, are you hunting the men who killed your\nmaster?'\n\nThe massive head swung from side to side and the eyes glowed greenly. He\ndid not growl or bark. Silently as a phantom he slid in behind them.\n\n'Let him come,' muttered Conan. 'He can smell the devils before we can\nsee them.'\n\nBalthus smiled and laid his hand caressingly on the dog's head. The\nlips involuntarily writhed back to display the gleaming fangs; then the\ngreat beast bent his head sheepishly, and his tail moved with jerky\nuncertainty, as if the owner had almost forgotten the emotions of\nfriendliness. Balthus mentally compared the great gaunt hard body with\nthe fat sleek hounds tumbling vociferously over one another in his\nfather's kennel yard. He sighed. The frontier was no less hard for\nbeasts than for men. This dog had almost forgotten the meaning of\nkindness and friendliness.\n\nSlasher glided ahead, and Conan let him take the lead. The last tinge of\ndusk faded into stark darkness. The miles fell away under their steady\nfeet. Slasher seemed voiceless. Suddenly he halted, tense, ears lifted.\nAn instant later the men heard it--a demoniac yelling up the river ahead\nof them, faint as a whisper.\n\nConan swore like a madman.\n\n'They've attacked the fort! We're too late! Come on!'\n\nHe increased his pace, trusting to the dog to smell out ambushes ahead.\nIn a flood of tense excitement Balthus forgot his hunger and weariness.\nThe yells grew louder as they advanced, and above the devilish screaming\nthey could hear the deep shouts of the soldiers. Just as Balthus began\nto fear they would run into the savages who seemed to be howling just\nahead of them, Conan swung away from the river in a wide semicircle that\ncarried them to a low rise from which they could look over the forest.\nThey saw the fort, lighted with torches thrust over the parapets on long\npoles. These cast a flickering, uncertain light over the clearing, and\nin that light they saw throngs of naked, painted figures along the\nfringe of the clearing. The river swarmed with canoes. The Picts had the\nfort completely surrounded.\n\nAn incessant hail of arrows rained against the stockade from the woods\nand the river. The deep twanging of the bow-strings rose above the\nhowling. Yelling like wolves, several hundred naked warriors with axes\nin their hands ran from under the trees and raced toward the eastern\ngate. They were within a hundred and fifty yards of their objective when\na withering blast of arrows from the wall littered the ground with\ncorpses and sent the survivors fleeing back to the trees. The men in the\ncanoes rushed their boats toward the river-wall, and were met by another\nshower of clothyard shafts and a volley from the small ballistas mounted\non towers on that side of the stockade. Stones and logs whirled through\nthe air and splintered and sank half a dozen canoes, killing their\noccupants, and the other boats drew back out of range. A deep roar of\ntriumph rose from the walls of the fort, answered by bestial howling\nfrom all quarters.\n\n'Shall we try to break through?' asked Balthus, trembling with\neagerness.\n\nConan shook his head. He stood with his arms folded, his head slightly\nbent, a somber and brooding figure.\n\n'The fort's doomed. The Picts are blood-mad, and won't stop until\nthey're all killed. And there are too many of them for the men in the\nfort to kill. We couldn't break through, and if we did, we could do\nnothing but die with Valannus.'\n\n'There's nothing we can do but save our own hides, then?'\n\n'Yes. We've got to warn the settlers. Do you know why the Picts are not\ntrying to burn the fort with fire-arrows? Because they don't want a\nflame that might warn the people to the east. They plan to stamp out the\nfort, and then sweep east before anyone knows of its fall. They may\ncross Thunder River and take Velitrium before the people know what's\nhappened. At least they'll destroy every living thing between the fort\nand Thunder River.\n\n'We've failed to warn the fort, and I see now it would have done no good\nif we had succeeded. The fort's too poorly manned. A few more charges\nand the Picts will be over the walls and breaking down the gates. But we\ncan start the settlers toward Velitrium. Come on! We're outside the\ncircle the Picts have thrown around the fort. We'll keep clear of it.'\n\nThey swung out in a wide arc, hearing the rising and falling of the\nvolume of the yells, marking each charge and repulse. The men in the\nfort were holding their own; but the shrieks of the Picts did not\ndiminish in savagery. They vibrated with a timbre that held assurance of\nultimate victory.\n\nBefore Balthus realized they were close to it, they broke into the road\nleading east.\n\n'Now run!' grunted Conan. Balthus set his teeth. It was nineteen miles\nto Velitrium, a good five to Scalp Creek beyond which began the\nsettlements. It seemed to the Aquilonian that they had been fighting and\nrunning for centuries. But the nervous excitement that rioted through\nhis blood stimulated him to Herculean efforts.\n\nSlasher ran ahead of them, his head to the ground, snarling low, the\nfirst sound they had heard from him.\n\n'Picts ahead of us!' snarled Conan, dropping to one knee and scanning\nthe ground in the starlight. He shook his head, baffled. 'I can't tell\nhow many. Probably only a small party. Some that couldn't wait to take\nthe fort. They've gone ahead to butcher the settlers in their beds! Come\non!'\n\nAhead of them presently they saw a small blaze through the trees, and\nheard a wild and ferocious chanting. The trail bent there, and leaving\nit, they cut across the bend, through the thickets. A few moments later\nthey were looking on a hideous sight. An ox-wain stood in the road\npiled with meager household furnishings; it was burning; the oxen lay\nnear with their throats cut. A man and a woman lay in the road, stripped\nand mutilated. Five Picts were dancing about them with fantastic leaps\nand bounds, waving bloody axes; one of them brandished the woman's\nred-smeared gown.\n\nAt the sight a red haze swam before Balthus. Lifting his bow he lined\nthe prancing figure, black against the fire, and loosed. The slayer\nleaped convulsively and fell dead with the arrow through his heart. Then\nthe two white men and the dog were upon the startled survivors. Conan\nwas animated merely by his fighting spirit and an old, old racial hate,\nbut Balthus was afire with wrath.\n\nHe met the first Pict to oppose him with a ferocious swipe that split\nthe painted skull, and sprang over his falling body to grapple with the\nothers. But Conan had already killed one of the two he had chosen, and\nthe leap of the Aquilonian was a second late. The warrior was down with\nthe long sword through him even as Balthus' ax was lifted. Turning\ntoward the remaining Pict, Balthus saw Slasher rise from his victim, his\ngreat jaws dripping blood.\n\nBalthus said nothing as he looked down at the pitiful forms in the road\nbeside the burning wain. Both were young, the woman little more than a\ngirl. By some whim of chance the Picts had left her face unmarred, and\neven in the agonies of an awful death it was beautiful. But her soft\nyoung body had been hideously slashed with many knives--a mist clouded\nBalthus' eyes and he swallowed chokingly. The tragedy momentarily\novercame him. He felt like falling upon the ground and weeping and\nbiting the earth.\n\n'Some young couple just hitting out on their own,' Conan was saying as\nhe wiped his sword unemotionally. 'On their way to the fort when the\nPicts met them. Maybe the boy was going to enter the service; maybe take\nup land on the river. Well, that's what will happen to every man, woman\nand child this side of Thunder River if we don't get them into Velitrium\nin a hurry.'\n\nBalthus' knees trembled as he followed Conan. But there was no hint of\nweakness in the long easy stride of the Cimmerian. There was a kinship\nbetween him and the great gaunt brute that glided beside him. Slasher no\nlonger growled with his head to the trail. The way was clear before\nthem. The yelling on the river came faintly to them, but Balthus\nbelieved the fort was still holding. Conan halted suddenly, with an\noath.\n\nHe showed Balthus a trail that led north from the road. It was an old\ntrail, partly grown with new young growth, and this growth had recently\nbeen broken down. Balthus realized this fact more by feel than sight,\nthough Conan seemed to see like a cat in the dark. The Cimmerian showed\nhim where broad wagon tracks turned off the main trail, deeply indented\nin the forest mold.\n\n'Settlers going to the licks after salt,' he grunted. 'They're at the\nedges of the marsh, about nine miles from here. Blast it! They'll be cut\noff and butchered to a man! Listen! One man can warn the people on the\nroad. Go ahead and wake them up and herd them into Velitrium. I'll go\nand get the men gathering the salt. They'll be camped by the licks. We\nwon't come back to the road. We'll head straight through the woods.'\n\nWith no further comment Conan turned off the trail and hurried down the\ndim path, and Balthus, after staring after him for a few moments, set\nout along the road. The dog had remained with him, and glided softly at\nhis heels. When Balthus had gone a few rods he heard the animal growl.\nWhirling, he glared back the way he had come, and was startled to see a\nvague ghostly glow vanishing into the forest in the direction Conan had\ntaken. Slasher rumbled deep in his throat, his hackles stiff and his\neyes balls of green fire. Balthus remembered the grim apparition that\nhad taken the head of the merchant Tiberias not far from that spot, and\nhe hesitated. The thing must be following Conan. But the giant Cimmerian\nhad repeatedly demonstrated his ability to take care of himself, and\nBalthus felt his duty lay toward the helpless settlers who slumbered in\nthe path of the red hurricane. The horror of the fiery phantom was\novershadowed by the horror of those limp, violated bodies beside the\nburning ox-wain.\n\nHe hurried down the road, crossed Scalp Creek and came in sight of the\nfirst settler's cabin--a long, low structure of ax-hewn logs. In an\ninstant he was pounding on the door. A sleepy voice inquired his\npleasure.\n\n'Get up! The Picts are over the river!'\n\nThat brought instant response. A low cry echoed his words and then the\ndoor was thrown open by a woman in a scanty shift. Her hair hung over\nher bare shoulders in disorder; she held a candle in one hand and an ax\nin the other. Her face was colorless, her eyes wide with terror.\n\n'Come in!' she begged. 'We'll hold the cabin.'\n\n'No. We must make for Velitrium. The fort can't hold them back. It may\nhave fallen already. Don't stop to dress. Get your children and come\non.'\n\n'But my man's gone with the others after salt!' she wailed, wringing her\nhands. Behind her peered three tousled youngsters, blinking and\nbewildered.\n\n'Conan's gone after them. He'll fetch them through safe. We must hurry\nup the road to warn the other cabins.'\n\nRelief flooded her countenance.\n\n'Mitra be thanked!' she cried. 'If the Cimmerian's gone after them,\nthey're safe if mortal man can save them!'\n\nIn a whirlwind of activity she snatched up the smallest child and herded\nthe others through the door ahead of her. Balthus took the candle and\nground it out under his heel. He listened an instant. No sound came up\nthe dark road.\n\n'Have you got a horse?'\n\n'In the stable,' she groaned. 'Oh, hurry!'\n\nHe pushed her aside as she fumbled with shaking hands at the bars. He\nled the horse out and lifted the children on its back, telling them to\nhold to its mane and to one another. They stared at him seriously,\nmaking no outcry. The woman took the horse's halter and set out up the\nroad. She still gripped her ax and Balthus knew that if cornered she\nwould fight with the desperate courage of a she-panther.\n\nHe held behind, listening. He was oppressed by the belief that the fort\nhad been stormed and taken; that the dark-skinned hordes were already\nstreaming up the road toward Velitrium, drunken on slaughter and mad for\nblood. They would come with the speed of starving wolves.\n\nPresently they saw another cabin looming ahead. The woman started to\nshriek a warning, but Balthus stopped her. He hurried to the door and\nknocked. A woman's voice answered him. He repeated his warning, and soon\nthe cabin disgorged its occupants--an old woman, two young women and\nfour children. Like the other woman's husband, their men had gone to the\nsalt licks the day before, unsuspecting of any danger. One of the young\nwomen seemed dazed, the other prone to hysteria. But the old woman, a\nstern old veteran of the frontier, quieted them harshly; she helped\nBalthus get out the two horses that were stabled in a pen behind the\ncabin and put the children on them. Balthus urged that she herself mount\nwith them, but she shook her head and made one of the younger women\nride.\n\n'She's with child,' grunted the old woman. 'I can walk--and fight, too,\nif it comes to that.'\n\nAs they set out, one of the women said: 'A young couple passed along the\nroad about dusk; we advised them to spend the night at our cabin, but\nthey were anxious to make the fort tonight. Did--did--'.\n\n'They met the Picts,' answered Balthus briefly, and the woman sobbed in\nhorror.\n\nThey were scarcely out of sight of the cabin when some distance behind\nthem quavered a long high-pitched yell.\n\n'A wolf!' exclaimed one of the women.\n\n'A painted wolf with an ax in his hand,' muttered Balthus. 'Go! Rouse\nthe other settlers along the road and take them with you. I'll scout\nalong behind.'\n\nWithout a word the old woman herded her charges ahead of her. As they\nfaded into the darkness, Balthus could see the pale ovals that were the\nfaces of the children twisted back over their shoulders to stare toward\nhim. He remembered his own people on the Tauran and a moment's giddy\nsickness swam over him. With momentary weakness he groaned and sank down\nin the road; his muscular arm fell over Slasher's massive neck and he\nfelt the dog's warm moist tongue touch his face.\n\nHe lifted his head and grinned with a painful effort.\n\n'Come on, boy,' he mumbled, rising. 'We've got work to do.'\n\nA red glow suddenly became evident through the trees. The Picts had\nfired the last hut. He grinned. How Zogar Sag would froth if he knew his\nwarriors had let their destructive natures get the better of them. The\nfire would warn the people farther up the road. They would be awake and\nalert when the fugitives reached them. But his face grew grim. The women\nwere traveling slowly, on foot and on the overloaded horses. The\nswift-footed Picts would run them down within a mile, unless--he took\nhis position behind a tangle of fallen logs beside the trail. The road\nwest of him was lighted by the burning cabin, and when the Picts came he\nsaw them first--black furtive figures etched against the distant glare.\n\nDrawing a shaft to the head, he loosed and one of the figures crumpled.\nThe rest melted into the woods on either side of the road. Slasher\nwhimpered with the killing lust beside him. Suddenly a figure appeared\non the fringe of the trail, under the trees, and began gliding toward\nthe fallen timbers. Balthus' bow-string twanged and the Pict yelped,\nstaggered and fell into the shadows with the arrow through his thigh.\nSlasher cleared the timbers with a bound and leaped into the bushes.\nThey were violently shaken and then the dog slunk back to Balthus' side,\nhis jaws crimson.\n\nNo more appeared in the trail; Balthus began to fear they were stealing\npast his position through the woods, and when he heard a faint sound to\nhis left he loosed blindly. He cursed as he heard the shaft splinter\nagainst a tree, but Slasher glided away as silently as a phantom, and\npresently Balthus heard a thrashing and a gurgling; then Slasher came\nlike a ghost through the bushes, snuggling his great, crimson-stained\nhead against Balthus' arm. Blood oozed from a gash in his shoulder, but\nthe sounds in the wood had ceased for ever.\n\nThe men lurking on the edges of the road evidently sensed the fate of\ntheir companion, and decided that an open charge was preferable to being\ndragged down in the dark by a devil-beast they could neither see nor\nhear. Perhaps they realized that only one man lay behind the logs. They\ncame with a sudden rush, breaking cover from both sides of the trail.\nThree dropped with arrows through them--and the remaining pair\nhesitated. One turned and ran back down the road, but the other lunged\nover the breastwork, his eyes and teeth gleaming in the dim light, his\nax lifted. Balthus' foot slipped as he sprang up, but the slip saved his\nlife. The descending ax shaved a lock of hair from his head, and the\nPict rolled down the logs from the force of his wasted blow. Before he\ncould regain his feet Slasher tore his throat out.\n\nThen followed a tense period of waiting, in which time Balthus wondered\nif the man who had fled had been the only survivor of the party.\nObviously it had been a small band that had either left the fighting at\nthe fort, or was scouting ahead of the main body. Each moment that\npassed increased the chances for safety of the women and children\nhurrying toward Velitrium.\n\nThen without warning a shower of arrows whistled over his retreat. A\nwild howling rose from the woods along the trail. Either the survivor\nhad gone after aid, or another party had joined the first. The burning\ncabin still smoldered, lending a little light. Then they were after him,\ngliding through the trees beside the trail. He shot three arrows and\nthrew the bow away. As if sensing his plight, they came on, not yelling\nnow, but in deadly silence except for a swift pad of many feet.\n\nHe fiercely hugged the head of the great dog growling at his side,\nmuttered: 'All right, boy, give 'em hell!' and sprang to his feet,\ndrawing his ax. Then the dark figures flooded over the breastworks and\nclosed in a storm of flailing axes, stabbing knives and ripping fangs.\n\n\n\n\n7 The Devil in the Fire\n\n\nWhen Conan turned from the Velitrium road he expected a run of some nine\nmiles and set himself to the task. But he had not gone four when he\nheard the sounds of a party of men ahead of him. From the noise they\nwere making in their progress he knew they were not Picts. He hailed\nthem.\n\n'Who's there?' challenged a harsh voice. 'Stand where you are until we\nknow you, or you'll get an arrow through you.'\n\n'You couldn't hit an elephant in this darkness,' answered Conan\nimpatiently. 'Come on, fool; it's I--Conan. The Picts are over the\nriver.'\n\n'We suspected as much,' answered the leader of the men, as they strode\nforward--tall, rangy men, stern-faced, with bows in their hands. 'One of\nour party wounded an antelope and tracked it nearly to Black River. He\nheard them yelling down the river and ran back to our camp. We left the\nsalt and the wagons, turned the oxen loose and came as swiftly as we\ncould. If the Picts are besieging the fort, war-parties will be ranging\nup the road toward our cabins.'\n\n'Your families are safe,' grunted Conan. 'My companion went ahead to\ntake them to Velitrium. If we go back to the main road we may run into\nthe whole horde. We'll strike southeast, through the timber. Go ahead.\nI'll scout behind.'\n\nA few moments later the whole band was hurrying southeastward. Conan\nfollowed more slowly, keeping just within ear-shot. He cursed the noise\nthey were making; that many Picts or Cimmerians would have moved through\nthe woods with no more noise than the wind makes as it blows through the\nblack branches.\n\nHe had just crossed a small glade when he wheeled answering the\nconviction of his primitive instincts that he was being followed.\nStanding motionless among the bushes he heard the sounds of the\nretreating settlers fade away. Then a voice called faintly back along\nthe way he had come: 'Conan! Conan! Wait for me, Conan!'\n\n'Balthus!' he swore bewilderedly. Cautiously he called: 'Here I am.'\n\n'Wait for me, Conan!' the voice came more distinctly.\n\nConan moved out of the shadows, scowling. 'What the devil are you doing\nhere?--Crom!'\n\nHe half crouched, the flesh prickling along his spine. It was not\nBalthus who was emerging from the other side of the glade. A weird glow\nburned through the trees. It moved toward him, shimmering weirdly--a\ngreen witch-fire that moved with purpose and intent.\n\nIt halted some feet away and Conan glared at it, trying to distinguish\nits fire-misted outlines. The quivering flame had a solid core; the\nflame was but a green garment that masked some animate and evil entity;\nbut the Cimmerian was unable to make out its shape or likeness. Then,\nshockingly, a voice spoke to him from amidst the fiery column.\n\n'Why do you stand like a sheep waiting for the butcher, Conan?'\n\nThe voice was human but carried strange vibrations that were not human.\n\n'Sheep?' Conan's wrath got the best of his momentary awe. 'Do you think\nI'm afraid of a damned Pictish swamp devil? A friend called me.'\n\n'I called in his voice,' answered the other. 'The men you follow belong\nto my brother; I would not rob his knife of their blood. But you are\nmine. Oh, fool, you have come from the far gray hills of Cimmeria to\nmeet your doom in the forests of Conajohara.'\n\n'You've had your chance at me before now,' snorted Conan. 'Why didn't\nyou kill me then, if you could?'\n\n'My brother had not painted a skull black for you and hurled it into the\nfire that burns for ever on Gullah's black altar. He had not whispered\nyour name to the black ghosts that haunt the uplands of the Dark Land.\nBut a bat has flown over the Mountains of the Dead and drawn your image\nin blood on the white tiger's hide that hangs before the long hut where\nsleep the Four Brothers of the Night. The great serpents coil about\ntheir feet and the stars burn like fire-flies in their hair.'\n\n'Why have the gods of darkness doomed me to death?' growled Conan.\n\nSomething--a hand, foot or talon, he could not tell which, thrust out\nfrom the fire and marked swiftly on the mold. A symbol blazed there,\nmarked with fire, and faded, but not before he recognized it.\n\n'You dared make the sign which only a priest of Jhebbal Sag dare make.\nThunder rumbled through the black Mountain of the Dead and the altar-hut\nof Gullah was thrown down by a wind from the Gulf of Ghosts. The loon\nwhich is messenger to the Four Brothers of the Night flew swiftly and\nwhispered your name in my ear. Your head will hang in the altar-hut of\nmy brother. Your body will be eaten by the black-winged, sharp-beaked\nChildren of Jhil.'\n\n'Who the devil is your brother?' demanded Conan. His sword was naked in\nhis hand, and he was subtly loosening the ax in his belt.\n\n'Zogar Sag; a child of Jhebbal Sag who still visits his sacred groves at\ntimes. A woman of Gwawela slept in a grove holy to Jhebbal Sag. Her babe\nwas Zogar Sag. I too am a son of Jhebbal Sag, out of a fire-being from a\nfar realm. Zogar Sag summoned me out of the Misty Lands. With\nincantations and sorcery and his own blood he materialized me in the\nflesh of his own planet. We are one, tied together by invisible threads.\nHis thoughts are my thoughts; if he is struck, I am bruised. If I am\ncut, he bleeds. But I have talked enough. Soon your ghost will talk with\nthe ghosts of the Dark Land, and they will tell you of the old gods\nwhich are not dead, but sleep in the outer abysses, and from time to\ntime awake.'\n\n'I'd like to see what you look like,' muttered Conan, working his ax\nfree, 'you who leave a track like a bird, who burn like a flame and yet\nspeak with a human voice.'\n\n'You shall see,' answered the voice from the flame, 'see, and carry the\nknowledge with you into the Dark Land.'\n\nThe flames leaped and sank, dwindling and dimming. A face began to take\nshadowy form. At first Conan thought it was Zogar Sag himself who stood\nwrapped in green fire. But the face was higher than his own and there\nwas a demoniac aspect about it--Conan had noted various abnormalities\nabout Zogar Sag's features--an obliqueness of the eyes, a sharpness of\nthe ears, a wolfish thinness of the lips; these peculiarities were\nexaggerated in the apparition which swayed before him. The eyes were red\nas coals of living fire.\n\nMore details came into view: a slender torso, covered with snaky scales,\nwhich was yet man-like in shape, with man-like arms, from the waist\nupward; below, long crane-like legs ended in splay, three-toed feet like\nthose of some huge bird. Along the monstrous limbs the blue fire\nfluttered and ran. He saw it as through a glistening mist.\n\nThen suddenly it was towering over him, though he had not seen it move\ntoward him. A long arm, which for the first time he noticed was armed\nwith curving, sickle-like talons, swung high and swept down at his neck.\nWith a fierce cry he broke the spell and bounded aside, hurling his ax.\nThe demon avoided the cast with an unbelievably quick movement of its\nnarrow head and was on him again with a hissing rush of leaping flames.\n\nBut fear had fought for it when it slew its other victims, and Conan was\nnot afraid. He knew that any being clothed in material flesh can be\nslain by material weapons, however grisly its form may be.\n\nOne flailing talon-armed limb knocked his helmet from his head. A little\nlower and it would have decapitated him. But fierce joy surged through\nhim as his savagely driven sword sank deep in the monster's groin. He\nbounded backward from a flailing stroke, tearing his sword free as he\nleaped. The talons raked his breast, ripping through mail-links as if\nthey had been cloth. But his return spring was like that of a starving\nwolf. He was inside the lashing arms and driving his sword deep in the\nmonster's belly--felt the arms lock about him and the talons ripping the\nmail from his back as they sought his vitals--he was lapped and dazzled\nby blue flame that was chill as ice--then he had torn fiercely away from\nthe weakening arms and his sword cut the air in a tremendous swipe.\n\nThe demon staggered and fell sprawling sidewise, its head hanging only\nby a shred of flesh. The fires that veiled it leaped fiercely upward,\nnow red as gushing blood, hiding the figure from view. A scent of\nburning flesh filled Conan's nostrils. Shaking the blood and sweat from\nhis eyes, he wheeled and ran staggering through the woods. Blood\ntrickled down his limbs. Somewhere, miles to the south, he saw the faint\nglow of flames that might mark a burning cabin. Behind him, toward the\nroad, rose a distant howling that spurred him to greater efforts.\n\n\n\n\n8 Conajohara No More\n\n\nThere had been fighting on Thunder River; fierce fighting before the\nwalls of Velitrium; ax and torch had been piled up and down the bank,\nand many a settler's cabin lay in ashes before the painted horde was\nrolled back.\n\nA strange quiet followed the storm, in which people gathered and talked\nin hushed voices, and men with red-stained bandages drank their ale\nsilently in the taverns along the river bank.\n\nThere, to Conan the Cimmerian, moodily quaffing from a great wine-glass,\ncame a gaunt forester with a bandage about his head and his arm in a\nsling. He was the one survivor of Fort Tuscelan.\n\n'You went with the soldiers to the ruins of the fort?'\n\nConan nodded.\n\n'I wasn't able,' murmured the other. 'There was no fighting?'\n\n'The Picts had fallen back across the Black River. Something must have\nbroken their nerve, though only the devil who made them knows what.'\n\nThe woodsman glanced at his bandaged arm and sighed.\n\n'They say there were no bodies worth disposing of.'\n\nConan shook his head. 'Ashes. The Picts had piled them in the fort and\nset fire to the fort before they crossed the river. Their own dead and\nthe men of Valannus.'\n\n'Valannus was killed among the last--in the hand-to-hand fighting when\nthey broke the barriers. They tried to take him alive, but he made them\nkill him. They took ten of the rest of us prisoners when we were so weak\nfrom fighting we could fight no more. They butchered nine of us then and\nthere. It was when Zogar Sag died that I got my chance to break free and\nrun for it.'\n\n'Zogar Sag's dead?' ejaculated Conan.\n\n'Aye. I saw him die. That's why the Picts didn't press the fight against\nVelitrium as fiercely as they did against the fort. It was strange. He\ntook no wounds in battle. He was dancing among the slain, waving an ax\nwith which he'd just brained the last of my comrades. He came at me,\nhowling like a wolf--and then he staggered and dropped the ax, and began\nto reel in a circle screaming as I never heard a man or beast scream\nbefore. He fell between me and the fire they'd built to roast me,\ngagging and frothing at the mouth, and all at once he went rigid and the\nPicts shouted that he was dead. It was during the confusion that I\nslipped my cords and ran for the woods.\n\n'I saw him lying in the firelight. No weapon had touched him. Yet there\nwere red marks like the wounds of a sword in the groin, belly and\nneck--the last as if his head had been almost severed from his body.\nWhat do you make of that?'\n\nConan made no reply, and the forester, aware of the reticence of\nbarbarians on certain matters, continued: 'He lived by magic, and\nsomehow, he died by magic. It was the mystery of his death that took the\nheart out of the Picts. Not a man who saw it was in the fighting before\nVelitrium. They hurried back across Black River. Those that struck\nThunder River were warriors who had come on before Zogar Sag died. They\nwere not enough to take the city by themselves.\n\n'I came along the road, behind their main force, and I know none\nfollowed me from the fort. I sneaked through their lines and got into\nthe town. You brought the settlers through all right, but their women\nand children got into Velitrium just ahead of those painted devils. If\nthe youth Balthus and old Slasher hadn't held them up awhile, they'd\nhave butchered every woman and child in Conajohara. I passed the place\nwhere Balthus and the dog made their last stand. They were lying amid a\nheap of dead Picts--I counted seven, brained by his ax, or disemboweled\nby the dog's fangs, and there were others in the road with arrows\nsticking in them. Gods, what a fight that must have been!'\n\n'He was a man,' said Conan. 'I drink to his shade, and to the shade of\nthe dog, who knew no fear.' He quaffed part of the wine, then emptied\nthe rest upon the floor, with a curious heathen gesture, and smashed the\ngoblet. 'The heads of ten Picts shall pay for his, and seven heads for\nthe dog, who was a better warrior than many a man.'\n\nAnd the forester, staring into the moody, smoldering blue eyes, knew the\nbarbaric oath would be kept.\n\n'They'll not rebuild the fort?'\n\n'No; Conajohara is lost to Aquilonia. The frontier has been pushed back.\nThunder River will be the new border.'\n\nThe woodsman sighed and stared at his calloused hand, worn from contact\nwith ax-haft and sword-hilt. Conan reached his long arm for the\nwine-jug. The forester stared at him, comparing him with the men about\nthem, the men who had died along the lost river, comparing him with\nthose other wild men over that river. Conan did not seem aware of his\ngaze.\n\n'Barbarism is the natural state of mankind,' the borderer said, still\nstaring somberly at the Cimmerian. 'Civilization is unnatural. It is a\nwhim of circumstance. And barbarism must always ultimately triumph.'\n\n\n\n\n\nEnd of Project Gutenberg's Beyond the Black River, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BEYOND THE BLACK RIVER ***\n\n***** This file should be named 42254.txt or 42254.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/2/2/5/42254/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}