{"title": "The People of the Black Circle", "author": "Robert E. Howard", "releaseDate": "March 4, 2013", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       THE PEOPLE OF THE BLACK CIRCLE\n\n                            By Robert E. Howard\n\n    [Transcriber's Note: This etext was first published in Weird Tales\n    September, October, November 1934. Extensive research did not\n    uncover any evidence that the U.S. copyright on this publication was\n    renewed.]\n\n\n\n\n1 Death Strikes a King\n\n\nThe king of Vendhya was dying. Through the hot, stifling night the\ntemple gongs boomed and the conchs roared. Their clamor was a faint echo\nin the gold-domed chamber where Bunda Chand struggled on the\nvelvet-cushioned dais. Beads of sweat glistened on his dark skin; his\nfingers twisted the gold-worked fabric beneath him. He was young; no\nspear had touched him, no poison lurked in his wine. But his veins stood\nout like blue cords on his temples, and his eyes dilated with the\nnearness of death. Trembling slave-girls knelt at the foot of the dais,\nand leaning down to him, watching him with passionate intensity, was his\nsister, the Devi Yasmina. With her was the _wazam_, a noble grown old in\nthe royal court.\n\nShe threw up her head in a gusty gesture of wrath and despair as the\nthunder of the distant drums reached her ears.\n\n'The priests and their clamor!' she exclaimed. 'They are no wiser than\nthe leeches who are helpless! Nay, he dies and none can say why. He is\ndying now--and I stand here helpless, who would burn the whole city and\nspill the blood of thousands to save him.'\n\n'Not a man of Ayodhya but would die in his place, if it might be, Devi,'\nanswered the _wazam_. 'This poison--'\n\n'I tell you it is not poison!' she cried. 'Since his birth he has been\nguarded so closely that the cleverest poisoners of the East could not\nreach him. Five skulls bleaching on the Tower of the Kites can testify\nto attempts which were made--and which failed. As you well know, there\nare ten men and ten women whose sole duty is to taste his food and wine,\nand fifty armed warriors guard his chamber as they guard it now. No, it\nis not poison; it is sorcery--black, ghastly magic--'\n\nShe ceased as the king spoke; his livid lips did not move, and there\nwas no recognition in his glassy eyes. But his voice rose in an eery\ncall, indistinct and far away, as if called to her from beyond vast,\nwind-blown gulfs.\n\n'Yasmina! Yasmina! My sister, where are you? I can not find you. All is\ndarkness, and the roaring of great winds!'\n\n'Brother!' cried Yasmina, catching his limp hand in a convulsive grasp.\n'I am here! Do you not know me--'\n\nHer voice died at the utter vacancy of his face. A low confused moan\nwaned from his mouth. The slave-girls at the foot of the dais whimpered\nwith fear, and Yasmina beat her breast in anguish.\n\n       *       *       *       *       *\n\nIn another part of the city a man stood in a latticed balcony\noverlooking a long street in which torches tossed luridly, smokily\nrevealing upturned dark faces and the whites of gleaming eyes. A\nlong-drawn wailing rose from the multitude.\n\nThe man shrugged his broad shoulders and turned back into the arabesque\nchamber. He was a tall man, compactly built, and richly clad.\n\n'The king is not yet dead, but the dirge is sounded,' he said to another\nman who sat cross-legged on a mat in a corner. This man was clad in a\nbrown camel-hair robe and sandals, and a green turban was on his head.\nHis expression was tranquil, his gaze impersonal.\n\n'The people know he will never see another dawn,' this man answered.\n\nThe first speaker favored him with a long, searching stare.\n\n'What I can not understand,' he said, 'is why I have had to wait so long\nfor your masters to strike. If they have slain the king now, why could\nthey not have slain him months ago?'\n\n'Even the arts you call sorcery are governed by cosmic laws,' answered\nthe man in the green turban. 'The stars direct these actions, as in\nother affairs. Not even my masters can alter the stars. Not until the\nheavens were in the proper order could they perform this necromancy.'\nWith a long, stained fingernail he mapped the constellations on the\nmarble-tiled floor. 'The slant of the moon presaged evil for the king of\nVendhya; the stars are in turmoil, the Serpent in the House of the\nElephant. During such juxtaposition, the invisible guardians are removed\nfrom the spirit of Bhunda Chand. A path is opened in the unseen realms,\nand once a point of contact was established, mighty powers were put in\nplay along that path.'\n\n'Point of contact?' inquired the other. 'Do you mean that lock of Bhunda\nChand's hair?'\n\n'Yes. All discarded portions of the human body still remain part of it,\nattached to it by intangible connections. The priests of Asura have a\ndim inkling of this truth, and so all nail trimmings, hair and other\nwaste products of the persons of the royal family are carefully reduced\nto ashes and the ashes hidden. But at the urgent entreaty of the\nprincess of Khosala, who loved Bhunda Chand vainly, he gave her a lock\nof his long black hair as a token of remembrance. When my masters\ndecided upon his doom, the lock, in its golden, jewel-encrusted case,\nwas stolen from under her pillow while she slept, and another\nsubstituted, so like the first that she never knew the difference. Then\nthe genuine lock travelled by camel-caravan up the long, long road to\nPeshkhauri, thence up the Zhaibar Pass, until it reached the hands of\nthose for whom it was intended.'\n\n'Only a lock of hair,' murmured the nobleman.\n\n'By which a soul is drawn from its body and across gulfs of echoing\nspace,' returned the man on the mat.\n\nThe nobleman studied him curiously.\n\n'I do not know if you are a man or a demon, Khemsa,' he said at last.\n'Few of us are what we seem. I, whom the Kshatriyas know as Kerim Shah,\na prince from Iranistan, am no greater a masquerader than most men. They\nare all traitors in one way or another, and half of them know not whom\nthey serve. There at least I have no doubts; for I serve King Yezdigerd\nof Turan.'\n\n'And I the Black Seers of Yimsha,' said Khemsa; 'and my masters are\ngreater than yours, for they have accomplished by their arts what\nYezdigerd could not with a hundred thousand swords.'\n\n       *       *       *       *       *\n\nOutside, the moan of the tortured thousands shuddered up to the stars\nwhich crusted the sweating Vendhyan night, and the conchs bellowed like\noxen in pain.\n\nIn the gardens of the palace the torches glinted on polished helmets and\ncurved swords and gold-chased corselets. All the noble-born fighting-men\nof Ayodhya were gathered in the great palace or about it, and at each\nbroad-arched gate and door fifty archers stood on guard, with bows in\ntheir hands. But Death stalked through the royal palace and none could\nstay his ghostly tread.\n\nOn the dais under the golden dome the king cried out again, racked by\nawful paroxysms. Again his voice came faintly and far away, and again\nthe Devi bent to him, trembling with a fear that was darker than the\nterror of death.\n\n'Yasmina!' Again that far, weirdly dreeing cry, from realms\nimmeasurable. 'Aid me! I am far from my mortal house! Wizards have drawn\nmy soul through the wind-blown darkness. They seek to snap the silver\ncord that binds me to my dying body. They cluster around me; their hands\nare taloned, their eyes are red like flame burning in darkness. _Aie_,\nsave me, my sister! Their fingers sear me like fire! They would slay my\nbody and damn my soul! What is this they bring before me?--_Aie!_'\n\n       *       *       *       *       *\n\nAt the terror in his hopeless cry Yasmina screamed uncontrollably and\nthrew herself bodily upon him in the abandon of her anguish. He was torn\nby a terrible convulsion; foam flew from his contorted lips and his\nwrithing fingers left their marks on the girl's shoulders. But the\nglassy blankness passed from his eyes like smoke blown from a fire, and\nhe looked up at his sister with recognition.\n\n'Brother!' she sobbed. 'Brother--'\n\n'Swift!' he gasped, and his weakening voice was rational. 'I know now\nwhat brings me to the pyre. I have been on a far journey and I\nunderstand. I have been ensorcelled by the wizards of the Himelians.\nThey drew my soul out of my body and far away, into a stone room. There\nthey strove to break the silver cord of life, and thrust my soul into\nthe body of a foul night-weird their sorcery summoned up from hell. Ah!\nI feel their pull upon me now! Your cry and the grip of your fingers\nbrought me back, but I am going fast. My soul clings to my body, but its\nhold weakens. Quick--kill me, before they can trap my soul for ever!'\n\n'I cannot!' she wailed, smiting her naked breasts.\n\n'Swiftly, I command you!' There was the old imperious note in his\nfailing whisper. 'You have never disobeyed me--obey my last command!\nSend my soul clean to Asura! Haste, lest you damn me to spend eternity\nas a filthy gaunt of darkness. Strike, I command you! _Strike!_'\n\nSobbing wildly, Yasmina plucked a jeweled dagger from her girdle and\nplunged it to the hilt in his breast. He stiffened and then went limp, a\ngrim smile curving his dead lips. Yasmina hurled herself face-down on\nthe rush-covered floor, beating the reeds with her clenched hands.\nOutside, the gongs and conchs brayed and thundered and the priests\ngashed themselves with copper knives.\n\n\n\n\n2 A Barbarian from the Hills\n\n\nChunder Shan, governor of Peshkhauri, laid down his golden pen and\ncarefully scanned that which he had written on parchment that bore his\nofficial seal. He had ruled Peshkhauri so long only because he weighed\nhis every word, spoken or written. Danger breeds caution, and only a\nwary man lives long in that wild country where the hot Vendhyan plains\nmeet the crags of the Himelians. An hour's ride westward or northward\nand one crossed the border and was among the Hills where men lived by\nthe law of the knife.\n\nThe governor was alone in his chamber, seated at his ornately carven\ntable of inlaid ebony. Through the wide window, open for the coolness,\nhe could see a square of the blue Himelian night, dotted with great\nwhite stars. An adjacent parapet was a shadowy line, and further\ncrenelles and embrasures were barely hinted at in the dim starlight. The\ngovernor's fortress was strong, and situated outside the walls of the\ncity it guarded. The breeze that stirred the tapestries on the wall\nbrought faint noises from the streets of Peshkhauri--occasional snatches\nof wailing song, or the thrum of a cithern.\n\nThe governor read what he had written, slowly, with his open hand\nshading his eyes from the bronze butterlamp, his lips moving. Absently,\nas he read, he heard the drum of horses' hoofs outside the barbican, the\nsharp staccato of the guards' challenge. He did not heed, intent upon\nhis letter. It was addressed to the _wazam_ of Vendhya, at the royal\ncourt of Ayodhya, and it stated, after the customary salutations:\n\n     'Let it be known to your excellency that I have faithfully carried\n     out your excellency's instructions. The seven tribesmen are well\n     guarded in their prison, and I have repeatedly sent word into the\n     hills that their chief come in person to bargain for their release.\n     But he has made no move, except to send word that unless they are\n     freed he will burn Peshkhauri and cover his saddle with my hide,\n     begging your excellency's indulgence. This he is quite capable of\n     attempting, and I have tripled the numbers of the lance guards. The\n     man is not a native of Ghulistan. I cannot with certainty predict\n     his next move. But since it is the wish of the Devi--'\n\nHe was out of his ivory chair and on his feet facing the arched door,\nall in one instant. He snatched at the curved sword lying in its ornate\nscabbard on the table, and then checked the movement.\n\nIt was a woman who had entered unannounced, a woman whose gossamer robes\ndid not conceal the rich garments beneath them any more than they\nconcealed the suppleness and beauty of her tall, slender figure. A filmy\nveil fell below her breasts, supported by a flowing headdress bound\nabout with a triple gold braid and adorned with a golden crescent. Her\ndark eyes regarded the astonished governor over the veil, and then with\nan imperious gesture of her white hand, she uncovered her face.\n\n'Devi!' The governor dropped to his knees before her, surprize and\nconfusion somewhat spoiling the stateliness of his obeisance. With a\ngesture she motioned him to rise, and he hastened to lead her to the\nivory chair, all the while bowing level with his girdle. But his first\nwords were of reproof.\n\n'Your Majesty! This was most unwise! The border is unsettled. Raids from\nthe hills are incessant. You came with a large attendance?'\n\n'An ample retinue followed me to Peshkhauri,' she answered. 'I lodged my\npeople there and came on to the fort with my maid, Gitara.'\n\nChunder Shan groaned in horror.\n\n'Devi! You do not understand the peril. An hour's ride from this spot\nthe hills swarm with barbarians who make a profession of murder and\nrapine. Women have been stolen and men stabbed between the fort and the\ncity. Peshkhauri is not like your southern provinces--'\n\n'But I am here, and unharmed,' she interrupted with a trace of\nimpatience. 'I showed my signet ring to the guard at the gate, and to\nthe one outside your door, and they admitted me unannounced, not knowing\nme, but supposing me to be a secret courier from Ayodhya. Let us not now\nwaste time.\n\n'You have received no word from the chief of the barbarians?'\n\n'None save threats and curses, Devi. He is wary and suspicious. He deems\nit a trap, and perhaps he is not to be blamed. The Kshatriyas have not\nalways kept their promises to the hill people.'\n\n'He must be brought to terms!' broke in Yasmina, the knuckles of her\nclenched hands showing white.\n\n'I do not understand.' The governor shook his head. 'When I chanced to\ncapture these seven hill-men, I reported their capture to the _wazam_,\nas is the custom, and then, before I could hang them, there came an\norder to hold them and communicate with their chief. This I did, but the\nman holds aloof, as I have said. These men are of the tribe of Afghulis,\nbut he is a foreigner from the west, and he is called Conan. I have\nthreatened to hang them tomorrow at dawn, if he does not come.'\n\n'Good!' exclaimed the Devi. 'You have done well. And I will tell you why\nI have given these orders. My brother--' she faltered, choking, and the\ngovernor bowed his head, with the customary gesture of respect for a\ndeparted sovereign.\n\n'The king of Vendhya was destroyed by magic,' she said at last. 'I have\ndevoted my life to the destruction of his murderers. As he died he gave\nme a clue, and I have followed it. I have read the _Book of Skelos_, and\ntalked with nameless hermits in the caves below Jhelai. I learned how,\nand by whom, he was destroyed. His enemies were the Black Seers of Mount\nYimsha.'\n\n'Asura!' whispered Chunder Shan, paling.\n\nHer eyes knifed him through. 'Do you fear them?'\n\n'Who does not, Your Majesty?' he replied. 'They are black devils,\nhaunting the uninhabited hills beyond the Zhaibar. But the sages say\nthat they seldom interfere in the lives of mortal men.'\n\n'Why they slew my brother I do not know,' she answered. 'But I have\nsworn on the altar of Asura to destroy them! And I need the aid of a man\nbeyond the border. A Kshatriya army, unaided, would never reach Yimsha.'\n\n'Aye,' muttered Chunder Shan. 'You speak the truth there. It would be\nfight every step of the way, with hairy hill-men hurling down boulders\nfrom every height, and rushing us with their long knives in every\nvalley. The Turanians fought their way through the Himelians once, but\nhow many returned to Khurusun? Few of those who escaped the swords of\nthe Kshatriyas, after the king, your brother, defeated their host on the\nJhumda River, ever saw Secunderam again.'\n\n'And so I must control men across the border,' she said, 'men who know\nthe way to Mount Yimsha--'\n\n'But the tribes fear the Black Seers and shun the unholy mountain,'\nbroke in the governor.\n\n'Does the chief, Conan, fear them?' she asked.\n\n'Well, as to that,' muttered the governor, 'I doubt if there is anything\nthat devil fears.'\n\n'So I have been told. Therefore he is the man I must deal with. He\nwishes the release of his seven men. Very well; their ransom shall be\nthe heads of the Black Seers!' Her voice thrummed with hate as she\nuttered the last words, and her hands clenched at her sides. She looked\nan image of incarnate passion as she stood there with her head thrown\nhigh and her bosom heaving.\n\nAgain the governor knelt, for part of his wisdom was the knowledge that\na woman in such an emotional tempest is as perilous as a blind cobra to\nany about her.\n\n'It shall be as you wish, Your Majesty.' Then as she presented a calmer\naspect, he rose and ventured to drop a word of warning. 'I can not\npredict what the chief Conan's action will be. The tribesmen are always\nturbulent, and I have reason to believe that emissaries from the\nTuranians are stirring them up to raid our borders. As your majesty\nknows, the Turanians have established themselves in Secunderam and other\nnorthern cities, though the hill tribes remain unconquered. King\nYezdigerd has long looked southward with greedy lust and perhaps is\nseeking to gain by treachery what he could not win by force of arms. I\nhave thought that Conan might well be one of his spies.'\n\n'We shall see,' she answered. 'If he loves his followers, he will be at\nthe gates at dawn, to parley. I shall spend the night in the fortress. I\ncame in disguise to Peshkhauri, and lodged my retinue at an inn instead\nof the palace. Besides my people, only yourself knows of my presence\nhere.'\n\n'I shall escort you to your quarters, Your Majesty,' said the governor,\nand as they emerged from the doorway, he beckoned the warrior on guard\nthere, and the man fell in behind them, spear held at salute.\n\nThe maid waited, veiled like her mistress, outside the door, and the\ngroup traversed a wide, winding corridor, lighted by smoky torches, and\nreached the quarters reserved for visiting notables--generals and\nviceroys, mostly; none of the royal family had ever honored the fortress\nbefore. Chunder Shan had a perturbed feeling that the suite was not\nsuitable to such an exalted personage as the Devi, and though she sought\nto make him feel at ease in her presence, he was glad when she dismissed\nhim and he bowed himself out. All the menials of the fort had been\nsummoned to serve his royal guest--though he did not divulge her\nidentity--and he stationed a squad of spearmen before her doors, among\nthem the warrior who had guarded his own chamber. In his preoccupation\nhe forgot to replace the man.\n\nThe governor had not been long gone from her when Yasmina suddenly\nremembered something else which she had wished to discuss with him, but\nhad forgotten until that moment. It concerned the past actions of one\nKerim Shah, a nobleman from Iranistan, who had dwelt for a while in\nPeshkhauri before coming on to the court at Ayodhya. A vague suspicion\nconcerning the man had been stirred by a glimpse of him in Peshkhauri\nthat night. She wondered if he had followed her from Ayodhya. Being a\ntruly remarkable Devi, she did not summon the governor to her again, but\nhurried out into the corridor alone, and hastened toward his chamber.\n\n       *       *       *       *       *\n\nChunder Shan, entering his chamber, closed the door and went to his\ntable. There he took the letter he had been writing and tore it to bits.\nScarcely had he finished when he heard something drop softly onto the\nparapet adjacent to the window. He looked up to see a figure loom\nbriefly against the stars, and then a man dropped lightly into the room.\nThe light glinted on a long sheen of steel in his hand.\n\n'Shhhh!' he warned. 'Don't make a noise, or I'll send the devil a\nhenchman!'\n\nThe governor checked his motion toward the sword on the table. He was\nwithin reach of the yard-long Zhaibar knife that glittered in the\nintruder's fist, and he knew the desperate quickness of a hillman.\n\nThe invader was a tall man, at once strong and supple. He was dressed\nlike a hillman, but his dark features and blazing blue eyes did not\nmatch his garb. Chunder Shan had never seen a man like him; he was not\nan Easterner, but some barbarian from the West. But his aspect was as\nuntamed and formidable as any of the hairy tribesmen who haunt the hills\nof Ghulistan.\n\n'You come like a thief in the night,' commented the governor, recovering\nsome of his composure, although he remembered that there was no guard\nwithin call. Still, the hillman could not know that.\n\n'I climbed a bastion,' snarled the intruder. 'A guard thrust his head\nover the battlement in time for me to rap it with my knife-hilt.'\n\n'You are Conan?'\n\n'Who else? You sent word into the hills that you wished for me to come\nand parley with you. Well, by Crom, I've come! Keep away from that table\nor I'll gut you.'\n\n'I merely wish to seat myself,' answered the governor, carefully sinking\ninto the ivory chair, which he wheeled away from the table. Conan moved\nrestlessly before him, glancing suspiciously at the door, thumbing the\nrazor edge of his three-foot knife. He did not walk like an Afghuli, and\nwas bluntly direct where the East is subtle.\n\n'You have seven of my men,' he said abruptly. 'You refused the ransom I\noffered. What the devil do you want?'\n\n'Let us discuss terms,' answered Chunder Shan cautiously.\n\n'Terms?' There was a timbre of dangerous anger in his voice. 'What do\nyou mean? Haven't I offered you gold?'\n\nChunder Shan laughed.\n\n'Gold? There is more gold in Peshkhauri than you ever saw.'\n\n'You're a liar,' retorted Conan. 'I've seen the _suk_ of the goldsmiths\nin Khurusun.'\n\n'Well, more than an Afghuli ever saw,' amended Chunder Shan. 'And it is\nbut a drop of all the treasure of Vendhya. Why should we desire gold? It\nwould be more to our advantage to hang these seven thieves.'\n\nConan ripped out a sulfurous oath and the long blade quivered in his\ngrip as the muscles rose in ridges on his brown arm.\n\n'I'll split your head like a ripe melon!'\n\nA wild blue flame flickered in the hillman's eyes, but Chunder Shan\nshrugged his shoulders, though keeping an eye on the keen steel.\n\n'You can kill me easily, and probably escape over the wall afterward.\nBut that would not save the seven tribesmen. My men would surely hang\nthem. And these men are headmen among the Afghulis.'\n\n'I know it,' snarled Conan. 'The tribe is baying like wolves at my heels\nbecause I have not procured their release. Tell me in plain words what\nyou want, because, by Crom! if there's no other way, I'll raise a horde\nand lead it to the very gates of Peshkhauri!'\n\nLooking at the man as he stood squarely, knife in fist and eyes glaring,\nChunder Shan did not doubt that he was capable of it. The governor did\nnot believe any hill-horde could take Peshkhauri, but he did not wish a\ndevastated countryside.\n\n'There is a mission you must perform,' he said, choosing his words with\nas much care as if they had been razors. 'There--'\n\nConan had sprung back, wheeling to face the door at the same instant,\nlips asnarl. His barbarian ears had caught the quick tread of soft\nslippers outside the door. The next instant the door was thrown open and\na slim, silk-robed form entered hastily, pulling the door shut--then\nstopping short at sight of the hillman.\n\nChunder Shan sprang up, his heart jumping into his mouth.\n\n'Devi!' he cried involuntarily, losing his head momentarily in his\nfright.\n\n'_Devi!_' It was like an explosive echo from the hillman's lips. Chunder\nShan saw recognition and intent flame up in the fierce blue eyes.\n\nThe governor shouted desperately and caught at his sword, but the\nhillman moved with the devastating speed of a hurricane. He sprang,\nknocked the governor sprawling with a savage blow of his knife-hilt,\nswept up the astounded Devi in one brawny arm and leaped for the window.\nChunder Shan, struggling frantically to his feet, saw the man poise an\ninstant on the sill in a flutter of silken skirts and white limbs that\nwas his royal captive, and heard his fierce, exultant snarl: '_Now_ dare\nto hang my men!' and then Conan leaped to the parapet and was gone. A\nwild scream floated back to the governor's ears.\n\n'Guard! _Guard!_' screamed the governor, struggling up and running\ndrunkenly to the door. He tore it open and reeled into the hall. His\nshouts re-echoed along the corridors, and warriors came running, gaping\nto see the governor holding his broken head, from which the blood\nstreamed.\n\n'Turn out the lancers!' he roared. 'There has been an abduction!' Even\nin his frenzy he had enough sense left to withhold the full truth. He\nstopped short as he heard a sudden drum of hoofs outside, a frantic\nscream and a wild yell of barbaric exultation.\n\nFollowed by the bewildered guardsmen, the governor raced for the stair.\nIn the courtyard of the fort a force of lancers stood by saddled steeds,\nready to ride at an instant's notice. Chunder Shan led his squadron\nflying after the fugitive, though his head swam so he had to hold with\nboth hands to the saddle. He did not divulge the identity of the victim,\nbut said merely that the noblewoman who had borne the royal signet-ring\nhad been carried away by the chief of the Afghulis. The abductor was out\nof sight and hearing, but they knew the path he would strike--the road\nthat runs straight to the mouth of the Zhaibar. There was no moon;\npeasant huts rose dimly in the starlight. Behind them fell away the grim\nbastion of the fort, and the towers of Peshkhauri. Ahead of them loomed\nthe black walls of the Himelians.\n\n\n\n\n3 Khemsa Uses Magic\n\n\nIn the confusion that reigned in the fortress while the guard was being\nturned out, no one noticed that the girl who had accompanied the Devi\nslipped out the great arched gate and vanished in the darkness. She ran\nstraight for the city, her garments tucked high. She did not follow the\nopen road, but cut straight through fields and over slopes, avoiding\nfences and leaping irrigation ditches as surely as if it were broad\ndaylight, and as easily as if she were a trained masculine runner. The\nhoof-drum of the guardsmen had faded away up the hill before she reached\nthe city wall. She did not go to the great gate, beneath whose arch men\nleaned on spears and craned their necks into the darkness, discussing\nthe unwonted activity about the fortress. She skirted the wall until she\nreached a certain point where the spire of the tower was visible above\nthe battlements. Then she placed her hands to her mouth and voiced a low\nweird call that carried strangely.\n\nAlmost instantly a head appeared at an embrasure and a rope came\nwriggling down the wall. She seized it, placed a foot in the loop at the\nend, and waved her arm. Then quickly and smoothly she was drawn up the\nsheer stone curtain. An instant later she scrambled over the merlons and\nstood up on a flat roof which covered a house that was built against the\nwall. There was an open trap there, and a man in a camel-hair robe who\nsilently coiled the rope, not showing in any way the strain of hauling a\nfull-grown woman up a forty-foot wall.\n\n'Where is Kerim Shah?' she gasped, panting after her long run.\n\n'Asleep in the house below. You have news?'\n\n'Conan has stolen the Devi out of the fortress and carried her away into\nthe hills!' She blurted out her news in a rush, the words stumbling over\none another.\n\nKhemsa showed no emotion, but merely nodded his turbaned head. 'Kerim\nShah will be glad to hear that,' he said.\n\n'Wait!' The girl threw her supple arms about his neck. She was panting\nhard, but not only from exertion. Her eyes blazed like black jewels in\nthe starlight. Her upturned face was close to Khemsa's, but though he\nsubmitted to her embrace, he did not return it.\n\n'Do not tell the Hyrkanian!' she panted. 'Let us use this knowledge\nourselves! The governor has gone into the hills with his riders, but he\nmight as well chase a ghost. He has not told anyone that it was the Devi\nwho was kidnapped. None in Peshkhauri or the fort knows it except us.'\n\n'But what good does it do us?' the man expostulated. 'My masters sent me\nwith Kerim Shah to aid him in every way--'\n\n'Aid yourself!' she cried fiercely. 'Shake off your yoke!'\n\n'You mean--disobey my masters?' he gasped, and she felt his whole body\nturn cold under her arms.\n\n'Aye!' she shook him in the fury of her emotion. 'You too are a\nmagician! Why will you be a slave, using your powers only to elevate\nothers? Use your arts for yourself!'\n\n'That is forbidden!' He was shaking as if with an ague. 'I am not one of\nthe Black Circle. Only by the command of the masters do I dare to use\nthe knowledge they have taught me.'\n\n'But you _can_ use it!' she argued passionately. 'Do as I beg you! Of\ncourse Conan has taken the Devi to hold as hostage against the seven\ntribesmen in the governor's prison. Destroy them, so Chunder Shan can\nnot use them to buy back the Devi. Then let us go into the mountains and\ntake her from the Afghulis. They can not stand against your sorcery with\ntheir knives. The treasure of the Vendhyan kings will be ours as\nransom--and then when we have it in our hands, we can trick them, and\nsell her to the king of Turan. We shall have wealth beyond our maddest\ndreams. With it we can buy warriors. We will take Khorbhul, oust the\nTuranians from the hills, and send our hosts southward; become king and\nqueen of an empire!'\n\nKhemsa too was panting, shaking like a leaf in her grasp; his face\nshowed gray in the starlight, beaded with great drops of perspiration.\n\n'I love you!' she cried fiercely, writhing her body against his, almost\nstrangling him in her wild embrace, shaking him in her abandon. 'I will\nmake a king of you! For love of you I betrayed my mistress; for love of\nme betray your masters! Why fear the Black Seers? By your love for me\nyou have broken one of their laws already! Break the rest! You are as\nstrong as they!'\n\nA man of ice could not have withstood the searing heat of her passion\nand fury. With an inarticulate cry he crushed her to him, bending her\nbackward and showering gasping kisses on her eyes, face and lips.\n\n'I'll do it!' His voice was thick with laboring emotions. He staggered\nlike a drunken man. 'The arts they have taught me shall work for me, not\nfor my masters. We shall be rulers of the world--of the world--'\n\n'Come then!' Twisting lithely out of his embrace, she seized his hand\nand led him toward the trap-door. 'First we must make sure that the\ngovernor does not exchange those seven Afghulis for the Devi.'\n\nHe moved like a man in a daze, until they had descended a ladder and she\npaused in the chamber below. Kerim Shah lay on a couch motionless, an\narm across his face as though to shield his sleeping eyes from the soft\nlight of a brass lamp. She plucked Khemsa's arm and made a quick gesture\nacross her own throat. Khemsa lifted his hand; then his expression\nchanged and he drew away.\n\n'I have eaten his salt,' he muttered. 'Besides, he can not interfere\nwith us.'\n\nHe led the girl through a door that opened on a winding stair. After\ntheir soft tread had faded into silence, the man on the couch sat up.\nKerim Shah wiped the sweat from his face. A knife-thrust he did not\ndread, but he feared Khemsa as a man fears a poisonous reptile.\n\n'People who plot on roofs should remember to lower their voices,' he\nmuttered. 'But as Khemsa has turned against his masters, and as he was\nmy only contact between them, I can count on their aid no longer. From\nnow on I play the game in my own way.'\n\nRising to his feet he went quickly to a table, drew pen and parchment\nfrom his girdle and scribbled a few succinct lines.\n\n     'To Khosru Khan, governor of Secunderam: the Cimmerian Conan has\n     carried the Devi Yasmina to the villages of the Afghulis. It is an\n     opportunity to get the Devi into our hands, as the king has so long\n     desired. Send three thousand horsemen at once. I will meet them in\n     the valley of Gurashah with native guides.'\n\nAnd he signed it with a name that was not in the least like Kerim Shah.\n\nThen from a golden cage he drew forth a carrier pigeon, to whose leg he\nmade fast the parchment, rolled into a tiny cylinder and secured with\ngold wire. Then he went quickly to a casement and tossed the bird into\nthe night. It wavered on fluttering wings, balanced, and was gone like a\nflitting shadow. Catching up helmet, sword and cloak, Kerim Shah hurried\nout of the chamber and down the winding stair.\n\n       *       *       *       *       *\n\nThe prison quarters of Peshkhauri were separated from the rest of the\ncity by a massive wall, in which was set a single iron-bound door under\nan arch. Over the arch burned a lurid red cresset, and beside the door\nsquatted a warrior with spear and shield.\n\nThis warrior, leaning on his spear, and yawning from time to time,\nstarted suddenly to his feet. He had not thought he had dozed, but a man\nwas standing before him, a man he had not heard approach. The man wore a\ncamel-hair robe and a green turban. In the flickering light of the\ncresset his features were shadowy, but a pair of lambent eyes shone\nsurprizingly in the lurid glow.\n\n'Who comes?' demanded the warrior, presenting his spear. 'Who are you?'\n\nThe stranger did not seem perturbed, though the spear-point touched his\nbosom. His eyes held the warrior's with strange intensity.\n\n'What are you obliged to do?' he asked, strangely.\n\n'To guard the gate!' The warrior spoke thickly and mechanically; he\nstood rigid as a statue, his eyes slowly glazing.\n\n'You lie! You are obliged to obey me! You have looked into my eyes, and\nyour soul is no longer your own. Open that door!'\n\nStiffly, with the wooden features of an image, the guard wheeled about,\ndrew a great key from his girdle, turned it in the massive lock and\nswung open the door. Then he stood at attention, his unseeing stare\nstraight ahead of him.\n\nA woman glided from the shadows and laid an eager hand on the\nmesmerist's arm.\n\n'Bid him fetch us horses, Khemsa,' she whispered.\n\n'No need of that,' answered the Rakhsha. Lifting his voice slightly he\nspoke to the guardsman. 'I have no more use for you. Kill yourself!'\n\nLike a man in a trance the warrior thrust the butt of his spear against\nthe base of the wall, and placed the keen head against his body, just\nbelow the ribs. Then slowly, stolidly, he leaned against it with all his\nweight, so that it transfixed his body and came out between his\nshoulders. Sliding down the shaft he lay still, the spear jutting above\nhim its full length, like a horrible stalk growing out of his back.\n\nThe girl stared down at him in morbid fascination, until Khemsa took her\narm and led her through the gate. Torches lighted a narrow space between\nthe outer wall and a lower inner one, in which were arched doors at\nregular intervals. A warrior paced this enclosure, and when the gate\nopened he came sauntering up, so secure in his knowledge of the prison's\nstrength that he was not suspicious until Khemsa and the girl emerged\nfrom the archway. Then it was too late. The Rakhsha did not waste time\nin hypnotism, though his action savored of magic to the girl. The guard\nlowered his spear threateningly, opening his mouth to shout an alarm\nthat would bring spearmen swarming out of the guardrooms at either end\nof the alleyway. Khemsa flicked the spear aside with his left hand, as a\nman might flick a straw, and his right flashed out and back, seeming\ngently to caress the warrior's neck in passing. And the guard pitched on\nhis face without a sound, his head lolling on a broken neck.\n\nKhemsa did not glance at him, but went straight to one of the arched\ndoors and placed his open hand against the heavy bronze lock. With a\nrending shudder the portal buckled inward. As the girl followed him\nthrough, she saw that the thick teakwood hung in splinters, the bronze\nbolts were bent and twisted from their sockets, and the great hinges\nbroken and disjointed. A thousand-pound battering-ram with forty men to\nswing it could have shattered the barrier no more completely. Khemsa was\ndrunk with freedom and the exercise of his power, glorying in his might\nand flinging his strength about as a young giant exercises his thews\nwith unnecessary vigor in the exultant pride of his prowess.\n\nThe broken door let them into a small courtyard, lit by a cresset.\nOpposite the door was a wide grille of iron bars. A hairy hand was\nvisible, gripping one of these bars, and in the darkness behind them\nglimmered the whites of eyes.\n\nKhemsa stood silent for a space, gazing into the shadows from which\nthose glimmering eyes gave back his stare with burning intensity. Then\nhis hand went into his robe and came out again, and from his opening\nfingers a shimmering feather of sparkling dust sifted to the flags.\nInstantly a flare of green fire lighted the enclosure. In the brief\nglare the forms of seven men, standing motionless behind the bars, were\nlimned in vivid detail; tall, hairy men in ragged hill-men's garments.\nThey did not speak, but in their eyes blazed the fear of death, and\ntheir hairy fingers gripped the bars.\n\nThe fire died out but the glow remained, a quivering ball of lambent\ngreen that pulsed and shimmered on the flags before Khemsa's feet. The\nwide gaze of the tribesmen was fixed upon it. It wavered, elongated; it\nturned into a luminous greensmoke spiraling upward. It twisted and\nwrithed like a great shadowy serpent, then broadened and billowed out in\nshining folds and whirls. It grew to a cloud moving silently over the\nflags--straight toward the grille. The men watched its coming with\ndilated eyes; the bars quivered with the grip of their desperate\nfingers. Bearded lips parted but no sound came forth. The green cloud\nrolled on the bars and blotted them from sight; like a fog it oozed\nthrough the grille and hid the men within. From the enveloping folds\ncame a strangled gasp, as of a man plunged suddenly under the surface of\nwater. That was all.\n\nKhemsa touched the girl's arm, as she stood with parted lips and dilated\neyes. Mechanically she turned away with him, looking back over her\nshoulder. Already the mist was thinning; close to the bars she saw a\npair of sandalled feet, the toes turned upward--she glimpsed the\nindistinct outlines of seven still, prostrate shapes.\n\n'And now for a steed swifter than the fastest horse ever bred in a\nmortal stable,' Khemsa was saying. 'We will be in Afghulistan before\ndawn.'\n\n\n\n\n4 An Encounter in the Pass\n\n\nYasmina Devi could never clearly remember the details of her abduction.\nThe unexpectedness and violence stunned her; she had only a confused\nimpression of a whirl of happenings--the terrifying grip of a mighty\narm, the blazing eyes of her abductor, and his hot breath burning on\nher flesh. The leap through the window to the parapet, the mad race\nacross battlements and roofs when the fear of falling froze her, the\nreckless descent of a rope bound to a merlon--he went down almost at a\nrun, his captive folded limply over his brawny shoulder--all this was a\nbefuddled tangle in the Devi's mind. She retained a more vivid memory of\nhim running fleetly into the shadows of the trees, carrying her like a\nchild, and vaulting into the saddle of a fierce Bhalkhana stallion which\nreared and snorted. Then there was a sensation of flying, and the racing\nhoofs were striking sparks of fire from the flinty road as the stallion\nswept up the slopes.\n\nAs the girl's mind cleared, her first sensations were furious rage and\nshame. She was appalled. The rulers of the golden kingdoms south of the\nHimelians were considered little short of divine; and she was the Devi\nof Vendhya! Fright was submerged in regal wrath. She cried out furiously\nand began struggling. She, Yasmina, to be carried on the saddle-bow of a\nhill chief, like a common wench of the market-place! He merely hardened\nhis massive thews slightly against her writhings, and for the first time\nin her life she experienced the coercion of superior physical strength.\nHis arms felt like iron about her slender limbs. He glanced down at her\nand grinned hugely. His teeth glimmered whitely in the starlight. The\nreins lay loose on the stallion's flowing mane, and every thew and fiber\nof the great beast strained as he hurtled along the boulder-strewn\ntrail. But Conan sat easily, almost carelessly, in the saddle, riding\nlike a centaur.\n\n'You hill-bred dog!' she panted, quivering with the impact of shame,\nanger, and the realization of helplessness. 'You dare--you _dare_! Your\nlife shall pay for this! Where are you taking me?'\n\n'To the villages of Afghulistan,' he answered, casting a glance over his\nshoulder.\n\nBehind them, beyond the slopes they had traversed, torches were tossing\non the walls of the fortress, and he glimpsed a flare of light that\nmeant the great gate had been opened. And he laughed, a deep-throated\nboom gusty as the hill wind.\n\n'The governor has sent his riders after us,' he laughed. 'By Crom, we\nwill lead him a merry chase! What do you think, Devi--will they pay\nseven lives for a Kshatriya princess?'\n\n'They will send an army to hang you and your spawn of devils,' she\npromised him with conviction.\n\nHe laughed gustily and shifted her to a more comfortable position in his\narms. But she took this as a fresh outrage, and renewed her vain\nstruggle, until she saw that her efforts were only amusing him. Besides,\nher light silken garments, floating on the wind, were being outrageously\ndisarranged by her struggles. She concluded that a scornful submission\nwas the better part of dignity, and lapsed into a smoldering quiescence.\n\nShe felt even her anger being submerged by awe as they entered the mouth\nof the Pass, lowering like a black well mouth in the blacker walls that\nrose like colossal ramparts to bar their way. It was as if a gigantic\nknife had cut the Zhaibar out of walls of solid rock. On either hand\nsheer slopes pitched up for thousands of feet, and the mouth of the Pass\nwas dark as hate. Even Conan could not see with any accuracy, but he\nknew the road, even by night. And knowing that armed men were racing\nthrough the starlight after him, he did not check the stallion's speed.\nThe great brute was not yet showing fatigue. He thundered along the road\nthat followed the valley bed, labored up a slope, swept along a low\nridge where treacherous shale on either hand lurked for the unwary, and\ncame upon a trail that followed the lap of the left-hand wall.\n\nNot even Conan could spy, in that darkness, an ambush set by Zhaibar\ntribesmen. As they swept past the black mouth of a gorge that opened\ninto the Pass, a javelin swished through the air and thudded home behind\nthe stallion's straining shoulder. The great beast let out his life in a\nshuddering sob and stumbled, going headlong in mid-stride. But Conan had\nrecognized the flight and stroke of the javelin, and he acted with\nspring-steel quickness.\n\nAs the horse fell he leaped clear, holding the girl aloft to guard her\nfrom striking boulders. He lit on his feet like a cat, thrust her into a\ncleft of rock, and wheeled toward the outer darkness, drawing his knife.\n\nYasmina, confused by the rapidity of events, not quite sure just what\nhad happened, saw a vague shape rush out of the darkness, bare feet\nslapping softly on the rock, ragged garments whipping on the wind of his\nhaste. She glimpsed the flicker of steel, heard the lightning crack of\nstroke, parry and counter-stroke, and the crunch of bone as Conan's long\nknife split the other's skull.\n\nConan sprang back, crouching in the shelter of the rocks. Out in the\nnight men were moving and a stentorian voice roared: 'What, you dogs! Do\nyou flinch? In, curse you, and take them!'\n\nConan started, peered into the darkness and lifted his voice.\n\n'Yar Afzal! Is it you?'\n\nThere sounded a startled imprecation, and the voice called warily.\n\n'Conan? Is it you, Conan?'\n\n'Aye!' the Cimmerian laughed. 'Come forth, you old war-dog. I've slain\none of your men.'\n\nThere was movement among the rocks, a light flared dimly, and then a\nflame appeared and came bobbing toward him, and as it approached, a\nfierce bearded countenance grew out of the darkness. The man who carried\nit held it high, thrust forward, and craned his neck to peer among the\nboulders it lighted; the other hand gripped a great curved tulwar. Conan\nstepped forward, sheathing his knife, and the other roared a greeting.\n\n'Aye, it is Conan! Come out of your rocks, dogs! It is Conan!'\n\nOthers pressed into the wavering circle of light--wild, ragged, bearded\nmen, with eyes like wolves, and long blades in their fists. They did not\nsee Yasmina, for she was hidden by Conan's massive body. But peeping\nfrom her covert, she knew icy fear for the first time that night. These\nmen were more like wolves than human beings.\n\n'What are you hunting in the Zhaibar by night, Yar Afzal?' Conan\ndemanded of the burly chief, who grinned like a bearded ghoul.\n\n'Who knows what might come up the Pass after dark? We Wazulis are\nnight-hawks. But what of you, Conan?'\n\n'I have a prisoner,' answered the Cimmerian. And moving aside he\ndisclosed the cowering girl. Reaching a long arm into the crevice he\ndrew her trembling forth.\n\nHer imperious bearing was gone. She stared timidly at the ring of\nbearded faces that hemmed her in, and was grateful for the strong arm\nthat clasped her possessively. The torch was thrust close to her, and\nthere was a sucking intake of breath about the ring.\n\n'She is my captive,' Conan warned, glancing pointedly at the feet of the\nman he had slain, just visible within the ring of light. 'I was taking\nher to Afghulistan, but now you have slain my horse, and the Kshatriyas\nare close behind me.'\n\n'Come with us to my village,' suggested Yar Afzal. 'We have horses\nhidden in the gorge. They can never follow us in the darkness. They are\nclose behind you, you say?'\n\n'So close that I hear now the clink of their hoofs on the flint,'\nanswered Conan grimly.\n\nInstantly there was movement; the torch was dashed out and the ragged\nshapes melted like phantoms into the darkness. Conan swept up the Devi\nin his arms, and she did not resist. The rocky ground hurt her slim feet\nin their soft slippers and she felt very small and helpless in that\nbrutish, primordial blackness among those colossal, nighted crags.\n\nFeeling her shiver in the wind that moaned down the defiles, Conan\njerked a ragged cloak from its owner's shoulders and wrapped it about\nher. He also hissed a warning in her ear, ordering her to make no sound.\nShe did not hear the distant clink of shod hoofs on rock that warned the\nkeen-eared hill-men; but she was far too frightened to disobey, in any\nevent.\n\nShe could see nothing but a few faint stars far above, but she knew by\nthe deepening darkness when they entered the gorge mouth. There was a\nstir about them, the uneasy movement of horses. A few muttered words,\nand Conan mounted the horse of the man he had killed, lifting the girl\nup in front of him. Like phantoms except for the click of their hoofs,\nthe band swept away up the shadowy gorge. Behind them on the trail they\nleft the dead horse and the dead man, which were found less than half an\nhour later by the riders from the fortress, who recognized the man as a\nWazuli and drew their own conclusions accordingly.\n\nYasmina, snuggled warmly in her captor's arms, grew drowsy in spite of\nherself. The motion of the horse, though it was uneven, uphill and down,\nyet possessed a certain rhythm which combined with weariness and\nemotional exhaustion to force sleep upon her. She had lost all sense of\ntime or direction. They moved in soft thick darkness, in which she\nsometimes glimpsed vaguely gigantic walls sweeping up like black\nramparts, or great crags shouldering the stars; at times she sensed\nechoing depths beneath them, or felt the wind of dizzy heights blowing\ncold about her. Gradually these things faded into a dreamy unwakefulness\nin which the clink of hoofs and the creak of saddles were like the\nirrelevant sounds in a dream.\n\nShe was vaguely aware when the motion ceased and she was lifted down and\ncarried a few steps. Then she was laid down on something soft and\nrustling, and something--a folded coat perhaps--was thrust under her\nhead, and the cloak in which she was wrapped was carefully tucked about\nher. She heard Yar Afzal laugh.\n\n'A rare prize, Conan; fit mate for a chief of the Afghulis.'\n\n'Not for me,' came Conan's answering rumble. 'This wench will buy the\nlives of my seven headmen, blast their souls.'\n\nThat was the last she heard as she sank into dreamless slumber.\n\nShe slept while armed men rode through the dark hills, and the fate of\nkingdoms hung in the balance. Through the shadowy gorges and defiles\nthat night there rang the hoofs of galloping horses, and the starlight\nglimmered on helmets and curved blades, until the ghoulish shapes that\nhaunt the crags stared into the darkness from ravine and boulder and\nwondered what things were afoot.\n\nA band of these sat gaunt horses in the black pitmouth of a gorge as the\nhurrying hoofs swept past. Their leader, a well-built man in a helmet\nand gilt-braided cloak, held up his hand warningly, until the riders had\nsped on. Then he laughed softly.\n\n'They must have lost the trail! Or else they have found that Conan has\nalready reached the Afghuli villages. It will take many riders to smoke\nout that hive. There will be squadrons riding up the Zhaibar by dawn.'\n\n'If there is fighting in the hills there will be looting,' muttered a\nvoice behind him, in the dialect of the Irakzai.\n\n'There will be looting,' answered the man with the helmet. 'But first it\nis our business to reach the valley of Gurashah and await the riders\nthat will be galloping southward from Secunderam before daylight.'\n\nHe lifted his reins and rode out of the defile, his men falling in\nbehind him--thirty ragged phantoms in the starlight.\n\n\n\n\n5 The Black Stallion\n\n\nThe sun was well up when Yasmina awoke. She did not start and stare\nblankly, wondering where she was. She awoke with full knowledge of all\nthat had occurred. Her supple limbs were stiff from her long ride, and\nher firm flesh seemed to feel the contact of the muscular arm that had\nborne her so far.\n\nShe was lying on a sheepskin covering a pallet of leaves on a\nhard-beaten dirt floor. A folded sheepskin coat was under her head, and\nshe was wrapped in a ragged cloak. She was in a large room, the walls of\nwhich were crudely but strongly built of uncut rocks, plastered with\nsun-baked mud. Heavy beams supported a roof of the same kind, in which\nshowed a trap-door up to which led a ladder. There were no windows in\nthe thick walls, only loop-holes. There was one door, a sturdy bronze\naffair that must have been looted from some Vendhyan border tower.\nOpposite it was a wide opening in the wall, with no door, but several\nstrong wooden bars in place. Beyond them Yasmina saw a magnificent black\nstallion munching a pile of dried grass. The building was fort,\ndwelling-place and stable in one.\n\nAt the other end of the room a girl in the vest and baggy trousers of a\nhill-woman squatted beside a small fire, cooking strips of meat on an\niron grid laid over blocks of stone. There was a sooty cleft in the wall\na few feet from the floor, and some of the smoke found its way out\nthere. The rest floated in blue wisps about the room.\n\nThe hill-girl glanced at Yasmina over her shoulder, displaying a bold,\nhandsome face, and then continued her cooking. Voices boomed outside;\nthen the door was kicked open, and Conan strode in. He looked more\nenormous than ever with the morning sunlight behind him, and Yasmina\nnoted some details that had escaped her the night before. His garments\nwere clean and not ragged. The broad Bakhariot girdle that supported his\nknife in its ornamented scabbard would have matched the robes of a\nprince, and there was a glint of fine Turanian mail under his shirt.\n\n'Your captive is awake, Conan,' said the Wazuli girl, and he grunted,\nstrode up to the fire and swept the strips of mutton off into a stone\ndish.\n\nThe squatting girl laughed up at him, with some spicy jest, and he\ngrinned wolfishly, and hooking a toe under her haunches, tumbled her\nsprawling onto the floor. She seemed to derive considerable amusement\nfrom this bit of rough horse-play, but Conan paid no more heed to her.\nProducing a great hunk of bread from somewhere, with a copper jug of\nwine, he carried the lot to Yasmina, who had risen from her pallet and\nwas regarding him doubtfully.\n\n'Rough fare for a Devi, girl, but our best,' he grunted. 'It will fill\nyour belly, at least.'\n\nHe set the platter on the floor, and she was suddenly aware of a\nravenous hunger. Making no comment, she seated herself cross-legged on\nthe floor, and taking the dish in her lap, she began to eat, using her\nfingers, which were all she had in the way of table utensils. After all,\nadaptability is one of the tests of true aristocracy. Conan stood\nlooking down at her, his thumbs hooked in his girdle. He never sat\ncross-legged, after the Eastern fashion.\n\n'Where am I?' she asked abruptly.\n\n'In the hut of Yar Afzal, the chief of the Khurum Wazulis,' he answered.\n'Afghulistan lies a good many miles farther on to the west. We'll hide\nhere awhile. The Kshatriyas are beating up the hills for you--several of\ntheir squads have been cut up by the tribes already.'\n\n'What are you going to do?' she asked.\n\n'Keep you until Chunder Shan is willing to trade back my seven\ncow-thieves,' he grunted. 'Women of the Wazulis are crushing ink out of\n_shoki_ leaves, and after a while you can write a letter to the\ngovernor.'\n\nA touch of her old imperious wrath shook her, as she thought how\nmaddeningly her plans had gone awry, leaving her captive of the very man\nshe had plotted to get into her power. She flung down the dish, with the\nremnants of her meal, and sprang to her feet, tense with anger.\n\n'I will not write a letter! If you do not take me back, they will hang\nyour seven men, and a thousand more besides!'\n\nThe Wazuli girl laughed mockingly, Conan scowled, and then the door\nopened and Yar Afzal came swaggering in. The Wazuli chief was as tall as\nConan, and of greater girth, but he looked fat and slow beside the hard\ncompactness of the Cimmerian. He plucked his red-stained beard and\nstared meaningly at the Wazuli girl, and that wench rose and scurried\nout without delay. Then Yar Afzal turned to his guest.\n\n'The damnable people murmur, Conan,' quoth he. 'They wish me to murder\nyou and take the girl to hold for ransom. They say that anyone can tell\nby her garments that she is a noble lady. They say why should the\nAfghuli dogs profit by her, when it is the people who take the risk of\nguarding her?'\n\n'Lend me your horse,' said Conan. 'I'll take her and go.'\n\n'Pish!' boomed Yar Afzal. 'Do you think I can't handle my own people?\nI'll have them dancing in their shirts if they cross me! They don't love\nyou--or any other outlander--but you saved my life once, and I will not\nforget. Come out, though, Conan; a scout has returned.'\n\nConan hitched at his girdle and followed the chief outside. They closed\nthe door after them, and Yasmina peeped through a loop-hole. She looked\nout on a level space before the hut. At the farther end of that space\nthere was a cluster of mud and stone huts, and she saw naked children\nplaying among the boulders, and the slim erect women of the hills going\nabout their tasks.\n\nDirectly before the chiefs hut a circle of hairy, ragged men squatted,\nfacing the door. Conan and Yar Afzal stood a few paces before the door,\nand between them and the ring of warriors another man sat cross-legged.\nThis one was addressing his chief in the harsh accents of the Wazuli\nwhich Yasmina could scarcely understand, though as part of her royal\neducation she had been taught the languages of Iranistan and the kindred\ntongues of Ghulistan.\n\n'I talked with a Dagozai who saw the riders last night,' said the scout.\n'He was lurking near when they came to the spot where we ambushed the\nlord Conan. He overheard their speech. Chunder Shan was with them. They\nfound the dead horse, and one of the men recognized it as Conan's. Then\nthey found the man Conan slew, and knew him for a Wazuli. It seemed to\nthem that Conan had been slain and the girl taken by the Wazuli; so they\nturned aside from their purpose of following to Afghulistan. But they\ndid not know from which village the dead man was come, and we had left\nno trail a Kshatriya could follow.\n\n'So they rode to the nearest Wazuli village, which was the village of\nJugra, and burnt it and slew many of the people. But the men of Khojur\ncame upon them in darkness and slew some of them, and wounded the\ngovernor. So the survivors retired down the Zhaibar in the darkness\nbefore dawn, but they returned with reinforcements before sunrise, and\nthere has been skirmishing and fighting in the hills all morning. It is\nsaid that a great army is being raised to sweep the hills about the\nZhaibar. The tribes are whetting their knives and laying ambushes in\nevery pass from here to Gurashah valley. Moreover, Kerim Shah has\nreturned to the hills.'\n\nA grunt went around the circle, and Yasmina leaned closer to the\nloop-hole at the name she had begun to mistrust.\n\n'Where went he?' demanded Yar Afzal.\n\n'The Dagozai did not know; with him were thirty Irakzai of the lower\nvillages. They rode into the hills and disappeared.'\n\n'These Irakzai are jackals that follow a lion for crumbs,' growled Yar\nAfzal. 'They have been lapping up the coins Kerim Shah scatters among\nthe border tribes to buy men like horses. I like him not, for all he is\nour kinsman from Iranistan.'\n\n'He's not even that,' said Conan. 'I know him of old. He's an Hyrkanian,\na spy of Yezdigerd's. If I catch him I'll hang his hide to a tamarisk.'\n\n'But the Kshatriyas!' clamored the men in the semicircle. 'Are we to\nsquat on our haunches until they smoke us out? They will learn at last\nin which Wazuli village the wench is held. We are not loved by the\nZhaibari; they will help the Kshatriyas hunt us out.'\n\n'Let them come,' grunted Yar Afzal. 'We can hold the defiles against a\nhost.'\n\nOne of the men leaped up and shook his fist at Conan.\n\n'Are we to take all the risks while he reaps the rewards?' he howled.\n'Are we to fight his battles for him?'\n\nWith a stride Conan reached him and bent slightly to stare full into his\nhairy face. The Cimmerian had not drawn his long knife, but his left\nhand grasped the scabbard, jutting the hilt suggestively forward.\n\n'I ask no man to fight my battles,' he said softly. 'Draw your blade if\nyou dare, you yapping dog!'\n\nThe Wazuli started back, snarling like a cat.\n\n'Dare to touch me and here are fifty men to rend you apart!' he\nscreeched.\n\n'What!' roared Yar Afzal, his face purpling with wrath. His whiskers\nbristled, his belly swelled with his rage. 'Are you chief of Khurum? Do\nthe Wazulis take orders from Yar Afzal, or from a low-bred cur?'\n\nThe man cringed before his invincible chief, and Yar Afzal, striding up\nto him, seized him by the throat and choked him until his face was\nturning black. Then he hurled the man savagely against the ground and\nstood over him with his tulwar in his hand.\n\n'Is there any who questions my authority?' he roared, and his warriors\nlooked down sullenly as his bellicose glare swept their semicircle. Yar\nAfzal grunted scornfully and sheathed his weapon with a gesture that was\nthe apex of insult. Then he kicked the fallen agitator with a\nconcentrated vindictiveness that brought howls from his victim.\n\n'Get down the valley to the watchers on the heights and bring word if\nthey have seen anything,' commanded Yar Afzal, and the man went, shaking\nwith fear and grinding his teeth with fury.\n\nYar Afzal then seated himself ponderously on a stone, growling in his\nbeard. Conan stood near him, legs braced apart, thumbs hooked in his\ngirdle, narrowly watching the assembled warriors. They stared at him\nsullenly, not daring to brave Yar Afzal's fury, but hating the foreigner\nas only a hillman can hate.\n\n'Now listen to me, you sons of nameless dogs, while I tell you what the\nlord Conan and I have planned to fool the Kshatriyas.' The boom of Yar\nAfzal's bull-like voice followed the discomfited warrior as he slunk\naway from the assembly.\n\nThe man passed by the cluster of huts, where women who had seen his\ndefeat laughed at him and called stinging comments, and hastened on\nalong the trail that wound among spurs and rocks toward the valley head.\n\nJust as he rounded the first turn that took him out of sight of the\nvillage, he stopped short, gaping stupidly. He had not believed it\npossible for a stranger to enter the valley of Khurum without being\ndetected by the hawk-eyed watchers along the heights; yet a man sat\ncross-legged on a low ledge beside the path--a man in a camel-hair robe\nand a green turban.\n\nThe Wazuli's mouth gaped for a yell, and his hand leaped to his\nknife-hilt. But at that instant his eyes met those of the stranger and\nthe cry died in his throat, his fingers went limp. He stood like a\nstatue, his own eyes glazed and vacant.\n\nFor minutes the scene held motionless; then the man on the ledge drew a\ncryptic symbol in the dust on the rock with his forefinger. The Wazuli\ndid not see him place anything within the compass of that emblem, but\npresently something gleamed there--a round, shiny black ball that looked\nlike polished jade. The man in the green turban took this up and tossed\nit to the Wazuli, who mechanically caught it.\n\n'Carry this to Yar Afzal,' he said, and the Wazuli turned like an\nautomaton and went back along the path, holding the black jade ball in\nhis outstretched hand. He did not even turn his head to the renewed\njeers of the women as he passed the huts. He did not seem to hear.\n\nThe man on the ledge gazed after him with a cryptic smile. A girl's head\nrose above the rim of the ledge and she looked at him with admiration\nand a touch of fear that had not been present the night before.\n\n'Why did you do that?' she asked.\n\nHe ran his fingers through her dark locks caressingly.\n\n'Are you still dizzy from your flight on the horse-of-air, that you\ndoubt my wisdom?' he laughed. 'As long as Yar Afzal lives, Conan will\nbide safe among the Wazuli fighting-men. Their knives are sharp, and\nthere are many of them. What I plot will be safer, even for me, than to\nseek to slay him and take her from among them. It takes no wizard to\npredict what the Wazulis will do, and what Conan will do, when my victim\nhands the globe of Yezud to the chief of Khurum.'\n\n       *       *       *       *       *\n\nBack before the hut, Yar Afzal halted in the midst of some tirade,\nsurprized and displeased to see the man he had sent up the valley,\npushing his way through the throng.\n\n'I bade you go to the watchers!' the chief bellowed. 'You have not had\ntime to come from them.'\n\nThe other did not reply; he stood woodenly, staring vacantly into the\nchief's face, his palm outstretched holding the jade ball. Conan,\nlooking over Yar Afzal's shoulder, murmured something and reached to\ntouch the chief's arm, but as he did so, Yar Afzal, in a paroxysm of\nanger, struck the man with his clenched fist and felled him like an ox.\nAs he fell, the jade sphere rolled to Yar Afzal's foot, and the chief,\nseeming to see it for the first time, bent and picked it up. The men,\nstaring perplexedly at their senseless comrade, saw their chief bend,\nbut they did not see what he picked up from the ground.\n\nYar Afzal straightened, glanced at the jade, and made a motion to thrust\nit into his girdle.\n\n'Carry that fool to his hut,' he growled. 'He has the look of a\nlotus-eater. He returned me a blank stare. I--_aie!_'\n\nIn his right hand, moving toward his girdle, he had suddenly felt\nmovement where movement should not be. His voice died away as he stood\nand glared at nothing; and inside his clenched right hand he felt the\nquivering of _change_, of _motion_, of _life_. He no longer held a\nsmooth shining sphere in his fingers. And he dared not look; his tongue\nclove to the roof of his mouth, and he could not open his hand. His\nastonished warriors saw Yar Afzal's eyes distend, the color ebb from his\nface. Then suddenly a bellow of agony burst from his bearded lips; he\nswayed and fell as if struck by lightning, his right arm tossed out in\nfront of him. Face down he lay, and from between his opening fingers\ncrawled a spider--a hideous, black, hairy-legged monster whose body\nshone like black jade. The men yelled and gave back suddenly, and the\ncreature scuttled into a crevice of the rocks and disappeared.\n\nThe warriors started up, glaring wildly, and a voice rose above their\nclamor, a far-carrying voice of command which came from none knew where.\nAfterward each man there--who still lived--denied that he had shouted,\nbut all there heard it.\n\n'Yar Afzal is dead! Kill the outlander!'\n\nThat shout focused their whirling minds as one. Doubt, bewilderment and\nfear vanished in the uproaring surge of the blood-lust. A furious yell\nrent the skies as the tribesmen responded instantly to the suggestion.\nThey came headlong across the open space, cloaks flapping, eyes blazing,\nknives lifted.\n\nConan's action was as quick as theirs. As the voice shouted he sprang\nfor the hut door. But they were closer to him than he was to the door,\nand with one foot on the sill he had to wheel and parry the swipe of a\nyard-long blade. He split the man's skull--ducked another swinging knife\nand gutted the wielder--felled a man with his left fist and stabbed\nanother in the belly--and heaved back mightily against the closed door\nwith his shoulders. Hacking blades were nicking chips out of the jambs\nabout his ears, but the door flew open under the impact of his\nshoulders, and he went stumbling backward into the room. A bearded\ntribesman, thrusting with all his fury as Conan sprang back, overreached\nand pitched head-first through the doorway. Conan stopped, grasped the\nslack of his garments and hauled him clear, and slammed the door in the\nfaces of the men who came surging into it. Bones snapped under the\nimpact, and the next instant Conan slammed the bolts into place and\nwhirled with desperate haste to meet the man who sprang from the floor\nand tore into action like a madman.\n\nYasmina cowered in a corner, staring in horror as the two men fought\nback and forth across the room, almost trampling her at times; the flash\nand clangor of their blades filled the room, and outside the mob\nclamored like a wolf-pack, hacking deafeningly at the bronze door with\ntheir long knives, and dashing huge rocks against it. Somebody fetched a\ntree trunk, and the door began to stagger under the thunderous assault.\nYasmina clasped her ears, staring wildly. Violence and fury within,\ncataclysmic madness without. The stallion in his stall neighed and\nreared, thundering with his heels against the walls. He wheeled and\nlaunched his hoofs through the bars just as the tribesman, backing away\nfrom Conan's murderous swipes, stumbled against them. His spine cracked\nin three places like a rotten branch and he was hurled headlong against\nthe Cimmerian, bearing him backward so that they both crashed to the\nbeaten floor.\n\nYasmina cried out and ran forward; to her dazed sight it seemed that\nboth were slain. She reached them just as Conan threw aside the corpse\nand rose. She caught his arm, trembling from head to foot.\n\n'Oh, you live! I thought--I thought you were dead!'\n\nHe glanced down at her quickly, into the pale, upturned face and the\nwide staring dark eyes.\n\n'Why are you trembling?' he demanded. 'Why should you care if I live or\ndie?'\n\nA vestige of her poise returned to her, and she drew away, making a\nrather pitiful attempt at playing the Devi.\n\n'You are preferable to those wolves howling without,' she answered,\ngesturing toward the door, the stone sill of which was beginning to\nsplinter away.\n\n'That won't hold long,' he muttered, then turned and went swiftly to the\nstall of the stallion.\n\nYasmina clenched her hands and caught her breath as she saw him tear\naside the splintered bars and go into the stall with the maddened beast.\nThe stallion reared above him, neighing terribly, hoofs lifted, eyes and\nteeth flashing and ears laid back, but Conan leaped and caught his mane\nwith a display of sheer strength that seemed impossible, and dragged the\nbeast down on his forelegs. The steed snorted and quivered, but stood\nstill while the man bridled him and clapped on the gold-worked saddle,\nwith the wide silver stirrups.\n\nWheeling the beast around in the stall, Conan called quickly to Yasmina,\nand the girl came, sidling nervously past the stallion's heels. Conan\nwas working at the stone wall, talking swiftly as he worked.\n\n'A secret door in the wall here, that not even the Wazuli know about.\nYar Afzal showed it to me once when he was drunk. It opens out into the\nmouth of the ravine behind the hut. Ha!'\n\nAs he tugged at a projection that seemed casual, a whole section of the\nwall slid back on oiled iron runners. Looking through, the girl saw a\nnarrow defile opening in a sheer stone cliff within a few feet of the\nhut's back wall. Then Conan sprang into the saddle and hauled her up\nbefore him. Behind them the great door groaned like a living thing and\ncrashed in, and a yell rang to the roof as the entrance was instantly\nflooded with hairy faces and knives in hairy fists. And then the great\nstallion went through the wall like a javelin from a catapult, and\nthundered into the defile, running low, foam flying from the bit-rings.\n\nThat move came as an absolute surprize to the Wazulis. It was a\nsurprize, too, to those stealing down the ravine. It happened so\nquickly--the hurricane-like charge of the great horse--that a man in a\ngreen turban was unable to get out of the way. He went down under the\nfrantic hoofs, and a girl screamed. Conan got one glimpse of her as they\nthundered by--a slim, dark girl in silk trousers and a jeweled\nbreast-band, flattening herself against the ravine wall. Then the black\nhorse and his riders were gone up the gorge like the spume blown before\na storm, and the men who came tumbling through the wall into the defile\nafter them met that which changed their yells of blood-lust to shrill\nscreams of fear and death.\n\n\n\n\n6 The Mountain of the Black Seers\n\n\n'Where now?' Yasmina was trying to sit erect on the rocking saddle-bow,\nclutching her captor. She was conscious of a recognition of shame that\nshe should not find unpleasant the feel of his muscular flesh under her\nfingers.\n\n'To Afghulistan,' he answered. 'It's a perilous road, but the stallion\nwill carry us easily, unless we fall in with some of your friends, or my\ntribal enemies. Now that Yar Afzal is dead, those damned Wazulis will be\non our heels. I'm surprized we haven't sighted them behind us already.'\n\n'Who was that man you rode down?' she asked.\n\n'I don't know. I never saw him before. He's no Ghuli, that's certain.\nWhat the devil he was doing there is more than I can say. There was a\ngirl with him, too.'\n\n'Yes.' Her gaze was shadowed. 'I can not understand that. That girl was\nmy maid, Gitara. Do you suppose she was coming to aid me? That the man\nwas a friend? If so, the Wazulis have captured them both.'\n\n'Well,' he answered, 'there's nothing we can do. If we go back, they'll\nskin us both. I can't understand how a girl like that could get this far\ninto the mountains with only one man--and he a robed scholar, for that's\nwhat he looked like. There's something infernally queer in all this.\nThat fellow Yar Afzal beat and sent away--he moved like a man walking in\nhis sleep. I've seen the priests of Zamora perform their abominable\nrituals in their forbidden temples, and their victims had a stare like\nthat man. The priests looked into their eyes and muttered incantations,\nand then the people became the walking dead men, with glassy eyes, doing\nas they were ordered.\n\n'And then I saw what the fellow had in his hand, which Yar Afzal picked\nup. It was like a big black jade bead, such as the temple girls of Yezud\nwear when they dance before the black stone spider which is their god.\nYar Afzal held it in his hand, and he didn't pick up anything else. Yet\nwhen he fell dead, a spider, like the god at Yezud, only smaller, ran\nout of his fingers. And then, when the Wazulis stood uncertain there, a\nvoice cried out for them to kill me, and I know that voice didn't come\nfrom any of the warriors, nor from the women who watched by the huts. It\nseemed to come from _above_.'\n\nYasmina did not reply. She glanced at the stark outlines of the\nmountains all about them and shuddered. Her soul shrank from their gaunt\nbrutality. This was a grim, naked land where anything might happen.\nAge-old traditions invested it with shuddery horror for anyone born in\nthe hot, luxuriant southern plains.\n\nThe sun was high, beating down with fierce heat, yet the wind that blew\nin fitful gusts seemed to sweep off slopes of ice. Once she heard a\nstrange rushing above them that was not the sweep of the wind, and from\nthe way Conan looked up, she knew it was not a common sound to him,\neither. She thought that a strip of the cold blue sky was momentarily\nblurred, as if some all but invisible object had swept between it and\nherself, but she could not be sure. Neither made any comment, but Conan\nloosened his knife in his scabbard.\n\nThey were following a faintly marked path dipping down into ravines so\ndeep the sun never struck bottom, laboring up steep slopes where loose\nshale threatened to slide from beneath their feet, and following\nknife-edge ridges with blue-hazed echoing depths on either hand.\n\nThe sun had passed its zenith when they crossed a narrow trail winding\namong the crags. Conan reined the horse aside and followed it southward,\ngoing almost at right angles to their former course.\n\n'A Galzai village is at one end of this trail,' he explained. 'Their\nwomen follow it to a well, for water. You need new garments.'\n\nGlancing down at her filmy attire, Yasmina agreed with him. Her\ncloth-of-gold slippers were in tatters, her robes and silken\nunder-garments torn to shreds that scarcely held together decently.\nGarments meant for the streets of Peshkhauri were scarcely appropriate\nfor the crags of the Himelians.\n\nComing to a crook in the trail, Conan dismounted, helped Yasmina down\nand waited. Presently he nodded, though she heard nothing.\n\n'A woman coming along the trail,' he remarked. In sudden panic she\nclutched his arm.\n\n'You will not--not kill her?'\n\n'I don't kill women ordinarily,' he grunted; 'though some of the\nhill-women are she-wolves. No,' he grinned as at a huge jest. 'By Crom,\nI'll _pay_ for her clothes! How is that?' He displayed a large handful\nof gold coins, and replaced all but the largest. She nodded, much\nrelieved. It was perhaps natural for men to slay and die; her flesh\ncrawled at the thought of watching the butchery of a woman.\n\nPresently a woman appeared around the crook of the trail--a tall, slim\nGalzai girl, straight as a young sapling, bearing a great empty gourd.\nShe stopped short and the gourd fell from her hands when she saw them;\nshe wavered as though to run, then realized that Conan was too close to\nher to allow her to escape, and so stood still, staring at them with a\nmixed expression of fear and curiosity.\n\nConan displayed the gold coin.\n\n'If you will give this woman your garments,' he said, 'I will give you\nthis money.'\n\nThe response was instant. The girl smiled broadly with surprize and\ndelight, and, with the disdain of a hill-woman for prudish conventions,\npromptly yanked off her sleeveless embroidered vest, slipped down her\nwide trousers and stepped out of them, twitched off her wide-sleeved\nshirt, and kicked off her sandals. Bundling them all in a bunch, she\nproffered them to Conan, who handed them to the astonished Devi.\n\n'Get behind that rock and put these on,' he directed, further proving\nhimself no native hillman. 'Fold your robes up into a bundle and bring\nthem to me when you come out.'\n\n'The money!' clamored the hill-girl, stretching out her hands eagerly.\n'The gold you promised me!'\n\nConan flipped the coin to her, she caught it, bit, then thrust it into\nher hair, bent and caught up the gourd and went on down the path, as\ndevoid of self-consciousness as of garments. Conan waited with some\nimpatience while the Devi, for the first time in her pampered life,\ndressed herself. When she stepped from behind the rock he swore in\nsurprize, and she felt a curious rush of emotions at the unrestrained\nadmiration burning in his fierce blue eyes. She felt shame,\nembarrassment, yet a stimulation of vanity she had never before\nexperienced, and a tingling when meeting the impact of his eyes. He laid\na heavy hand on her shoulder and turned her about, staring avidly at her\nfrom all angles.\n\n'By Crom!' said he. 'In those smoky, mystic robes you were aloof and\ncold and far off as a star! Now you are a woman of warm flesh and blood!\nYou went behind that rock as the Devi of Vendhya; you come out as a\nhill-girl--though a thousand times more beautiful than any wench of the\nZhaibar! You were a goddess--now you are real!'\n\nHe spanked her resoundingly, and she, recognizing this as merely another\nexpression of admiration, did not feel outraged. It was indeed as if the\nchanging of her garments had wrought a change in her personality. The\nfeelings and sensations she had suppressed rose to domination in her\nnow, as if the queenly robes she had cast off had been material shackles\nand inhibitions.\n\nBut Conan, in his renewed admiration, did not forget that peril lurked\nall about them. The farther they drew away from the region of the\nZhaibar, the less likely he was to encounter any Kshatriya troops. On\nthe other hand he had been listening all throughout their flight for\nsounds that would tell him the vengeful Wazulis of Khurum were on their\nheels.\n\nSwinging the Devi up, he followed her into the saddle and again reined\nthe stallion westward. The bundle of garments she had given him, he\nhurled over a cliff, to fall into the depths of a thousand-foot gorge.\n\n'Why did you do that?' she asked. 'Why did you not give them to the\ngirl?'\n\n'The riders from Peshkhauri are combing these hills,' he said. 'They'll\nbe ambushed and harried at every turn, and by way of reprisal they'll\ndestroy every village they can take. They may turn westward any time. If\nthey found a girl wearing your garments, they'd torture her into\ntalking, and she might put them on my trail.'\n\n'What will she do?' asked Yasmina.\n\n'Go back to her village and tell her people that a stranger attacked\nher,' he answered. 'She'll have them on our track, all right. But she\nhad to go on and get the water first; if she dared go back without it,\nthey'd whip the skin off her. That gives us a long start. They'll never\ncatch us. By nightfall we'll cross the Afghuli border.'\n\n'There are no paths or signs of human habitation in these parts,' she\ncommented. 'Even for the Himelians this region seems singularly\ndeserted. We have not seen a trail since we left the one where we met\nthe Galzai woman.'\n\nFor answer he pointed to the northwest, where she glimpsed a peak in a\nnotch of the crags.\n\n'Yimsha,' grunted Conan. 'The tribes build their villages as far from\nthe mountain as they can.'\n\nShe was instantly rigid with attention.\n\n'Yimsha!' she whispered. 'The mountain of the Black Seers!'\n\n'So they say,' he answered. 'This is as near as I ever approached it. I\nhave swung north to avoid any Kshatriya troops that might be prowling\nthrough the hills. The regular trail from Khurum to Afghulistan lies\nfarther south. This is an ancient one, and seldom used.'\n\nShe was staring intently at the distant peak. Her nails bit into her\npink palms.\n\n'How long would it take to reach Yimsha from this point?'\n\n'All the rest of the day, and all night,' he answered, and grinned. 'Do\nyou want to go there? By Crom, it's no place for an ordinary human, from\nwhat the hill-people say.'\n\n'Why do they not gather and destroy the devils that inhabit it?' she\ndemanded.\n\n'Wipe out wizards with swords? Anyway, they never interfere with people,\nunless the people interfere with them. I never saw one of them, though\nI've talked with men who swore they had. They say they've glimpsed\npeople from the tower among the crags at sunset or sunrise--tall, silent\nmen in black robes.'\n\n'Would you be afraid to attack them?'\n\n'I?' The idea seemed a new one to him. 'Why, if they imposed upon me, it\nwould be my life or theirs. But I have nothing to do with them. I came\nto these mountains to raise a following of human beings, not to war with\nwizards.'\n\nYasmina did not at once reply. She stared at the peak as at a human\nenemy, feeling all her anger and hatred stir in her bosom anew. And\nanother feeling began to take dim shape. She had plotted to hurl against\nthe masters of Yimsha the man in whose arms she was now carried. Perhaps\nthere was another way, besides the method she had planned, to accomplish\nher purpose. She could not mistake the look that was beginning to dawn\nin this wild man's eyes as they rested on her. Kingdoms have fallen when\na woman's slim white hands pulled the strings of destiny. Suddenly she\nstiffened, pointing.\n\n'Look!'\n\nJust visible on the distant peak there hung a cloud of peculiar aspect.\nIt was a frosty crimson in color, veined with sparkling gold. This cloud\nwas in motion; it rotated, and as it whirled it contracted. It dwindled\nto a spinning taper that flashed in the sun. And suddenly it detached\nitself from the snow-tipped peak, floated out over the void like a\ngay-hued feather, and became invisible against the cerulean sky.\n\n'What could that have been?' asked the girl uneasily, as a shoulder of\nrock shut the distant mountain from view; the phenomenon had been\ndisturbing, even in its beauty.\n\n'The hill-men call it Yimsha's Carpet, whatever that means,' answered\nConan. 'I've seen five hundred of them running as if the devil were at\ntheir heels, to hide themselves in caves and crags, because they saw\nthat crimson cloud float up from the peak. What in--'\n\nThey had advanced through a narrow, knife-cut gash between turreted\nwalls and emerged upon a broad ledge, flanked by a series of rugged\nslopes on one hand, and a gigantic precipice on the other. The dim trail\nfollowed this ledge, bent around a shoulder and reappeared at intervals\nfar below, working a tedious way downward. And emerging from the cut\nthat opened upon the ledge, the black stallion halted short, snorting.\nConan urged him on impatiently, and the horse snorted and threw his head\nup and down, quivering and straining as if against an invisible barrier.\n\nConan swore and swung off, lifting Yasmina down with him. He went\nforward, with a hand thrown out before him as if expecting to encounter\nunseen resistance, but there was nothing to hinder him, though when he\ntried to lead the horse, it neighed shrilly and jerked back. Then\nYasmina cried out, and Conan wheeled, hand starting to knife-hilt.\n\nNeither of them had seen him come, but he stood there, with his arms\nfolded, a man in a camel-hair robe and a green turban. Conan grunted\nwith surprize to recognize the man the stallion had spurned in the\nravine outside the Wazuli village.\n\n'Who the devil are you?' he demanded.\n\nThe man did not answer. Conan noticed that his eyes were wide, fixed,\nand of a peculiar luminous quality. And those eyes held his like a\nmagnet.\n\nKhemsa's sorcery was based on hypnotism, as is the case with most\nEastern magic. The way has been prepared for the hypnotist for untold\ncenturies of generations who have lived and died in the firm conviction\nof the reality and power of hypnotism, building up, by mass thought and\npractise, a colossal though intangible atmosphere against which the\nindividual, steeped in the traditions of the land, finds himself\nhelpless.\n\nBut Conan was not a son of the East. Its traditions were meaningless to\nhim; he was the product of an utterly alien atmosphere. Hypnotism was\nnot even a myth in Cimmeria. The heritage that prepared a native of the\nEast for submission to the mesmerist was not his.\n\nHe was aware of what Khemsa was trying to do to him; but he felt the\nimpact of the man's uncanny power only as a vague impulsion, a tugging\nand pulling that he could shake off as a man shakes spiderwebs from his\ngarments.\n\nAware of hostility and black magic, he ripped out his long knife and\nlunged, as quick on his feet as a mountain lion.\n\nBut hypnotism was not all of Khemsa's magic. Yasmina, watching, did not\nsee by what roguery of movement or illusion the man in the green turban\navoided the terrible disembowelling thrust. But the keen blade whickered\nbetween side and lifted arm, and to Yasmina it seemed that Khemsa merely\nbrushed his open palm lightly against Conan's bull-neck. But the\nCimmerian went down like a slain ox.\n\nYet Conan was not dead; breaking his fall with his left hand, he slashed\nat Khemsa's legs even as he went down, and the Rakhsha avoided the\nscythe-like swipe only by a most unwizardly bound backward. Then Yasmina\ncried out sharply as she saw a woman she recognized as Gitara glide out\nfrom among the rocks and come up to the man. The greeting died in the\nDevi's throat as she saw the malevolence in the girl's beautiful face.\n\nConan was rising slowly, shaken and dazed by the cruel craft of that\nblow which, delivered with an art forgotten of men before Atlantis sank,\nwould have broken like a rotten twig the neck of a lesser man. Khemsa\ngazed at him cautiously and a trifle uncertainly. The Rakhsha had\nlearned the full flood of his own power when he faced at bay the knives\nof the maddened Wazulis in the ravine behind Khurum village; but the\nCimmerian's resistance had perhaps shaken his new-found confidence a\ntrifle. Sorcery thrives on success, not on failure.\n\nHe stepped forward, lifting his hand--then halted as if frozen, head\ntilted back, eyes wide open, hand raised. In spite of himself Conan\nfollowed his gaze, and so did the women--the girl cowering by the\ntrembling stallion, and the girl beside Khemsa.\n\nDown the mountain slopes, like a whirl of shining dust blown before the\nwind, a crimson, conoid cloud came dancing. Khemsa's dark face turned\nashen; his hand began to tremble, then sank to his side. The girl beside\nhim, sensing the change in him, stared at him inquiringly.\n\nThe crimson shape left the mountain slope and came down in a long\narching sweep. It struck the ledge between Conan and Khemsa, and the\nRakhsha gave back with a stifled cry. He backed away, pushing the girl\nGitara back with groping, fending hands.\n\nThe crimson cloud balanced like a spinning top for an instant, whirling\nin a dazzling sheen on its point. Then without warning it was gone,\nvanished as a bubble vanishes when burst. There on the ledge stood four\nmen. It was miraculous, incredible, impossible, yet it was true. They\nwere not ghosts or phantoms. They were four tall men, with shaven,\nvulture-like heads, and black robes that hid their feet. Their hands\nwere concealed by their wide sleeves. They stood in silence, their naked\nheads nodding slightly in unison. They were facing Khemsa, but behind\nthem Conan felt his own blood turning to ice in his veins. Rising, he\nbacked stealthily away, until he could feel the stallion's shoulder\ntrembling against his back, and the Devi crept into the shelter of his\narm. There was no word spoken. Silence hung like a stifling pall.\n\nAll four of the men in black robes stared at Khemsa. Their vulture-like\nfaces were immobile, their eyes introspective and contemplative. But\nKhemsa shook like a man in an ague. His feet were braced on the rock,\nhis calves straining as if in physical combat. Sweat ran in streams down\nhis dark face. His right hand locked on something under his brown robe\nso desperately that the blood ebbed from that hand and left it white.\nHis left hand fell on the shoulder of Gitara and clutched in agony like\nthe grasp of a drowning man. She did not flinch or whimper, though his\nfingers dug like talons into her firm flesh.\n\nConan had witnessed hundreds of battles in his wild life, but never one\nlike this, wherein four diabolical wills sought to beat down one lesser\nbut equally devilish will that opposed them. But he only faintly sensed\nthe monstrous quality of that hideous struggle. With his back to the\nwall, driven to bay by his former masters, Khemsa was fighting for his\nlife with all the dark power, all the frightful knowledge they had\ntaught him through long, grim years of neophytism and vassalage.\n\nHe was stronger than even he had guessed, and the free exercise of his\npowers in his own behalf had tapped unsuspected reservoirs of forces.\nAnd he was nerved to super-energy by frantic fear and desperation. He\nreeled before the merciless impact of those hypnotic eyes, but he held\nhis ground. His features were distorted into a bestial grin of agony,\nand his limbs were twisted as on a rack. It was a war of souls, of\nfrightful brains steeped in lore forbidden to men for a million years,\nof mentalities which had plumbed the abysses and explored the dark stars\nwhere spawn the shadows.\n\nYasmina understood this better than did Conan. And she dimly understood\nwhy Khemsa could withstand the concentrated impact of those four hellish\nwills which might have blasted into atoms the very rock on which he\nstood. The reason was the girl that he clutched with the strength of his\ndespair. She was like an anchor to his staggering soul, battered by the\nwaves of those psychic emanations. His weakness was now his strength.\nHis love for the girl, violent and evil though it might be, was yet a\ntie that bound him to the rest of humanity, providing an earthly\nleverage for his will, a chain that his inhuman enemies could not break;\nat least not break through Khemsa.\n\nThey realized that before he did. And one of them turned his gaze from\nthe Rakhsha full upon Gitara. There was no battle there. The girl shrank\nand wilted like a leaf in the drought. Irresistibly impelled, she tore\nherself from her lover's arms before he realized what was happening.\nThen a hideous thing came to pass. She began to back toward the\nprecipice, facing her tormentors, her eyes wide and blank as dark\ngleaming glass from behind which a lamp has been blown out. Khemsa\ngroaned and staggered toward her, falling into the trap set for him. A\ndivided mind could not maintain the unequal battle. He was beaten, a\nstraw in their hands. The girl went backward, walking like an automaton,\nand Khemsa reeled drunkenly after her, hands vainly outstretched,\ngroaning, slobbering in his pain, his feet moving heavily like dead\nthings.\n\nOn the very brink she paused, standing stiffly, her heels on the edge,\nand he fell on his knees and crawled whimpering toward her, groping for\nher, to drag her back from destruction. And just before his clumsy\nfingers touched her, one of the wizards laughed, like the sudden, bronze\nnote of a bell in hell. The girl reeled suddenly and, consummate climax\nof exquisite cruelty, reason and understanding flooded back into her\neyes, which flared with awful fear. She screamed, clutched wildly at her\nlover's straining hand, and then, unable to save herself, fell headlong\nwith a moaning cry.\n\nKhemsa hauled himself to the edge and stared over, haggardly, his lips\nworking as he mumbled to himself. Then he turned and stared for a long\nminute at his torturers, with wide eyes that held no human light. And\nthen with a cry that almost burst the rocks, he reeled up and came\nrushing toward them, a knife lifted in his hand.\n\nOne of the Rakhshas stepped forward and stamped his foot, and as he\nstamped, there came a rumbling that grew swiftly to a grinding roar.\nWhere his foot struck, a crevice opened in the solid rock that widened\ninstantly. Then, with a deafening crash, a whole section of the ledge\ngave way. There was a last glimpse of Khemsa, with arms wildly upflung,\nand then he vanished amidst the roar of the avalanche that thundered\ndown into the abyss.\n\nThe four looked contemplatively at the ragged edge of rock that formed\nthe new rim of the precipice, and then turned suddenly. Conan, thrown\noff his feet by the shudder of the mountain, was rising, lifting\nYasmina. He seemed to move as slowly as his brain was working. He was\nbefogged and stupid. He realized that there was a desperate need for him\nto lift the Devi on the black stallion and ride like the wind, but an\nunaccountable sluggishness weighted his every thought and action.\n\nAnd now the wizards had turned toward him; they raised their arms, and\nto his horrified sight, he saw their outlines fading, dimming, becoming\nhazy and nebulous, as a crimson smoke billowed around their feet and\nrose about them. They were blotted out by a sudden whirling cloud--and\nthen he realized that he too was enveloped in a blinding crimson\nmist--he heard Yasmina scream, and the stallion cried out like a woman\nin pain. The Devi was torn from his arm, and as he lashed out with his\nknife blindly, a terrific blow like a gust of storm wind knocked him\nsprawling against a rock. Dazedly he saw a crimson conoid cloud spinning\nup and over the mountain slopes. Yasmina was gone, and so were the four\nmen in black. Only the terrified stallion shared the ledge with him.\n\n\n\n\n7 On to Yimsha\n\n\nAs mists vanish before a strong wind, the cobwebs vanished from Conan's\nbrain. With a searing curse he leaped into the saddle and the stallion\nreared neighing beneath him. He glared up the slopes, hesitated, and\nthen turned down the trail in the direction he had been going when\nhalted by Khemsa's trickery. But now he did not ride at a measured gait.\nHe shook loose the reins and the stallion went like a thunderbolt, as if\nfrantic to lose hysteria in violent physical exertion. Across the ledge\nand around the crag and down the narrow trail threading the great steep\nthey plunged at breakneck speed. The path followed a fold of rock,\nwinding interminably down from tier to tier of striated escarpment, and\nonce, far below, Conan got a glimpse of the ruin that had fallen--a\nmighty pile of broken stone and boulders at the foot of a gigantic\ncliff.\n\nThe valley floor was still far below him when he reached a long and\nlofty ridge that led out from the slope like a natural causeway. Out\nupon this he rode, with an almost sheer drop on either hand. He could\ntrace ahead of him the trail and made a great horseshoe back into the\nriver-bed at his left hand. He cursed the necessity of traversing those\nmiles, but it was the only way. To try to descend to the lower lap of\nthe trail here would be to attempt the impossible. Only a bird could get\nto the river-bed with a whole neck.\n\nSo he urged on the wearying stallion, until a clink of hoofs reached his\nears, welling up from below. Pulling up short and reining to the lip of\nthe cliff, he stared down into the dry river-bed that wound along the\nfoot of the ridge. Along that gorge rode a motley throng--bearded men on\nhalf-wild horses, five hundred strong, bristling with weapons. And Conan\nshouted suddenly, leaning over the edge of the cliff, three hundred feet\nabove them.\n\nAt his shout they reined back, and five hundred bearded faces were\ntilted up towards him; a deep, clamorous roar filled the canyon. Conan\ndid not waste words.\n\n'I was riding for Ghor!' he roared. 'I had not hoped to meet you dogs on\nthe trail. Follow me as fast as your nags can push! I'm going to Yimsha,\nand--'\n\n'Traitor!' The howl was like a dash of ice-water in his face.\n\n'What?' He glared down at them, jolted speechless. He saw wild eyes\nblazing up at him, faces contorted with fury, fists brandishing blades.\n\n'Traitor!' they roared back, wholeheartedly. 'Where are the seven chiefs\nheld captive in Peshkhauri?'\n\n'Why, in the governor's prison, I suppose,' he answered.\n\nA bloodthirsty yell from a hundred throats answered him, with such a\nwaving of weapons and a clamor that he could not understand what they\nwere saying. He beat down the din with a bull-like roar, and bellowed:\n'What devil's play is this? Let one of you speak, so I can understand\nwhat you mean!'\n\nA gaunt old chief elected himself to this position, shook his tulwar at\nConan as a preamble, and shouted accusingly: 'You would not let us go\nraiding Peshkhauri to rescue our brothers!'\n\n'No, you fools!' roared the exasperated Cimmerian. 'Even if you'd\nbreached the wall, which is unlikely, they'd have hanged the prisoners\nbefore you could reach them.'\n\n'And you went alone to traffic with the governor!' yelled the Afghuli,\nworking himself into a frothing frenzy.\n\n'Well?'\n\n'Where are the seven chiefs?' howled the old chief, making his tulwar\ninto a glimmering wheel of steel about his head. 'Where are they? Dead!'\n\n'What!' Conan nearly fell off his horse in his surprize.\n\n'Aye, dead!' five hundred bloodthirsty voices assured him.\n\nThe old chief brandished his arms and got the floor again. 'They were\nnot hanged!' he screeched. 'A Wazuli in another cell saw them die! The\ngovernor sent a wizard to slay them by craft!'\n\n'That must be a lie,' said Conan. 'The governor would not dare. Last\nnight I talked with him--'\n\nThe admission was unfortunate. A yell of hate and accusation split the\nskies.\n\n'Aye! You went to him alone! To betray us! It is no lie. The Wazuli\nescaped through the doors the wizard burst in his entry, and told the\ntale to our scouts whom he met in Zhaibar. They had been sent forth to\nsearch for you, when you did not return. When they heard the Wazuli's\ntale, they returned with all haste to Ghor, and we saddled our steeds\nand girt our swords!'\n\n'And what do you fools mean to do?' demanded the Cimmerian.\n\n'To avenge our brothers!' they howled. 'Death to the Kshatriyas! Slay\nhim, brothers, he is a traitor!'\n\nArrows began to rattle around him. Conan rose in his stirrups, striving\nto make himself heard above the tumult, and then, with a roar of mingled\nrage, defiance and disgust, he wheeled and galloped back up the trail.\nBehind him and below him the Afghulis came pelting, mouthing their rage,\ntoo furious even to remember that the only way they could reach the\nheight whereon he rode was to traverse the river-bed in the other\ndirection, make the broad bend and follow the twisting trail up over the\nridge. When they did remember this, and turned back, their repudiated\nchief had almost reached the point where the ridge joined the\nescarpment.\n\nAt the cliff he did not take the trail by which he had descended, but\nturned off on another, a mere trace along a rock-fault, where the\nstallion scrambled for footing. He had not ridden far when the stallion\nsnorted and shied back from something lying in the trail. Conan stared\ndown on the travesty of a man, a broken, shredded, bloody heap that\ngibbered and gnashed splintered teeth.\n\nImpelled by some obscure reason, Conan dismounted and stood looking down\nat the ghastly shape, knowing that he was witness of a thing miraculous\nand opposed to nature. The Rakhsha lifted his gory head, and his strange\neyes, glazed with agony and approaching death, rested on Conan with\nrecognition.\n\n'Where are they?' It was a racking croak not even remotely resembling a\nhuman voice.\n\n'Gone back to their damnable castle on Yimsha,' grunted Conan. 'They\ntook the Devi with them.'\n\n'I will go!' muttered the man. 'I will follow them! They killed Gitara;\nI will kill them--the acolytes, the Four of the Black Circle, the Master\nhimself! Kill--kill them all!' He strove to drag his mutilated frame\nalong the rock, but not even his indomitable will could animate that\ngory mass longer, where the splintered bones hung together only by torn\ntissue and ruptured fibre.\n\n'Follow them!' raved Khemsa, drooling a bloody slaver. 'Follow!'\n\n'I'm going to,' growled Conan. 'I went to fetch my Afghulis, but they've\nturned on me. I'm going on to Yimsha alone. I'll have the Devi back if I\nhave to tear down that damned mountain with my bare hands. I didn't\nthink the governor would dare kill my headmen, when I had the Devi, but\nit seems he did. I'll have his head for that. She's no use to me now as\na hostage, but--'\n\n'The curse of Yizil on them!' gasped Khemsa. 'Go! I am dying. Wait--take\nmy girdle.'\n\nHe tried to fumble with a mangled hand at his tatters, and Conan,\nunderstanding what he sought to convey, bent and drew from about his\ngory waist a girdle of curious aspect.\n\n'Follow the golden vein through the abyss,' muttered Khemsa. 'Wear the\ngirdle. I had it from a Stygian priest. It will aid you, though it\nfailed me at last. Break the crystal globe with the four golden\npomegranates. Beware of the Master's transmutations--I am going to\nGitara--she is waiting for me in hell--_aie, ya Skelos yar!_' And so he\ndied.\n\nConan stared down at the girdle. The hair of which it was woven was not\nhorsehair. He was convinced that it was woven of the thick black tresses\nof a woman. Set in the thick mesh were tiny jewels such as he had never\nseen before. The buckle was strangely made, in the form of a golden\nserpent-head, flat, wedge-shaped and scaled with curious art. A strong\nshudder shook Conan as he handled it, and he turned as though to cast it\nover the precipice; then he hesitated, and finally buckled it about his\nwaist, under the Bakhariot girdle. Then he mounted and pushed on.\n\nThe sun had sunk behind the crags. He climbed the trail in the vast\nshadow of the cliffs that was thrown out like a dark blue mantle over\nvalleys and ridges far below. He was not far from the crest when, edging\naround the shoulder of a jutting crag, he heard the clink of shod hoofs\nahead of him. He did not turn back. Indeed, so narrow was the path that\nthe stallion could not have wheeled his great body upon it. He rounded\nthe jut of the rock and came upon a portion of the path that broadened\nsomewhat. A chorus of threatening yells broke on his ear, but his\nstallion pinned a terrified horse hard against the rock, and Conan\ncaught the arm of the rider in an iron grip, checking the lifted sword\nin midair.\n\n'Kerim Shah!' muttered Conan, red glints smoldering luridly in his eyes.\nThe Turanian did not struggle; they sat their horses almost breast to\nbreast, Conan's fingers locking the other's sword-arm. Behind Kerim Shah\nfiled a group of lean Irakzai on gaunt horses. They glared like wolves,\nfingering bows and knives, but rendered uncertain because of the\nnarrowness of the path and the perilous proximity of the abyss that\nyawned beneath them.\n\n'Where is the Devi?' demanded Kerim Shah.\n\n'What's it to you, you Hyrkanian spy?' snarled Conan.\n\n'I know you have her,' answered Kerim Shah. 'I was on my way northward\nwith some tribesmen when we were ambushed by enemies in Shalizah Pass.\nMany of my men were slain, and the rest of us harried through the hills\nlike jackals. When we had beaten off our pursuers, we turned westward,\ntoward Amir Jehun Pass, and this morning we came upon a Wazuli wandering\nthrough the hills. He was quite mad, but I learned much from his\nincoherent gibberings before he died. I learned that he was the sole\nsurvivor of a band which followed a chief of the Afghulis and a captive\nKshatriya woman into a gorge behind Khurum village. He babbled much of a\nman in a green turban whom the Afghuli rode down, but who, when attacked\nby the Wazulis who pursued, smote them with a nameless doom that wiped\nthem out as a gust of wind-driven fire wipes out a cluster of locusts.\n\n'How that one man escaped, I do not know, nor did he; but I knew from\nhis maunderings that Conan of Ghor had been in Khurum with his royal\ncaptive. And as we made our way through the hills, we overtook a naked\nGalzai girl bearing a gourd of water, who told us a tale of having been\nstripped and ravished by a giant foreigner in the garb of an Afghuli\nchief, who, she said, gave her garments to a Vendhyan woman who\naccompanied him. She said you rode westward.'\n\nKerim Shah did not consider it necessary to explain that he had been on\nhis way to keep his rendezvous with the expected troops from Secunderam\nwhen he found his way barred by hostile tribesmen. The road to Gurashah\nvalley through Shalizah Pass was longer than the road that wound through\nAmir Jehun Pass, but the latter traversed part of the Afghuli country,\nwhich Kerim Shah had been anxious to avoid until he came with an army.\nBarred from the Shalizah road, however, he had turned to the forbidden\nroute, until news that Conan had not yet reached Afghulistan with his\ncaptive had caused him to turn southward and push on recklessly in the\nhope of overtaking the Cimmerian in the hills.\n\n'So you had better tell me where the Devi is,' suggested Kerim Shah. 'We\noutnumber you--'\n\n'Let one of your dogs nock a shaft and I'll throw you over the cliff,'\nConan promised. 'It wouldn't do you any good to kill me, anyhow. Five\nhundred Afghulis are on my trail, and if they find you've cheated them,\nthey'll flay you alive. Anyway, I haven't got the Devi. She's in the\nhands of the Black Seers of Yimsha.'\n\n'_Tarim!_' swore Kerim Shah softly, shaken out of his poise for the\nfirst time. 'Khemsa--'\n\n'Khemsa's dead,' grunted Conan. 'His masters sent him to hell on a\nlandslide. And now get out of my way. I'd be glad to kill you if I had\nthe time, but I'm on my way to Yimsha.'\n\n'I'll go with you,' said the Turanian abruptly.\n\nConan laughed at him. 'Do you think I'd trust you, you Hyrkanian dog?'\n\n'I don't ask you to,' returned Kerim Shah. 'We both want the Devi. You\nknow my reason; King Yezdigerd desires to add her kingdom to his empire,\nand herself in his seraglio. And I knew you, in the days when you were a\nhetman of the _kozak_ steppes; so I know your ambition is wholesale\nplunder. You want to loot Vendhya, and to twist out a huge ransom for\nYasmina. Well, let us for the time being, without any illusion about\neach other, unite our forces, and try to rescue the Devi from the Seers.\nIf we succeed, and live, we can fight it out to see who keeps her.'\n\nConan narrowly scrutinized the other for a moment, and then nodded,\nreleasing the Turanian's arm. 'Agreed; what about your men?'\n\nKerim Shah turned to the silent Irakzai and spoke briefly: 'This chief\nand I are going to Yimsha to fight the wizards. Will you go with us, or\nstay here to be flayed by the Afghulis who are following this man?'\n\nThey looked at him with eyes grimly fatalistic. They were doomed and\nthey knew it--had known it ever since the singing arrows of the ambushed\nDagozai had driven them back from the pass of Shalizah. The men of the\nlower Zhaibar had too many reeking bloodfeuds among the crag-dwellers.\nThey were too small a band to fight their way back through the hills to\nthe villages of the border, without the guidance of the crafty Turanian.\nThey counted themselves as dead already, so they made the reply that\nonly dead men would make: 'We will go with thee and die on Yimsha.'\n\n'Then in Crom's name let us be gone,' grunted Conan, fidgeting with\nimpatience as he started into the blue gulfs of the deepening twilight.\n'My wolves were hours behind me, but we've lost a devilish lot of time.'\n\nKerim Shah backed his steed from between the black stallion and the\ncliff, sheathed his sword and cautiously turned the horse. Presently the\nband was filing up the path as swiftly as they dared. They came out upon\nthe crest nearly a mile east of the spot where Khemsa had halted the\nCimmerian and the Devi. The path they had traversed was a perilous one,\neven for hill-men, and for that reason Conan had avoided it that day\nwhen carrying Yasmina, though Kerim Shah, following him, had taken it\nsupposing the Cimmerian had done likewise. Even Conan sighed with relief\nwhen the horses scrambled up over the last rim. They moved like phantom\nriders through an enchanted realm of shadows. The soft creak of leather,\nthe clink of steel marked their passing, then again the dark mountain\nslopes lay naked and silent in the starlight.\n\n\n\n\n8 Yasmina Knows Stark Terror\n\n\nYasmina had time but for one scream when she felt herself enveloped in\nthat crimson whirl and torn from her protector with appalling force. She\nscreamed once, and then she had no breath to scream. She was blinded,\ndeafened, rendered mute and eventually senseless by the terrific rushing\nof the air about her. There was a dazed consciousness of dizzy height\nand numbing speed, a confused impression of natural sensations gone mad,\nand then vertigo and oblivion.\n\nA vestige of these sensations clung to her as she recovered\nconsciousness; so she cried out and clutched wildly as though to stay a\nheadlong and involuntary flight. Her fingers closed on soft fabric, and\na relieving sense of stability pervaded her. She took cognizance of her\nsurroundings.\n\nShe was lying on a dais covered with black velvet. This dais stood in a\ngreat, dim room whose walls were hung with dusky tapestries across which\ncrawled dragons reproduced with repellent realism. Floating shadows\nmerely hinted at the lofty ceiling, and gloom that lent itself to\nillusion lurked in the corners. There seemed to be neither windows nor\ndoors in the walls, or else they were concealed by the nighted\ntapestries. Where the dim light came from, Yasmina could not determine.\nThe great room was a realm of mysteries, or shadows, and shadowy shapes\nin which she could not have sworn to observe movement, yet which invaded\nher mind with a dim and formless terror.\n\nBut her gaze fixed itself on a tangible object. On another, smaller dais\nof jet, a few feet away, a man sat cross-legged, gazing contemplatively\nat her. His long black velvet robe, embroidered with gold thread, fell\nloosely about him, masking his figure. His hands were folded in his\nsleeves. There was a velvet cap upon his head. His face was calm,\nplacid, not unhandsome, his eyes lambent and slightly oblique. He did\nnot move a muscle as he sat regarding her, nor did his expression alter\nwhen he saw she was conscious.\n\nYasmina felt fear crawl like a trickle of ice-water down her supple\nspine. She lifted herself on her elbows and stared apprehensively at the\nstranger.\n\n'Who are you?' she demanded. Her voice sounded brittle and inadequate.\n\n'I am the Master of Yimsha.' The tone was rich and resonant, like the\nmellow tones of a temple bell.\n\n'Why did you bring me here?' she demanded.\n\n'Were you not seeking me?'\n\n'If you are one of the Black Seers--yes!' she answered recklessly,\nbelieving that he could read her thoughts anyway.\n\nHe laughed softly, and chills crawled up and down her spine again.\n\n'You would turn the wild children of the hills against the Seers of\nYimsha!' He smiled. 'I have read it in your mind, princess. Your weak,\nhuman mind, filled with petty dreams of hate and revenge.'\n\n'You slew my brother!' A rising tide of anger was vying with her fear;\nher hands were clenched, her lithe body rigid. 'Why did you persecute\nhim? He never harmed you. The priests say the Seers are above meddling\nin human affairs. Why did you destroy the king of Vendhya?'\n\n'How can an ordinary human understand the motives of a Seer?' returned\nthe Master calmly. 'My acolytes in the temples of Turan, who are the\npriests behind the priests of Tarim, urged me to bestir myself in behalf\nof Yezdigerd. For reasons of my own, I complied. How can I explain my\nmystic reasons to your puny intellect? You could not understand.'\n\n'I understand this: that my brother died!' Tears of grief and rage shook\nin her voice. She rose upon her knees and stared at him with wide\nblazing eyes, as supple and dangerous in that moment as a she-panther.\n\n'As Yezdigerd desired,' agreed the Master calmly. 'For a while it was my\nwhim to further his ambitions.'\n\n'Is Yezdigerd your vassal?' Yasmina tried to keep the timbre of her\nvoice unaltered. She had felt her knee pressing something hard and\nsymmetrical under a fold of velvet. Subtly she shifted her position,\nmoving her hand under the fold.\n\n'Is the dog that licks up the offal in the temple yard the vassal of the\ngod?' returned the Master.\n\nHe did not seem to notice the actions she sought to dissemble. Concealed\nby the velvet, her fingers closed on what she knew was the golden hilt\nof a dagger. She bent her head to hide the light of triumph in her eyes.\n\n'I am weary of Yezdigerd,' said the Master. 'I have turned to other\namusements--ha!'\n\nWith a fierce cry Yasmina sprang like a jungle cat, stabbing\nmurderously. Then she stumbled and slid to the floor, where she cowered,\nstaring up at the man on the dais. He had not moved; his cryptic smile\nwas unchanged. Tremblingly she lifted her hand and stared at it with\ndilated eyes. There was no dagger in her fingers; they grasped a stalk\nof golden lotus, the crushed blossoms drooping on the bruised stem.\n\nShe dropped it as if it had been a viper, and scrambled away from the\nproximity of her tormenter. She returned to her own dais, because that\nwas at least more dignified for a queen than groveling on the floor at\nthe feet of a sorcerer, and eyed him apprehensively, expecting\nreprisals.\n\nBut the Master made no move.\n\n'All substance is one to him who holds the key of the cosmos,' he said\ncryptically. 'To an adept nothing is immutable. At will, steel blossoms\nbloom in unnamed gardens, or flower-swords flash in the moonlight.'\n\n'You are a devil,' she sobbed.\n\n'Not I!' he laughed. 'I was born on this planet, long ago. Once I was a\ncommon man, nor have I lost all human attributes in the numberless eons\nof my adeptship. A human steeped in the dark arts is greater than a\ndevil. I am of human origin, but I rule demons. You have seen the Lords\nof the Black Circle--it would blast your soul to hear from what far\nrealm I summoned them and from what doom I guard them with ensorcelled\ncrystal and golden serpents.\n\n'But only I can rule them. My foolish Khemsa thought to make himself\ngreat--poor fool, bursting material doors and hurtling himself and his\nmistress through the air from hill to hill! Yet if he had not been\ndestroyed his power might have grown to rival mine.'\n\nHe laughed again. 'And you, poor, silly thing! Plotting to send a hairy\nhill chief to storm Yimsha! It was such a jest that I myself could have\ndesigned, had it occurred to me, that you should fall in his hands. And\nI read in your childish mind an intention to seduce by your feminine\nwiles to attempt your purpose, anyway.\n\n'But for all your stupidity, you are a woman fair to look upon. It is my\nwhim to keep you for my slave.'\n\nThe daughter of a thousand proud emperors gasped with shame and fury at\nthe word.\n\n'You dare not!'\n\nHis mocking laughter cut her like a whip across her naked shoulders.\n\n'The king dares not trample a worm in the road? Little fool, do you not\nrealize that your royal pride is no more than a straw blown on the wind?\nI, who have known the kisses of the queens of Hell! You have seen how I\ndeal with a rebel!'\n\nCowed and awed, the girl crouched on the velvet-covered dais. The light\ngrew dimmer and more phantom-like. The features of the Master became\nshadowy. His voice took on a newer tone of command.\n\n'I will never yield to you!' Her voice trembled with fear but it carried\na ring of resolution.\n\n'You will yield,' he answered with horrible conviction. 'Fear and pain\nshall teach you. I will lash you with horror and agony to the last\nquivering ounce of your endurance, until you become as melted wax to be\nbent and molded in my hands as I desire. You shall know such discipline\nas no mortal woman ever knew, until my slightest command is to you as\nthe unalterable will of the gods. And first, to humble your pride, you\nshall travel back through the lost ages, and view all the shapes that\nhave been you. _Aie, yil la khosa!_'\n\nAt these words the shadowy room swam before Yasmina's affrighted gaze.\nThe roots of her hair prickled her scalp, and her tongue clove to her\npalate. Somewhere a gong sounded a deep, ominous note. The dragons on\nthe tapestries glowed like blue fire, and then faded out. The Master on\nhis dais was but a shapeless shadow. The dim light gave way to soft,\nthick darkness, almost tangible, that pulsed with strange radiations.\nShe could no longer see the Master. She could see nothing. She had a\nstrange sensation that the walls and ceiling had withdrawn immensely\nfrom her.\n\nThen somewhere in the darkness a glow began, like a firefly that\nrhythmically dimmed and quickened. It grew to a golden ball, and as it\nexpanded its light grew more intense, flaming whitely. It burst\nsuddenly, showering the darkness with white sparks that did not illumine\nthe shadows. But like an impression left in the gloom, a faint luminance\nremained, and revealed a slender dusky shaft shooting up from the\nshadowy floor. Under the girl's dilated gaze it spread, took shape;\nstems and broad leaves appeared, and great black poisonous blossoms that\ntowered above her as she cringed against the velvet. A subtle perfume\npervaded the atmosphere. It was the dread figure of the black lotus that\nhad grown up as she watched, as it grows in the haunted, forbidden\njungles of Khitai.\n\nThe broad leaves were murmurous with evil life. The blossoms bent toward\nher like sentient things, nodding serpent-like on pliant stems. Etched\nagainst soft, impenetrable darkness it loomed over her, gigantic,\nblackly visible in some mad way. Her brain reeled with the drugging\nscent and she sought to crawl from the dais. Then she clung to it as it\nseemed to be pitching at an impossible slant. She cried out with terror\nand clung to the velvet, but she felt her fingers ruthlessly torn away.\nThere was a sensation as of all sanity and stability crumbling and\nvanishing. She was a quivering atom of sentiency driven through a black,\nroaring, icy void by a thundering wind that threatened to extinguish her\nfeeble flicker of animate life like a candle blown out in a storm.\n\nThen there came a period of blind impulse and movement, when the atom\nthat was she mingled and merged with myriad other atoms of spawning life\nin the yeasty morass of existence, molded by formative forces until she\nemerged again a conscious individual, whirling down an endless spiral of\nlives.\n\nIn a mist of terror she relived all her former existences, recognized\nand _was_ again all the bodies that had carried her ego throughout the\nchanging ages. She bruised her feet again over the long, weary road of\nlife that stretched out behind her into the immemorial past. Back beyond\nthe dimmest dawns of Time she crouched shuddering in primordial jungles,\nhunted by slavering beasts of prey. Skin-clad, she waded thigh-deep in\nrice swamps, battling with squawking water-fowl for the precious grains.\nShe labored with the oxen to drag the pointed stick through the stubborn\nsoil, and she crouched endlessly over looms in peasant huts.\n\nShe saw walled cities burst into flame, and fled screaming before the\nslayers. She reeled naked and bleeding over burning sands, dragged at\nthe slaver's stirrup, and she knew the grip of hot, fierce hands on her\nwrithing flesh, the shame and agony of brutal lust. She screamed under\nthe bite of the lash, and moaned on the rack; mad with terror she fought\nagainst the hands that forced her head inexorably down on the bloody\nblock.\n\nShe knew the agonies of childbirth, and the bitterness of love betrayed.\nShe suffered all the woes and wrongs and brutalities that man has\ninflicted on woman throughout the eons; and she endured all the spite\nand malice of women for woman. And like the flick of a fiery whip\nthroughout was the consciousness she retained of her Devi-ship. She was\nall the women she had ever been, yet in her knowing she was Yasmina.\nThis consciousness was not lost in the throes of reincarnation. At one\nand the same time she was a naked slave-wench groveling under the whip,\nand the proud Devi of Vendhya. And she suffered not only as the\nslave-girl suffered, but as Yasmina, to whose pride the whip was like a\nwhite-hot brand.\n\nLife merged into life in flying chaos, each with its burden of woe and\nshame and agony, until she dimly heard her own voice screaming\nunbearably, like one long-drawn cry of suffering echoing down the ages.\n\nThen she awakened on the velvet-covered dais in the mystic room.\n\nIn a ghostly gray light she saw again the dais and the cryptic robed\nfigure seated upon it. The hooded head was bent, the high shoulders\nfaintly etched against the uncertain dimness. She could make out no\ndetails clearly, but the hood, where the velvet cap had been, stirred a\nformless uneasiness in her. As she stared, there stole over her a\nnameless fear that froze her tongue to her palate--a feeling that it was\nnot the Master who sat so silently on that black dais.\n\nThen the figure moved and rose upright, towering above her. It stooped\nover her and the long arms in their wide black sleeves bent about her.\nShe fought against them in speechless fright, surprized by their lean\nhardness. The hooded head bent down toward her averted face. And she\nscreamed, and screamed again in poignant fear and loathing. Bony arms\ngripped her lithe body, and from that hood looked forth a countenance of\ndeath and decay--features like rotting parchment on a moldering skull.\n\nShe screamed again, and then, as those champing, grinning jaws bent\ntoward her lips, she lost consciousness....\n\n\n\n\n9 The Castle of the Wizards\n\n\nThe sun had risen over the white Himelian peaks. At the foot of a long\nslope a group of horsemen halted and stared upward. High above them a\nstone tower poised on the pitch of the mountainside. Beyond and above\nthat gleamed the walls of a greater keep, near the line where the snow\nbegan that capped Yimsha's pinnacle. There was a touch of unreality\nabout the whole--purple slopes pitching up to that fantastic castle,\ntoy-like with distance, and above it the white glistening peak\nshouldering the cold blue.\n\n'We'll leave the horses here,' grunted Conan. 'That treacherous slope is\nsafer for a man on foot. Besides, they're done.'\n\nHe swung down from the black stallion which stood with wide-braced legs\nand drooping head. They had pushed hard throughout the night, gnawing at\nscraps from saddle-bags, and pausing only to give the horses the rests\nthey had to have.\n\n'That first tower is held by the acolytes of the Black Seers,' said\nConan. 'Or so men say; watch-dogs for their masters--lesser sorcerers.\nThey won't sit sucking their thumbs as we climb this slope.'\n\nKerim Shah glanced up the mountain, then back the way they had come;\nthey were already far up Yimsha's side, and a vast expanse of lesser\npeaks and crags spread out beneath them. Among these labyrinths the\nTuranian sought in vain for a movement of color that would betray men.\nEvidently the pursuing Afghulis had lost their chiefs trail in the\nnight.\n\n'Let us go, then.' They tied the weary horses in a clump of tamarisk and\nwithout further comment turned up the slope. There was no cover. It was\na naked incline, strewn with boulders not big enough to conceal a man.\nBut they did conceal something else.\n\nThe party had not gone fifty steps when a snarling shape burst from\nbehind a rock. It was one of the gaunt savage dogs that infested the\nhill villages, and its eyes glared redly, its jaws dripped foam. Conan\nwas leading, but it did not attack him. It dashed past him and leaped at\nKerim Shah. The Turanian leaped aside, and the great dog flung itself\nupon the Irakzai behind him. The man yelled and threw up his arm, which\nwas torn by the brute's fangs as it bore him backward, and the next\ninstant half a dozen tulwars were hacking at the beast. Yet not until it\nwas literally dismembered did the hideous creature cease its efforts to\nseize and rend its attackers.\n\nKerim Shah bound up the wounded warrior's gashed arm, looked at him\nnarrowly, and then turned away without a word. He rejoined Conan, and\nthey renewed the climb in silence.\n\nPresently Kerim Shah said: 'Strange to find a village dog in this\nplace.'\n\n'There's no offal here,' grunted Conan.\n\nBoth turned their heads to glance back at the wounded warrior toiling\nafter them among his companions. Sweat glistened on his dark face and\nhis lips were drawn back from his teeth in a grimace of pain. Then both\nlooked again at the stone tower squatting above them.\n\nA slumberous quiet lay over the uplands. The tower showed no sign of\nlife, nor did the strange pyramidal structure beyond it. But the men who\ntoiled upward went with the tenseness of men walking on the edge of a\ncrater. Kerim Shah had unslung the powerful Turanian bow that killed at\nfive hundred paces, and the Irakzai looked to their own lighter and less\nlethal bows.\n\nBut they were not within bow-shot of the tower when something shot down\nout of the sky without warning. It passed so close to Conan that he felt\nthe wind of rushing wings, but it was an Irakzai who staggered and fell,\nblood jetting from a severed jugular. A hawk with wings like burnished\nsteel shot up again, blood dripping from the scimitar-beak, to reel\nagainst the sky as Kerim Shah's bowstring twanged. It dropped like a\nplummet, but no man saw where it struck the earth.\n\nConan bent over the victim of the attack, but the man was already dead.\nNo one spoke; useless to comment on the fact that never before had a\nhawk been known to swoop on a man. Red rage began to vie with fatalistic\nlethargy in the wild souls of the Irakzai. Hairy fingers nocked arrows\nand men glared vengefully at the tower whose very silence mocked them.\n\nBut the next attack came swiftly. They all saw it--a white puffball of\nsmoke that tumbled over the tower-rim and came drifting and rolling down\nthe slope toward them. Others followed it. They seemed harmless, mere\nwoolly globes of cloudy foam, but Conan stepped aside to avoid contact\nwith the first. Behind him one of the Irakzai reached out and thrust his\nsword into the unstable mass. Instantly a sharp report shook the\nmountainside. There was a burst of blinding flame, and then the puffball\nhad vanished, and the too-curious warrior remained only a heap of\ncharred and blackened bones. The crisped hand still gripped the ivory\nsword-hilt, but the blade was gone--melted and destroyed by that awful\nheat. Yet men standing almost within reach of the victim had not\nsuffered except to be dazzled and half blinded by the sudden flare.\n\n'Steel touches it off,' grunted Conan. 'Look out--here they come!'\n\nThe slope above them was almost covered by the billowing spheres. Kerim\nShah bent his bow and sent a shaft into the mass, and those touched by\nthe arrow burst like bubbles in spurting flame. His men followed his\nexample and for the next few minutes it was as if a thunderstorm raged\non the mountain slope, with bolts of lightning striking and bursting in\nshowers of flame. When the barrage ceased, only a few arrows were left\nin the quivers of the archers.\n\nThey pushed on grimly, over soil charred and blackened, where the naked\nrock had in places been turned to lava by the explosion of those\ndiabolical bombs.\n\nNow they were almost within arrow-flight of the silent tower, and they\nspread their line, nerves taut, ready for any horror that might descend\nupon them.\n\nOn the tower appeared a single figure, lifting a ten-foot bronze horn.\nIts strident bellow roared out across the echoing slopes, like the blare\nof trumpets on Judgment Day. And it began to be fearfully answered. The\nground trembled under the feet of the invaders, and rumblings and\ngrindings welled up from the subterranean depths.\n\nThe Irakzai screamed, reeling like drunken men on the shuddering slope,\nand Conan, eyes glaring, charged recklessly up the incline, knife in\nhand, straight at the door that showed in the tower-wall. Above him the\ngreat horn roared and bellowed in brutish mockery. And then Kerim Shah\ndrew a shaft to his ear and loosed.\n\nOnly a Turanian could have made that shot. The bellowing of the horn\nceased suddenly, and a high, thin scream shrilled in its place. The\ngreen-robed figure on the tower staggered, clutching at the long shaft\nwhich quivered in its bosom, and then pitched across the parapet. The\ngreat horn tumbled upon the battlement and hung precariously, and\nanother robed figure rushed to seize it, shrieking in horror. Again the\nTuranian bow twanged, and again it was answered by a death-howl. The\nsecond acolyte, in falling, struck the horn with his elbow and knocked\nit clattering over the parapet to shatter on the rocks far below.\n\nAt such headlong speed had Conan covered the ground that before the\nclattering echoes of that fall had died away, he was hacking at the\ndoor. Warned by his savage instinct, he gave back suddenly as a tide of\nmolten lead splashed down from above. But the next instant he was back\nagain, attacking the panels with redoubled fury. He was galvanized by\nthe fact that his enemies had resorted to earthly weapons. The sorcery\nof the acolytes was limited. Their necromantic resources might well be\nexhausted.\n\nKerim Shah was hurrying up the slope, his hill-men behind him in a\nstraggling crescent. They loosed as they ran, their arrows splintering\nagainst the walls or arching over the parapet.\n\nThe heavy teak portal gave way beneath the Cimmerian's assault, and he\npeered inside warily, expecting anything. He was looking into a circular\nchamber from which a stair wound upward. On the opposite side of the\nchamber a door gaped open, revealing the outer slope--and the backs of\nhalf a dozen green-robed figures in full retreat.\n\nConan yelled, took a step into the tower, and then native caution jerked\nhim back, just as a great block of stone fell crashing to the floor\nwhere his foot had been an instant before. Shouting to his followers, he\nraced around the tower.\n\nThe acolytes had evacuated their first line of defence. As Conan rounded\nthe tower he saw their green robes twinkling up the mountain ahead of\nhim. He gave chase, panting with earnest blood-lust, and behind him\nKerim Shah and the Irakzai came pelting, the latter yelling like wolves\nat the flight of their enemies, their fatalism momentarily submerged by\ntemporary triumph.\n\nThe tower stood on the lower edge of a narrow plateau whose upward slant\nwas barely perceptible. A few hundred yards away this plateau ended\nabruptly in a chasm which had been invisible farther down the mountain.\nInto this chasm the acolytes apparently leaped without checking their\nspeed. Their pursuers saw the green robes flutter and disappear over the\nedge.\n\nA few moments later they themselves were standing on the brink of the\nmighty moat that cut them off from the castle of the Black Seers. It\nwas a sheer-walled ravine that extended in either direction as far as\nthey could see, apparently girdling the mountain, some four hundred\nyards in width and five hundred feet deep. And in it, from rim to rim, a\nstrange, translucent mist sparkled and shimmered.\n\nLooking down, Conan grunted. Far below him, moving across the glimmering\nfloor, which shone like burnished silver, he saw the forms of the\ngreen-robed acolytes. Their outline was wavering and indistinct, like\nfigures seen under deep water. They walked in single file, moving toward\nthe opposite wall.\n\nKerim Shah nocked an arrow and sent it singing downward. But when it\nstruck the mist that filled the chasm it seemed to lose momentum and\ndirection, wandering widely from its course.\n\n'If they went down, so can we!' grunted Conan, while Kerim Shah stared\nafter his shaft in amazement. 'I saw them last at this spot--'\n\nSquinting down he saw something shining like a golden thread across the\ncanyon floor far below. The acolytes seemed to be following this thread,\nand there suddenly came to him Khemsa's cryptic words--'Follow the\ngolden vein!' On the brink, under his very hand as he crouched, he found\nit, a thin vein of sparkling gold running from an outcropping of ore to\nthe edge and down across the silvery floor. And he found something else,\nwhich had before been invisible to him because of the peculiar\nrefraction of the light. The gold vein followed a narrow ramp which\nslanted down into the ravine, fitted with niches for hand and foot hold.\n\n'Here's where they went down,' he grunted to Kerim Shah. 'They're no\nadepts, to waft themselves through the air! We'll follow them--'\n\nIt was at that instant that the man who had been bitten by the mad dog\ncried out horribly and leaped at Kerim Shah, foaming and gnashing his\nteeth. The Turanian, quick as a cat on his feet, sprang aside and the\nmadman pitched head-first over the brink. The others rushed to the edge\nand glared after him in amazement. The maniac did not fall plummet-like.\nHe floated slowly down through the rosy haze like a man sinking in deep\nwater. His limbs moved like a man trying to swim, and his features were\npurple and convulsed beyond the contortions of his madness. Far down at\nlast on the shining floor his body settled and lay still.\n\n'There's death in that chasm,' muttered Kerim Shah, drawing back from\nthe rosy mist that shimmered almost at his feet. 'What now, Conan?'\n\n'On!' answered the Cimmerian grimly. 'Those acolytes are human; if the\nmist doesn't kill them, it won't kill me.'\n\nHe hitched his belt, and his hands touched the girdle Khemsa had given\nhim; he scowled, then smiled bleakly. He had forgotten that girdle; yet\nthrice had death passed him by to strike another victim.\n\nThe acolytes had reached the farther wall and were moving up it like\ngreat green flies. Letting himself upon the ramp, he descended warily.\nThe rosy cloud lapped about his ankles, ascending as he lowered himself.\nIt reached his knees, his thighs, his waist, his arm-pits. He felt as\none feels a thick heavy fog on a damp night. With it lapping about his\nchin he hesitated, and then ducked under. Instantly his breath ceased;\nall air was shut off from him and he felt his ribs caving in on his\nvitals. With a frantic effort he heaved himself up, fighting for life.\nHis head rose above the surface and he drank air in great gulps.\n\nKerim Shah leaned down toward him, spoke to him, but Conan neither heard\nnor heeded. Stubbornly, his mind fixed on what the dying Khemsa had told\nhim, the Cimmerian groped for the gold vein, and found that he had moved\noff it in his descent. Several series of hand-holds were niched in the\nramp. Placing himself directly over the thread, he began climbing down\nonce more. The rosy mist rose about him, engulfed him. Now his head was\nunder, but he was still drinking pure air. Above him he saw his\ncompanions staring down at him, their features blurred by the haze that\nshimmered over his head. He gestured for them to follow, and went down\nswiftly, without waiting to see whether they complied or not.\n\nKerim Shah sheathed his sword without comment and followed, and the\nIrakzai, more fearful of being left alone than of the terrors that might\nlurk below, scrambled after him. Each man clung to the golden thread as\nthey saw the Cimmerian do.\n\nDown the slanting ramp they went to the ravine floor and moved out\nacross the shining level, treading the gold vein like rope-walkers. It\nwas as if they walked along an invisible tunnel through which air\ncirculated freely. They felt death pressing in on them above and on\neither hand, but it did not touch them.\n\nThe vein crawled up a similar ramp on the other wall up which the\nacolytes had disappeared, and up it they went with taut nerves, not\nknowing what might be waiting for them among the jutting spurs of rock\nthat fanged the lip of the precipice.\n\nIt was the green-robed acolytes who awaited them, with knives in their\nhands. Perhaps they had reached the limits to which they could retreat.\nPerhaps the Stygian girdle about Conan's waist could have told why their\nnecromantic spells had proven so weak and so quickly exhausted. Perhaps\nit was knowledge of death decreed for failure that sent them leaping\nfrom among the rocks, eyes glaring and knives glittering, resorting in\ntheir desperation to material weapons.\n\nThere among the rocky fangs on the precipice lip was no war of wizard\ncraft. It was a whirl of blades, where real steel bit and real blood\nspurted, where sinewy arms dealt forthright blows that severed quivering\nflesh, and men went down to be trodden under foot as the fight raged\nover them.\n\nOne of the Irakzai bled to death among the rocks, but the acolytes were\ndown--slashed and hacked asunder or hurled over the edge to float\nsluggishly down to the silver floor that shone so far below.\n\nThen the conquerors shook blood and sweat from their eyes, and looked at\none another. Conan and Kerim Shah still stood upright, and four of the\nIrakzai.\n\nThey stood among the rocky teeth that serrated the precipice brink, and\nfrom that spot a path wound up a gentle slope to a broad stair,\nconsisting of half a dozen steps, a hundred feet across, cut out of a\ngreen jade-like substance. They led up to a broad stage or roofless\ngallery of the same polished stone, and above it rose, tier upon tier,\nthe castle of the Black Seers. It seemed to have been carved out of the\nsheer stone of the mountain. The architecture was faultless, but\nunadorned. The many casements were barred and masked with curtains\nwithin. There was no sign of life, friendly or hostile.\n\nThey went up the path in silence, and warily as men treading the lair of\na serpent. The Irakzai were dumb, like men marching to a certain doom.\nEven Kerim Shah was silent. Only Conan seemed unaware what a monstrous\ndislocating and uprooting of accepted thought and action their invasion\nconstituted, what an unprecedented violation of tradition. He was not of\nthe East; and he came of a breed who fought devils and wizards as\npromptly and matter-of-factly as they battled human foes.\n\nHe strode up the shining stairs and across the wide green gallery\nstraight toward the great golden-bound teak door that opened upon it. He\ncast but a single glance upward at the higher tiers of the great\npyramidal structure towering above him. He reached a hand for the bronze\nprong that jutted like a handle from the door--then checked himself,\ngrinning hardly. The handle was made in the shape of a serpent, head\nlifted on arched neck; and Conan had a suspicion that that metal head\nwould come to grisly life under his hand.\n\nHe struck it from the door with one blow, and its bronze clink on the\nglassy floor did not lessen his caution. He flipped it aside with his\nknife-point, and again turned to the door. Utter silence reigned over\nthe towers. Far below them the mountain slopes fell away into a purple\nhaze of distance. The sun glittered on snow-clad peaks on either hand.\nHigh above, a vulture hung like a black dot in the cold blue of the sky.\nBut for it, the men before the gold-bound door were the only evidence of\nlife, tiny figures on a green jade gallery poised on the dizzy height,\nwith that fantastic pile of stone towering above them.\n\nA sharp wind off the snow slashed them, whipping their tatters about.\nConan's long knife splintering through the teak panels roused the\nstartled echoes. Again and again he struck, hewing through polished wood\nand metal bands alike. Through the sundered ruins he glared into the\ninterior, alert and suspicious as a wolf. He saw a broad chamber, the\npolished stone walls untapestried, the mosaic floor uncarpeted. Square,\npolished ebon stools and a stone dais formed the only furnishings. The\nroom was empty of human life. Another door showed in the opposite wall.\n\n'Leave a man on guard outside,' grunted Conan. 'I'm going in.'\n\nKerim Shah designated a warrior for that duty, and the man fell back\ntoward the middle of the gallery, bow in hand. Conan strode into the\ncastle, followed by the Turanian and the three remaining Irakzai. The\none outside spat, grumbled in his beard, and started suddenly as a low\nmocking laugh reached his ears.\n\nHe lifted his head and saw, on the tier above him, a tall, black-robed\nfigure, naked head nodding slightly as he stared down. His whole\nattitude suggested mockery and malignity. Quick as a flash the Irakzai\nbent his bow and loosed, and the arrow streaked upward to strike full in\nthe black-robed breast. The mocking smile did not alter. The Seer\nplucked out the missile and threw it back at the bowman, not as a weapon\nis hurled, but with a contemptuous gesture. The Irakzai dodged,\ninstinctively throwing up his arm. His fingers closed on the revolving\nshaft.\n\nThen he shrieked. In his hand the wooden shaft suddenly _writhed_. Its\nrigid outline became pliant, melting in his grasp. He tried to throw it\nfrom him, but it was too late. He held a living serpent in his naked\nhand, and already it had coiled about his wrist and its wicked\nwedge-shaped head darted at his muscular arm. He screamed again and his\neyes became distended, his features purple. He went to his knees shaken\nby an awful convulsion, and then lay still.\n\nThe men inside had wheeled at his first cry. Conan took a swift stride\ntoward the open doorway, and then halted short, baffled. To the men\nbehind him it seemed that he strained against empty air. But though he\ncould see nothing, there was a slick, smooth, hard surface under his\nhands, and he knew that a sheet of crystal had been let down in the\ndoorway. Through it he saw the Irakzai lying motionless on the glassy\ngallery, an ordinary arrow sticking in his arm.\n\nConan lifted his knife and smote, and the watchers were dumbfounded to\nsee his blow checked apparently in midair, with the loud clang of steel\nthat meets an unyielding substance. He wasted no more effort. He knew\nthat not even the legendary tulwar of Amir Khurum could shatter that\ninvisible curtain.\n\nIn a few words he explained the matter to Kerim Shah, and the Turanian\nshrugged his shoulders. 'Well, if our exit is barred, we must find\nanother. In the meanwhile our way lies forward, does it not?'\n\nWith a grunt the Cimmerian turned and strode across the chamber to the\nopposite door, with a feeling of treading on the threshold of doom. As\nhe lifted his knife to shatter the door, it swung silently open as if of\nits own accord. He strode into the great hall, flanked with tall glassy\ncolumns. A hundred feet from the door began the broad jade-green steps\nof a stair that tapered toward the top like the side of a pyramid. What\nlay beyond that stair he could not tell. But between him and its\nshimmering foot stood a curious altar of gleaming black jade. Four great\ngolden serpents twined their tails about this altar and reared their\nwedge-shaped heads in the air, facing the four quarters of the compass\nlike the enchanted guardians of a fabled treasure. But on the altar,\nbetween the arching necks, stood only a crystal globe filled with a\ncloudy smoke-like substance, in which floated four golden pomegranates.\n\nThe sight stirred some dim recollection in his mind; then Conan heeded\nthe altar no longer, for on the lower steps of the stair stood four\nblack-robed figures. He had not seen them come. They were simply there,\ntall, gaunt, their vulture-heads nodding in unison, their feet and hands\nhidden by their flowing garments.\n\nOne lifted his arm and the sleeve fell away revealing his hand--and it\nwas not a hand at all. Conan halted in mid-stride, compelled against his\nwill. He had encountered a force differing subtly from Khemsa's\nmesmerism, and he could not advance, though he felt it in his power to\nretreat if he wished. His companions had likewise halted, and they\nseemed even more helpless than he, unable to move in either direction.\n\nThe seer whose arm was lifted beckoned to one of the Irakzai, and the\nman moved toward him like one in a trance, eyes staring and fixed, blade\nhanging in limp fingers. As he pushed past Conan, the Cimmerian threw an\narm across his breast to arrest him. Conan was so much stronger than the\nIrakzai that in ordinary circumstances he could have broken his spine\nbetween his hands. But now the muscular arm was brushed aside like straw\nand the Irakzai moved toward the stair, treading jerkily and\nmechanically. He reached the steps and knelt stiffly, proffering his\nblade and bending his head. The Seer took the sword. It flashed as he\nswung it up and down. The Irakzai's head tumbled from his shoulders and\nthudded heavily on the black marble floor. An arch of blood jetted from\nthe severed arteries and the body slumped over and lay with arms spread\nwide.\n\nAgain a malformed hand lifted and beckoned, and another Irakzai\nstumbled stiffly to his doom. The ghastly drama was re-enacted and\nanother headless form lay beside the first.\n\nAs the third tribesman clumped his way past Conan to his death, the\nCimmerian, his veins bulging in his temples with his efforts to break\npast the unseen barrier that held him, was suddenly aware of allied\nforces, unseen, but waking into life about him. This realization came\nwithout warning, but so powerfully that he could not doubt his instinct.\nHis left hand slid involuntarily under his Bakhariot belt and closed on\nthe Stygian girdle. And as he gripped it he felt new strength flood his\nnumbed limbs; the will to live was a pulsing white-hot fire, matched by\nthe intensity of his burning rage.\n\nThe third Irakzai was a decapitated corpse, and the hideous finger was\nlifting again when Conan felt the bursting of the invisible barrier. A\nfierce, involuntary cry burst from his lips as he leaped with the\nexplosive suddenness of pent-up ferocity. His left hand gripped the\nsorcerer's girdle as a drowning man grips a floating log, and the long\nknife was a sheen of light in his right. The men on the steps did not\nmove. They watched calmly, cynically; if they felt surprise they did not\nshow it. Conan did not allow himself to think what might chance when he\ncame within knife-reach of them. His blood was pounding in his temples,\na mist of crimson swam before his sight. He was afire with the urge to\nkill--to drive his knife deep into flesh and bone, and twist the blade\nin blood and entrails.\n\nAnother dozen strides would carry him to the steps where the sneering\ndemons stood. He drew his breath deep, his fury rising redly as his\ncharge gathered momentum. He was hurtling past the altar with its golden\nserpents when like a levin-flash there shot across his mind again as\nvividly as if spoken in his external ear, the cryptic words of Khemsa:\n'_Break the crystal ball!_'\n\nHis reaction was almost without his own volition. Execution followed\nimpulse so spontaneously that the greatest sorcerer of the age would not\nhave had time to read his mind and prevent his action. Wheeling like a\ncat from his headlong charge, he brought his knife crashing down upon\nthe crystal. Instantly the air vibrated with a peal of terror, whether\nfrom the stairs, the altar, or the crystal itself he could not tell.\nHisses filled his ears as the golden serpents, suddenly vibrant with\nhideous life, writhed and smote at him. But he was fired to the speed of\na maddened tiger. A whirl of steel sheared through the hideous trunks\nthat waved toward him, and he smote the crystal sphere again and yet\nagain. And the globe burst with a noise like a thunderclap, raining\nfiery shards on the black marble, and the gold pomegranates, as if\nreleased from captivity, shot upward toward the lofty roof and were\ngone.\n\nA mad screaming, bestial and ghastly, was echoing through the great\nhall. On the steps writhed four black-robed figures, twisting in\nconvulsions, froth dripping from their livid mouths. Then with one\nfrenzied crescendo of inhuman ululation they stiffened and lay still,\nand Conan knew that they were dead. He stared down at the altar and the\ncrystal shards. Four headless golden serpents still coiled about the\naltar, but no alien life now animated the dully gleaming metal.\n\nKerim Shah was rising slowly from his knees, whither he had been dashed\nby some unseen force. He shook his head to clear the ringing from his\nears.\n\n'Did you hear that crash when you struck? It was as if a thousand\ncrystal panels shattered all over the castle as that globe burst. Were\nthe souls of the wizards imprisoned in those golden balls?--Ha!'\n\nConan wheeled as Kerim Shah drew his sword and pointed.\n\nAnother figure stood at the head of the stair. His robe, too, was black,\nbut of richly embroidered velvet, and there was a velvet cap on his\nhead. His face was calm, and not unhandsome.\n\n'Who the devil are you?' demanded Conan, staring up at him, knife in\nhand.\n\n'I am the Master of Yimsha!' His voice was like the chime of a temple\nbell, but a note of cruel mirth ran through it.\n\n'Where is Yasmina?' demanded Kerim Shah.\n\nThe Master laughed down at him.\n\n'What is that to you, dead man? Have you so quickly forgotten my\nstrength, once lent to you, that you come armed against me, you poor\nfool? I think I will take your heart, Kerim Shah!'\n\nHe held out his hand as if to receive something, and the Turanian cried\nout sharply like a man in mortal agony. He reeled drunkenly, and then,\nwith a splintering of bones, a rending of flesh and muscle and a\nsnapping of mail-links, his breast burst outward with a shower of blood,\nand through the ghastly aperture something red and dripping shot through\nthe air into the Master's outstretched hand, as a bit of steel leaps to\nthe magnet. The Turanian slumped to the floor and lay motionless, and\nthe Master laughed and hurled the object to fall before Conan's feet--a\nstill-quivering human heart.\n\nWith a roar and a curse Conan charged the stair. From Khemsa's girdle he\nfelt strength and deathless hate flow into him to combat the terrible\nemanation of power that met him on the steps. The air filled with a\nshimmering steely haze through which he plunged like a swimmer, head\nlowered, left arm bent about his face, knife gripped low in his right\nhand. His half-blinded eyes, glaring over the crook of his elbow, made\nout the hated shape of the Seer before and above him, the outline\nwavering as a reflection wavers in disturbed water.\n\nHe was racked and torn by forces beyond his comprehension, but he felt\na driving power outside and beyond his own lifting him inexorably upward\nand onward, despite the wizard's strength and his own agony.\n\nNow he had reached the head of the stairs, and the Master's face floated\nin the steely haze before him, and a strange fear shadowed the\ninscrutable eyes. Conan waded through the mist as through a surf, and\nhis knife lunged upward like a live thing. The keen point ripped the\nMaster's robe as he sprang back with a low cry. Then before Conan's\ngaze, the wizard vanished--simply disappeared like a burst bubble, and\nsomething long and undulating darted up one of the smaller stairs that\nled up to left and right from the landing.\n\nConan charged after it, up the left-hand stair, uncertain as to just\nwhat he had seen whip up those steps, but in a berserk mood that drowned\nthe nausea and horror whispering at the back of his consciousness.\n\nHe plunged out into a broad corridor whose uncarpeted floor and\nuntapestried walls were of polished jade, and something long and swift\nwhisked down the corridor ahead of him, and into a curtained door. From\nwithin the chamber rose a scream of urgent terror. The sound lent wings\nto Conan's flying feet and he hurtled through the curtains and headlong\ninto the chamber within.\n\nA frightful scene met his glare. Yasmina cowered on the farther edge of\na velvet-covered dais, screaming her loathing and horror, an arm lifted\nas if to ward off attack, while before her swayed the hideous head of a\ngiant serpent, shining neck arching up from dark-gleaming coils. With a\nchoked cry Conan threw his knife.\n\nInstantly the monster whirled and was upon him like the rush of wind\nthrough tall grass. The long knife quivered in its neck, point and a\nfoot of blade showing on one side, and the hilt and a hand's-breadth of\nsteel on the other, but it only seemed to madden the giant reptile. The\ngreat head towered above the man who faced it, and then darted down, the\nvenom-dripping jaws gaping wide. But Conan had plucked a dagger from his\ngirdle and he stabbed upward as the head dipped down. The point tore\nthrough the lower jaw and transfixed the upper, pinning them together.\nThe next instant the great trunk had looped itself about the Cimmerian\nas the snake, unable to use its fangs, employed its remaining form of\nattack.\n\nConan's left arm was pinioned among the bone-crushing folds, but his\nright was free. Bracing his feet to keep upright, he stretched forth his\nhand, gripped the hilt of the long knife jutting from the serpent's\nneck, and tore it free in a shower of blood. As if divining his purpose\nwith more than bestial intelligence, the snake writhed and knotted,\nseeking to cast its loops about his right arm. But with the speed of\nlight the long knife rose and fell, shearing halfway through the\nreptile's giant trunk.\n\nBefore he could strike again, the great pliant loops fell from him and\nthe monster dragged itself across the floor, gushing blood from its\nghastly wounds. Conan sprang after it, knife lifted, but his vicious\nswipe cut empty air as the serpent writhed away from him and struck its\nblunt nose against a paneled screen of sandalwood. One of the panels\ngave inward and the long, bleeding barrel whipped through it and was\ngone.\n\nConan instantly attacked the screen. A few blows rent it apart and he\nglared into the dim alcove beyond. No horrific shape coiled there; there\nwas blood on the marble floor, and bloody tracks led to a cryptic arched\ndoor. Those tracks were of a man's bare feet....\n\n'_Conan!_' He wheeled back into the chamber just in time to catch the\nDevi of Vendhya in his arms as she rushed across the room and threw\nherself upon him, catching him about the neck with a frantic clasp, half\nhysterical with terror and gratitude and relief.\n\nHis wild blood had been stirred to its uttermost by all that had passed.\nHe caught her to him in a grasp that would have made her wince at\nanother time, and crushed her lips with his. She made no resistance; the\nDevi was drowned in the elemental woman. She closed her eyes and drank\nin his fierce, hot, lawless kisses with all the abandon of passionate\nthirst. She was panting with his violence when he ceased for breath, and\nglared down at her lying limp in his mighty arms.\n\n'I knew you'd come for me,' she murmured. 'You would not leave me in\nthis den of devils.'\n\nAt her words recollection of their environment came to him suddenly. He\nlifted his head and listened intently. Silence reigned over the castle\nof Yimsha, but it was a silence impregnated with menace. Peril crouched\nin every corner, leered invisibly from every hanging.\n\n'We'd better go while we can,' he muttered. 'Those cuts were enough to\nkill any common beast--or _man_--but a wizard has a dozen lives. Wound\none, and he writhes away like a crippled snake to soak up fresh venom\nfrom some source of sorcery.'\n\nHe picked up the girl and carrying her in his arms like a child, he\nstrode out into the gleaming jade corridor and down the stairs, nerves\ntautly alert for any sign or sound.\n\n'I met the Master,' she whispered, clinging to him and shuddering. 'He\nworked his spells on me to break my will. The most awful thing was a\nmoldering corpse which seized me in its arms--I fainted then and lay as\none dead, I do not know how long. Shortly after I regained consciousness\nI heard sounds of strife below, and cries, and then that snake came\nslithering through the curtains--ah!' She shook at the memory of that\nhorror. 'I knew somehow that it was not an illusion, but a real serpent\nthat sought my life.'\n\n'It was not a shadow, at least,' answered Conan cryptically. 'He knew he\nwas beaten, and chose to slay you rather than let you be rescued.'\n\n'What do you mean, _he_?' she asked uneasily, and then shrank against\nhim, crying out, and forgetting her question. She had seen the corpses\nat the foot of the stairs. Those of the Seers were not good to look at;\nas they lay twisted and contorted, their hands and feet were exposed to\nview, and at the sight Yasmina went livid and hid her face against\nConan's powerful shoulder.\n\n\n\n\n10 Yasmina and Conan\n\n\nConan passed through the hall quickly enough, traversed the outer\nchamber and approached the door that led upon the gallery. Then he saw\nthe floor sprinkled with tiny, glittering shards. The crystal sheet that\nhad covered the doorway had been shivered to bits, and he remembered the\ncrash that had accompanied the shattering of the crystal globe. He\nbelieved that every piece of crystal in the castle had broken at that\ninstant, and some dim instinct or memory of esoteric lore vaguely\nsuggested the truth of the monstrous connection between the Lords of the\nBlack Circle and the golden pomegranates. He felt the short hair bristle\nchilly at the back of his neck and put the matter hastily out of his\nmind.\n\nHe breathed a deep sigh of relief as he stepped out upon the green jade\ngallery. There was still the gorge to cross, but at least he could see\nthe white peaks glistening in the sun, and the long slopes falling away\ninto the distant blue hazes.\n\nThe Irakzai lay where he had fallen, an ugly blotch on the glassy\nsmoothness. As Conan strode down the winding path, he was surprised to\nnote the position of the sun. It had not yet passed its zenith; and yet\nit seemed to him that hours had passed since he plunged into the castle\nof the Black Seers.\n\nHe felt an urge to hasten, not a mere blind panic, but an instinct of\nperil growing behind his back. He said nothing to Yasmina, and she\nseemed content to nestle her dark head against his arching breast and\nfind security in the clasp of his iron arms. He paused an instant on the\nbrink of the chasm, frowning down. The haze which danced in the gorge\nwas no longer rose-hued and sparkling. It was smoky, dim, ghostly, like\nthe life-tide that flickered thinly in a wounded man. The thought came\nvaguely to Conan that the spells of magicians were more closely bound to\ntheir personal beings than were the actions of common men to the\nactors.\n\nBut far below, the floor shone like tarnished silver, and the gold\nthread sparkled undimmed. Conan shifted Yasmina across his shoulder,\nwhere she lay docilely, and began the descent. Hurriedly he descended\nthe ramp, and hurriedly he fled across the echoing floor. He had a\nconviction that they were racing with time, that their chances of\nsurvival depended upon crossing that gorge of horrors before the wounded\nMaster of the castle should regain enough power to loose some other doom\nupon them.\n\nWhen he toiled up the farther ramp and came out upon the crest, he\nbreathed a gusty sigh of relief and stood Yasmina upon her feet.\n\n'You walk from here,' he told her; 'it's downhill all the way.'\n\nShe stole a glance at the gleaming pyramid across the chasm; it reared\nup against the snowy slope like the citadel of silence and immemorial\nevil.\n\n'Are you a magician, that you have conquered the Black Seers of Yimsha,\nConan of Ghor?' she asked, as they went down the path, with his heavy\narm about her supple waist.\n\n'It was a girdle Khemsa gave me before he died,' Conan answered. 'Yes, I\nfound him on the trail. It is a curious one, which I'll show you when I\nhave time. Against some spells it was weak, but against others it was\nstrong, and a good knife is always a hearty incantation.'\n\n'But if the girdle aided you in conquering the Master,' she argued, 'why\ndid it not aid Khemsa?'\n\nHe shook his head. 'Who knows? But Khemsa had been the Master's slave;\nperhaps that weakened its magic. He had no hold on me as he had on\nKhemsa. Yet I can't say that I conquered him. He retreated, but I have a\nfeeling that we haven't seen the last of him. I want to put as many\nmiles between us and his lair as we can.'\n\nHe was further relieved to find horses tethered among the tamarisks as\nhe had left them. He loosed them swiftly and mounted the black stallion,\nswinging the girl up before him. The others followed, freshened by their\nrest.\n\n'And what now?' she asked. 'To Afghulistan?'\n\n'Not just now!' He grinned hardly. 'Somebody--maybe the governor--killed\nmy seven headmen. My idiotic followers think I had something to do with\nit, and unless I am able to convince them otherwise, they'll hunt me\nlike a wounded jackal.'\n\n'Then what of me? If the headmen are dead, I am useless to you as a\nhostage. Will you slay me, to avenge them?'\n\nHe looked down at her, with eyes fiercely aglow, and laughed at the\nsuggestion.\n\n'Then let us ride to the border,' she said. 'You'll be safe from the\nAfghulis there--'\n\n'Yes, on a Vendhyan gibbet.'\n\n'I am Queen of Vendhya,' she reminded him with a touch of her old\nimperiousness. 'You have saved my life. You shall be rewarded.'\n\nShe did not intend it as it sounded, but he growled in his throat, ill\npleased.\n\n'Keep your bounty for your city-bred dogs, princess! If you're a queen\nof the plains, I'm a chief of the hills, and not one foot toward the\nborder will I take you!'\n\n'But you would be safe--' she began bewilderedly.\n\n'And you'd be the Devi again,' he broke in. 'No, girl; I prefer you as\nyou are now--a woman of flesh and blood, riding on my saddle-bow.'\n\n'But you can't _keep_ me!' she cried. 'You can't--'\n\n'Watch and see!' he advised grimly.\n\n'But I will pay you a vast ransom--'\n\n'Devil take your ransom!' he answered roughly, his arms hardening about\nher supple figure. 'The kingdom of Vendhya could give me nothing I\ndesire half so much as I desire you. I took you at the risk of my neck;\nif your courtiers want you back, let them come up the Zhaibar and fight\nfor you.'\n\n'But you have no followers now!' she protested. 'You are hunted! How can\nyou preserve your own life, much less mine?'\n\n'I still have friends in the hills,' he answered. 'There is a chief of\nthe Khurakzai who will keep you safely while I bicker with the Afghulis.\nIf they will have none of me, by Crom! I will ride northward with you to\nthe steppes of the _kozaki_. I was a hetman among the Free Companions\nbefore I rode southward. I'll make you a queen on the Zaporoska River!'\n\n'But I can not!' she objected. 'You must not hold me--'\n\n'If the idea's so repulsive,' he demanded, 'why did you yield your lips\nto me so willingly?'\n\n'Even a queen is human,' she answered, coloring. 'But because I am a\nqueen, I must consider my kingdom. Do not carry me away into some\nforeign country. Come back to Vendhya with me!'\n\n'Would you make me your king?' he asked sardonically.\n\n'Well, there are customs--' she stammered, and he interrupted her with a\nhard laugh.\n\n'Yes, civilized customs that won't let you do as you wish. You'll marry\nsome withered old king of the plains, and I can go my way with only the\nmemory of a few kisses snatched from your lips. Ha!'\n\n'But I must return to my kingdom!' she repeated helplessly.\n\n'Why?' he demanded angrily. 'To chafe your rump on gold thrones, and\nlisten to the plaudits of smirking, velvet-skirted fools? Where is the\ngain? Listen: I was born in the Cimmerian hills where the people are\nall barbarians. I have been a mercenary soldier, a corsair, a _kozak_,\nand a hundred other things. What king has roamed the countries, fought\nthe battles, loved the women, and won the plunder that I have?\n\n'I came into Ghulistan to raise a horde and plunder the kingdoms to the\nsouth--your own among them. Being chief of the Afghulis was only a\nstart. If I can conciliate them, I'll have a dozen tribes following me\nwithin a year. But if I can't I'll ride back to the steppes and loot the\nTuranian borders with the _kozaki_. And you'll go with me. To the devil\nwith your kingdom; they fended for themselves before you were born.'\n\nShe lay in his arms looking up at him, and she felt a tug at her spirit,\na lawless, reckless urge that matched his own and was by it called into\nbeing. But a thousand generations of sovereignship rode heavy upon her.\n\n'I can't! I can't!' she repeated helplessly.\n\n'You haven't any choice,' he assured her. 'You--what the devil!'\n\nThey had left Yimsha some miles behind them, and were riding along a\nhigh ridge that separated two deep valleys. They had just topped a steep\ncrest where they could gaze down into the valley on their right hand.\nAnd there was a running fight in progress. A strong wind was blowing\naway from them, carrying the sound from their ears, but even so the\nclashing of steel and thunder of hoofs welled up from far below.\n\nThey saw the glint of the sun on lance-tip and spired helmet. Three\nthousand mailed horsemen were driving before them a ragged band of\nturbaned riders, who fled snarling and striking like fleeing wolves.\n\n'Turanians,' muttered Conan. 'Squadrons from Secunderam. What the devil\nare they doing here?'\n\n'Who are the men they pursue?' asked Yasmina. 'And why do they fall back\nso stubbornly? They can not stand against such odds.'\n\n'Five hundred of my mad Afghulis,' he growled, scowling down into the\nvale. 'They're in a trap, and they know it.'\n\nThe valley was indeed a cul-de-sac at that end. It narrowed to a\nhigh-walled gorge, opening out further into a round bowl, completely\nrimmed with lofty, unscalable walls.\n\nThe turbaned riders were being forced into this gorge, because there was\nnowhere else for them to go, and they went reluctantly, in a shower of\narrows and a whirl of swords. The helmeted riders harried them, but did\nnot press in too rashly. They knew the desperate fury of the hill\ntribes, and they knew too that they had their prey in a trap from which\nthere was no escape. They had recognized the hill-men as Afghulis, and\nthey wished to hem them in and force a surrender. They needed hostages\nfor the purpose they had in mind.\n\nTheir emir was a man of decision and initiative. When he reached the\nGurashah valley, and found neither guides nor emissary waiting for him,\nhe pushed on, trusting to his own knowledge of the country. All the way\nfrom Secunderam there had been fighting, and tribesmen were licking\ntheir wounds in many a crag-perched village. He knew there was a good\nchance that neither he nor any of his helmeted spearmen would ever ride\nthrough the gates of Secunderam again, for the tribes would all be up\nbehind him now, but he was determined to carry out his orders--which\nwere to take Yasmina Devi from the Afghulis at all costs, and to bring\nher captive to Secunderam, or if confronted by impossibility, to strike\noff her head before he himself died.\n\nOf all this, of course, the watchers on the ridge were not aware. But\nConan fidgeted with nervousness.\n\n'Why the devil did they get themselves trapped?' he demanded of the\nuniverse at large. 'I know what they're doing in these parts--they were\nhunting me, the dogs! Poking into every valley--and found themselves\npenned in before they knew it. The poor fools! They're making a stand in\nthe gorge, but they can't hold out for long. When the Turanians have\npushed them back into the bowl, they'll slaughter them at their\nleisure.'\n\nThe din welling up from below increased in volume and intensity. In the\nstrait of the narrow gut, the Afghulis, fighting desperately, were for\nthe time holding their own against the mailed riders, who could not\nthrow their whole weight against them.\n\nConan scowled darkly, moved restlessly, fingering his hilt, and finally\nspoke bluntly: 'Devi, I must go down to them. I'll find a place for you\nto hide until I come back to you. You spoke of your kingdom--well, I\ndon't pretend to look on those hairy devils as my children, but after\nall, such as they are, they're my henchmen. A chief should never desert\nhis followers, even if they desert him first. They think they were right\nin kicking me out--hell, I won't be cast off! I'm still chief of the\nAfghulis, and I'll prove it! I can climb down on foot into the gorge.'\n\n'But what of me?' she queried. 'You carried me away forcibly from _my_\npeople; now will you leave me to die in the hills alone while you go\ndown and sacrifice yourself uselessly?'\n\nHis veins swelled with the conflict of his emotions.\n\n'That's right,' he muttered helplessly. 'Crom knows what I _can_ do.'\n\nShe turned her head slightly, a curious expression dawning on her\nbeautiful face. Then:\n\n'Listen!' she cried. 'Listen!'\n\nA distant fanfare of trumpets was borne faintly to their ears. They\nstared into the deep valley on the left, and caught a glint of steel on\nthe farther side. A long line of lances and polished helmets moved along\nthe vale, gleaming in the sunlight.\n\n'The riders of Vendhya!' she cried exultingly.\n\n'There are thousands of them!' muttered Conan. 'It has been long since a\nKshatriya host has ridden this far into the hills.'\n\n'They are searching for me!' she exclaimed. 'Give me your horse! I will\nride to my warriors! The ridge is not so precipitous on the left, and I\ncan reach the valley floor. I will lead my horsemen into the valley at\nthe upper end and fall upon the Turanians! We will crush them in the\nvise! Quick, Conan! Will you sacrifice your men to your own desire?'\n\nThe burning hunger of the steppes and the wintry forests glared out of\nhis eyes, but he shook his head and swung off the stallion, placing the\nreins in her hands.\n\n'You win!' he grunted. 'Ride like the devil!'\n\nShe wheeled away down the left-hand slope and he ran swiftly along the\nridge until he reached the long ragged cleft that was the defile in\nwhich the fight raged. Down the rugged wall he scrambled like an ape,\nclinging to projections and crevices, to fall at last, feet first, into\nthe mêlée that raged in the mouth of the gorge. Blades were whickering\nand clanging about him, horses rearing and stamping, helmet plumes\nnodding among turbans that were stained crimson.\n\nAs he hit, he yelled like a wolf, caught a gold-worked rein, and dodging\nthe sweep of a scimitar, drove his long knife upward through the rider's\nvitals. In another instant he was in the saddle, yelling ferocious\norders to the Afghulis. They stared at him stupidly for an instant; then\nas they saw the havoc his steel was wreaking among their enemies, they\nfell to their work again, accepting him without comment. In that inferno\nof licking blades and spurting blood there was no time to ask or answer\nquestions.\n\nThe riders in their spired helmets and gold-worked hauberks swarmed\nabout the gorge mouth, thrusting and slashing, and the narrow defile was\npacked and jammed with horses and men, the warriors crushed breast to\nbreast, stabbing with shortened blades, slashing murderously when there\nwas an instant's room to swing a sword. When a man went down he did not\nget up from beneath the stamping, swirling hoofs. Weight and sheer\nstrength counted heavily there, and the chief of the Afghulis did the\nwork of ten. At such times accustomed habits sway men strongly, and the\nwarriors, who were used to seeing Conan in their vanguard, were\nheartened mightily, despite their distrust of him.\n\nBut superior numbers counted too. The pressure of the men behind forced\nthe horsemen of Turan deeper and deeper into the gorge, in the teeth of\nthe flickering tulwars. Foot by foot the Afghulis were shoved back,\nleaving the defile-floor carpeted with dead, on which the riders\ntrampled. As he hacked and smote like a man possessed, Conan had time\nfor some chilling doubts--would Yasmina keep her word? She had but to\njoin her warriors, turn southward and leave him and his band to perish.\n\nBut at last, after what seemed centuries of desperate battling, in the\nvalley outside there rose another sound above the clash of steel and\nyells of slaughter. And then with a burst of trumpets that shook the\nwalls, and rushing thunder of hoofs, five thousand riders of Vendhya\nsmote the hosts of Secunderam.\n\nThat stroke split the Turanian squadrons asunder, shattered, tore and\nrent them and scattered their fragments all over the valley. In an\ninstant the surge had ebbed back out of the gorge; there was a chaotic,\nconfused swirl of fighting, horsemen wheeling and smiting singly and in\nclusters, and then the emir went down with a Kshatriya lance through his\nbreast, and the riders in their spired helmets turned their horses down\nthe valley, spurring like mad and seeking to slash a way through the\nswarms which had come upon them from the rear. As they scattered in\nflight, the conquerors scattered in pursuit, and all across the valley\nfloor, and up on the slopes near the mouth and over the crests streamed\nthe fugitives and the pursuers. The Afghulis, those left to ride, rushed\nout of the gorge and joined in the harrying of their foes, accepting the\nunexpected alliance as unquestioningly as they had accepted the return\nof their repudiated chief.\n\nThe sun was sinking toward the distant crags when Conan, his garments\nhacked to tatters and the mail under them reeking and clotted with\nblood, his knife dripping and crusted to the hilt, strode over the\ncorpses to where Yasmina Devi sat her horse among her nobles on the\ncrest of the ridge, near a lofty precipice.\n\n'You kept your word, Devi!' he roared. 'By Crom, though, I had some bad\nseconds down in that gorge--_look out!_'\n\nDown from the sky swooped a vulture of tremendous size with a thunder of\nwings that knocked men sprawling from their horses.\n\nThe scimitar-like beak was slashing for the Devi's soft neck, but Conan\nwas quicker--a short run, a tigerish leap, the savage thrust of a\ndripping knife, and the vulture voiced a horribly human cry, pitched\nsideways and went tumbling down the cliffs to the rocks and river a\nthousand feet below. As it dropped, its black wings thrashing the air,\nit took on the semblance, not of a bird, but of a black-robed human body\nthat fell, arms in wide black sleeves thrown abroad.\n\nConan turned to Yasmina, his red knife still in his hand, his blue eyes\nsmoldering, blood oozing from wounds on his thickly muscled arms and\nthighs.\n\n'You are the Devi again,' he said, grinning fiercely at the gold-clasped\ngossamer robe she had donned over her hill-girl attire, and awed not at\nall by the imposing array of chivalry about him. 'I have you to thank\nfor the lives of some three hundred and fifty of my rogues, who are at\nleast convinced that I didn't betray them. You have put my hands on the\nreins of conquest again.'\n\n'I still owe you my ransom,' she said, her dark eyes glowing as they\nswept over him. 'Ten thousand pieces of gold I will pay you--'\n\nHe made a savage, impatient gesture, shook the blood from his knife and\nthrust it back in its scabbard, wiping his hands on his mail.\n\n'I will collect your ransom in my own way, at my own time,' he said. 'I\nwill collect it in your palace at Ayodhya, and I will come with fifty\nthousand men to see that the scales are fair.'\n\nShe laughed, gathering her reins into her hands. 'And I will meet you on\nthe shores of the Jhumda with a hundred thousand!'\n\nHis eyes shone with fierce appreciation and admiration, and stepping\nback, he lifted his hand with a gesture that was like the assumption of\nkingship, indicating that her road was clear before her.\n\n\n\n\n\nEnd of Project Gutenberg's The People of the Black Circle, by Robert E. Howard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PEOPLE OF THE BLACK CIRCLE ***\n\n***** This file should be named 42259-8.txt or 42259-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/2/2/5/42259/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}