{"title": "Ripeness is All", "author": "Jesse Roarke", "releaseDate": "June 26, 2013", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Ripeness Is All\n\n                          By JESSE ROARKE\n\n                        Illustrator SUMMERS\n\n    [Transcriber's Note: This etext was produced from Fantastic Stories\n    of Imagination May 1962. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.]\n\n\n    _Shakespeare wrote it, in the tragedy of King Lear--a phrase\n    to live by:\n\n                      Men must endure\n    Their going hence, even as their coming hither;_\n\n\nHe was disturbed, but he did not know it. Murky, agitated waters crept\nup in his vast subconscious world, and sought the threshold, the mouth\nof the pit, the slope of the clean shore; little rainbows of light\nnow and then flashed over the waters. They heaved, and against the\nsluice-gates they beat, sullenly. There was a yielding, but the great\nforce was contained.\n\nHe left his Pad, curiously mopping his brow a little, and furrowing it\nbetween the eyes. It came to him that he was hungry. He stepped to the\ncurb, pushed the button, and leaned against the post, as if waiting, or\nin thought. Almost immediately a Car appeared, in a cheery orange and\ngreen. He almost shuddered, and he almost knew that he did so. Then he\nbrightened, stepped into the car, and voiced his desire.\n\nHe was carried at a moderate pace through clean, broad streets and past\nbright, shiny buildings and smiling parks and gardens. He came to the\ntop of a high hill, saw the sparkling blue bay in the distance, and\nthought vaguely of sailing upon it. On his face he felt a brisk spray,\nand the air was tanged with salt. Then a warmed, faintly perfumed\nglow dried and composed him, and the Car shut off all its machinery\nand glided to a stop. He got out, ever so comfortable, and entered a\nluxurious Kitchen, in which he had not dined for several days.\n\nThe doors opened automatically, and a smiling android, gaily featured\nand clothed, conducted him to a table. She was a soothing sight: yes,\nthat's what it was. He ordered a sumptuous meal, rubbing his ample\nwaistline in anticipation.\n\n\"Dig dig!\" crooned the waitress.\n\nHe patted good-naturedly her well-moulded behind as she turned; she\nglowed sweetly back over her soft and delicate shoulder. He wondered if\nMeg was enough, and decided that, well, for the time being, he guessed\nshe was. No use hurrying things. The waitress returned and served the\nmeal. As always, it was excellent. He finished with a leisurely bottle\nof wine and a cigar, pinched the waitress's firm yet ever so yielding\nthigh, and departed.\n\nThen a deep stirring almost took hold upon him. Yes, that was what\nhe needed. It had been several months now. He pushed another button,\nand a rosy pink Car appeared to his service. \"Take me to a House, you\nknow what I mean?\" he said, as he arranged himself upon the pearl grey\ncushions. The Car glided away.\n\n       *       *       *       *       *\n\nOn and on along the shore of the ocean they pleasantly careened. At\nlength they turned into a rich garden bower, and stopped in front of\na great mansion overlooking the waves. He alighted; the Car departed.\nProfusely bloomed scarlet and golden and azure flowers, everywhere;\nsucculent and bright was the lavish green. The doors opened, and a Woman\nreceived him. She was past child-bearing, motherly, and smiling.\n\nHe smiled back, and said, \"You got one, huh?\"\n\n\"Of course,\" she answered.\n\nHe sat down to wait.\n\nAnd while he waited, he almost thought. Meg was good, all right, but\nwhy wasn't she enough, sometimes? He tapped his thumb-nail against his\nteeth in a few moments of near perplexity, and then desisted. Soon a\nbevy of charming Girls entered the room and paraded for him, laughing\nand smiling. He settled upon a petite brunette with cherry lips. She\nstripped him of his clothes, and they went walking in a private garden.\n\nIn an inner bower they sat down to a rustic table, and were served by\nrobot with a heady aphrodisiac wine. On the grasses and the petals\nof flowers, overlooking the sea, they entwined their limbs and their\nbodies, and he nearly enjoyed her. He thought that once he had enjoyed\nthis activity indeed, and wondered whether it were so.\n\nHe sat looking over the waters, trying to muse. The androids were\nphysically perfect, flesh meeting flesh, clinging to it, thrilling with\nit. They were warm, they whispered, they strained and cried. They were\nfreely available, for every man and woman. None need be unsatisfied.\n\nBut he did not know all of this, history and psychology were lost to\nhim and he could never keep a connected train of thought; his being\nunsatisfied could not penetrate to his consciousness. He did not quite\nknow that flesh cried out for something more than flesh, and had\nalways done so. He did know, more or less, that there was the matter\nof population, and that real men and real women had, at mysterious\nintervals, to copulate. That was the way it was. He had once spent some\ntime in a House himself, meeting the requirements of an endless variety\nof Girls. He supposed that some of them had borne the issue of his seed,\nthough he did not suppose it in these terms. But it was better not to\nknow these things for certain, and not to have anything to do with\nthe rearing of children, after the early mother-feeling was over. The\nSchools could take care of that better than people could.\n\nShe snuggled against him.\n\n\"What say, Man?\" she said: \"What's eatin yuh?\"\n\nHe did not know how to answer. He tried to talk, tried to break through,\nto clarify.\n\n\"What's it, huh?\" he nearly pleaded. \"All this, I mean. Like what's it\nfor?\"\n\nShe stretched out on the grass and looked at him a moment.\n\n\"Search me,\" she ventured. \"I guess maybe what you need's a Bed.\"\n\nHe guessed she was right.\n\n       *       *       *       *       *\n\nThey went back to the mansion through the twilight, and established\nthemselves in one of the rooms. The soft curtains were drawn, the Bed\nwas large, the sheets were silky and creamy. She reclined on her back,\nand the mattress moulded itself perfectly to her form.\n\nHe lay down beside her, and caressed her. She clasped him tight to\nher breast. And he was clasped also by an invisible but very palpable\nfield of energy, that directed his movements and charged him with an\ninexhaustible and ceaseless power. He held her tight, and the force\nentwined them. They were one throbbing ecstasy, and only at the very\nlast endurable moment were they given release.\n\nThen the Bed slowly soothed them, massaged them, and invigorated them\nonce again. Throughout the night it continued, activity and repose,\nuntil toward the dawn he fell into a dead sleep, which lasted until the\nfollowing morning.\n\nHe did not know that he dreamed. He did not consciously remember any\nof it. He only knew, as he ate his ample breakfast, that he was not so\nthoroughly at peace as he should have been. And he knew that it was\nuseless to ask the Woman, or one of the Girls.\n\nBut the Woman's androids did well by her, it seemed. Maybe he had better\ngo home to Meg.\n\n\"What the square, anyhow?\" he said to himself. A little more rest in his\nfamiliar surroundings, and he would be all right. A Bed always took a\nlot out of a man. He arose to go.\n\n\"Goodbye, dear,\" the Woman said, as he came to the head of the main\npath. She was serene and smiling.\n\nHe adjusted his tunic, and smiled in reply. Yes sir, the old world was\nin good shape, just like always. He signaled for a Car. The bright ocean\nagain passed by him, and the broad sands, and he dozed.\n\n       *       *       *       *       *\n\nThe dreams were more importunate, this time. When he awoke, with a blank\nstart, the Car was cruising aimlessly. He looked around, and broke into\na sweat. There was a button he had to push, somewhere, there was a\nhandle he had to take hold of. He stammered out \"Stop--now!\" and stepped\nonto the curb. The car sped away, to another summons. He was before an\nEmporium, but he did not enter. Instead, he did an unprecedented thing:\nhe went for a walk, through the streets of the City. This was not done,\nand none of the occupants of the passing cars observed him.\n\nHe was really wondering, now. Could something be wrong? This\npossibility, with all its full horror, had never entered his mind\nbefore; indeed, he did not even have the conceptions of rightness\nand wrongness, and yet there was the inescapable word, \"wrong\". His\nagitation increased. He found himself with the hardly formulated idea\nthat a school was a place where one learned something, and he did not\nknow what this could mean.\n\nHe thought of the School that he had attended. All the young people of\nthe District of Fransco attended it: they had been told that there were\nother Schools, in other districts, and that they were all the same.\nHe had believed it, and forgotten about it. What did it matter? One\ndistrict was as good as another. He had never travelled. He knew a Man\nwho had gone to the District of Shasta, but he had not been interested\nin hearing about it. He remembered that the Man had said it was all the\nsame thing, not worth the bother. One had everything he needed, in his\nown place. But now it seemed that he needed something more, something\nnobody had ever heard of. He walked on, thinking about the School.\n\nEverybody was born in a House, and kept there till he was weaned, and\ncould walk. Then he was taken to the School. There he grew up in an\natmosphere of Group Living, and was gradually showed everything that he\nneeded--everything that there was. The hes and shes played together;\nthey were instructed in the Ways of Life.\n\nAs they grew older, they were taken around the City. They were showed\nthe places that the Cars could take them; they were showed how to push\nthe buttons. Of course the robots did a perfect job of instruction.\nThere were Kitchens, in which one could eat. There were parks and\ngardens, in which one could stroll and lounge. There were Emporiums, in\nwhich one could get clothes and things. It was all--as it was.\n\nWhen one reached puberty, he was taken from the School, and given a\nPad. There he lived, listening to the soft music that came from the\nwalls, eating and sleeping. And doing. He selected his android from an\nEmporium, and did her as he pleased. She was his company, the Warmth of\nhis Pad. She shopped in the Emporium for him, she fixed him cozy little\nmeals, and brought him his pipe or his cigar. She spread the depilatory\ncream upon his face in the morning, and wiped, with so soft a touch, his\nbeard away; and she bathed him, in the scented waters.\n\n       *       *       *       *       *\n\nHe remembered that after a year or two, he had felt almost restless.\nFrom his touch, Meg had understood. She had whispered \"House\" to him,\nand he had gone out and instructed a Car. That had been his first\nexperience of a Girl. He supposed that it had been the same with the\nothers. He had never inquired. In the garden bower the idea of children\nhad come to him, and his mind had been at rest. He had not tried a Bed\nuntil the fifth or sixth time. He had, he supposed, taken for granted\nthat the Girls lived in the same way that he did. They had their own\nandroids, their own Pads. They never associated with the Men, except in\na House. Men got together sometimes, and ate and drank, and had android\norgies; no doubt the Girls did likewise.\n\nWith a great effort, aided by hints from what he could remember of Life,\nhe pieced an idea together, not knowing what he had done. Of course\nhuman copulation was too dangerous: it might make one unhappy. He had\nlearned, in the bowers, that Man and Girl were not of the same temper,\nand that their union was not always perfect. Somehow it was better, even\nso, but it was too difficult. It tended to be--painful.\n\nHe did not know the word. He did not know any of the words for these\nstrange thoughts of his, but they were now very palpable to him, and\nvery urgent. His android was his, and was never dissatisfied; and so,\nneither was he. It was a perfect and complete system. And what was\nhappening to him? The word \"happiness\" came upon him, and he shuddered,\nalmost in terror. What did it mean? Too many things were happening, all\nat once.\n\n       *       *       *       *       *\n\nHe turned into a street, and stopped. He had never seen it before.\nBut why should this disturb him? The District was a big place. But he\nthought he had better get out of this street. Maybe pick up another\nandroid, maybe even take her home: have a redhead for awhile, maybe. Meg\nwouldn't mind. How could she? What was the matter with him? Other Men\nchanged readily, or kept a whole Padful. The waitresses were much in\ndemand. One did not even have to take them home: there were convenient\nrooms in every Kitchen.\n\nThen suddenly all this was shaken from him. He was standing before a\nlarge building, and he did not know what it was.\n\nHe stood for a long time, looking at it. Now and then a Man seemed\nto pass, but he could not be sure. It was like a shadow, like the\nflickering of a breeze. He wondered what the building could be.\n\nAt length he seemed to hear a murmur as of the waters, and at last a\nvoice broke upon him.\n\n\"This is a library,\" it said. \"There are books here, and teachers, from\nwhom you can learn.\"\n\nIt was too much. He screamed, and ran down the street.\n\nAfter a few blocks he became calmer; forgetfulness rescued him. He\npushed a button, and a Car conveyed him to his Pad.\n\nMeg met him, all warmth and smiles. He sat down, and she brought him his\nslippers and a cold bottle of beer. He drank deeply. She sat on the arm\nof his chair, caressed him, and asked if he would like some dinner. She\nhad--\n\nHe cut her short.\n\n\"Meg, honey,\" he said, \"I'm a little tired, that's how. You go to bed\nnow, huh, put on some of that jasmine perfume? You dig?\"\n\n\"Sure, honey! Dig dig!\" she replied.\n\nThe dark waters rose, and beat against him.\n\nHe finished his beer, and got himself another.\n\nMeg whispered, \"Say, honey!\" The bed rustled softly.\n\nHe fought down his mind, and rapidly drank his beer. Almost as ever,\nhe embraced the Warmth, and slid into a comfortable oblivion. Meg lay\nbeside him in the darkness.\n\n       *       *       *       *       *\n\nHe awoke early, and she laid her hand upon him.\n\nAbruptly, he squirmed away.\n\n\"Don't do that!\" His voice was loud. \"It's no good, all that stuff!\nSomething's--wrong!\"\n\nHe jumped out of bed, and began rapidly to put on his clothes.\n\nMeg lay still for a moment. Her circuits were not built for such things.\nThere was nothing wrong, and nothing registered. Then the cheery morning\nmusic started out of the wall, soothing and bright, and she began to hum\nwith it. She arose, went lightly to her dressing, freshly and sweetly\ntripped into the kitchen.\n\n\"Scrambled eggs, honey?\" she asked, in the most caressive of tones.\n\nHe had all but forgotten his outburst.\n\n\"Yeh, sure honey\", he answered.\n\nHe ate copiously, and drank several cups of black coffee.\n\n\"Fine day!\" he said, belching his appreciation.\n\nHe patted his companion good morning, exceptionally affectionately, and\nwent out into the street.\n\nThere he met an old friend and drinking companion. He lived next door,\nit seemed. They were neighbors! He had seldom been so glad to see\nanyone, as this old friend.\n\n\"Hi there, Charlie!\" he boomed. \"How's it all? Like Man, I'm glad to see\nyou! What's it, huh?\"\n\nThen he waited, with an expectant grin. He waited a considerable time\nafter Charlie had sauntered past him and ridden off in a Car.\n\nThen it came to him.\n\n\"He didn't see me! Like as if I wasn't here! Yeah!\"\n\nHe hurried down the street, and did not think of a Car at all.\n\nHe slowed his pace, and walked for a long time. Nobody saw him. He tried\nto think. The effort was too much, and his mind was a strained blank,\nand almost pained him. This street: it seemed familiar. Yes, he had\ngone cruising here, several times. He began very nearly to regret his\ndeficiency of memory. Wasn't there a nice park, up here a little way?\nHe quickened his pace, perspiring freely. It was right here--no, it\ncouldn't be! Not that again! He couldn't be invisible to other people!\nThere couldn't be things all around him that he couldn't see! It wasn't\nright! What did that word mean? He fainted.\n\nWhen he came to, the library was still there. He staggered to his feet,\nand stood still a moment, gazing. There was something cut in the stone\nover the large front doors. Why would anybody cut something like that in\nthe stone? It didn't make sense. It wasn't comfy at all.\n\nThen, in the back of his brain, a little light burst, and he heard the\nwords, \"All men by nature desire to know.\"\n\nThere it was again. Hadn't he dreamed it? What was this \"know\"? It\nwasn't eating or drinking or doing or anything.\n\nThen there floated into his pulsating areas this \"Aristotle\".\n\nNo dig at all. But he knew that it was the inscription in the stone, and\nhe walked up the broad front walk and entered the doors, which opened\nautomatically for him.\n\nHe walked over the marble floor. Out of the corner of his eye he seemed\nalmost to discern an occasional dim figure hurrying past. He walked up\ntwo flights of stairs, seemingly alone, and yet seemingly surrounded. It\nwas strange, and it was perfectly natural. He had never felt so alive\nbefore. Not even in a Bed had he felt himself so much of a Man. And he\ndid not think about doing. He had not the slightest interest in it. He\nwanted to _know_, whatever this might mean. He paused in front of a\ndoor. It opened, and he entered and eased himself into a chair.\n\n\"You must begin with the alphabet,\" the voice began. \"This is the letter\nA.\"\n\nIt flashed upon the screen. He copied it on the plate before him. Over\nand over again he copied the letter, and heard its name repeated. He was\non the way.\n\n       *       *       *       *       *\n\nHe remained for weeks, for months, in the library. His room was\ncomfortable, his meals were tasty and well balanced. He lost weight, he\ngained continually an alert, aware sense of well-being and purpose. He\nwas developing a mind, and beginning to know.\n\nThroughout the day he studied consciously, or received hypnotic\ninstruction; during the night, while his sleep was more keen and more\nrestful than ever before, the instruction continued. He learned many\nthings. He became aware of who Aristotle was, and what he had done. He\ndeveloped an acquaintance with all the great men and cultures of the\nlost lands of Europa. He learned that he lived on the west coast of\nAmeru, and that this coast was one large City; he learned that the once\nlarge continent had dwindled greatly in the disasters, that the ocean\nwaves now poured over the great plains, and all to the eastward. He\nfelt occasionally a longing to see the mountains, and the further waters.\n\nHe learned and throve. He began to see other figures more distinctly:\nonce in the corridor he met a Man face to face, and they smiled and\nbowed to each other. It had been a small Man, with a funny beard, and\nvery bright eyes. It had not been like anybody he had ever seen in the\nCity. But suddenly he knew that he was not like anybody in the City, and\nthat it could no longer be his home. The shock of the fact that the City\nwas not everything, that there was existence, and desirable existence,\noutside of it, came to him strongly; but now he was ready for it. When\nthe tumult was over, his mind was at last born, and he was a human\nbeing, ready to aim for high goals, and to co-operate with destiny.\n\nThat night much of a strange nature, called \"Sunrise\", came to him, and\nstrange names, faces, and disciplines were vaguely lodged within him. He\nawoke with a most definite feeling of readiness, and with his breakfast\nhe knew, beyond doubt, that \"When the disciple is ready, the Master\nappears.\"\n\nWhen he had finished eating, he left the library, and walked in thought.\nHow dismal everything was! Nobody knowing, or caring about anything\nreally important; nobody seeing anything. And certainly they did not see\nhim: but he saw them very clearly. And how much was there, still to be\nseen, all around him? And what was it, what did it mean? He had to get\nout, he had to find an answer.\n\nHe pushed the nearest button, and slid into the suave black Car that\nnoiselessly approached. He had never seen a black Car before. He\nwondered if his eyes were still playing tricks upon him, if he would\never see anything aright. Then he dismissed it from his mind.\n\n\"Take me out of the City\", he said.\n\nThere was a slight hesitation; then they were moving, slowly and\nquietly, in a northeasterly direction.\n\n       *       *       *       *       *\n\nIt was a long ride, past all the familiar features of the City,\nmultiplied many fold. At length the Car shuddered slightly, and the\nvirtue seemed to go out of it in a gentle rush: it stopped, utterly\nstill, and the silent door slid open with an eloquent finality. He got\nout, and the Car seemed to hasten away as from an undesired doom.\n\nBut his weird was upon him; he thought so, in the transfixing old terms;\nand he turned and beheld an open field, with mountains in the distance.\nAnd it came to him that he had ridden this way before, and seen nothing\nbut City all around him. He thought then of enigmatic things that he\nhad heard and read in the library: of how certain Tibetans rendered\nthemselves invisible, or at least passed unseen, by shielding their\nthought waves--by giving out no handle for perception to grasp. So\nhad this landscape hidden itself, it seemed: shielded itself from\ndesecration.\n\nOr perhaps there were beings, perhaps there was existence, that gave\ncontinual indication, bristled with handles, as it were: but handles\nthat could not be grasped or made use of by an organism insufficiently\ndeveloped. It seemed more of a truism, the more he thought of it.\n\nBut it did not seem to matter, on this bright new day. He dismissed the\nquestion and stepped forward, into the yielding grass.\n\nWhat a great thing it was to have a mind, to feel alive on such a day!\nHe tried to remember how dim, how crippled he had been; it seemed\nimpossible. Could he have been only one poor, flickering candle, he who\nnow blazed with the light of a hundred, or a thousand? Could he have\nrattled on one cylinder, he who now moved smoothly and noiselessly on\nsixteen or twenty? It was too marvelous for words, or for thoughts.\n\nFor a long time he walked, perspiring freely, then puffing, limping and\nlaboring. It was hot, with no breezes from the sea. An occasional rill\nwas refreshing, and a glade was cooling: the leaves rustled gently in\nthe now and then quickened air, and the birds were sweet with song. But\nthere was no sign of human life. At length he sat down on a fallen log,\nand rested.\n\nHe sat long, thinking and dozing. The sun was low in the sky when he\narose, and followed some prompting to a ridge not too greatly in the\ndistance. He had come without provision of any kind, and with no fear\nfor his welfare: he would see. The ground seemed soft enough, if he had\nto sleep there; he took off his shoes and socks, and enjoyed the cool\ngrass.\n\nHe walked on toward the ridge, slowly and confidently, his shoes and\nsocks in his hand. He had not eaten for many hours, but he did not seem\nhungry. Food was not the tremendously important thing that it used to\nbe. He thought of his old esurience, and smiled. Whatever his god was,\nit was not his belly, it was not his body at all. He still had enough\nflab to live on for some time without inconvenience, and it would be\nbetter to live on it, than to keep stuffing himself. There were no women\neither, and no androids. They were tiresome, and tiring, things. He\nsighed almost with contentment.\n\n       *       *       *       *       *\n\nSoon he crossed the ridge, and saw the smiling farmland in the valley\nnot far below. This was where the old food supplies had come from: this\nhad been the life of all but a few, for many centuries. There was a\ngreat peace over it all. With a sense as of treading on hallowed ground,\nhe descended steadily, and soon came upon a large and rambling wooden\nhouse, unpainted, and comfortable. Really comfortable, in a human way,\nnot in the sham way of the City. There was an elderly woman on the\nporch, serenely rocking. As he approached, she smiled.\n\n\"Welcome, stranger!\" she said. \"Come on up and rest awhile.\"\n\nHe was glad of the invitation, and he mounted the generous and solid\nsteps with his shoes and socks still in his hand. He sat down and\nredonned them, under her friendly smile.\n\n\"It feels good, doesn't it?\" she asserted. \"The real earth, under real\nfeet. Maybe you read the poet Hopkins before you got out. I did, right\nat the last. One poem has always stuck with me, and especially this one\nline of it:\n\n    Neither can feet feel, being shod.\n\nI wanted to feel things; I was tired of being shod, and insulated,\nand deadened. I was just a young girl, then. I felt charged with the\ngrandeur of God, as Hopkins put it, and I had to get out. I've seen a\nlot of God's grandeur, and a lot of His blessing, through a long life.\nIt's been good, here in the real world.\n\n\"But it's no use chattering,\" she continued. \"That doesn't really\nexpress or communicate anything. Nature has got a bigger and better\nvoice than any of us, and the best thing to do is just to listen for it.\nI hope you'll stay with us awhile. The longer the better. We like to\nhelp people who've just escaped. But I still talk too much. Supper'll be\nready pretty soon, and I have to go tend to it for a few minutes. Just\nyou sit there and be calm: listen for the still voices.\"\n\nHe was glad to do so, and gladder still to see the men of the family\nreturning from the fields. There were three of them, tall and strong,\nreal human beings, healthy and alive, and little marked by unprofitable\ncare. They had a faith, it seemed, a communion, a divine assurance, more\nor less fulfilled.\n\n       *       *       *       *       *\n\nThe older man, the father, welcomed him again, and they were soon seated\nat the supper table. He noticed that the men ate heartily, and had\nyet not an ounce of excess flesh. He rued his own bulk, and ate but\nsparingly, only out of politeness. But food had never tasted so good\nbefore.\n\nThe two sons were already approaching middle age, and were still\nunmarried. This occasioned their mother some concern. But, as she said,\nthey didn't seem to care, and God or nature could take care of these\nthings better than people could. There was no use straining.\n\n\"And there aren't so many young women around,\" she mused. \"There aren't\nmany people. Whatever love-making there may be, there's very little\nbreeding. It's like the City, in that respect. It seems this just isn't\na very good world these days, comparatively speaking, and people are\nbeing held back till it gets better. There seems to be a sort of a cloud\nover everything. I don't know. Anyway, we're contented. At least we have\nour minds and hearts, and our patience.\"\n\nHe stayed a week, a month: into the natural influences he vigorously\nand gratefully plunged. He helped with the farm work, and grew lean and\nhard, and mentally as well as physically strong. He stayed on, through\nthe winter.\n\nThen, with the spring, his own fertile ground began to burst and ache,\nand he was no longer satisfied. He was not nature itself, to endure\nunmoved the countless cycles of diversified sameness; he was rather a\nflower that faded with a season, a leaf that would soon fall. He was\nlike a single wave of the vast ocean, and like that wave he must forever\nbe moving on, questioning.\n\n       *       *       *       *       *\n\nAnd so he left the farm very early one morning, and walked north, as he\ncould tell by the stars. They would not be surprised, and it was better\nthis way, without farewells. They would know that, for him, they had\nserved their purpose, and would be glad. And so he walked north, before\nsunrise. For this direction he was conscious of no particular reason;\nbut he felt it to be as good as any other.\n\nHe passed a farm or two, skirting them carefully, and breakfasted on\nthe sunrise alone. It was so beautiful, thus breaking, rose and golden,\nover the hills. He remembered the last poet that he had read, before\nhis deliverance: the great Sidney Lanier. \"The Georgia gold mine,\" he\nthought facetiously; and was at once sorry, for his shallowness. No more\nwould successive suns blaze upon the soft southern beauty. The warm blue\nAtlantic waves rolled over the home of this poet-prophet; whose promise,\nhe fervently hoped, was not yet drowned. He also would be Lit with the\nSun. He stretched out his arms to the streaming gold, and then walked\non vigorously, with a new purpose not yet defined.\n\n       *       *       *       *       *\n\nHe was getting into ruggeder country, and the going was more difficult.\nBut yet he felt no inclination to break his fast, or to slacken his\npace. The air was fresh, and good. He climbed around the spur of a\nhill, and found himself entering a wild valley with no sign of human\nhabitation. There was a small stream close by, rippling down from the\nsolitudes. He went to it, and knelt to drink.\n\nAs he arose, two ropes descended upon him, from opposite sides, and his\narms were firmly pinioned. He looked around, and saw two bearded young\nmen, of not unprepossessing aspect. Each wore tight-fitting clothing and\na peaked hat with a long feather, and was armed with knife and sword.\nOne of them motioned into the valley.\n\n\"Come on, thou varlet!\" he said.\n\nThey proceeded, and were soon immersed in the rippling and jutting hills.\n\nNear the head of the valley, and up a hollow to the side, they came to\nan expansive and well populated clearing. Many men, bearded and heavily\narmed, were lounging about, dressed fancifully, but for action. There\nwere women also, sturdy and for the most part quite attractive. He found\nhimself speculating briefly on the fierce joy of their dalliance in\nthese invigorating wilds. Then his attention was abruptly drawn ahead,\nand he was forced to his knees before one who was obviously the leader.\n\nHe was in his middle years, and bore a long flaxen beard and leonine\nmane of hair; his eyes were large, and of a piercing but softly\nreassuring green. He sat, still and lordly, and surveyed his captive.\n\nAt length: \"Arise!\"\n\nHe obeyed, and stood calmly.\n\nThe leader continued, \"Thou art doubtless but lately from the City, of\nabhorred name. Thou art but little acquainted with the usages of life.\nDo not speak! I know 'tis true.\"\n\n       *       *       *       *       *\n\nHe paused for a while, then went on with ruminative authority.\n\n\"Know that thou hast come into the hands of the Knights of Eld,\" he\nsaid. \"As our name implies, and indeed our visible delimitations\nproclaim, we are no cut-throats, or vulgar brawlers. Thou art safe here.\n\n\"But thou art not one of us. Though thou art healthy and strong, and\nmight well prove a formidable adversary, thou takest no delight in\ncombat. Do I speak sooth? Proclaim!\"\n\nHe proclaimed that it was sooth indeed; with the silent reservation\nthat, if the combat were sufficiently noble, and profound, and really,\nfundamentally necessary--but his thoughts were cut short.\n\n\"Then thou hast no place here, unless perchance thou comest for succour,\nor for sanctuary.\"\n\nHis answer being negative, the leader continued:\n\n\"Know that our life is combat. There be many bands, against whom we\nstrive. We have made good escape from the emasculate life of yon City,\nand we have vowed not to let the spirit of gentle manhood perish. The\nelements strive together, and yet the strife is co-operative: and so\nshould it be with men.\n\n\"I like thee,\" he continued, with a smile. \"Say if thou wilt stay with\nus, and learn our ways. There is much that we can rede thee, and the\nbenefit will be mutual, and I trust great.\"\n\nHe was briefly tempted, but still, clearly and promptly, he declined.\nThe leader frowned slightly, and was silent. Then the imperious tones\nrang out:\n\n\"Thou art strong! And thou shalt be stronger, if ought of ours can aid\nto the achievement of this result, so much to be desired.\n\n\"Then hearken well. Thy food shall be taken from thee.\"\n\nHis knapsack was ripped rudely from his back.\n\n\"Thou shalt wander without guide, and no one of us shall take, in any\ncase, further heed of thee. Go with our respect. And may it be that thou\nfallest not into the hands of those ruder and less magnanimous, like\nas the Snakes, perdie, or the Mountain Lions. Thou hast been honorably\nreceived, and thou art warned. Begone!\"\n\n       *       *       *       *       *\n\nHe left with as much alacrity as he thought became him, and continued on\nhis way. For the remainder of the day he wandered, without attempting to\nfix a course, or to avoid anything that might come to him. He was lost\nin thought, with a great sense of well-being that he felt that nothing\ncould overcome.\n\nAs the shadows of evening began to lengthen, and the first stars to\nshine, he found himself ascending the side of a small but respectably\nrugged mountain. By the time of total darkness, he had reached the top,\nand seated himself beneath a redwood tree. He began to feel hungry, but\nnot faint, and with a slight effort of his will the hunger passed away.\nHe sank into a revery, he sat still and thought and contemplated through\nthe long night hours. The cool dews came upon him, and the light winds\nwere whispering in the pale first light, and he was undisturbed.\n\nHe remained on the mountain for three days, eating nothing, and not\nthinking of food. He felt the opposing forces of life within, through\nand around him. The harmonious, continually pulsing tension of existence\nbecame in a manner clear to him, its great necessity indubitable. He\nknew that the battle of opposites, the co-operative strife of elements,\nabilities, tendencies, must be fought within himself; he foresaw no\ngain from the struggle's objectification, or its transferral to his\nassociations with others. He would have peaceful, profoundly and highly\naspiring, adequate companions, or he would remain alone.\n\nDuring the fourth night, just before the dawn, he saw a shimmering light\nover a higher crest in the distance. For an instant it seemed to become\na finger, pointing; and then it faded. He arose, light but unfaint from\nfasting, and set out for the indicated mountain. He encountered no other\nperson along the way.\n\n       *       *       *       *       *\n\nIt was in the late afternoon that he arrived. It was a large and\nbeautiful valley, into which he slowly descended. It was thickly\npopulated, and filled with a seething, a tremendous activity. Waves\nof immense, ardent energy enveloped him, compound of great joy and\ngreat despair; heart-ravishing music, barely audible, came to him,\nspasmodically, on the faint breezes. And the weariness and the weakness\ncame to him also, strongly, the exhaustion of his great efforts of the\npast several days. He lost consciousness, and sank in a seemingly almost\nboneless heap to the side of the mountain.\n\nHe awoke the following morning in a small hut, secluded, in the shade of\na large tree and beside a stream. A spare old man, with a slight beard\nand twinkling eyes, nodded to him.\n\n\"Smells good, does it?\" he asked.\n\nIt smelled very good, and it looked better when the old man brought him\nan ample breakfast, well prepared. He ate slowly, savoring each mouthful.\n\n\"If you don't know where you are,\" said the old man, \"this is a\ncommunity of artists. We don't always get along very well together,\" he\nsmiled, \"but usually we're minding our own business anyway; and it's\ngood to exchange ideas and insights now and then, and see each other's\nwork. And we co-operate too, especially on the stage productions, like\nNoh plays, or Wagner, or something contemporary. I can introduce you to\na young man who has written some very powerful and apt music for the\nAeschylean choruses.\n\n\"I'm a poet myself,\" he continued, \"and a dramatist now and then. I'm\npretty modest and easy-going, compared to most of the people here, but\nI have my moments, and I've done some pretty good things in my life.\nI'll probably show you some later on. It's a good thing for you I'm in a\nsilent period just now: if the old touch had been on my lyre, I'd never\nhave noticed you; or if I had, I'd not have attended to you. But come\non, you look healthy enough: let me show you around.\"\n\nHe arose to dress, and the old man looked him over with frank admiration.\n\n\"You're a fine figure,\" he said. \"And the beard does you justice: or you\ndo justice to the beard. You're like one of the old Biblical patriarchs.\nOr like my idea of them, anyway; which may be far enough from the truth.\"\n\nThey left the hut, and walked beside the stream into the main valley.\n\n       *       *       *       *       *\n\nThey passed an occasional distracted figure, who paid them no heed.\nPainters were numerous: one of them, burly and covered with paint,\nhad ostentatiously affixed his canvas to a rock wall, and was facing\naway from all the beauties of the scenery: with furious strokes he was\nnearing the completion of his vivid abstraction. One sat cross-legged,\nquite self-contained, and with a few strokes of the brush, black on\nwhite, achieved a bird that seemed almost ready to fly from the paper.\nAnother was painting a meltingly beautiful portrait of his mistress,\nwith flowers in her hair.\n\n\"When we get back, I'll show you a real picture,\" the old poet said.\n\"It's called Vasuki. He's the king of the snakes, according to the\nHindus. I don't know much about the man who did it, except that he's\ngot the most wonderful eyes I ever saw. I tried to do him justice\nin a sonnet once, but I failed. He just appeared one day, and then\ndisappeared one day, and that's all anyone seems to know. Two of our\nbest young painters went out to look for him over a year ago, and they\nhaven't returned.\"\n\nThere were musical concerts, operas and plays. There were potters at\ntheir wheels, and sculptors with their chisels and their clay. Every art\nseemed represented.\n\n\"In that hut over there,\" said the poet, \"lives one of the greatest\nmusical geniuses the world has ever known. Better even than Beethoven,\nI think. Maybe you'll have a chance to meet him, if he turns sociable\nwhile you're here. I trust you'll be here for a long time. Maybe you'll\nstay for good? You seem to have the mark in your forehead.\"\n\nHe stayed for several months. He luxuriated in the splendor and the\nbeauty of this dedicated life. Great artistry of sound and word, color\nand form, filled him: but never to overflowing, and never, fully, to\nsatisfaction. He grew weary of the continual reaching out, the perpetual\nfeeding upon dreams. He shared the raptures and the torments of the\nartists, he felt powerfully and saw deeply, more than ever before:\nbut something was lacking. The occasional flashes of insight were\nnot enough, and the labor, the aspiration, was heart-breaking. What\nhe sought was still beyond, beyond art itself, beyond all possible\ncreation. And yet, it must be attainable.\n\n       *       *       *       *       *\n\nHe aspired to poetry, he tried to give a voice to his aspiration and\nhis need. But it was not in him. And what if it had been? Why should he\nwrite verses to complain that he was not Lit with the Sun? He thought\nbriefly of the Twentieth Century poetry that he had read, the poetry of\nthe Dark Ages, and shuddered at the thought of adding to that store.\nHe would never attempt expression again, until he knew something to\nexpress. But when the time came, perhaps it would flow from him in such\na golden stream as he remembered from the great masters. Perhaps the\npoet had not read too mistakenly the sign in his forehead.\n\nHe noticed that some of the artists, and those he considered the\nprofoundest and the surest, were not permanent residents here. They came\nand went, with a light as of far peaks in their eyes. Like the painter\nof Vasuki, which was truly a marvelous picture, instinct with a spirit\nthat made most other productions seem like mere daubs of paint. He felt\nthat that man knew something, and that he did not learn it here, that\nhe did not learn it as a painter at all. There must be other places,\nor another place, in which art and the artists were mature. He had had\nenough of this unquiet, the greatest ecstasies of which obviously fell\nbelow the peace and the assurance that called to him. He was weary of\nthis perpetual straining with materials and methods inadequate to the\ntask.\n\nAnd so, reluctantly, he left the artists, and continued his pilgrimage.\nAs he departed, a symphony orchestra was performing Mozart's Requiem,\nand this perfect artistry, serene and soaring, dedicated to the very\nSource, and, it seemed, instinct with something of its light, comprised\na fitting and a reassuring farewell.\n\nAs the dying strains played upon him, he was filled again with the\nravishing verses of Sidney Lanier. Out of the high beauty, these words\nmingled clearly with his consciousness:\n\n    O long ago the billow-flow of sense\n    Aroused by passion's windy vehemence\n    Upbore me out of depths to heights intense,\n      But not to thee, Nirvana.\n\nIt was so true, and so much beyond him! The meaning was never clear, and\nyet, against it, all else was a deeper darkness. But it called him, and\nthat was sufficient. He must continue, patiently, on the way.\n\n       *       *       *       *       *\n\nThe walk was pleasant, and the evergreens were soughing gently, as he\npassed. Midway in the afternoon he sat down by a convenient spring, and\nate quickly a light meal. As he was resting, a man came through the\ntrees before him: balding and rather stout, and apparently approaching\nthe end of middle age. He did not know whether he cared to talk with\nthis man. But he had little choice, for he hailed him with a sort of\ngood-natured camaraderie, and came and sat beside him.\n\n\"You may consider me a philosopher,\" the man announced; \"that is, in the\nfine old sense, a lover of wisdom. I don't think that will frighten you\naway,\" he chuckled. \"I think I can see that you agree with Socrates:\nthat you consider an unexamined life to be a life that is not worth\nliving. Is this correct?\"\n\nHe replied that it was, and that he was a seeker of wisdom, and hoped\none day to prove to be a lover of it--after he had found it.\n\nThe philosopher smiled, and continued, \"Perhaps it is best to be a\nlover of the search; perhaps, indeed, the search itself is the greatest\nwisdom. This used to be considered a platitude,\" he laughed, \"when\neducation was more wide-spread in the world. But I have never found\nanything bright and brand new that matches it. I do not want to be one\nof those who 'give to dust that is a little gilt more laud than gilt\no'erdusted'. How about you?\"\n\nHe smiled agreement. He was beginning somewhat to like this man: but\nstill he could not respect him, either as an embodiment of wisdom or\nas a seeker of it. His mind seemed only clever, and rather lazy and\ncomplacent with its cleverness: it seemed quite incapable of any really\ndeep probing, or high flight. This was not his idea of a philosopher.\n\nThe object of this scrutiny seemed somewhat to sense its import, and to\nshrug it off.\n\n\"I could tell it at a glance,\" he said. \"You're one of the most\nintelligent men I've ever seen escape from that monstrosity of a City.\nLet me congratulate you! It's a terrible thing to live like that.\n\n\"One immense mechanized mass! One big idiot's delight, full of nothing\nbut idiots, or morons at best. Everybody \"happy\": food, shelter and sex\nall taken care of, and real human contact at a minimum: a true earthly\nparadise. A paradise for morons, that is, for people who really prefer\nto live worse than hogs. God bless the dear technologists, who keep it\ngoing: they as stupid as the majority, of course, just morons with a\nlittle mechanical know-how, as the phrase was. And bless whatever powers\nthere are, for the library, and the chance to escape!\n\n\"I don't know how it came about, but there's something behind it. Just\nbefore the poor little fools could blow themselves up, the Disasters hit\nthem: and while they were still traumatized, this system began to take\ncare of them. It's a fine thing, I guess, for those that aren't capable\nof a life worth living. And for those that are, too: it seems to take\nhold of them at just the right time. It seems that it gives everyone\njust what he is best fitted for, and then lets him go.\n\n       *       *       *       *       *\n\n\"It never really let go of me--or got rid of me. I alternate, from city\nto country: read myself to a standstill, and then travel awhile. It's\nalways pleasant, up here. It's like the coast: the seasons don't change\nanymore. That is, there aren't any seasons--just hints of them. But\nmaybe you know that by now. Ah--yes. I guessed as much. You look like a\nman that has been out long enough to--well, to look like a man.\n\n\"I wonder how it will end? The birth-rate's way down, and seems to\ncontinue decreasing, even in the country. Maybe the race is gradually\ndying out: evolution getting rid of an unfit species. But I wouldn't\nexpect it to be so gentle about it.\n\n\"The more I think about it, the better I see what an infinite amount\nI've got to learn. Another platitude: Newton picking up pebbles on the\nsea-shore. Maybe the craze for sheer novelty is one of the things that\nmade this mess. I don't know. But I think that there is such a thing as\ntruth, and that it doesn't adapt itself to conditions: conditions have\nto adapt themselves to it. Do you agree? Yes, I thought so. I think I'll\nhave to be heading back to the library in a few days. I've seen enough\nthis trek.\n\n\"There seems to be a guardian angel, somehow, if you believe in that.\nThe explanation's probably a purely natural one. But people come out and\nlive as they like to, with no hindrance, and they prosper. They do a\nlittle simple farming, and always have bumper crops. The weather and the\nwild animals never hurt them, and they never hurt each other. The ones\nthat like to fight do it, but only with swords and knives, and nobody\never seems to get killed. All the literature and art of the world is\npreserved, for those that want it: as many copies as demanded. Sometimes\nI bring copies of books with me. It helps, to read them out here.\nNature's a lot vaster and more wonderful than we know.\n\n\"Everything seems to be taken care of. Nobody lives in want or fear\nanymore. Except,\" he smiled ruefully, \"want of understanding, and fear\nof death. But we can take things philosophically, to use an old popular\nexpression.\"\n\nThe philosopher paused awhile, thinking, observing his perplexing\ncompanion. He could not make him out. Presently he returned to his\nlong-standing provisional solution for all problems.\n\n\"Well, why don't you come back to the library with me? Tramping around\nout here is all right for a while, it relaxes you and keeps you in touch\nwith things; but meanwhile, time flies. Shall we go?\"\n\n\"I think not,\" the bearded patriarch replied. \"The usefulness of books\nis all but exhausted for me. And even the greatest and fullest truth,\nset down in a book, I think must be inadequate. It's not an intellectual\nthing I seek.\"\n\n       *       *       *       *       *\n\nThe philosopher smiled tolerantly.\n\n\"You have found that the physical is deadly,\" he replied. \"And you do\nnot appear to be a man who enjoys emotional drunkenness. What is it you\nwant?\"\n\n\"Perhaps if I knew, I would have it. I suppose it might be called the\nspiritual, if there is a word for it. But I know that it is calling me.\nIf you care to come with me, perhaps I can begin to explain.\"\n\nThe philosopher almost laughed outright.\n\n\"No thank you,\" he said. \"I do not care to take refuge in any vague\nmysticism. What I know I want really to know, intelligibly and clearly.\nI am no dreamer.\"\n\n\"Are they irresponsible dreamers, who are behind these historically\nunparalleled phenomena? Surely there must be someone there. You have\nseemed to think so yourself.\"\n\nThe philosopher smiled wryly, a little sheepishly.\n\n\"Sages in the mountains, eh? Yes, I'll admit having sought them. But\nthey do not seem to want me to find them, and I am going back to the\nlibrary to follow some leads that I have thought up for myself.\n\n\"I do not care to let my mind abdicate its high position,\" he concluded,\nwith a slight sneer.\n\n\"Goodbye, then. I wish you well.\"\n\n\"And so do I wish you,\" rejoined the philosopher, with an attempt at\nmocking irony, as he arose. \"Goodbye, my friend.\"\n\nHe began briskly down the path, stopped, and called back, \"I hear that\nthere is an island rising, in the Pacific: maybe you can find some wise\nmermaids out there!\"\n\nHe laughed maliciously, and strode quickly out of sight.\n\n       *       *       *       *       *\n\nAnd so the abused budding mystic was left alone, as he desired it.\n\n\"Goethe was right,\" he thought to himself; \"men are all too\npredominantly wont to scorn what they do not understand. Goethe himself\nillustrated the tendency very well.\n\n\"There are so many things that cannot be understood by the ordinary\nintellectual-emotional-sensible mind, no matter how clever it may be, or\nhow brilliant and vigorous, and broad and deep and strong. It lacks too\nmuch: it is not self-existent, and self-sustaining. And the things that\nit cannot understand are the only things of real, undying importance.\n\n\"May I soon find my teacher,\" he continued, \"and be properly trained.\"\n\nHe stood up, restlessly. His last day among the artists was tumbling\npiecemeal upon him. Was it Shakespeare that the theatrical group had\nbeen performing? Yes, King Lear! Such magnificent art, and so futile. He\npaced about sadly, trying to remember a certain line--yes, this was it:\n\n        Men must endure\n    Their going hence, even as their coming hither;\n    Ripeness is all.\n\nAnd that's true, too, he sighed with old Gloucester. And surely he was\nripe now, if he was ever going to be. He was balanced in the midst of\nhis various tendencies, and one-pointed for a great drive, a penetration\nto the depths. He would know himself truly, as infinitely more than that\nwhich comes and goes, and shines but briefly in the darkness.\n\nHe stood listening, and gazing into the distance. Yes! The call was\nclear now, and there would be no further stopping along the way. He\nstrode out strongly, and cut due east, heading for the really high\nmountains, and the farther shore.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Ripeness is All, by Jesse Roarke\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RIPENESS IS ALL ***\n\n***** This file should be named 43038.txt or 43038.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/3/0/3/43038/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}