{"title": "The Piebald Hippogriff", "author": "Karen Anderson", "releaseDate": "June 27, 2013", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          The Piebald Hippogriff\n\n                            By KAREN ANDERSON\n\n    [Transcriber's Note: This etext was produced from Fantastic Stories\n    of Imagination May 1962. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.]\n\n\n\n\n     _Because this is a masculine world, the author of this fairytale is\n     usually identified as the wife of Poul Anderson. But a few more\n     incisive cameos of fantasy such as this, and Mr. Anderson may come\n     to be identified as Karen's husband._\n\n\nThe edge of the world is fenced off stoutly enough, but the fence isn't\nmade that will stop a boy. Johnny tossed his pack and coil of rope over\nit and started climbing. The top three strands were barbed wire. He\ncaught his shirt as he went over, and had to stop for a moment to ease\nhimself off. Then he dropped lightly to the grass on the other side.\n\nThe pack had landed in a clump of white clover. A cloud of disturbed\nbees hung above, and he snatched it away quickly lest they should notice\nthe honeycomb inside.\n\nFor a minute he stood still, looking out over the edge. This was\ndifferent from looking through the fence, and when he moved it was\nslowly. He eased himself to the ground where a corner of rock rose clear\nof the thick larkspur and lay on his belly, the stone hard and cool\nunder his chin, and looked down.\n\nThe granite cliff curved away out of sight, and he couldn't see if it\nhad a foot. He saw only endless blue, beyond, below, and on both sides.\nClouds passed slowly.\n\nDirectly beneath him there was a ledge covered with long grass where\nclusters of stars bloomed on tall, slender stalks.\n\nHe uncoiled his rope and found a stout beech tree not too close to the\nedge. Doubling the rope around the bole, he tied one end around his\nwaist, slung the pack on his back, and belayed himself down the cliff.\nPebbles clattered, saxifrage brushed his arms and tickled his ears; once\nhe groped for a hold with his face in a patch of rustling ferns.\n\nThe climb was hard, but not too much. Less than half an hour later he\nwas stretched out on the grass with stars nodding about him. They had a\nsharp, gingery smell. He lay in the cool shadow of the world's edge for\na while, eating apples and honeycomb from his pack. When he was finished\nhe licked the honey off his fingers and threw the apple cores over,\nwatching them fall into the blue.\n\nLittle islands floated along, rocking gently in air eddies. Sunlight\nflashed on glossy leaves of bushes growing there. When an island drifted\ninto the shadow of the cliff, the blossoming stars shone out. Beyond the\nshadows, deep in the light-filled gulf, he saw the hippogriffs at play.\n\n       *       *       *       *       *\n\nThere were dozens of them, frisking and cavorting in the air. He gazed\nat them full of wonder. They pretended to fight, stooped at one another,\nsoared off in long spirals to stoop and soar and stoop again. One\nflashed by him, a golden palomino that shone like polished wood. The\nwind whistled in its wings.\n\nAway to the left, the cliff fell back in a wide crescent, and nearly\nopposite him a river tumbled over the edge. A pool on a ledge beneath\ncaught most of the water, and there were hippogriffs drinking. One side\nof the broad pool was notched. The overflow fell sheer in a white plume\nblown sideways by the wind.\n\nAs the sun grew hotter, the hippogriffs began to settle and browse on\nthe islands that floated past. Not far below, he noticed, a dozen or so\nstood drowsily on an island that was floating through the cliff's shadow\ntoward his ledge. It would pass directly below him.\n\nWith a sudden resolution, Johnny jerked his rope down from the tree\nabove and tied the end to a projecting knob on the cliff. Slinging on\nhis pack again, he slid over the edge and down the rope.\n\nThe island was already passing. The end of the rope trailed through the\ngrass. He slithered down and cut a piece off his line.\n\nIt was barely long enough after he had tied a noose in the end. He\nlooked around at the hippogriffs. They had shied away when he dropped\nonto the island, but now they stood still, watching him warily.\n\nJohnny started to take an apple out of his pack, then changed his mind\nand took a piece of honeycomb. He broke off one corner and tossed it\ntoward them. They fluttered their wings and backed off a few steps, then\nstood still again.\n\nJohnny sat down to wait. They were mostly chestnuts and blacks, and some\nhad white stockings. One was piebald. That was the one which, after a\nwhile, began edging closer to where the honeycomb had fallen. Johnny sat\nvery still.\n\n       *       *       *       *       *\n\nThe piebald sniffed at the honeycomb, then jerked up its head to watch\nhim suspiciously. He didn't move. After a moment it took the honeycomb.\n\nWhen he threw another bit, the piebald hippogriff wheeled away, but\nreturned almost at once and ate it. Johnny tossed a third piece only a\nfew yards from where he was sitting.\n\nIt was bigger than the others, and the hippogriff had to bite it in two.\nWhen the hippogriff bent its head to take the rest Johnny was on his\nfeet instantly, swinging his lariat. He dropped the noose over the\nhippogriff's head. For a moment the animal was too startled to do\nanything; then Johnny was on its back, clinging tight.\n\nThe piebald hippogriff leaped into the air, and Johnny clamped his legs\nabout convulsed muscles. Pinions whipped against his knees and wind\nblasted his eyes. The world tilted; they were rushing downward. His\nknees pressed the sockets of the enormous wings.\n\nThe distant ramparts of the world swung madly, and he seemed to fall\nupward, away from the sun that suddenly glared under the hippogriff's\ntalons. He forced his knees under the roots of the beating wings and dug\nheels into prickling hair. A sob caught his breath and he clenched his\nteeth.\n\nThe universe righted itself about him for a moment and he pulled breath\ninto his lungs. Then they plunged again. Wind searched under his shirt.\nOnce he looked down. After that he kept his eyes on the flutter of the\nfeather-mane.\n\n       *       *       *       *       *\n\nA jolt sent him sliding backward. He clutched the rope with slippery\nfingers. The wings missed a beat and the hippogriff shook its head as\nthe rope momentarily checked its breath. It tried to fly straight up,\nlost way, and fell stiff-winged. The long muscles stretched under him as\nit arched its back, then bunched when it kicked straight out behind. The\nviolence loosened his knees and he trembled with fatigue, but he wound\nthe rope around his wrists and pressed his forehead against whitened\nknuckles. Another kick, and another. Johnny dragged at the rope.\n\nThe tense wings flailed, caught air, and brought the hippogriff upright\nagain. The rope slackened and he heard huge gasps. Sunlight was hot on\nhim again and a drop of sweat crawled down his temple. It tickled. He\nloosened one hand to dab at the annoyance. A new twist sent him sliding\nand he grabbed the rope. The tickle continued until he nearly screamed.\nHe no longer dared let go. Another tickle developed beside the first. He\nscrubbed his face against the coarse fibre of the rope; the relief was\nlike a world conquered.\n\nThen they glided in a steady spiral that carried them upward with\nscarcely a feather's motion. When the next plunge came Johnny was ready\nfor it and leaned back until the hippogriff arched its neck, trying to\nfree itself from the pressure on its windpipe. Half choked, it glided\nagain, and Johnny gave it breath.\n\nThey landed on one of the little islands. The hippogriff drooped its\nhead and wings, trembling.\n\nHe took another piece of honeycomb from his pack and tossed it to the\nground where the hippogriff could reach it easily. While it ate he\nstroked it and talked to it. When he dismounted the hippogriff took\nhoneycomb from his hand. He stroked its neck, breathing the sweet warm\nfeathery smell, and laughed aloud when it snuffled the back of his neck.\n\nTying the rope into a sort of hackamore, he mounted again and rode the\nhippogriff to the pool below the thunder and cold spray of the\nwaterfall. He took care that it did not drink too much. When he ate some\napples for his lunch, the hippogriff ate the cores.\n\nAfterward he rode to one of the drifting islands and let his mount\ngraze. For a while he kept by its side, making much of it. With his\nfingers, he combed out the soft flowing plumes of its mane, and examined\nits hoofs and the sickle-like talons of the forelegs. He saw how the\nsmooth feathers on its forequarters became finer and finer until he\ncould scarcely see where the hair on the hindquarters began. Delicate\nfeathers covered its head.\n\nThe island glided further and further away from the cliffs, and he\nwatched the waterfall dwindle away to a streak and disappear. After a\nwhile he fell asleep.\n\n       *       *       *       *       *\n\nHe woke with a start, suddenly cold: the setting sun was below his\nisland. The feathery odor was still on his hands. He looked around for\nthe hippogriff and saw it sniffing at his pack.\n\nWhen it saw him move, it trotted up to him with an expectant air. He\nthrew his arms about the great flat-muscled neck and pressed his face\nagainst the warm feathers, with a faint sense of embarrassment at\nfeeling tears in his eyes.\n\n\"Good old Patch,\" he said, and got his pack. He shared the last piece of\nhoneycomb with his hippogriff and watched the sun sink still further.\nThe clouds were turning red.\n\n\"Let's go see those clouds,\" Johnny said. He mounted the piebald\nhippogriff and they flew off, up through the golden air to the sunset\nclouds. There they stopped and Johnny dismounted on the highest cloud of\nall, stood there as it turned slowly gray, and looked into dimming\ndepths. When he turned to look at the world, he saw only a wide smudge\nof darkness spread in the distance.\n\nThe cloud they were standing on turned silver. Johnny glanced up and saw\nthe moon, a crescent shore far above.\n\nHe ate an apple and gave one to his hippogriff. While he chewed he gazed\nback at the world. When he finished his apple, he was about to toss the\ncore to the hippogriff, but stopped himself and carefully took out the\nseeds first. With the seeds in his pocket, he mounted again.\n\nHe took a deep breath. \"Come on, Patch,\" he said. \"Let's homestead the\nmoon.\"\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Piebald Hippogriff, by Karen Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PIEBALD HIPPOGRIFF ***\n\n***** This file should be named 43048.txt or 43048.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/3/0/4/43048/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}