{"title": "The Fantasy Fan September 1933", "author": "Various", "releaseDate": "July 8, 2014", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: Minor typographical errors have been corrected\nwithout note. Irregularities and inconsistencies in the text have\nbeen retained as printed.\n\nWords printed in bold are marked with tildes: ~bold~.\n\nThe cover of this ebook was created by the transcriber and is hereby\nplaced in the public domain.\n\n\n\n\nTHE FANTASY FAN\n\nTHE FANS' OWN MAGAZINE\n\n~Editor~: Charles D. Hornig\n\nPublished                     10 cents a copy\nMonthly                       $1.00 per year\n\n137 West Grand Street, Elizabeth, New Jersey\n\nVolume 1      September, 1933      Number 1\n\n\n\n\n100 PER CENT YOURS\n\n\nEvery fantasy fiction magazine says: \"This is YOUR magazine.\" Most\nfans like this phrase, for it provides a very welcome personal feeling\non the part of the readers toward these magazines. The business of\nthese publishers is to produce a high-class brand of fantasy,\naccording to the wishes of the fans, many of whom claim that the\nreaders' letters in each issue are well worth the price of the book.\nTHE FANTASY FAN is for such people--those who feel a sense of\nparticipation when they read the opinions of others on science and\nweird fiction, and have their own letters published. The sole purpose\nof THE FANTASY FAN is to strengthen the bond between the fans, and\nadvance the popularity of fantasy fiction in every way possible. We\nwill do our part by publishing interesting and absorbing articles by\nthe leading fan writers and authors of the day--many dozens of which\nwe now have on hand; occasionally an exceptionally good short story;\npoetry; and all sorts of regular monthly departments. We will also\nfeature a cash prize contest every month as an incentive to you, the\nfans, to show your enthusiasm. Remember one thing, YOU control THE\nFANTASY FAN. You will get everything that you want within our power,\nand what you do not like will be kept out of our pages. There are\nseveral advantages you have in reading THE FANTASY FAN. Besides\nchoosing your articles, you can submit your own. We will gladly\nconsider any of your original material for publication, and if it is\naccepted, you will be paid for it. Participate in our cash contests,\nwhich, you will note, are simplicity itself. You can ask us questions\nabout fantasy fiction, and we will answer them free of charge in our\n'Information' department. You can have your letters printed,\ncriticizing THE FANTASY FAN. If you want to make pen pals, let us\nknow, and we will list your name in our 'Penpals Wanted' column. Watch\nour department, 'The Boiling Point,' in which the most radical\narguments will be carried on. Come to 'The Boiling Point' and present\nyour side of the controversy. Your suggestions are welcome. You are an\nassociate editor--flood us with letters. We have told you our part. We\ncan accomplish these things and make THE FANTASY FAN bigger and better\neach month ONLY WITH YOUR HELP! If you have not yet subscribed, do so\nnow, and insure yourself of a monthly copy. There are only a limited\nnumber printed. If you do not intend to subscribe, send us your dime\nfor the next issue within a week. Well, here's hoping THE FANTASY FAN\ngrows and grows, and someday you will be proud to say: \"I was one of\nthe earliest readers!\" Stick with us. Look for more pages, a colored\ncover and illustrations in the near future.\n\n\n\n\nWELL WISHES\n\n\nWe wish to give our sincere thanks to all those who have so kindly\nwritten in and expressed their hope that THE FANTASY FAN will prosper.\n\nFrom that supreme master of the weird and occult, Clark Ashton Smith,\nwe hear: \"I am vastly interested to learn of your plans for THE\nFANTASY FAN. I enclose dollar bill, for which please enroll me on your\nroster at once. The magazine should fill a definite need.... Of\ncourse, I shall be glad to give you any help that lies in my power.\nImaginative fiction, particularly the weird and occult, is my chief\ninterest. I hope that the public for it, and the publications devoted\nto it, will increase in number with the lightening of the present\ndepression.\"\n\nAllen Glasser writes: \"The name you have chosen, THE FANTASY FAN,\nseems far better to me than anything previously used in this line,\nsince it is all-inclusive and embraces the entire field of weird,\nfantastic, and scientific fiction. With that title, the mag has a good\nstart toward success--and I certainly hope it attains it!\"\n\nFrom Conrad H. Ruppert we learn that; \"You never get anywhere if you\ndon't try anything. I certainly wish you all the success in the world,\nand will do my best to help.\"\n\nBrief, but ever welcome, is the message from Mortimer Weisinger: \"Best\nof luck in your venture.\"\n\nJulius Schwartz also drops a line: \"With all the articles you have,\nTHE FANTASY FAN should get along quite well.\"\n\nThis column would not be complete without a good word from that\nsuper-active fan, Forrest J. Ackerman, who says: \"I'm looking forward\nto every number of THE FANTASY FAN. Good luck!\"\n\nWe have received many other letters on the same trend. They encourage\nus, and we appreciate them. We know you feel the same way. Boost THE\nFANTASY FAN to your friends.\n\n                     *      *      *      *      *\n\nHave you any original fan material you would like us to print?\nAnything you submit will be carefully considered. All accepted\nmaterial will be paid for in copies of TFF--we hope, later, in cash.\n\n\n\n\nINFORMATION\n\n\nIn this department each month we will answer your questions concerning\nscience and weird fiction. Do you want to know when and where a\ncertain story was first printed?--who wrote a certain story?--the date\nand a list of stories of the first issue of a magazine?--a list of\nyour favorite author's stories?--anything at all that you would like\nto know. This column may clear up many doubtful points in your mind,\nand you are free to use it.\n\n\n\n\nTHIS MONTH'S CASH CONTEST\n\n\nEach month we shall award a one dollar bill for the best answer to the\nsimple questions that we ask. The best answer to\n\n\"Why do you read fantasy fiction?\"\n\nwill win this month. Simple, isn't it? Entries will be judged entirely\non the interest and convincing qualities. Do not go over 100 words.\nAll entries must be in our office by Thursday, August 17. If you would\nrather have a one year subscription to THE FANTASY FAN (in the case\nthat you do not already subscribe) let us know. This contest is too\neasy for you to pass up. You have never had an easier opportunity of\nwinning a dollar!\n\n\n\n\nQUESTIONNAIRE\n\n\n(Try to answer these questions to test your knowledge of fantasy\nfiction. The answers will appear in the next issue.)\n\n    1. What was Dr. Keller's first story?\n\n    2. In what stories did Tom Jenkins appear?\n\n    3. What author writes mostly of Central and South America?\n\n    4. What story explained the fairy myth scientifically?\n\n    5. Who wrote \"Dr. Hackensaw's Secrets\"?\n\n                     *      *      *      *      *\n\nJoin the Jules Verne Prize Club, for the advancement of science\nfiction, for details write to:\n\n    Raymond A. Palmer\n    4331 North 27th Street\n    Milwaukee, Wisconsin\n\n\n\n\nCONGLAMITORIAL\n\n\nDrury D. Sharp's first story, \"The Goddess of the Painted Priests,\" in\nthe April, 1929 Weird, was the only one where his first name was\nspelled out.... Years ago, Weird would occasionally print the\nillustration with the installment of a story that had been the cover\npicture of the first installment the month before.... The last issue\nof Astounding had two illustrations by Marchionni--the only issue so\nhonored, and a story named \"The End of Time,\" the title of a story in\nWonder two years ago.... Speaking about reprints! Believe it or not,\nthe March, 1933 Amazing contained four of them! Only--these reprints\nwere letters which appeared in the February number.... Among the\noddities of science fiction should go down the March, 1933 Wonder\nStories. This issue was the first Wonder not to contain an installment\nof a serial. The narrow band on the top of the cover, which had a\nmotto for Wonder since April, 1930, for the first time in its history\ndid not contain such but instead the name of a story in the mag....\nThe November, 1931 Astounding was the only issue to have a few words\nin quotations on the cover. They were: \"And then his skeleton\nappeared!\"... \"Faster Than Light,\" by J. Harvey Haggard in the\nOctober, 1930 Wonder Stories was announced as \"Beyond the Universe\" in\nthe previous issue.... If any person doubts that Forrest J. Ackerman\nis the most active science fiction fan--let him look into the\nDiscussions of the April 1933 Amazing. Three of his letters appear.\nYea, verily, \"An issue without Forrest's letter is incomplete\" ...\nmore next month....\n\n\n\n\nHOW TO COLLECT FANTASY FICTION\n\nby Julius Schwartz\n\n\nIt is a peculiar, but nevertheless well-founded fact, that there is\nsomething magnetic in fantastic fiction that will attract the reader\nas no other type of fiction can. One of the consequences resulting\nfrom the reading of this absorbing and fascinating type of fiction is\nthat the fantasy fan feels the urge to save and collect fantasy\nstories, and will, indeed, go to extreme ends to make his collection\ncomplete as possible.\n\nBut how is he to go about accumulating a good, worthy collection?\n\nThe first rule is simple: collect all the fantastic fiction that is\nappearing in the current magazines. Wonder Stories, Amazing Stories\nand their quarterlies, and Science Fiction are the current magazines\nthat specialize in the printing of science fiction, probably the most\npopular type of fantastic fiction.\n\nHowever, without a shadow of a doubt the foremost magazine that\nspecializes in fantastic fiction is Weird Tales. Its editor,\nFarnsworth Wright, insists that the stories appearing there be of high\nliterary quality, and thus we find that many stories have copped\nhonorable mentions in O'Brien's list of the best stories of the year\nand in the O'Henry Memorial Prize list. The range of Weird Tales\ncomprises every type of fantastic fiction: from the occult to science\nfiction, from ghost stories to the supernatural, from voodoo thrillers\nto vampire tales, from werewolf yarns to reincarnation, and from the\nmystic to the physic.\n\nOther current magazines may occasionally print fantasyarns. Keep an\neye on Argosy, Blue Book, Magic Carpet, Ten Detective Aces, Dime\nDetective, Thrilling Adventures, Doc Savage, the Science Fiction\nDigest, and The Fantasy Fan, and, in truth, any of the detective, air,\nand adventure magazines.\n\n(Next month Mr. Schwartz takes up the more difficult tasks in the\ncollecting of fantasy fiction. No collector should miss this series.)\n\n                     *      *      *      *      *\n\nBoost The Fantasy Fan to your pals.\n\n\n\n\nFAMOUS FANTASY FANS\n\n1--Allen Glasser\n\n\nAllen Glasser has had stories published in more than a dozen different\nmags--but only two of them were science fiction. Therefore, his claim\nto fame in the latter field must rest mainly on his activities as a\nfan.\n\nGlasser's first effort in behalf of science fiction was the founding\nof The Scienceers, a fan club, early in 1930. For his work in this\nconnection, he was awarded a prize by Science Wonder Quarterly.\n\nDuring 1931 he began a one-man campaign for more scientifilms, having\ncoined that term himself. He wrote to various producers and magazines\non this subject, and he believes he really started something.\n\nIn January, 1932, he became editor of The Time Traveller, science\nfiction's first fan magazine, and conducted it successfully (for\nhimself) during its brief career. He also founded the Fantasy Fan\nFraternity in this period.\n\nIn addition to his fan activities, he has several other items to his\ncredit in connection with science fiction. He won third prize in\nWonder Quarterly's Interplanetary Plot Contest, his story, \"The\nMartian,\" appearing in their Winter 1932 edition. A poem of his was\npublished in the Summer 1933 issue of Amazing Quarterly; and a short\nstory, \"Across the Ages,\" in the August-September 1933 Amazing\nStories. He has also had two articles on science fiction in The Author\n& Journalist, a prominent writers' magazine. They were \"Wells Started\nIt,\" published September, 1932, and \"The Wane of Science Fiction\"\nwhich appeared last June.\n\nDespite the pessimistic title of his last named work, Glasser still\nhas strong faith and deep interest in science fiction--as proven by\nhis contributions to THE FANTASY FAN.\n\nHe may not have the beautiful vocabulary of Clark Ashton Smith, the\nironic humor of Stanton A. Coblentz, the psychology of Dr. Keller, or\nthe science of John W. Campbell, Jr., but it is our sincere belief\nthat Allen Glasser is one of science fiction's potential authors.\n\n    (Another in this series will soon appear.)\n\n\n\n\nCLUB NEWS\n\n\nIn this department will be discussed news of any science fiction or\nweird story club and their activities. If you belong to a club devoted\nto fantasy, tell us about it, and we will let the rest of the readers\nknow. Some may want to join your club.\n\nFor the benefit of those fans that would like to belong to a science\nfiction club, but have not as yet had the opportunity to join, we wish\nto make an important announcement. Allen Glasser, former editor of The\nTime Traveller, had formed a club for his readers named \"Fantasy Fan's\nFraternity.\" Because of the discontinuance of The Time Traveller, the\nclub became unorganized. We are happy to inform you, however, that Mr.\nGlasser wishes to re-organize this association with the readers of THE\nFANTASY FAN as members. There will be no dues in the new club. Every\nloyal fan should join. For particulars write direct to Mr. Allen\nGlasser at 1610 University Ave., New York City and we'll wager you\nwill never regret it.\n\nForrest J. Ackerman, the world's most active, science fiction fan, is\na member of the British Science Fiction Club, and he has this to say\nabout it:\n\nThe membership is one dollar a year. Some of the advantages received\nin return are: the magazine-book service, and Book Information\nDepartment; the general scientific information bureau, and\ncorrespondence between BSFC members of oversea clubs. In time, a\nmonthly magazine of the club is hoped to be produced to be solely the\nwork of the members. The Society is affiliated with the International\nScientific Association of America. Professor J. Graham Kerr, J.P.,\nF.R.S., Professor of Zoology in the University of Glasgow, is an\nhonorary Member of the Society, and Dr. C. G. Jung, because of his\ndistinguished contributions to the Literature of Psychology, and Hugo\nGernsback, well-known editor of Wonder Stories, both of whom have\nexpressed great interest in the work of the Association, have been\nnominated for new Honorary Members. Officers are: J. R. Elliot, Esq.,\n46, Ascot Gardens, Southall, Middlesex, England (President), and P.\nEnever, Esq., \"Rosemead,\" High Road, Hayes, Middlesex, England (Hon.\nSecretary). The method to be followed in sending in an application is\nas follows: in ink or type give 1. Full name; 2. Full address; 3. Age\nin years and months; 4. Your hobby (if any); 5. The names of the\nscience fiction magazines you read; 6. Your scientific pursuits and\ninterests. State what subscriptions you inclose. (It is desirable,\nthough not necessary if you are unable to afford it, to send your\ndollar for the year.) Sign at the bottom, and submit.\n\n\n\n\nMY FAVORITE SCIENCE FICTION STORY\n\nby Mortimer Weisinger\n\n\n\"The Second Deluge\" by Garret P. Serviss has always had a hold on me.\nI have re-read it so many times that the characters in this tale seem\nto be real people. When Garret P. Serviss, a world famous scientist,\ncouples his knowledge with vivid imagination, the result is sure to be\nsomething decidedly unique, and \"The Second Deluge\" was a truly\namazing tale. The colorful descriptions and gripping action of this\nexciting narrative make it one that is not soon forgotten.\n\n\n\n\nPENPALS WANTED\n\n\nEvery month in this column will appear the names of those that desire\npenpals. PC after a name means via postcard. If you want to correspond\nwith other lovers of science and weird fiction, send us your name and\nwe will print it free of charge.\n\n    Bob Tucker, P.O. Box 260,\n    Bloomington, Illinois. PC\n\n\n\n\nTHE BOILING POINT\n\n\nOnly the hottest of controversies will be printed in this\ncolumn--radical arguments that will bring your blood to 'The Boiling\nPoint.' We start this department off by presenting one of the most\nblasphemous articles it has been our pleasure to read. It is by\nForrest J. Ackerman, and he calls it\n\n    'A Quarrel With Clark Ashton Smith'\n\nNo doubt this will be the commencement of a lively discussion between\nthe readers. It is the editor's intention to print the most\ninteresting arguments on both sides of the case. I have this to say:\nit seems to me that Wonder Stories is going far afield when it takes\nsuch a horror story as Mr. Smith's \"Dweller in Martian Depths\" and,\nbecause it is laid on the Red Planet, prints it in a magazine of\nscientific fiction. Frankly, I could not find one redeeming feature\nabout the story. Of course, everything doesn't have to have a moral.\nThe thrilling scientifilm, \"King Kong,\" for instance, has no moral to\nit--except, perhaps, to be careful of Fay Wray, if you are a great\nprehistoric ape--but it has a point, at least: to interest. And\n\"Dweller in Martian Depths\" didn't interest me. I don't know, maybe it\ndid others. But it disappointed me very greatly to find it in a stf\npublication. In Weird Tales, all right. I don't like that type of\nstory, I wouldn't read it there. I fail to find anything worth-while\nin an endless procession of ethereal lites, phantastic visions,\nultra-mundane life, exotic paradises, airy vegetation, whispering\nflutes, ghastly plants, and dirge-like horrors. May the ink dry up in\nthe pen from which they flow! Or, at least, Mr. Smith, direct those\ntales elsewhere--NOT to a stf publication, because I do like your\nscience fiction like \"Master of the Asteroid\" and \"Flight into Super\nTime.\" But 'stuff' like \"The Light From Beyond\"....\n\nWell, let's hear from someone in favor.\n\n(Make \"The Boiling Point\" boil you indignant fans. Don't let this guy\nAckerman get away with it. Your replies will be published in this\ndepartment. We would especially appreciate a reply from Mr. Smith\nhimself in defense of his stories.)\n\n                     *      *      *      *      *\n\nYou may have the mistaken idea that \"The Fantasy Fan\" and the \"Science\nFiction Digest\" are in competition. The truth is that they are not. We\nare working together, and it is our mutual opinion that TFF and SFD\neach fill a separate niche in the fantasy field. Every active fan will\nwant both magazines. See the SFD ad in this issue. You won't want to\nmiss COSMOS, and the other SFD features.\n\n\n\n\nSCIENCE FICTION IN ENGLISH MAGAZINES\n\nby Bob Tucker\n\n\nOf late, quite a number of English 'penny dreadfuls,' or known to\nothers as 'blood and thunders' are finding their way into this\ncountry, from London.\n\nThese small magazines have very lurid covers. Almost every one of\nthese publications run science fiction, or what could be termed\nscience fiction by a very broadminded person. The plots are\nscientific, even though some of the tales contain very little science.\n\nThe Wizard Magazine is running a serial named \"The End of the World,\"\nand in the same issue, another story, \"Vengeance of the Incas,\" tells\nof the Incas overcoming their enemies with a huge Sunray, which burns\nup everything in its path. Another mag by name of Boys' Magazine is\nrunning a thriller \"The 1933 Dragon Killer\" and two others, \"The House\nof Mocking Shadows,\" and \"Tiger Boy,\" which, you may guess, is on the\nsame plot as Tarzan, Kaspa, Tam, and Jan. Still another pub., The\nSkipper, is running \"The Moon Men,\" and is about those gentlemen\nvisiting the Earth, intent on its capture, as usual. One of the weird\ntype is in this issue; \"The Ice Pirates.\"\n\nA fourth mag, The Rover, is running a serial that is amazingly like a\nstory that was in an American mag last spring. The story is \"The\nFlaming Avenger,\" and the author has his hero do the very same thing\nthe American did, and copied the idea completely, even down to the\ninvention the hero made, and used the invention to do the same work\nwith, that the American did. Of course, locale, names, and situations\nare different, but outside of that, the two plots are similar.\nPlagiarism?\n\nIn some cases, the authors do put some good science into their\nstories, although, for the most part, they write the stf stories, and\nforget to explain the method of science used. Others put some science\nin, but make it as brief as possible. And in no case, is the author's\nname given in the magazines. Evidently they believe in playing safe,\nbecause there ARE copyright laws in that country!\n\n\n\n\nMY SCIENCE FICTION COLLECTION\n\nby Forrest J. Ackerman\n\n\n(It is well-known that Mr. Ackerman is the most active science fiction\nfan. His collection is the most unique, if not the largest in the\nworld. You will be surprised to learn of the various things beside the\nstories themselves that can be collected.)\n\nMy files of the stf publications edited by Gernsback, Bates, Dr.\nSloane, and Rose Bolton (Miracle Stories) are complete. I think that\ncovers in a breath the 230 copies of standard stf. magazines.\n\nIn the line of further written material I have: the Amazing Stories\nbooklet, \"Vanguard of Venus\"; Gernsback's 18 stf. booklets, and the\none Science Fiction Classic; \"Guests of the Earth,\" the first\nFantastic Fiction Library publication; all of the Science Fiction\nLibrary's releases; thirty-two booklets, mostly English, including\nsuch titles as \"A Round Trip to the Year 2000, The Robot Man, Invaders\nfrom Mars,\" etc; the illustrated Buck Rogers book of the 25th century;\n164 bound amazing stories from Argosy, Weird Tales, Popular,\nExcitement, etc, with a quarter of a hundred more in the process of\nbeing made into books--including such stories of outstanding interest\nas \"The Blind Spot, Men from Space, The Girl in the Golden Atom,\nReturn of George Washington, Snake Mother,\" and other tales of\nconsiderable value and popularity; the science fiction from Science\nand Invention bound from as far back as 1921, the stories being,\nbesides the thirty or more Dr. Hackensaw's Secrets, Ray Cummings'\n\"Around the Universe,\" and a number of short stf tales. The special\nscience fiction edition of this publication is also included. Copies\nof the futuristic cartoon strip, Buck Rogers, and such other newspaper\nstf. as the illustrated interplanetaryarn \"Rocketing thru the\nUniverse,\" another called \"Into the Deeps of Space,\" Clinton\nConstantinescu's \"The Martian Menace\" and other miscellaneous works\nfinish up that part of my collection.\n\nAs for books themselves, I am not so interested in them, but do have\n\"The Day of the Brown Horde\", \"Moon Terror\", \"Ralph 124C 41+\", \"Ship\nof Ishtar\", \"Purple Sapphire\", \"Conquest of Space\" autographed,\n\"Planet of Peril\" and works of Burroughs, Rockwood, etc.\n\n(Next month Mr. Ackerman continues and tells about the more singular\nsections of his collections--don't miss it.)\n\n\n\n\nMY FAVORITE FANTASY STORY\n\nby Allen Glasser\n\n\nThe first worthwhile work of scientific fantasy which I read was H. G.\nWells' \"Time Machine.\" I encountered it a good many years ago, and I\nhave since read countless other scientales; but my affection and\nesteem for \"The Time Machine\" has not wavered, nor do I believe I will\never have occasion to revise my opinion of it as the finest piece of\nscience fiction ever written.\n\n\"The Time Machine\" is outstanding as the most original of all\ntime-travelling stories, and also as a fictional forerunner of\nEinstein's concept of the fourth dimension. But even were it not\nfamous on these two accounts, it would live because of its tense\ndrama, its superb imagination.\n\n\n\n\nABOUT AUTHORS\n\n\nThe two authors with the most stories to their credit are Dr. David H.\nKeller and Clark Ashton Smith, with Edmond Hamilton and Seabury Quinn\nabout tie for third place.... \"An Adventure on Eros\" in the September,\n1931 Wonder Stories by J. Harvey Haggard was the shortest story ever\nto cop a cover, and C. Siodmak's \"Eggs From Lake Tanganyika\" in the\nJuly, 1926 Amazing was the next shortest.... Out of about thirty\nstories written by Robert E. Howard, two have appeared in Strange\nTales and the rest in Weird.... Five fantasy authors are Nard, Neil\nR., Ralph T., T. R., and W. Knapp Jones. Keller has collaborated on\nonly one story; \"The Time Projector\" with David Lasser in Wonder....\nRaymond Knight, 'Ambrose J. Weims' of the KUKU radio program wrote the\nonly play Amazing ever published: \"Just Around the Corner\" in the\nJuly, 1928 issue.... After having several stories published, W. K.\nMashburn, Jr., changed his name to Kirk Mashburn.... Philip Francis\nNowlan's yarns in Amazing: \"Armageddon, 2419, A.D.\" (August, 1928)\nand \"Airlords of Han\" (March, 1929) were the forerunners of the Buck\nRogers comic strip and the radio program.... Fletcher Pratt's stories,\nexcept for \"The War of the Giants,\" \"The Mad Destroyer,\" and \"The\nOnslaught From Rigel,\" are all collaborations.... Seabury Quinn has\nthe honor of having the longest series of stories to his credit. Jules\nde Grandin, the little French detective has been a favorite of fantasy\nreaders for more than eight years, and has appeared in more than forty\nstories.... Victor Rousseau was the only author to have more than one\nstory in Miracle, Science and Fantasy Stories.... \"The Moon Doom\" in\nWonder was written by four authors, and was surpassed by the Science\nFiction Digest's super-serial composed by seventeen authors.... More\nnext month....\n\n\n\n\nEARTHLING SPURNS MARTIAN!\n\nInhabitant of Neighboring Planet\n\nDoubts Visitor's Origin\n\n(Special rocket dispatch to Martian News)\n\nby Allen Glasser, Terrestrial Correspondent\n\n\nSANFRAN-SISKO, Earth, Aug. 10: [delayed by meteors]--An amusing\nincident occurred here today when Sahr Kastik, Martian explorer who is\ntouring the planets by astral projection, materialized suddenly before\none of the city's inhabitants, a young Earthling named Efjay Akkamin.\n\nThe latter did not seem greatly surprised. \"Where did you come from?\"\nhe asked calmly.\n\n\"From the world you call Mars,\" replied Sahr, using telepathy, of\ncourse.\n\n\"Hooey,\" retorted Akkamin. \"Martians are all twelve feet tall, with\nbig chests and at least four arms, and you look just like anybody else\nhere.\"\n\n\"But I always assume the appearance of the natives whose planets I\nvisit,\" Sahr explained. \"So you see----\"\n\n\"Nertz,\" interrupted Akkamin. \"I have read too much science fiction to\nbe fooled by a phony Martian. So scram.\"\n\nAnd there was nothing for Sahr to do but \"scram,\" which is a quaint\nEarth term for making one's departure hurriedly.\n\n\n\n\nSEQUELS--BY POPULAR DEMAND\n\nby Walt Z. Russjuchi\n\n\nSequels to stories are few and far between, and the reasons for\nwriting sequels are still fewer. Briefly there are two. The first,\nbecause it is a time-saving device. An author wishes to write a story,\nand it is simpler for him to continue the adventures of a character he\nhas already created and who is familiar to the magazine world than to\ncreate a plot with a new locale and new characterizations. The second,\nbecause the readers demand a sequel. Perhaps they have liked a\ncharacter in a story and would like to read more about him. Perhaps\nthe story ends unsatisfactorily or even disastrously, whereupon the\nreader wants a sequel with the hero coming out on top and the ending\nto be all for the best. In this article we are concerned with the\nlatter reason. Should we consider the stories that had sequels because\nof popular demand we will have a list of some of the best stories that\nhave been written (in the fantastic field).\n\nThe first noteworthy fantasyarn to have a sequel was George Allan\nEngland's famous \"Darkness and Dawn,\" which appeared in the 1912\nCavalier. For more than a year after the publication of this serial\nthe editor was constantly deluged with requests for a sequel. Finally,\nin 1913, it appeared, \"Beyond the Great Oblivion,\" and then again\nbecause of further petitions for another sequel Mr. England penned\n\"The After Glow,\" the last of the trilogy, which are so popular even\nto this day.\n\nIn 1918 A. Merritt wrote a novelette for All-Story that was destined\nto make science fiction history. It was the famous \"The Moon Pool.\"\nThose who read the story created a great demand for further adventures\nin the strange domain of the \"moon pool.\" Thus in 1919 Mr. Merritt\nobliged with \"The Conquest of the Moon Pool.\"\n\nIn the same magazine appeared an occult interplanetary serial by J. U.\nGiesy, \"Palos of the Dog-Star Pack.\" Readers acclaimed it one of the\nbest of the interplanetary stories, and two sequels, \"The Mouthpiece\nof Zitu\" and \"Jason Son of Jason\" appeared to satisfy the public's\nthirsting for more adventures on the Dog-Star.\n\n(Do not miss part two of this series, which will appear next month.)\n\n\n\n\nPRINTS HIS \"YARNS\"\n\nWestfield Man Writes Novelette of Scientific Type\n\n(Special to the Journal)\n\n\nWESTFIELD, July 11--In order to prove to his wife that the amount of\ntime he spent in his laboratory was not entirely wasted and was, among\nother things, of considerable value in entertaining and instructing\nhis three children, Henry J. Kostkos, of 253 Scotch Plains Avenue,\nformed the habit of telling them stories of future science based upon\nhis experiments. One of these yarns, a novelette entitled \"The\nMeteor-Men of Plaa,\" appears as the feature story in the current issue\nof Amazing Stories magazine.\n\nMr. Kostkos' stories rival the scientific prophecies of Jules Verne,\nConan-Doyle, and H. G. Wells. When told to his daughters, their eyes\nopened wide with interest as he related how inhabitants of the Earth\nwould some day travel in huge space ships to distant planets and there\nencounter strange creatures who used wonder devices beyond the range\nof imagination.\n\nTo illustrate his yarns he built models of rocket ships and miniature\nsets showing grotesque monsters, and performed electrical experiments\nin his laboratory that often startled his children into credulity.\n\nEngineering, science and writing are not new to Mr. Kostkos, who is a\nprofessional engineer. He has heretofore specialized in technical\narticles and papers. He is employed at Western Electric Company,\nKearny Works, where he is in charge of special reports and\npublications in the equipment engineering department.\n\n[The above article was printed in the Elizabeth Daily Journal last\nmonth.]\n\n\n\n\nTHE SCIENCE FICTION ALPHABET\n\nby Allen Glasser\n\n\n    A's for Amazing, the first of its kind;\n    It keeps going strong while the rest drop behind.\n\n    B is for Burroughs, the great Edgar Rice;\n    No mag gets his yarns if they don't meet his price.\n\n    C is for Cummings, whose stuff is okay,\n    Though some of his plots have grown rather gray.\n\n    D's for Dimension--the Fourth one we mean;\n    It's mighty well known, though it's never been seen.\n\n    E is for Earthmen who wander through space,\n    Calmly subduing each troublesome race.\n\n    F is for Forrest, most famous of fans;\n    The letters he's written would fill sev'ral vans.\n\n    G is for Gilmore; the first name is Tony.\n    His writing's okay, but that moniker's phony.\n\n    H is for Hamilton, who has written a lot;\n    He sure makes good use of his favorite plot.\n\n    I's for Invaders who seek Earth to hold,\n    Until they are slain by our hero so bold.\n\n    J is for Jupiter and each Jovian moon;\n    To fantasy writers they sure are a boon.\n\n    K is for Keller, who lives in Penn State;\n    He can't get a cover though his stories are great.\n\n    L is for Luna, our own satellite;\n    It's appeared in more yarns than I'm able to cite.\n\n    M is for Mars, way up in the sky,\n    Without it, we fear, science fiction would die.\n\n    (concluded next month)\n\n\n\n\nFORECASTS\n\n\nIn our October number we will continue our Club News; Schwartz's 'How\nto Collect Fantasy Fiction;' The Boiling Point; Forrest Ackerman's\ndescription of his collection; our 'About Authors' and 'Conglamitorial'.\nAlso, we will introduce that Chinescientifictionut, Hoy Ping Pong with\nhis satires; a new column by Allen Glasser 'In the Field of Fantasy;'\n'Howls from the Ether' by the Spacehound; 'A Sad Story of the Future'\nby Ackerman; other articles; a new cash contest.\n\nBut--now comes the important announcement! We will print a brand new\ntale by Clark Ashton Smith in our November issue! Mr. Smith declares\nthat \"The Kingdom of the Worm\" is one of his weirdest and most\noriginal stories. No one will want to miss this! And, to cap the\nclimax, his graveyard horror tale \"The Ghoul\" will appear in December.\n\n\n\n\nTO STF COLLECTORS:\n\n\nI am disposing of my entire scientifiction library, containing\ncomplete sets of every scientifiction magazine, 1924 to 1933, and a\nnumber of scientifiction books. In addition to Amazing Stories,\nScience and Air Wonder Stories, Astounding Stories, Wonder Stories,\nAmazing Quarterly, Science Wonder and Wonder Stories Quarterly, Weird\nTales, Strange Tales, the Argosy stf, The Time Traveller, Science\nFiction, and Science Fiction Digest, I offer such rarities as the\nAmazing Stories Annual, the Weird Tales Anniversary Number, the two\nissues of Miracle Science & Fantasy Stories, and the first print of\n'The Face in the Abyss.' These magazines and books are in perfect\ncondition. They go to the highest bids; otherwise at original price.\nWrite for a complete list.\n\n    Linus Hogenmiller\n    502 N. Washington, Farmington, Missouri\n\n                     *      *      *      *      *\n\nCOSMOS\n\n    The stupendous interplanetary serial which\n    is written by Seventeen Masters of\n    Science Fiction\n    runs exclusively in the\n    SCIENCE FICTION DIGEST\n\nOther features in the September SFD\n\n\"The Girl from Venus\" a short story by Rae Winters.\n\nBiographies of L. A. Eshbach & P. Wylie\n\n\"Black Lem Gulliver\" by P. S. Miller\n\n\"Alicia in Blunderland\" by Nihil\n\n\"Fantasy Foolery\" by Charles D. Hornig\n\nGossip columns end other articles.\n\n25 cents for a special 3 month subscription, or 50 cents for six\nmonths.\n\n    Science Fiction Digest Company\n    87-36--162nd Street\n    Jamaica, New York\n\n                     *      *      *      *      *\n\nSELLING OUT rare science fiction collection at bargain prices. Write\nfor list.\n\n    Allen Glasser\n    1610 University Avenue\n    New York, N.Y.\n\n                     *      *      *      *      *\n\nSCIENTIFIC and weird fiction (books and magazines) bought, sold,\nexchanged. Send want list and stamp for prices. \"The Metal Giants,\" by\nEdmond Hamilton, 10 cents postpaid.\n\n    Swanson Book Company\n    Dept. FF, Washburn, N.D.\n\n                     *      *      *      *      *\n\n    JOIN THE\n    INTERNATIONAL SCIENTIFIC\n    ASSOCIATION\n\nOldest Science Correspondence Club In the World\n\nDues now reduced to $1.\n\nFor particulars write:\n\n    Clifton Amsbury\n    1312 Q Street\n    Lincoln, Nebraska\n\n                     *      *      *      *      *\n\nWEIRD tales packages: Selections of strange stories from issues dating\nback eight years; five for five cents! Postpaid! Think of it: The\nDunwich Horror for one cent! And others similar by Dyalhis, Colter,\nQuinn, Smith, LaSpina, Leinster, Eadie, Kline, Rousseau. As many\npackages as you want at five cents apiece.\n\n    Forrest J. Ackerman\n    530 Staples Ave., San Francisco, Cal.\n\n                     *      *      *      *      *\n\nFor Sale: Back numbers of Astounding and Weird Tales. Also new stf\nbooks, latest titles. Send stamp for list. For review on any stf film,\nor non-stf, inclose 3 cent stamp and write\n\n    \"Tuckerservice\"\n    Box 260, Bloomington, Illinois\n\n\n\n\n\n\nEnd of Project Gutenberg's The Fantasy Fan September 1933, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FANTASY FAN SEPTEMBER 1933 ***\n\n***** This file should be named 46222.txt or 46222.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/6/2/2/46222/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}