{"title": "The Fantasy Fan January 1934", "author": "Various", "releaseDate": "August 18, 2014", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTHE FANTASY FAN\n\nTHE FANS' OWN MAGAZINE\n\nEditor: Charles D. Hornig\n(Managing Editor: Wonder Stories)\n\nPublished                     10 cents a copy\nMonthly                       $1.00 per year\n\n137 West Grand Street, Elizabeth, New Jersey\n\nVolume 1        January, 1934       Number 5\n\n\n\n\nIT'S UP TO YOU!\n\n\nThe time has come when we must ask you a very important question.\nDo you want _The Fantasy Fan_ to remain a monthly, or would you\nrather have a bi-monthly or a quarterly instead? Now, don't answer\nthis question by sending in a written reply. The only way you can\nanswer it is by mailing to us a dollar for a year's subscription.\nSince the inception of _The Fantasy Fan_ it has been running at a\ngreat loss. The cost of having the magazine printed is not small and\nthe subscriptions do not pay for one quarter of the total cost. This\nfact may astound you, but it is the truth. _The Fantasy Fan_ is young\nand not many of the fans know of its existence, chiefly because of the\nlack of a good advertising mediums for the most part, and the refusal\nof Weird Tales, the only really good medium for advertising such a fan\nmagazine, to accept our ad for the second time. Perhaps you do not\nfind our magazine worth a dollar a year, and that weird fiction would\nget along just as well without a fan magazine. In this case, you need\npay no attention to this editorial. But there are those of us who\nreally like our magazine and would not like to see it go bi-monthly or\nquarterly and yet have not subscribed. Of course, those of our readers\nwho have, have all done their part and are under no obligation. The\neditor has created a considerable sinking fund for the cost of\npublication, and although the sinking fund is practically exhausted,\nwe are not sunk! As long as he has an income, the editor is willing to\nsacrifice a portion of it to keep _The Fantasy Fan_ alive--but he\nalone cannot keep it a monthly. You cannot lose by the deal. You will\nget full value for your money. Our magazine will not fail, but if it\ndid, every subscriber on our list would get back his money for those\nnumbers he would not receive. So if the success of our magazine means\nanything to you, subscribe at once--each dollar sent in will insure a\nshorter period between issues. If you have already subscribed, try to\nget some of your friends interested. Give subscriptions for your\nfantasy fan friends. If your subscription runs out in a month or\ntwo, renew it now, ahead of time. Please send only dollar bills or\nmoney orders--no checks or stamps. _Are you faithful to fantasy\nfiction?_--then let's see action. I'm doing my part--are you doing\nyours? The February number will be the regular monthly issue, and\nprobably March, but future numbers will be bi-monthly unless you who\nhave not sent in your subscriptions do so at once! If you could\nforesee the many rare treats we have in store for you, you would not\nhesitate a moment.\n\nHere's hoping we have many faithful readers.\n\n--The Editor\n\n\n\n\nINFORMATION\n\n\nThrough the courtesy of Ralph Milne Farley, Donald A. Wollheim, David\nStolaroff, Ted Lutwin, and several other of our readers, we are able\nto present this additional list of stories written by Edgar Rice\nBurroughs as an addenda to the list presented last month:\n\n    The Outlaw of Torm\n    The War Chief\n    The Mad King\n    The Girl From Hollywood\n    The Tarzan Twins\n    The Girl From Farris's\n    The Mucker\n    The Man Without a Soul\n    The Pirates of Venus\n    Lost on Venus\n    Tarzan and the Lion Man\n    Tarzan and the City of Gold\n    The Apache Devil\n    The Bandit of Hell's Bend\n    The Moon Men\n    The Red Hawk\n    HRH the Rider\n    Efficiency Expert\n\nAll of the above stories are not fantasy fiction.\n\n                     *      *      *      *      *\n\nCome over to 'The Boiling Point' and join in the argument.\n\n\n\n\nSCIENCE FICTION IN ENGLISH MAGAZINES\n\nby Bob Tucker\n\n(Series Four)\n\n\nThis month, the column is devoted entirely to a small English\npublication knows as \"Boy's Magazine.\" The particular issue in\ndiscussion is one of late November, 1933.\n\nOne of the two fantasy stories in this issue is \"The Menace of the\nMonsters.\" The monsters, which are prehistoric nightmares of the past,\ninvade England and proceed to raise everything they come upon,\nincluding a train, a couple of autos, etc. The story carried three pen\nand ink sketches which were very well executed. One portrayed a huge\nstegosaurus uprooting a train of cars, tossing it into the air, and\nspilling people out of it right and left.\n\nAnother illustration showed a tyrannosaurus in a death battle with a\ngiant sabre-tooth tiger ... 'tis something to gaze upon, take my word\nfor it!\n\nThe other science fiction story in the issue is named \"The Ocean\nCrater\" and resembles _Astounding's_ \"Telegraph Plateau\" somewhat, in\nthe fact that a deep crater opens in the ocean and ships drop down\ninto it. This story has two illustrations, one showing a ship falling\ninto the \"ocean-pit\" and the other portraying the destruction of an\nairplane carrier via \"electric-arrow\" rays from an overhead enemy\nplane.\n\nAnother story in the issue, \"Chin Ling's Ghost\" was supposed to be a\nsupernatural tale.\n\n(We hope to be able to present another article in this series in an\nearly issue.)\n\n\n\n\nTHE BOILING POINT\n\n\nAfter five months, the Smith-Ackerman debate is still waxing hot.\nWe open this month's column with another rebuttal from Ackerman:\n\n\"Since the pros and cons on my Boiling Point article have changed\naround to discussions of character, I wish to state that I do not like\nH. P. Lovecraft's attitude. I was interested in his closing sentence\nin the second issue, and also in Mr. Derleth's. They were both\ninteresting to analyze. But I resent Mr. Lovecraft's further uncalled\nfor remarks. If I am not qualified to judge any weird tales, he is not\nqualified to call names. It seems to me of late that his palsy-walsy\nClark Ashton Smith has been turning out an over-abundant amount of\nliterature--but goodness! I don't think the man egotistic and\nattempting to draw attention to himself! The man likes to write, and\nso do I. Yet Mr. Lovecraft says of me 'peculiarly ridiculous', because\nI make absurd comments to focus people's eyes on me; and write\nvoluminously for the same reason, I take it. But I don't keep a\nscrap-book. That's not vary consistent with the nature described,\nis it? And ask Mr. Hornig what my answer was when he proposed a\n'Forrest J. Ackerman' issue of _The Fantasy Fan_. What a puffing up\nI should have gotten had I been _that_ sort of person: You tell 'em\nCharles--what I said: 'No!' Not that I see what difference it makes\nwho writes articles and how many of them there are in one issue, as\nlong as they're good--which I hope mine are. But people _will_ talk.\nAnd so I am not obliging with an autobiography of myself for the\n'Famous Fantasy Fans' feature either.\n\n\"Furthermore, Mr. Lovecraft, you seem to have forgotten something. I\nkeep my letters from famous writers. You say I once wrote you a very\nchildish attack on your work. But your answer to that letter was: 'I\nwas very pleased to get your bright and candid letter this morning.'\nThat is a different story.\n\n\"I write these paragraphs in my behalf, because, being more of a weird\nfans' magazine, I can't expect many voices on my side from _The\nFantasy Fan_ readers. If you will see the third paragraph in the\nletter of C. Ferry and B. Rogers in the December _Wonder Stories_,\nhowever, you will find that the gentlemen are three times over as\nvehement and acidic as I. You might call them unknowing supporters.\n\n\"To Robert Nelson, who says I must be daft or an imbecile or a\nnotoriety-seeking clown and knave (and does it in one breath), I can\nonly answer that I thought it was a foregone conclusion that fantasy\nfans were 'daft' anyway, and that examination of the ratings of the\nmembers of my alma mater graduating class might prove differently\nabout the second statement, and that I think I have cleared of the\nthird already.\n\n\"Richard E. Morse's letter has impressed me as the one that really\n'says something.' His thought had not occurred to me before, and it is\nworthwhile considering. _Weird Tales_ allows science fiction; why\nnot _Wonder Stories_ weird tales? As the science fiction fan I am\nalways eager to see stf in _Weird Tales_ and any other magazine. I see\nthat the process can easily be reversed. So Mr. Morse 'has' me. The\nargument is settled.\n\n\"Numerous Eyrie letters knock stf in _Weird_: I only did the same, but\nfrom the other side of the fence.\"\n\nH. P. Lovecraft also retaliates:\n\n\"Glad you are giving the vociferous Master Ackerman a hearing--it's\nalways well to let both sides of a debate have an equal chance. But I\nfear that Effjay the Terrible and his allies don't make out a very\nstrong case. The tirade to which exception was taken was not merely an\nassertion that Smith's 'Dweller in Martian Depths' is unsuited for a\nscience fiction magazine. It was a wholly gratuitous and intemperate\nattack on the story itself, written with a slap-dash extravagance and\nobviously sadistic gusto which plainly showed either a complete lack\nof analytical understanding and imaginative sensitiveness, or (as it\nwas probable) a mere boyish desire to show off and attract notice.\nHowever, Ackerman is young, as proved by his tendency to regard\nordinary civilized language as alien and incomprehensible. Now that\nhe's had a good barrage from the general public, it would be just as\nwell to leave him in peace. Five years from now he'll go beyond any of\nus in laughing at his explosions of today.\"\n\nWilliam H. Dellenback also has something to say:\n\n\"I am not a Weird Man; indeed, I have read _very_ few weird stories\nthat I have considered really good. Therefore, this is not so much a\ndefense of Smith (who, I believe, is absolutely wrong in trying to\nlink weird fiction with science fiction), as a rebuttal to Ackerman.\nHowever, first let me say that I think you are making a mistake,\nEditor, in publishing, and readers, in writing, letters which make too\npersonal remarks. Aside from the fact that they are not true, the\nBoiling Point is for arguing about principles and not for calling\nantagonists names.\n\n\"But on with the dance--Forrest says that 'Dweller in Martian Depths'\nand 'The Light From Beyond' should not have been published in _Wonder\nStories_. He also calls 'The Time Stream' doubtful material for a stf\npublication.\n\n\"Point 1--In regard to Forrest's dislike of Smith's excessive\nvocabulary, I will say this is purely a matter of personal opinion.\nAnd I respect his opinion (which is more than do Messrs. Lovecraft,\nBarlow, and Nelson) even though I don't agree with him. As a change\nfrom the average run of stf stories, I enjoy Smith's wonderful\nlanguage; I believe I have read very few stories as beautifully told\nas 'The Light From Beyond'. And though I don't like his weird stories,\nnevertheless, his manner of telling seems to me admirably fitted to\nweird fiction.\n\n\"Point 2--I agree heartily with Mr. Crawford; science fiction would\nindeed be dull, if it consisted of nothing but the ideas Mr. Barlow\nlists. Fantasy is an integral part of stf; and while the three above\nmentioned stories were, for a large part, fantasy, they also contained\nthe elements of strict stf.\n\n\"Point 3--Finally, if no other explaining will suffice, I can only\noffer this last fact: Such stories provide variety, and there are many\nwho will like them. So, if you don't, Forrest, just forget about it.\nStf can not be composed of all interplanetar yarns, or all medical,\nor all of any other type.\"\n\nWe hereby give notice that the Smith-Ackerman debate will be concluded\nin the February issue. It has just about run its course. If you have\nanything to say, you'd better say it now. It's your last chance. In\nnext month's column, Clark Ashton Smith presents a rebuttal to the\nvociferous letter of D. Alexander's in our December issue. Mr. Smith\nis glad to know that Ackerman is being given an even break. We hope\nthat this friendly argument has been well-taken by all concerned and\nwill cause no hard feelings.\n\n\n\n\nThe Ghoul\n\nby Clark Ashton Smith\n\n\nDuring the reign of the Caliph Vathek, a young man of good repute and\nfamily, named Noureddin Hassan, was haled before the Cadi Ahmed ben\nBecar at Bussorah. Now Noureddin was a comely youth, of open and\ngentle mien; and great was the astonishment of the Cadi and of all\nothers present when they heard the charges that were preferred against\nhim. He was accused of having slain seven people, one by one, on seven\nsuccessive nights, and of having left the corpses in a cemetery near\nBussorah, where they were found lying with their bodies and members\ndevoured in a fearsome manner, as if by jackals. Of the people he was\nsaid to have slain three were women, two were travelling merchants,\none was a mendicant, and one a grave-digger.\n\nAhmed ben Becar was filled with the learning and wisdom of honorable\nyears, and withal was possessed of much perspicacity. But he was\ndeeply perplexed by the strangeness and atrocity of these crimes and\nby the mild demeanor and well-bred aspect of Noureddin Hassan, which\nhe could in no wise reconcile with them. He heard in silence the\ntestimony of witnesses who had seen Noureddin bearing on his shoulders\nthe body of a woman at yester-eve in the cemetery; and others who on\nseveral occasions had observed him coming from the neighborhood at\nunseemly hours when only thieves and murderers would be abroad. Then,\nhaving considered all these, he questioned the youth closely.\n\n\"Noureddin Hassan,\" he said, \"thou hast been charged with crimes of\nexceeding foulness, which thy bearing and thy lineaments belie. Is\nthere haply an explanation of these things by which thou canst wholly\nclear thyself, or in some measure mitigate the heinousness of thy\ndeeds, if so it be that thou art guilty? I adjure thee to tell me the\ntruth in this matter.\"\n\nNow Noureddin Hassan arose before the Cadi; and the heaviness of\nextreme shame and sorrow was visible on his countenance.\n\n\"Alas, O Cadi,\" he replied, \"for the charges that have been brought\nagainst me are indeed true. It was I and none other, who slew these\npeople; nor can I offer any extenuation of my act.\"\n\nThe Cadi was sorely grieved and astonished when he heard this answer.\n\n\"I must perforce believe thee,\" he said sternly. \"But thou hast\nconfessed a thing which will make thy name hence forward an\nabomination in the ears and mouths of men. I command thee to tell me\nwhy these crimes were committed, and what offense these persons had\ngiven thee, or what injury they had done to thee; or if perchance thou\nslewest them for gain, like a common robber.\"\n\n\"There was neither offense given nor injury wrought by any of them\nagainst me,\" replied Noureddin. \"And I did not kill them for their\nmoney or belongings or apparel, since I had no need of such things,\nand, aside from that, have always been an honest man.\"\n\n\"Then,\" cried Ahmed ben Becar, greatly puzzled, \"what was thy reason\nif it was none of these?\"\n\nNow the face of Noureddin Hassan grew heavier still with sorrow; and\nhe bowed his head in a shamefaced manner that bespoke the utterness of\nprofound remorse. And standing thus before the Cadi, he told this\nstory:\n\n\nThe reversals of fortune, O Cadi, are swift and grievous, and beyond\nthe foreknowing or advertence of men. Alas! for less than a fortnight\nagone I was the happiest and most guiltless of mortals, with no\nthought of wrongdoing toward anyone. I was wedded to Amina, the\ndaughter of the jewel-merchant Aboul Cogia; and I loved her deeply and\nwas much beloved by her in turn; and moreover we were at this time\nanticipating the birth of our first child. I had inherited from my\nfather a rich estate and many slaves; the cares of life were light\nupon my shoulders; and I had, it would seem, every reason to count\nmyself among those whom Allah has blest with an earthly foretaste of\nHeaven.\n\nJudge, then, the excessive nature of my grief when Amina died in the\nsame hour when she was to have been delivered. From that time, in the\ndire extremity of my lamentation, I was as one bereft of light and\nknowledge; I was deaf to all those who sought to condole with me, and\nblind to their friendly offices.\n\nAfter the burial of Amina my sorrow became a veritable madness, and I\nwandered by night to her grave in the cemetery near Bussorah and flung\nmyself prostrate before the newly lettered tombstone, on the earth\nthat been digged that very day. My senses deserted me, and I knew not\nhow long I remained on the damp clay beneath the cypresses, while the\nhorn of a decrescent moon arose in the heavens.\n\nThen, in my stupor of abandonment, I heard a terrible voice that bade\nme rise from the ground on which I was lying. And lifting my head a\nlittle, I saw a hideous demon of gigantic frame and stature, with eyes\nof scarlet fire beneath brows that were coarse as tangled rootlets,\nand fangs that overhung a cavernous mouth, and earth-black longer and\nsharper than those of the hyena. And the demon said to me:\n\n\"I am a ghoul, and it is my office to devour the bodies of the dead. I\nhave now come to claim the corpse that was interred today beneath the\nsoil on which thou art lying in a fashion so unmannerly. Begone, for I\nhave fasted since yester-night, and I am much anhungered.\"\n\nNow, at the sight of this demon, and the sound of his dreadful voice,\nand the still more dreadful meaning of his words, I was like to have\nswooned with terror on the cold clay. But I recovered myself in a\nmanner, and besought him, saying:\n\n\"Spare this grave, I implore thee; for she who lies buried therein it\ndearer to me than any living mortal; and I would not that her fair\nbody should be the provender of an unclean demon such as thou.\"\n\nAt this the ghoul was angered, and I thought that he would have done\nme some bodily violence. But again I besought him, swearing by Allah\nand Mohammed with many solemn oaths that I would grant him anything\nprocurable and would do for him any favor that lay in the power of man\nif he would leave undespoiled the new-made grave of Amina. And the\nghoul was somewhat mollified, and he said:\n\n\"If thou wilt indeed perform for me a certain service, I shall do as\nthou askest.\" And I replied:\n\n\"There is no service, whatsoever its nature, that I will not do for\nthee in this connection, and I pray thee to name thy desire.\"\n\nThen the ghoul said: \"It is this, that thou shalt bring to me each\nnight, for eight successive nights, the body of one whom thou hast\nslain with thine own hand. Do this, and I shall neither devour nor dig\nthe body that lies interred hereunder.\"\n\nNow was I seized by utter horror and despair, since I had bound myself\nin all honor to grant the ghoul his hideous requirement. And I begged\nhim to change the terms of the stipulation, saying to him:\n\n\"Is it needful to thee, O eater of corpses, that the bodies should be\nthose of people whom I myself have slain?\"\n\nAnd the ghoul said: \"Yea, for all others would be the natural\nprovender of myself or of my kin in any event. I adjure thee by the\npromise thou hast given to meet me here tomorrow night, when darkness\nhas wholly fallen or as soon thereafter as thou art able, bringing the\nfirst of the eight bodies.\"\n\nSo saying, he strode off among the cypresses, and began to dig in\nanother newly made grave at a little distance from that of Amina.\n\nI left the graveyard in even direr anguish than when I had come\nthinking, of that which I must do in fulfilment of my sworn promise,\nto preserve the body of Amina from the demon. I know not how I\nsurvived the ensuing day, torn as I was between sorrow for the dead\nand my horror of the coming night with its repugnant duty.\n\nWhen darkness had descended, I went forth by stealth to a lonely road\nnear the cemetery; and waiting there amid the low-grown branches of\nthe trees, I slew the first passer with a sword and carried his body\nto the spot appointed by the ghoul. And each night thereafter, for six\nmore nights, I returned to the same vicinity and repeated this deed,\nslaying always the very first who came, whether man or woman, or\nmerchant or beggar or grave-digger. And the ghoul awaited me on each\noccasion, and would begin to devour his provender in my presence, with\nsmall thanks and scant ceremony. Seven persons did I slay in all, till\nonly one was wanting to complete the agreed number; and the person\nwhom I slew yester-night was a woman, even as the witnesses have\ntestified. All this I did with utmost repugnance and regret, and\nsustained only by the remembrance of my plighted word and the fate\nwhich would befall the corpse of Amina if I should break the bond.\n\nThis, O Cadi, is all my story. Alas! for these lamentable crimes have\navailed me not, and I have failed in wholly keeping my bargain with\nthe demon, who will doubtless this night consume the body of Amina in\nlien of the one corpse that is still lacking. I resign myself to thy\njudgement, O Ahmed ben Becar, and I beseech thee for no other mercy\nthan that of death, wherewith to terminate my double grief and my\ntwofold remorse.\n\n\nWhen Noureddin Hassan had ended his narrative, the amazement of all\nwho had heard him was verily multiplied, since no man could remember\nhearing a stranger tale. And the Cadi pondered for a long time and\nthen gave judgment, saying:\n\n\"I must needs marvel at thy story, but the crimes thou hast committed\nare none the less heinous, and Iblis himself would stand aghast before\nthem. However, some allowance must be made for the fact that thou\nhadst given thy word to the ghoul and wast bound as it were in honor\nto fulfill his demand, no matter how horrible its nature. And\nallowance must likewise be made for thy connubial grief which caused\nthee to forfend thy wife's body from the demon. Yet I cannot adjudge\nthee guiltless, though I know not the punishment which is merited in a\ncase so utterly without parallel. Therefore, I set thee free, with\nthis injunction, that thou shalt make atonement for thy crimes in the\nfashion that seemeth best to thee, and shalt render justice to thyself\nand to others in such degree as thou art able.\"\n\n\"I thank thee for this mercy,\" replied Noureddin Hassan; and he then\nwithdrew from the court amid the wonderment of all who were present.\nThere was much debate when he had gone, and many were prone to\nquestion the wisdom of the Cadi's decision. Some there were who\nmaintained that Noureddin should have been sentenced to death without\ndelay for his abominable actions though others argued for the sanctity\nof his oath to the ghoul, and would have exculpated him altogether or\nin part. And tales were told and instances were cited regarding the\nhabits of ghouls and the strange plight of men who had surprised such\ndemons in their nocturnal delvings. And again the discussion returned\nto Noureddin, and the judgment of the Cadi was once more upheld or\nassailed with divers arguments. But amid all this, Ahmed Ben Becar was\nsilent, saying only:\n\n\"Wait, for this man will render justice to himself and to all other\nconcerned, as far as the rendering thereof is possible.\"\n\nSo indeed it happened, for on the morning of the next day another body\nwas found in the cemetery near Bussorah lying half-devoured on the\ngrave of Noureddin Hassan's wife, Amina. And the body was that of\nNoureddin, self-slain, who in this manner had not only fulfilled the\ninjunction of the Cadi but had also kept his bargain with the ghoul by\nproviding the required number of corpses.\n\n\n\n\nWE'LL BET YOU DIDN'T KNOW\n\nby Mortimer Weisinger\n\n\nThat Penn State Froth, the official comic magazine for Penn\nUniversity, recently burlesqued Amazing Stories.\n\nThat Charles Willard Diffin composes his stuff on a dictaphone.\n\nThat the A. in A. Hyatt Verrill's name stands for Alpheus.\n\nThat Jack Williamson is the only writer who ever copped a cover for\neach part of a serial.\n\nThat it's ironic that the letters in Verne's name, rearranged, spell\n'never.'\n\nThat P. S. Miller is a descendant of Alexander Hamilton.\n\nThat Wonder Stories is the only s-f mag on file in the New York Public\nLibrary.\n\nThat the reason the first eleven issues of Amazing Stories were\nprinted on heavy paper was because the publishers wanted to give the\nfans \"a big package for their money.\"\n\nThat, with the exception of his first story, Hamilton has never had a\nstory refused by Weird Tales. And even the first was accepted after\nrewriting.\n\nThat William Briggs MacHarg and Edwin Balmer (the creators of Luther\nTrant) are brothers-in-law.\n\nThat Wonder Stories paid over seven cents a word for Charles Tanner's\nstory \"The Color of Space.\"\n\nThat Forrest J. Ackerman used to correspond regularly with 115 fans.\n\nThat Jack Williamson is a cowboy.\n\nThat Charles Cloukey was fifteen years old when he sold his first\nstory.\n\nThat the mystery novel, \"The 13th Murder,\" refers to Amazing Stories\nand Weird Tales as \"detective and mystery fiction\"--and they ring\nSaturn!\n\nThat the story, \"Warriors of Space,\" featured in the first issue of\nScience Wonder Stories, was a sequel to \"The World in the Balance,\" in\nan old Argosy.\n\nThat Hugo Gernsback conducted a contest in Science & Invention to\nobtain a name for his projected magazine--named Amazing Stories after\nthe winner was announced.\n\nThat P. Schuyler Miller had a B.S. and an M.S. degree before he was 21.\n\n\n\n\nMY SCIENCE FICTION COLLECTION\n\nby Forrest J. Ackerman\n\nPart Five\n\n\nMore for my own satisfaction than anything else, is the second part of\nthis last division of my collection; \"stills.\" These are scenes from a\nscore of fantasy pictures ranging in size from 5\" × to 11\" × 14\", and\nin subjects from prehistoric monsters of 10,000,000 years ago to\nexploring interplanetary parties of the future. There are many scenes\nfrom \"Metropolis\" of the vast, shining electricity, of the inside\nfurnishings of the buildings, of the costumes of the people of that\ntime; and there are pictures of the machinery to run the city, the\nunderground world, the robotrix, the televisors. From \"King Kong\" I\nhave 9 stills: a brontosaurus, an allosaur about to eat a man, Kong on\nexhibition in New York, in the jungle with the girl, smashing in a\nbuilding, atop the Empire State, etc.\n\nSecured from 'Frankenstein' are pictures of the monster, and his\nmaking in the laboratory. \"Just Imagine\" offers scenes of\nheaven-scraped New York in 1980, of the rocket for Mars, of the nifty\nlittle earthplanes. I have seven interesting pictures from \"The Most\nDangerous Game.\" Laboratories and the death ray of \"The Mask of\nFu-Manchu\" are included. From Wells' \"Island of Lost Souls\" there are\nphotos of the evoluted animals of a hundred thousand years hence;\nape-men, the panther-woman, wolf-creatures, etc. \"High Treason\" offers\nnumerous stills: television, the European city, war in 1940, a dance\nhall of seven years ahead, the English Channel sub-sea express, a\nbroadcasted trial, and more. \"The Mummy\" is shown returning to life,\nprehistoric monsters from \"The Mystery of Life\" are present.\nMachinery, experiments, scientists--all from the stf-detective tale,\n\"Doctor X.\" I also have several stills from \"By Rocket to the Moon,\"\nsuch as those showing the model rocket and its trip--also pictures of\nMars, Saturn, the end of the world, and an ethership from \"Our\nHeavenly Bodies\" a scene from \"The Lost World,\" \"The Stellar Express,\"\nand many others.\n\n[In part six, next month, Mr. Ackerman concludes his interesting\narticle.]\n\n\n\n\nHOW TO COLLECT FANTASY FICTION\n\nby Julius Schwartz\n\nPart Five--Conclusion\n\n\nFantasy booklets have appeared at lesser intervals. _Amazing Stories_\nput out Landell Bartlet's \"Vanguard of Venus\" in 1928. Gernsback has\nput out 18 science fiction booklets, of which only the last six are\nnow in print. He likewise issued a reprint of Garret Smith's \"Between\nWorlds\". Mimeographed booklets were put out by Carl Swanson (Edmond\nHamilton's \"The Metal Giants\", a reprint) and by the Fantasy Fiction\nPublications (\"Guests of the Earth\" by Hugh Langley). The Arra\nPrinters have put out A. Merritt's \"Thru the Dragon Glass,\" \"The\nCavemen of Venus,\" \"The Price of Peace,\" and Dr. Keller's \"Wolf Hollow\nBubbles.\"\n\nThis article wouldn't be complete without mention of the hard-covered\nfantasies. It's a hopeless task to try and muster even a tenth of all\nthe fantasy books. The best way to go about it, however, is to \"haunt\"\nthe second-hand book stores and scrutinize any book whose title sounds\npromising or inviting.\n\nThere's one tantalizing feature connected with the collection of\nfantastic fiction: your collection will Never be complete! But this\nmisfortune has one commendable merit. The collector's interest in\nFantasy fiction will never wane.\n\n\nThe End\n\n\n\n\nSUPERNATURAL HORROR IN LITERATURE\n\nPart Four\n\nby H. P. Lovecraft\n\n(copyright 1927, by W. Paul Cook)\n\nII The Dawn of the Horror Tale\n\n\nAs may naturally be expected of a form so closely connected with\nprimal emotion, the horror tale is as old as human thought and speech\nthemselves.\n\nCosmic terror appears as an ingredient of the earliest folklore of all\nraces, and is crystalized in the most archaic ballads, chronicles, and\nsacred writings. It was, indeed, a prominent feature of the elaborate\nceremonial magic, with its rituals for the evocation of demons and\nspectres which flourished from prehistoric times, and which reached\nits highest development in Egypt and the Semetic nations. Fragments\nlike the Book of Enoch and the Claviculae of Solomon well illustrate\nthe power of the weird over the ancient Eastern mind, and upon such\nthings were based enduring systems and traditions, whose echoes extend\nobscurely even to the present time. Touches of this transcendental\nfear are seen in classic literature and there is evidence of its still\ngreater emphasis in a balled literature which paralleled the classic\nstream, but vanished for lack of a written medium. The Middle Ages,\nsteeped in fanciful darkness, gave it an enormous impulse toward\nexpression; and East and West alike were busy preserving and\namplifying the dark heritage, both of random folklore and of\nacademically formulated magic and cabalism, which had descended to\nthem. Witch, werewolf, vampire, and ghoul brooded ominously on the\nlips of bard and grandam, and needed but little encouragement to take\nthe final step across the boundary that divides the chanted tale or\nsong from the formal literary composition. In the Orient, the weird\ntale tended to assume a gorgeous colouring and sprightliness which\nalmost transmuted it into sheer phantasy. In the West, where the\nmystical Teuton had cone down from his black Boreal forests and the\nCelt remembered strange sacrifices in Druidic groves, it assumed a\nterrible intensity and convincing seriousness of atmosphere which\ndoubled the force of its half-told, half-hinted horrors.\n\nMuch of the power of Western horror-lore was undoubtedly due to the\nhidden but often suspected presence of a hideous cult of nocturnal\nworshipers whose strange customs--descended from pre-Aryan and\npre-agricultural times when a squat race of Mongoloids roved over\nEurope with their flocks and herds--were rooted in the most revolting\nfertility-rites of immemorial antiquity. This secret religion,\nstealthily handed down amongst peasants for thousands of years despite\nthe outward reign of the Druidic, Graeco-Roman, and Christian faiths\nin the regions involved, was marked by wild \"Witches' Sabbaths\" in\nlonely woods and atop distant hills on Walpurgis Night and Hallowe'en,\nthe traditional breeding-seasons of the goats and sheep and cattle;\nand became the source of vast riches of sorcery legend, besides\nprovoking extensive witchcraft prosecutions of which the Salem affair\nforms the chief American example. Akin to it in essence, and perhaps\nconnected with it in fact, was the frightful secret system of inverted\ntheology or Satan-worship which produced such horrors as the famous\n\"Black Mass\"; whilst operating toward the same end we may note the\nactivities of those whose aims were somewhat more scientific or\nphilosophical--the astrologers, cabbalists, and alchemists of the\nAlbertus Magnus or Raymond Lully type, with whom such rude ages\ninvariably abound. The prevalence and depth of the medieval\nhorror-spirit in Europe, intensified by the dark despair which\nwaves of pestilence brought, may be fairly gauged by the grotesque\ncarvings slyly introduced into much of the finest later Gothic\necclesiastical work of the time; the demoniac gargoyles of Notre\nDame and Mont St. Michel being among the most famous specimens. And\nthroughout the period, it must be remembered, there existed amongst\neducated and uneducated alike, a most unquestioning faith in every\nform of the supernatural; from the gentlest of Christian doctrines\nto the most monstrous morbidities of witchcraft and black magic.\nIt was from no empty background that the Renaissance magicians and\nalchemists--Nostradamus, Trithemius, Dr. John Dee, Robert Fludd, and\nthe like--were born.\n\nIn this fertile soil were nourished types and characters of somber\nmyth and legend which persist in weird literature to this day, more or\nless disguised or altered by modern technique. Many of then were taken\nfrom the earliest oral sources, and form part of mankind's permanent\nheritage. The shade which appears and demands the burial of its bones,\nthe demon lover who comes to bear away his still living bride, the\ndeath-fiend or psychopomp riding the night-wind, the man-wolf, the\nsealed chamber, the deathless sorcerer--all those may be found in that\ncurious body of mediaeval lore which the late Mr. Baring-Gould so\neffectively assembled in book form. Wherever the mystic Northern blood\nwas strongest, the atmosphere of the popular tales became most\nintense; for in the Latin races there is a touch of basic rationality\nwhich denies to even their strangest superstitions many of the\novertones of glamour so characteristic of our own forest-born and\nice-fostered whisperings.\n\n(continued next month)\n\n\n\n\nThe Sacred Bird\n\nAnnals of the Jinns--4\n\nby R. H. Barlow\n\n\nThere appeared one day in the market-place of Ulathia a most peculiar\nfowl which fell exhausted from the skies. Its plumage was of brilliant\nhue, and despite its confusion, a wise and knowing look was seen\nwithin the orange eyes. After resting a moment, it fluttered about the\nsquare, entering the various shops in a proprietary manner and finally\nsettled in that of a sweetmeat dealer. Soon all the tradesfolk hurried\nacross the cobble-stones to see this gaudy visitor and to feed it many\ntid-bits. Not in the least bothered by its admiring audience, it\npermitted its head to be scratched and petted as it ate.\n\nIn time, the news spread through the thatched houses to the ears of\nthe Imperial Council, all of which laid down their pens and came in a\nbody to view it. It was discovered by them greedily eating a preserved\norange-rind, a meal varied by occasional pecks at a nut. Having\nalready devoured odds and ends of all sorts, it was no longer hungry,\nand even as they panted in, it fell asleep. When the crowd drew aside\nto admit the rotund Council, it complained loudly.\n\n\"Gwarn arf 'n chase y'self!\" commanded the half-awake bird. \"Gwarn\narf,\" it repeated, fluttering its wings and adjusting for a nice nap.\nIt then uttered a rasping incoherency and dozed off placidly. The\npeople drew back whispering excitedly. \"A demon!\" averred one. This\nbrought a chorus of dissention among the others. \"An angel.... Just a\ntrick.... Who ever heard of a bird talking?... A magician in\ndisguise.... What has happened?... Still thy tongue, neighbor....\"\n\n... The head of the Council, a gray-beard notoriously superstitious,\ncleared his threat and a silence fell over all present. \"My friends,\"\nhe gurgled happily, \"My _dear_ friends and fellow citizens! This is an\noccasion of undoubted significance in the annals of our fair city,\nequalled only by that of, as you doubtless will realize, early in the\nreign of--rather; to continue; In other words, my dear friends,\" he\nbegan over, unable to sustain the sentence any longer, \"To make it\nclear to all concerned, this is, I believe, and no one, I hope, would\ncontradict me, I have occasion to think--\" Here his voice lowered to a\nwhisper and ended in a triumphant shout, \"A _Messenger_ sent to guide\nus!\" He leered cheerfully at the mob. \"Therefore, let us convey it in\nstate to the City Hall to rule us as it sees fit!\"\n\nWhich was forthwith done amid much celebration, and the chattering of\nthe escaped parrot from that day guided the fortunes of the city of\nUlathia, interpreted by the Ruler and his Council as they desired.\n\n                     *      *      *      *      *\n\nAnother tale in this series will appear next month.\n\n\n\n\nOUR READERS SAY\n\n\nS. M. White, one of our New Zealand readers is not altogether satisfied\nwith science fiction in general:\n\n\"_The Fantasy Fan_ is of great interest to me. I hope that it keeps on\ngoing. I have two objections to scientifiction--1. There is too much\n'blood and thunder.' 2. Not enough originality in plots. Thus too much\nspoils the flavor. But there are several themes on which few of your\nauthors have touched. 1. A story with lots of science. 2. A story\nconcerning that which comes after death (if anything). 3. A really\nhumorous story. 4. None of the authors except H. G. Wells has tried to\nsolve the problem of labor vs. capital. Stories often end up: \"Workers\nof the world, you are free!\" Free to what? Technocracy? NRA?\nVanderbiltism? These four ought to keep writers busy.\"\n\nThe hardest job of an editor is trying to please everyone. As this is\nan impossibility, all they can do is to please as many as they can.\nWhen a majority voice a suggestion, he must take it into serious\nconsideration. We find that the underused plots you have mentioned\nhave been used quite often, except that which is not for science\nfiction, but has been overdone in weird stories.\n\n\"I keep forgetting that each month I am going to receive a copy of\n_The Fantasy Fan_ so that, when it does come, it is such a pleasant\nsurprise. As a regular feature, I enjoy Bob Tucker's report on the\nEnglish stf magazines best of all. 'How to Write a Stf Story' was _so_\nfunny.\"--Forrest J. Ackerman\n\n\"The November TFF is decidedly improving and I look forward to future\nissues with much interest. I wonder how many collectors there are that\ncan discriminate between the trash that seems popular and the best in\nFantasy?\"--R. H. Barlow\n\n\"The November issue of TFF was magnificent! What got the cake was 'How\nto Write a Stf Story' by Hoy Ping Pong. By the way, Editor, who is\nthis Hoy Ping Pong? Anyway, regardless of who he is, he seems to be\nhumorously inclined, so let's have more from him. No periodical is\nexactly good without a touch of humor.\"--Ted H. Lutwin\n\nThere's no use in concealing the identity Hoy Ping Pong. It is none\nother than Bob Tucker, author of the English science fiction series,\nand more Hoy Ping Pong articles to come.\n\n\"I liked the November issue very much and hope you'll publish more of\nSmith's poetry.\"--Robert E. Howard\n\n\"I was certainly disappointed to hear that the _Necronomicon_, _Book\nof Eibon_, and the _Nameless Cults_ had no existence except in the\nfertile imaginations of Lovecraft, Smith, and Howard. That's not\nillusion of reality. Anyone could quote books and authors that never\nexisted. To me, it is plain fabrication. According to Joseph McCabe,\nthe monks of the middle ages were adepts at it. I must say, however,\nthat it was quite a help in giving an illusion of reality to\nLovecraft's stories, and Smith's. It won't be now, though, because the\ncat is out of the bag. But what about 'Yog Sothoth' and 'Sattaquo' and\n'Thule.' Surely, there must be a legend of some sort to account for\nthem, or does their ancientness go no farther than 1924? Were they\nborn about the same time as _Weird Tales_? I notice that the Illusion\nof reality has much more force at night than in the daytime.\"--Carl J.\nSmith\n\nIt is only an A-1 author that can make you believe that a thing exists\nwhen it really doesn't. Perhaps the cat is out of the bag, at you say,\nbut we don't believe that it detracts from Smith's, Lovecraft's, or\nHoward's stories one bit. However, weird fans will probably not be\nsatisfied until the aforesaid \"fabricators\" write up the books _in\ntoto_ that they have created in their minds. Smith is now working\non a chapter of \"The Book of Eibon.\"\n\n\"I was pleased to receive your clever little 'Fantasy Fan' and\nconsider it highly entertaining and useful and well worth the dollar I\nenclose for a year's subscription. From time to time I noticed in the\nreader's columns the uprise of little pamphlets, but never gave them\nserious thought. This one you have sent me startled me into\nappreciating that the fantasy fans are an energetic lot.\n\n\"My eulogies and praises to the incomparable Clark Ashton Smith for\nhis 'Kingdom of the Worm.' He has the magic of words that makes great\nwriters. We like to honor the memory of Poe as the father of the short\nstory and the fantastic type of fiction, but Smith surpasses him.\n\n\"Enclosed you will find a little story of mine that I tender you\ngratis--let us say as a Christmas present, for use in TFF. I wrote it\non the spur of the moment one day, as the idea popped into my mind and\nrefused to depart.\"--Eando Binder\n\nWe thank Mr. Binder, an author of note, for his excellent story. It\nwill appear in an early issue of TFF. The theme used is a brand new\none, and we believe will make a big hit with all lovers of weird\nfiction.\n\n\"The November issue was a gem all the way through, and I am certainly\nlearning a lot of facts about fantastic fiction that are quite new to\nme. It answers numerous questions that I have had in mind for a long\ntime. I think the comments by the readers constitute a most absorbing\npart of your magazine, especially when they are by contributors and\nold fans that know the 'ropes' well. Understand that I am a\ncomparative beginner in the absorbing game of chasing fantastic\nliterature. It is quite noticeable that the trend is turning even more\ntoward the fantastic than the pure science fiction, which, it would\nseen, has been on the wane for some time. I am not a science fiction\ncrank, however, and have several good tales in my collection. They are\nnot interplanetary, though, but ones approaching closer to the\nfantastic.\n\n\"The poem by Clark Ashton Smith was enormous; yet, more than that. I\ndo not think one could describe it. 'The Other Gods' by H. P.\nLovecraft added just the right atmosphere to TFF. The mention of\nUlthar in this story recalled a story by the same author named 'The\nCats of Ulthar.'\n\n\"As Mr. Ackerman's collection continues to pile up, it seems that in\nspite of mania to judge literature, he certainly does a thing up right\nwhen he starts.\n\n\"The discovery that the now famous book 'Necronomicon' is entirely\nfictitious was a considerable shock. Too bad that such a volume is not\navailable to all lovers of fiction pertaining to the black arts and\nkindred subjects. I had even thought seriously of sending to the State\nCollege Library in quest of a copy in English! I wondered at the time\nif it had yet been translated. Why not have Lovecraft write such a\nbook? I am sure it would sell well. I enjoy reading the denouncement\nof Mr. Ackerman.\"--Duane W. Rime\n\nAs Dr. Keller says, it doesn't matter whether a reader praises Forrest\nor condemns him, so long as they say _something_. We, also, were on\nthe verge of sending someplace for the _Necronomicon_ in English.\n\n\"Lovecraft's 'The Other Gods' and 'Supernatural Horror in Literature'\nare a treat for which I am sure every reader is grateful. 'True Ghost\nStories' is very well presented and Barlow's 'Annals of the Jinns'\nvery capably upholds fantastic lore. Smith's 'The Kingdom of the Worm'\nrecalled to my mind Donald Wandrei's 'The Worm King', a poem which\nI read in _Weird Tales_ years ago. While different in essence of\ntone, these two carry the same eery quality. Although your various\ndepartments have not yet swung into full stride, great promise is\nindicated.\n\n\"I have a suggestion for Mr. Tucker. If his English connection will\nsupply him with sufficient information, a column or so on Arthur\nMachen and Algernon Blackwood might introduce two very worthy writers\nof weird tales to your readers.\"--Chester D. Cuthbert\n\nWe have on hand for early publication, several articles on the works\nof the great writers of the past. Watch for them. To our readers: How\ndid you like Mr. Cuthbert's story \"The Sublime Vigil\" in the February\n1934 issue of _Wonder Stories_? Watch his progress! We predict that in\nless than one year he will be one of your favorite authors.\n\n\"Glad to see the December issue. All the stories art excellent and the\ndepartments are as interesting as usual.\"--H. P. Lovecraft\n\n\"I have received the November TFF and would say that it is the most\nsatisfactory issue so far. 'The Other Gods' is indeed a masterpiece of\nprose poetry, filled with imaginative overtones. Barlow's second\nAnnals of the Jinns is memorably touched, and the sense of atmosphere\nconveyed is remarkable in view of its brevity. Hoy Ping Pong's article\non how to write scientifiction is most amusing.\n\n\"Re the origin of the word 'weird,' which you attributed to Edgar\nAllan Poe. I believe that Poe was perhaps the first to employ this\nadjective in the modern sense of eerie or uncanny or bizarre; but\nyou will find it used in older writers, such as Shakespeare, with\na special application to witchcraft or sorcery. The three Fates\nof classic mythology were spoken of as 'the weird sisters,' and\nthe root-meaning of the word has reference to fate or destiny. As\na noun, it is still sometimes used in the latter sense; and it also\nmeans a prediction of prophecy. The word itself is of Anglo-Saxon\norigin, and is related to the old German _wurt_ and Icelandic\n_urdhr_.\"--Clark Ashton Smith\n\nIn my filler concerning the origin of the word \"weird,\" you will\nremember that I said that its meaning the bizarre originated with\nEdgar Allen Poe. I had in mind the other meanings as I wrote it.\nUndoubtedly, if Edgar Allan Poe had not used it, the word would not be\npopular today.\n\n\"I had intended to write since I received the first copy of TFF, but\ncircumstances made it impossible. I wish to compliment you on the\nmagazine. It is not perfect, of course--But it is different and that\nis a blessing indeed.\"--Louis C. Smith\n\nSend in your letter to \"Our Readers Say,\" fans. We want your opinions,\ncriticisms, and suggestions. Do you think that too much space is\ndevoted to this department? If so, we'll cut it down.\n\n\n\n\nADVERTISEMENTS\n\n\nFIRST PRINT of A. Merritt's \"Moon Pool.\" The most valuable edition of\nany science fiction book. What am I offered? Ted Lutwin, 315 Henderson\nStreet, Jersey City, N.J.\n\n\nCLARK ASHTON SMITH presents THE DOUBLE SHADOW AND OTHER FANTASIES--a\nbooklet containing a half-dozen imaginative and atmospheric\ntales.--Stories of exotic beauty, glamor, terror, strangeness, irony\nand satire. Price; 25 cents each, (coin or stamps). Also a small\nremainder of EBONY AND CRYSTAL--a book of prose poems published at\n$7.00, reduced to $1.00 per copy. Everything sent postpaid. Clark\nAshton Smith, Auburn, California.\n\n\nBACK NUMBERS OF THE FANTASY FAN--September, 20 cents; October,\nNovember, December, 10 cts. (Only a few Septembers left.)\n\n\nIF YOU HAVE any copies of _Weird Tales_ dated 1923-24-25-26-27, that\nyou would like to part with, please communicate with the Editor.\n\n                     *      *      *      *      *\n\nTranscriber's Note: Minor typographical errors have been corrected\nwithout note. Irregularities and inconsistencies in the text have\nbeen retained as printed.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Fantasy Fan January 1934, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FANTASY FAN JANUARY 1934 ***\n\n***** This file should be named 46615-8.txt or 46615-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/6/6/1/46615/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}