{"title": "The Fantasy Fan February 1934", "author": "Various", "releaseDate": "August 18, 2014", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTHE FANTASY FAN\n\nTHE FANS' OWN MAGAZINE\n\nEditor: Charles D. Hornig\n(Managing Editor: Wonder Stories)\n\nPublished                     10 cents a copy\nMonthly                       $1.00 per year\n\n137 West Grand Street, Elizabeth, New Jersey\n\nVolume 1        February, 1934       Number 6\n\n\n\n\nOUR READERS SAY\n\n\n\"I missed Bob Tucker's column in the December issue. Better luck next\nmonth. By the way, who wrote the last piece of poetry in that\nissue?\"--Kenneth B. Pritchard\n\nThe editor wishes to confess that he is guilty for everything that\nappears in TFF unsigned. We are forced to tell you this, so that you\nwon't blame it on someone else.\n\n\"After reading the fourth issue of TFF, I feel compelled to take time\nout to let you know my reactions. It seems to me that in this little\nmagazine, you have succeeded, by your choice and arrangement of\nmaterial, in creating the illusion of an intensely human, keenly\ninterested gathering of real people. I actually got something of this\nimpression from perusing its pages--the imaginary sensation of sitting\nin on such a group--and it is this which prompts me to a note of\nappreciation. You have been able to offer a welcome medium of\nexpression and interchange of ideas to us devotees of the fantastic in\nfiction and the success of TFF should be assured if you can maintain\nthis standard of Interest.\"--Richard F. Searight\n\nThis letter is satisfactory proof to us that our efforts are not being\nentirely wasted. It is our purpose to live up to slogan, \"the fans'\nown magazine\" and make it as personal and interesting as possible.\n\n\"Lovecraft's tales certainly hit the spot. R. H. Barlow's 'Annals of\nthe Jinns' are great and show a seriousness and depth of that which is\nnot expressed easily in writing. When his series is completed, try to\nget more of his tales. I am glad to see Derleth in our pages, and this\nWooley person certainly did a very nice job with her story.\n\n\"I don't believe the January issue of the magazine was up to standard.\nToo much space was devoted to the Boiling Point and the readers'\ncolumns. I still insist that the installments of Lovecraft's article\nare too short.\"--H. Koenig\n\nWe are cutting out the Boiling Point entirely and intend to cut down\non the readers' column.\n\n\"Smith's 'The Ghoul' is better than 'The Kingdom of the Worm' and\nshould devour the latter in replete satisfaction. I hope to see\nanother fantasy by Lovecraft soon.\"--Robert Nelson\n\nYou will notice one of Lovecraft's stories in this issue. We have\nseveral more of his on hand for future publication.\n\n\"The various articles in the January issue were very interesting with\nthe exception of 'The Boiling Point' which is becoming monotonous. On\nthe whole, however, you are doing a fine job, and I hope it will not\nbe necessary for you to cut down the size of the magazine or publish\nless often.\"--Philip Bridges\n\n\"I liked Derleth's little tale in the December number, and I second H.\nKoenig's criticism that the installments of 'Supernatural Horror in\nLiterature' are too short.\"--Clark Ashton Smith\n\nForrest J. Ackerman reminds us of two typographical errors in TFF that\nchanged the entire meaning of a couple of statements. In the December\n\"Boiling Point\" it was stated that he solicits people to like him,\nwhen it should have stated that he does _not_ solicit people to like\nhim. In his collection article, it was claimed that he had the\noriginal manuscript of Flagg's \"Lancer in the Crystal\" instead of\n\"Dancer,\" which made quite a pun out of it.\n\n\"'Birkett's Twelfth Corpse' was indeed a gem in spite of its\nshortness. Perhaps August W. Derleth would write some poetry for you.\nI saw one of his in the 'Driftwood.' R. H. Barlow seems to get better\nall the time. Let's have more of the 'Annals of the Jinns'.\"--Duane W.\nRimel\n\n\"I think the FF is fine. It only needs time to grow larger, which it\nwill do as soon as more people find out about it. Don't have a\ncontents page--save that extra room for the fans. Thank you for the\nprivilege of being one of your contributors.\"--Natalie H. Wooley\n\nThank _you_ for contributing to THE FANTASY FAN.\n\n\"The January issue of TFF was very good indeed! I believe that the\nissues have improved greatly since the first one was published, quite\nsome time ago, too. Mr. Smith is one of your finest, if not your\nfinest, author. Mr. Ackerman's articles I find very interesting.\n'Supernatural Horror in Literature' by H. P. Lovecraft is an excellent\narticle. Mr. Lovecraft has succeeded in condensing the ancient horror\nand weirdness into a great article. I admire very much the fine\nwriting of Mr. Lovecraft.\"--Fred John Walsen\n\nWrite your opinions and suggestions into \"Our Readers Say,\" fans--we\nwant to run the magazine the way you like it best. As a special\nfeature in next month's issue, we are presenting a full-page original\nillustration by Morey.\n\n\n\n\nMY FAVORITE FANTASY STORY\n\nby Julius Schwartz\n\n\nIt's really impossible to name one's favorite fantasy story without\ntaking into account not only the merit of the story but also the mood\nof the reader at the time he read it. I, therefore, have no _one_\nfavorite story, but rather a list of stories that I liked immensely at\nthe time I read them; they gripped, fascinated, and held me. They are\nthose stories that can be read and reread dozens of times without\nfinding a lack of interest in them. Four of these stories are, \"The\nBlind Spot,\" by Hall and Flint; \"The Man Who Evolved,\" by Hamilton;\n\"The Second Deluge\" by Serviss; and \"Short Wave Castle\" by Calvin\nPeregov. These four tales may not be the best I've read, but they're\ncertainly way up near the top the list. [Let us know what you consider\nyour favorite fantasy story.]\n\n\n\n\nPolaris\n\nby H. P. Lovecraft\n\n\nInto the north window of my chamber glows the Pole Star with uncanny\nlight. All through the long hellish hours of blackness it shines\nthere. And in the autumn of the year, when the winds from the north\ncurse and whine, and the red-leaved trees of the swamp mutter things\nto one another in the small hours of the morning under the horned\nwaning moon, I sit by the casement and watch that star. Down from the\nheights reels the glittering Cassiopeia as the hours wear on, while\nCharles' Wain lumbers up from behind the vapour-soaked swamp trees\nthat sway in the night wind. Just before dawn Arcturus winks ruddily\nfrom above the cemetery on the low hillock, and Coma Berenices\nshimmers weirdly afar off in the mysterious east; but still the Pole\nStar leers down from the same place in the black vault, winking\nhideously like an insane watching eye which strives to convey some\nstrange message, yet recalls nothing save that it once had a message\nto convey. Sometimes, when it is cloudy, I can sleep.\n\nWell do I remember the night of the great Aurora, when over the swamp\nplayed the shocking coruscation's of the daemon light. After the beam\ncame clouds, and then I slept.\n\nAnd it was under a horned waning moon that I saw the city for the\nfirst time. Still and somnolent did it lie, on a strange plateau in a\nhollow betwixt strange peaks. Of ghastly marble were its walls and its\ntowers, its columns, domes, and pavements. In the marble street, were\nmarble pillars, the upper parts of which were carven into the images\nof grave bearded men. The air was warm and stirred not. And overhead,\nscarce ten degrees from the zenith, glowed that watching Pole Star.\nLong did I gaze on the city, but the day came not. When the red\nAldebaran, which blinked low in the sky but never set, had crawled a\nquarter of the way around the horizon, I saw light and motion in the\nhouses and the streets. Forms strangely robed, but at once noble and\nfamiliar, walked abroad and under the horned waning moon men talked\nwisdom in a tongue which I understood, though it was unlike any\nlanguage I had ever known. And when the red Aldebaran had crawled more\nthan halfway around the horizon, there were again darkness and\nsilence.\n\nWhen I awaked, I was not as I had been. Upon my memory was graven the\nvision of the city, and within my soul had arisen another and vaguer\nrecollection, of whose nature I was not then certain. Thereafter, on\nthe cloudy nights when I could sleep, I saw the city often; sometimes\nunder that horned waning moon, and sometimes under the hot yellow rays\nof a sun which did not set, but which wheeled low around the horizon.\nAnd on the clear nights the Pole Star leered as never before.\n\nGradually I came to wonder what might be my place in that city on the\nstrange plateau betwixt strange peaks. At first content to view the\nscene as an all-observant uncorporeal presence, I now desired to\ndefine my relation to it, and to speak my mind amongst the grave men\nwho conversed each day in the public squares. I said to myself, \"This\nis no dream, for by what means can I prove the greater reality of that\nother life in the house of stone and brick south of the sinister swamp\nand the cemetery on the low hillock, where the Pole Star peeps into my\nnorth window each night?\"\n\nOne night as I listened to the discourse in the large square\ncontaining many statues I felt a change; and perceived that I had at\nlast a bodily form. Nor was a stranger in the streets of Olathoe,\nwhich lies on the plateau of Sarkis, betwixt the peaks Noton and\nKadiphonek. It was my friend Alos who spoke, and his speech was one\nthat pleased my soul, for it was the speech of a true man and patriot.\nThat night had the news come of Daikos' fall, and of the advance of\nthe Inutos; squat, hellish yellow fiends who five years ago had\nappeared out of the unknown west to ravage the confines of our kingdom\nand finally to besiege our towns. Having taken the fortified places at\nthe foot of the mountains, their way now lay open to the plateau,\nunless every citizen could resist with the strength of ten men. For\nthe squat creatures were mighty in the arts of war, and knew not the\nscruples of honour which hold back our tall, grey-eyed men of Lomar\nfrom ruthless conquest.\n\nAlos, my friend, was commander of all the forces on the plateau, and\nin him lay the last hope of our country. On this occasion he spoke of\nthe perils to be faced and exhorted the men of Olathoe, bravest of the\nLomarians, to sustain the traditions of their ancestors, who when\nforced to move southward from Zobna before the advance of the great\nice sheet, (even as our descendants must some day flee from the land\nof Lomar) valiantly and victoriously swept aside the hairy,\nlong-armed, cannibal Gnophkehs that stood in their way. To me Alos\ndenied a warrior's part, for I was feeble and given to strange\nfaintings when subjected to stress and hardships. But my eyes were the\nkeenest in the city, despite the long hours I gave each day to the\nstudy of the Pnakotic manuscripts and the wisdom of the Zobnarian\nFathers; so my friend, desiring not to doom me to inaction, rewarded\nme with that duty which was second to nothing in importance. To the\nwatchtower of Thapnen he sent me, there to serve as the eyes of our\narmy. Should the Inutos attempt to gain the citadel by the narrow pass\nbehind the peak Noton and thereby surprise the garrison, I was to give\nthe signal of fire which would warn the waiting soldiers, and, save\nthe town from immediate disaster.\n\nAlone I mounted the tower, for every man of stout body was needed in\nthe passes below. My brain was sore dazed with excitement and fatigue,\nfor I had not slept in many days; yet was my purpose firm, for I loved\nmy native land of Lomar, and the marble city Olathoe that lies betwixt\nthe peaks of Noton and Kadiphonek.\n\nBut as I stood in the tower's topmost chamber, I beheld the horned\nwaning moon, red and sinister, quivering through the vapours that\nhovered over the distant valley of Banof. And through an opening in\nthe roof glittered the pale Pole Star, fluttering as if alive, and\nleering like a fiend and tempter. Methought its spirit whispered evil\ncounsel, soothing me to traitorous somnolence with a damnable\nrhythmical promise which it repeated over and over:\n\n    \"Slumber, watcher, till the spheres,\n    Six and twenty thousand years\n    Have revolv'd, and I return\n    To the spot where now I burn.\n    Other stars anon shall rise\n    To the axis of the skies;\n    Stars that soothe and stars that bless\n    With a sweet forgetfulness:\n    Only when my round is o'er\n    Shall the past disturb thy door.\"\n\nVainly did I struggle with my drowsiness, seeking to connect these\nstrange words with some lore of the skies which I had learnt from the\nPnakotic manuscripts. My head, heavy and reeling, drooped to my\nbreast, and when next I looked up it was in a dream; with the Pole\nStar grinning at me through a window from over the horrible swaying\ntrees of a dream-swamp. And I am still dreaming.\n\nIn my shame and despair I sometimes scream frantically, begging the\ndream-creatures around me to waken me ere the Inutos steal up the pass\nbehind the peak Noton and take the citadel by surprise; but these\ncreatures are daemons, for they laugh at me and tell me I am not\ndreaming. They mock me whilst I sleep, and whilst the squat yellow foe\nmay be creeping silently upon us. I have failed in my duty and\nbetrayed the marble city of Olathoe; I have proven false to Alos, my\nfriend and commander. But still these shadows of my dreams deride me.\nThey say there is no land of Lomar, save in my nocturnal imaginings;\nthat in those realms where the Pole Star shines high, and red\nAldebaran crawls low around the horizon, there has been naught save\nice and snow for thousands of years, and never a man save squat,\nyellow creatures, blighted by the cold, whom they call \"Esquimaux.\"\n\nAnd as I writhe in my guilty agony, frantic to save the city whose\nperil every moment grows, and vainly striving to shake off this\nunnatural dream of a house of stone and brick south of a sinister\nswamp and a cemetery on a low hillock; the Pole Star, evil and\nmonstrous, leers down from the black vault, winking hideously like an\ninsane watching eye which strives to convey some message, yet recalls\nnothing save that it once had a message to convey.\n\n                     *      *      *      *      *\n\n    Watch for another story by H. P. Lovecraft in an early issue.\n\n\n\n\nFACTS AND PROPHECY\n\n\nW. A. Conrad, assistant professor in mathematics at the United States\nNaval Academy, says that a trip to the moon in a rocket is possible.\nAccording to him, it would cost as much as two battleships--$100,000,000,\nbut it would be worth it. The biggest obstacle to overcome would be\nthe fuel problem, he declares. It would take a huge amount of oxygen\nto make the trip. Other problems would be dodging meteors and\novercoming the falling-in-an-elevator feeling. He likens the benefits\nderived from such a voyage, to those derived from Columbus' trip\nacross the Atlantic.\n\nDuring the National Inventor's Congress in Cleveland, September 5 to\n9, Arthur Shenderlein, of Oakland, California, exhibited a motor which\nhe claims will carry passengers to Mars, or any other planet in record\ntime. He declared his motor will go 100,000 miles without gasoline.\n\n\n\n\nHOWLS FROM THE ETHER\n\nby The Spacehound\n\n\nSome copies of the August, 1929, _Amazing Stories_ contained \"Out of\nthe Void\" printed twice and \"The Grim Inheritance\" omitted. This\nhappens every so often in the binding of magazines, when one of the\nseveral sections is left out and two of another inserted. In the above\ncase, this means that several issues of the magazine contained no \"Out\nof the Void,\" and two copies of \"The Grim Inheritance\".... Voltaire's\n\"Micromégas\" is an excellent interplanetary story concerning a\nSirian's visit to Saturn and Earth.... In the days of \"Science\nFiction\" (the pamphlet mimeographed in Cleveland), Hugh Langley was\nthe pseudonym for the joint efforts of Jerome Siegel and Bernard\nKenton.... P. S. Miller mentions working on his \"Arrhenius Horror\" in\nan early 1930 mag.... \"Desolation's War\", an excellent science fiction\ntale was in _Top-Notch_ a short while ago. They present stories of\nthis type at odd intervals.... Roy Rockwood's \"Great Miracle\" series\nhave been reissued.... An English newspaper runs science fiction\nregularly. Roy's \"Prince of Atlantis,\" while a stf classic is also a\nsubtle treatise on sociology.... _Radio Guild_ carried an illustrated\nfeature on Buck Rogers.... The December 1932 Happy Hours Magazine\ncarried an editorial on \"Science Fiction in the Dime Novels,\" by Ralph\nP. Smith.... O. O. Mclntyre and Philip Wylie are good friends.... In\nregards to the question in the August 1932 Time Traveller, \"The Nth\nMan,\" by Homer Eon Flint, was written especially for the Amazing\nQuarterly.... The Doc Savage magazine is running a number of good\nadventure fantasies. Recent issues have had \"The Land of Terror,\" and\na tale of adventure at the North Pole among several others, including\none about super-gangs attempting to conquer a nation.... And keep an\neye on _Thrilling Adventure_ and the new companion mag to Nickel\nDetective.... Austin Hall had a humorous western in a recent\n_Argosy_.... You cover fans keep an eye on the fine work Paul is doing\nfor Science and Mechanics, the sister magazine of _Wonder Stories_....\nOne of H. G. Wells' latest contributions is \"Love on Mars\" in a\nromance magazine.... \"Conflict,\" a new magazine issued by the Central\nPub. Co. at the old Miracle Stories address, will use \"weird adventure\nstories\".... R. F. Starzl had a review of the science fiction market\nin the Author and Journalist over two years ago.... The staff of the\nDallas Journal serialized the first chapter of Burroughs' \"A Fighting\nMan of Mars\" over WFAA last June.... Edison's last work is said to\nhave been on a machine to communicate with the dead.... Your scribe is\nNo. 1 in the Jules Verne Prize Club.... Two recent radio fantasies are\n\"The Man with the Golden Head\" and Stevenson's \"Dr. Jekyll and Mr.\nHyde\".... An excellent satire on interplanetary stories ran through\nthe comic sheets of the AP newspapers, which showed Sappo and\nProfessor Whattasnozzle going through adventures on Man and Venus....\nA vote taken in the early days of _Amazing Stories_ showed 32,644 in\nfavor of a bi-weekly publication, and 498 who thought otherwise....\nEdgar Wallace's \"The Fourth Plague\" is a good scientific mystery novel.\n\n    ···o. x. o···        ···o. x. o···\n\n    Come over to \"Our Readers Say\"\n\n\n\n\nA VISIT TO JULES DE GRANDIN\n\nby Marianne Ferguson\n\n\nI got off the train at the Harrisonville Railroad Station, filled with\nmixed feelings, for I was to visit the world renowned detective, Jules\nde Grandin, and Dr. Trowbridge. As I walked uncertainly up the street,\nI inquired of a policeman, who directed me to Jules de Grandin's\nhouse.\n\nI am afraid that I knocked at the door somewhat timidly, and I soon\nheard footsteps coming down the hall. The door opened, and there stood\na tall, dark man.\n\n\"Is this where Mr. de Grandin lives?\" I asked rather shakily, for I\nhad been anticipating this eventful visit for several months, during\nwhich time I had reacted this scene many times.\n\n\"Yes,\" the man replied. \"I am Dr. Trowbridge. Will you please come\nin?\"\n\nI entered, just as a voice from within called out, \"Who was it, Friend\nTrowbridge?\"\n\nWe entered a large, cheery room, and seated in a deep study chair, I\nsaw Jules de Grandin, his blond hair sleek and shining. He looked up\nfrom the magazine had been reading, and seeing me, arose, and stroking\nhis blond mustache, said, \"What can we do for you, my dear young\nlady?\"\n\nSuddenly, my knees seemed to turn to water. \"Mr. de Grandin,\" I\nmanaged to whisper, \"I have always wanted to see you in person; I hope\nyou will forgive my intrusion.\"\n\nJules de Grandin waved me to a seat with his long, artistic hand, and\nseeing a silver topped walking stick in the corner, I asked, \"Is that\nthe famous walking stick which vanquished the werewolf in 'The Thing\nin the Fog'?\"\n\n\"Eh, bien, of a truth, my young friend,\" he admitted, \"if it were not\nfor the concealed sword in the center, I would have been in too many\ntight places for comfort.\"\n\n\"Mr. de Grandin, will you please tell how many years you have been\ninterested in this line of investigation?\" I asked.\n\n\"O, tiens, my young lady, I have been actively engaged for the past\neight years in this thrilling occupation.\"\n\n\"I am sorry that I weren't acquainted with your adventures right from\nthe start,\" I confessed. \"Weren't you afraid in some of the gruesome\ncases such as 'The Bleeding Mummy' and the 'Band of Glory'?\"\n\n\"Eh, bien,\" he answered, \"my friend, if one allows himself to let fear\nenter his heart, he is already defeated, and I know that I have the\nGood One in my favor.\"\n\n\"Well, Mr. de Grandin and Dr. Trowbridge, thank you for this\ndelightful talk,\" I began, when a blood-curdling moan echoed through\nthe house. De Grandin, Dr. Trowbridge, and I ran to where the moan\nseemed to come from, but nothing was there. I imagine that I must have\nturned pale, for Dr. Trowbridge caught hold of my arm and gave me a\nglass of water containing some sort of restorative. As I began to feel\nbetter, my color came back and de Grandin said, \"My friend, your train\nleaves in twenty minutes, so, Friend Trowbridge, get out your car and\ntake the young lady to the station.\"\n\n\"But how about that moan?\" I asked.\n\n\"_Mon Dieu!_\" he exclaimed, though less excited than would be expected\nunder the circumstances, \"but I, Jules de Grandin, shall soon find\nout!\"\n\nGathering up my purse, I arose and gave my hand to de Grandin, then\nDr. Trowbridge took me to the station.\n\nSafely in my compartment, I suddenly realized how tired I was. So,\nleaning back in my seat and closing my eyes, I drifted into the land\nof dreams--into the realm of deathless visions, where hazy phantasms\nof the imagination take one through glorious adventures in which\nearthly realities become as nothing.\n\n\n\n\nWINDS\n\nby Richard F. Searight\n\n\n    The North Wind blares, a gelid, lee-born roar,\n    Down from the arctic wastes where sit the ghosts\n    Of one-eyed Odin, bloody-handed Thor,\n    In frost-bound silence with their warrior hosts.\n\n    The East Wind murmurs softly through the night\n    Of dank and noisome things, and evil lore\n    Old in the days when Atlar rose to might.\n    And Chaldic magic ruled a world of gore.\n\n    The South Wind breathes a pestilential dirge.\n    It whispers of corruption and the tomb;\n    Of life in death, and mankind's biting urge\n    To gain the secrets hidden in Time's womb.\n\n    The West Wind keens a warning cry of hate,\n    As, from the boundless voids of sea and sky,\n    It sweeps upon a race bowed low by fate,\n    Yet striving still to gain the heights or die.\n\n\n\n\nTHE DWELLER\n\nby William Lumley\n\n\n    Dread and potent broods a Dweller\n      In an evil twilight space,\n    Formless as a daemon's shadow,\n      Void of members and of face.\n\n    Heeding not the shaped or human,\n      Past the reach of time or law--\n    Never may our minds conceive It\n      Save as clouds of fright and awe.\n\n    When It crawls malignly on us,\n      Lethal mists of leaden grey,\n    Rising vaguely in the distance,\n      Veil its hideous bulk away.\n\n    And Its mutterings of horror,\n      Foul with lore of charnel ground,\n    Lose themselves in troubled thunders\n      That from far horizons sound.\n\n\n\n\nTHE WEIRD WORKS OF M. R. JAMES\n\nby Clark Ashton Smith\n\n\nThe four books of short stories written by Montague Rhodes James,\nProvost of Eton College, have been collected in a single but not\noverly bulky volume under the imprint of Longmans, Green & Co. One can\nheartily recommend the acquisition of this volume to all lovers of the\nweird and supernatural who are not already familiar with its contents.\n\nJames is perhaps unsurpassed in originality by any living writer; and\nhe has made a salient contribution to the technique of his genre as\nwell as to the enriching of its treasury of permanent masterpiece. His\nwork is marked by rare intellectual skill and ingenuity, by power\nrising at times above the reaches of mere intellection, and by a sheer\nfinesse of writing that will bear almost endless study. It has a\npeculiar savour, wholly different from the diabolic grimness of\nBierce, or the accumulative atmospheric terror and rounded classicism\nof Machen. Here there is nothing of the feverish but logical\nhallucinations, the macabre and exotic beauty achieved by Poe; nor is\nthere any kinship to the fine poetic weavings and character _nuances_\nof Walter de la Mare, or the far-searching, penetrative psychism of\nBlackwood, or the frightful antiquities and ultra-terrene menaces of\nLovecraft.\n\nThe style of these stories is rather casual and succinct. The rhythms\nof the prose are brisk and pedestrian, and the phrasing is notable for\nclearness and incisiveness rather than for those vague, reverberative\novertones which beguile one's inner ear in the prose of\nfiction-writers who are also poets. Usually there is a more or less\nhomely setting, often with a background of folklore and long-past\nhappenings whose dim archaism provides a depth of shadow from which,\nas from a recessed cavern, the central horror emerges into the\nnoontide of the present. Things and occurrences, sometimes without\nobvious off-hand relationship, are grouped cunningly, forcing the\nreader unaware to some frightful deduction; or there is an artful\nlinkage of events seemingly harmless in themselves, that leave him\nconfronted at a sudden turn with some ghoulish specter or night-demon.\n\nThe minutiae of modern life, humor, character-drawing, scenic and\narchaeological description, are used as a foil to heighten the\nabnormal, but are never allowed to usurp a disproportionate interest.\nAlways there is an element of supernatural menace, whose value is\nnever impaired by scientific or spiritualistic explanation. Sometimes\nit is brought forth at the climax into full light; and sometimes, even\nthen, it is merely half-revealed, is left undefined but perhaps all\nthe more alarming. In any case, the presence of some unnatural but\nobjective reality is assumed and established.\n\nThe goblins and phantoms devised by James are truly creative and are\npresented through images often so keen and vivid as to evoke an actual\nphysical shock. Sight, smell, hearing, taction, all are played upon\nwith well nigh surgical sureness, by impressions calculated to touch\nthe shuddering quick of horror.\n\nSome of the images or similes employed are most extraordinary, and\nspring surely from the demonic inspiration of the highest genius. For\ninstance, take the unnameable thing in _The Uncommon Prayer Book_,\nwhich resembles \"a great roll of old, shabby, white flannel,\" with a\nkind of face in the upper end, and which falls forward on a man's\nshoulder and hides this face in his neck like a ferret attacking a\nrabbit. Then, in _Mr. Humphreys and his Inheritance_ (one of subtler\nand more inferential tales) there is the form \"with a burnt human\nface\" and \"black arms\", that emerges from an inexplicable hole in the\npaper plan of a garden maze \"with the odious writhings of a wasp\ncreeping out of a rotten apple.\" In _The Tractate Middoth_ one meets\nan apparition with thick cobwebs over its eyes--the lich or specter\nof a man who, obedient to his own rather eccentric instructions, had\nbeen buried sitting at a table in an underground room. And who,\nupon reading _The Diary of Mr. Poynter_, can fail to share Denton's\nrevulsion when he reaches out, thinking that a dog is beside his\nchair, and touches a crawling figure covered with long, wavy,\nAbsolom-like tresses? Who, too, can shake off the horror of\nDennistoun, in _Canon Alberic's Scrap Book_, when a demon's hand\nappears from beneath on the table, suggesting momentarily a pen wiper,\na rat, and a large spider?\n\nReading and re-reading these tales, one notes a predilection for\ncertain milieus and motifs. Backgrounds of scholastic or ecclesiastic\nlife are frequent and some of the best tales are laid in cathedral\ntowns; in many of the supernatural entities, there recurs insistently\nthe character of extreme and repulsive _hairiness_. Often the\napparition is connected with, or evoked by, some material object, such\nas the bronze whistle from the ruins of a Templars' preceptory in _Oh,\nWhistle and I'll Come to You, My Lad_; the old drawing of King Solomon\nand the night demon in _Canon Alberic's Scrap Book_; the silver\nAnglo-Saxon crown from an immemorial barrow in _A Warning to the\nCurious_; and the strange curtain-pattern in _The Diary of Mr.\nPoynter_ which had \"a subtlety in its drawing.\"\n\nIn several stories there are hints of bygone Satanism and wizardry\nwhose malign wraiths or conjured spirits linger obscurely in modern\ntime; and in at least one tale, _Casting the Runes_, the warlock\nis a living figure. In other tales, the forgetful and vanishing\nphantasms of old crimes cry out their mindless pain, or peer for an\ninstant from familiar pools and shrubberies. The personnel of James'\n_Pandemonium_ is far from monotonous: one finds a satyr dwelling\nin a cathedral tomb; a carven cat-like monster that comes to life when\ntouched by a murderer's hand; a mouldy smelling sack-like object in an\nunlit well, which suddenly puts its arms around the neck of a\ntreasure-seeker; a cloaked and hooded shape with a tentacle in lieu of\narms; a lean, hideously taloned terror, with a jaw \"shallow as that of\na beast;\" dolls that repeat crime and tragedy; creatures that are\ndog-like but not dogs; a saw fly tall as a man, met in a dim room full\nof rustling insects; and even a weak, ancient thing, which, being\nwholly bodiless and insubstantial, makes for itself a body out of\ncrumpled bed-linen.\n\nThe peculiar genius of M. R. James, and his greatest power, lies in\nthe convincing evocation of weird, malignant and preternatural\nphenomena such as I have instanced. It is safe to say that few\nwriters, dead or living, have equalled him in his formidable\nnecromancy; and perhaps no one has excelled him.\n\n\n\n\nThe Tomb of the God\n\nAnnals of the Jinns--5\n\nby R. H. Barlow\n\n\nFor four days, the band of explorers from Phoor had been excavating\nthe ancient and immemorial tomb of Krang on the edge of the desert.\nThe sands had been blowing ceaselessly, even as they had done since\nbefore the coming of man to that far land. The tomb was built long\nbefore any human walked the face of the world, built by evil powers\nthat had reigned unchecked in that unthinkably ancient day, when all\nthe desert had been a verdant garden through which stalked great\nyellow giants of small intelligence, but of prodigious strength, that\nhad built the tower and the city of the ancient and most powerful Lord\nKrang. And even before that Krang had been; he had been for aeons, and\nin turn had come from a strange planet, it was told in tradition and\nrunes inscribed in a dead language, the language of Old Gods, and in\nthe time when dark magical powers had battled for possession of the\nuniverse. And Krang had won, Krang the old one, the monstrous brown\nleathern thing that planned and ruled and malefically twisted the\nfutures of worlds. But the time came that none had foreseen and Krang\nthe ancient fell into a semblance of death, though his flesh rotted\nnot, nor did his aspect change. So the people of the earth gathered\ntogether and conveyed him in a giant funeral procession to the\nenormous tomb carven from living blue stone in the side of the\nmountain, and they sealed him in and forever departed from his\ncompany. And the years and the decades and the centuries and the aeons\nunthinkable came and went, and the sands swirled over the mouth of the\ntomb, and the door was obliterated, and none knew where Krang the\nElder God lay in stupendous slumber.\n\nThen audacious mortals had unwittingly found traces of this mausoleum\nthat even legend had discredited, and they had resolved to open it and\nseek the great body of the old thing that had laid unmoving since the\nworld was young and green, lain while the prolific vegetation died and\nthe sand crept upon the land and laid it into barrenness.\n\nIt was said that there had been sealed up in Krang's tomb treasures\nthat made avarice pale and gems the like of which no longer existed,\njewels from far worlds of the dawn of time, worlds that had died and\nreturned again--and the strange manuscripts with the Hsothian chants\nupon them, and other equally desirable objects. Therefore, many had\nset out to reach the far site of the old tomb, but few had reached it.\nSome had perished, slain by the hateful green devil things that lay\nbeneath the surface of the sand in wait for unwary persons, and that\nsprang up to drag their victims to a horrible death. Some reached\ntheir goal and scratched and chipped the tight sealed entrance, but\nit was as the gnawing of rats, and before they could do more, they had\nmysteriously vanished from human ken, nor had they ever been heard of\nafterwards. Yet this did not discourage others from emulating for the\ndesire for power will lead men far, and power there was in the tomb.\n\nSo again men were engaged in laboriously chipping away the obstruction\nand making slight headway, when one of their members chanced upon an\norifice in the rock into which he thrust his arm curiously. Beyond he\ntouched something, and lo! The great door grated outwards, inexorably,\nruthlessly, and ground him horribly into the stone sill, leaving\nnaught save an unpleasant smear of brown and a dank smell came forth,\nand the door was opened. Paralyzed, the survivors did not act until it\nhad swung firmly back into place and was immovable save by a\nrepetition of the catastrophe. So, though they could spare him ill,\nthe others forced one of their brown slave-men from distant Leek to do\nthis suicidal act; and he whimpered, and would have not, but they\ndiscouraged this by subtle and hastily improvised tortures, and he\neventually complied.\n\nThey stepped delicately over the smear and caught the door; placing an\nobstruction in the way, so that it might stay open. And then they\nentered, the first living things in that place since their race had\nappeared.\n\nThe air was foul with the odor of a newly dried sea bed, and the\nstench was unlike that of anything within their ken. All about the\ngiant vault were great chunks of richly coloured gems cut in curious\nfacets, with cryptic inscriptions upon each. But the central object\nwas the tomb of Lord Krang, where his great body reposed upon a slab\nof figured chalcedony. He was terrible to gaze upon, for even after\nthe immense period, he still held semblance of the horrifying aspect\nthat was traditionally assigned unto him.\n\nAnd the explorers that had entered gathered around him for a moment in\nawe, but they were distracted by the infinite wealth that lay\ncarelessly about. They became slightly affected by it, into a type of\nmadness, and with repulsive amour and fetishism, they stroked the\njewels and clung unto them.\n\nBut what happened then none can tell, for their two fellows standing\nguard beyond the entrance heard a peculiar sound that seemed as a\nslither then a scream, then the door shut again, and although the\nobstructing block was not touched by them, it had moved.\n\n                     *      *      *      *      *\n\nAnd Krang's tomb was again covered by the drifts; nor even after that\nbrief glimpse of infinite wealth did any man of Phoor venture near.\n\nFor the Lord Krang had roused from his long sleep, and feasted.\n\n\n\n\nSTORIES TO COME\n\n\nIn response to requests, we are publishing this list of stories which\nwe have on hand:\n\n    _The Legacy_                   by Kenneth B. Pritchard\n    _The Flower God_               by R. H. Barlow\n    _Gods of the North_            by Robert E. Howard\n    _The Ancient Voice_            by Eando Binder\n    _The Nameless City_            by H. P. Lovecraft\n    _From Beyond_                  by H. P. Lovecraft\n    _Beyond the Wall of Sleep_     by H. P. Lovecraft\n    _The Epiphany of Death_        by Clark Ashton Smith\n    _The Embalmer of Ramsville_    by Michael Weir\n    _Phantom Lights_               by August W. Derleth\n    _Madness of Space_             by Conrad H. Ruppert\n    _Life and Death_               by Derwin Lesser\n    _The Temple of Nemwah_         by Natalie H. Wooley\n\n\n\n\nTHE BOILING POINT\n\n\n\"Donald Alexander's letter caused me to reread carefully my own answer\nto Forrest Ackerman's epistolatory critique. Since my one concern was\nto meet Mr. Ackerman's arguments on their own ground, I am puzzled by\nthe assertion of Mr. Alexander that I had made a fool of myself by\ndescending to personalities. Offhand, I should have said that my\nletter was about as free of that sort of thing as it could conceivably\nhave been. Perhaps there were a few mildly ironic touches; but\ncertainly nothing of an insidious nature was implied or even intended.\nI do not think that any good purpose is ever served by abusive\npersonalities. If my letter was derogatively personal, I really wonder\nhow Mr. Alexander's should be classified.\"--Clark Ashton Smith\n\nH. Koenig suggests that we missed a golden opportunity by not\nsupplying the debaters with gloves and entering them in the Golden\nGlove Contests in Madison Square Garden!\n\n\"When you shout, pertaining to Smith stories, 'May the ink dry up in\nthe pen from which they flow!' you affect the refined and sensitive\nminds of the admirers of beautiful things, and cause them to exclaim,\n'Here, indeed, is one who endeavors to do something in words as\nterrible as in actuality: cleave the head of a genius in twain!' Hence\nour fitting denunciation of you, Mr. Ackerman, for attempting to\nbackbite one of the greatest writers America has ever produced.\"--Robert\nNelson\n\n\"When some well-meaning person says that Ackerman has more sense than\nSmith and Lovecraft combined, he is just being ridiculous. If Clark\nAshton Smith has a diseased mind, as Mr. Alexander states, I would for\none like to be exposed to the germ.\"--Duane W. Rimel\n\n\"I have been following with interest the Ackerman adventures in\nyour pages. I am wondering if he ever wrote any stories, besides\ncriticizing then?\"--Natalie H. Wooley\n\n\"The Ackerman-Smith debate amuses me. Of course, I am squarely on\nSmith's side, and don't understand why you publish the more puerile of\nthe letters on the matter, such as the one by Lloyd Fowler.\"--August\nW. Derleth\n\n\"The whole argument was caused by Ackerman claiming that Smith's\n'Dweller in Martian Depths' should not have appeared in _Wonder\nStories_. Smith should have sent the story to _Weird Tales_, thus\navoiding a clash with Ackerman, who, I take it, has no use for weird\nliterature. Or the editor of _Wonder Stories_ should have foreseen\nsome catastrophe and promptly returned it to C. A. Smith, who I esteem\nvery highly, by the way.\"--F. Lee Baldwin\n\nWe stated last month that the Smith-Ackerman debate would end in this\nissue--and so it has. Many of our readers have started to get bored\nwith it--and more than that, some ill-feeling has been aroused. We go\nfurther to state that there will be no more department known as \"The\nBoiling Point.\" The name implies that everything contained therein\nshould be boiling hot--and these boiling hot arguments, as we have\nfound out, create an unpleasant atmosphere for many concerned. THE\nFANTASY FAN is attempting to bind the lovers of science and weird\nfiction tighter together with friendship, and not to separate them\nthru dislike of each others ideas. However, to take the place of \"The\nBoiling Point\" we are starting a new department next month entitled\n\"Your Views.\" This will not contain any debates, but the opinions of\nyou, the readers, on various subjects which we will nominate. So,\nwrite in us immediately answering the following questions: \"What is\nthere in the 'horror' story as associated with weird and fantastic\nfiction? Is there any virtue to them? How can they be defended when\npeople will read them and say that they are distasteful to the well\nand normal mind? Why does a person wish to read a sinister tale of\nevil or monstrosities? Is it healthy reading? Is it not morbid?\"\nForrest J. Ackerman has suggested this subject. Let's see what you\nthink about it.\n\n\n\n\nSUPERNATURAL HORROR IN LITERATURE\n\nPart Five\n\nby H. P. Lovecraft\n\n(Copyright 1927, by W. Paul Cook)\n\n\nJust as all fiction first found extensive embodiment in poetry, so is\nit in poetry that we first encounter the permanent entry of the weird\ninto standard literature. Most of the ancient instances, curiously\nenough, are in prose; as the werewolf incident in Petronius, the\ngruesome passages in Apuleius, the brief but celebrated letter of\nPliny the younger to Sura, and the odd compilation \"On Wonderful\nEvents\" by the Emperor Hadrian's Greek freedman, Phlegon. It is in\nPhlegon that we first find that hideous tale of the corpse-bride,\n\"Philinnion and Machates,\" later related by Procius and in modern\ntimes forming the inspiration of Goethe's \"Bride of Corinth\" and\nWashington Irving's \"German Student.\" But by the time the old Northern\nmyths take literary form, and in that later time when the weird\nappears as a steady element in the literature of the day, we find it\nmostly in metrical dress; as indeed we find the greater part of the\nstrictly imaginative writing of the Middle Ages and Renaissance. The\nScandinavian Eddas and Sagas thunder with cosmic horror, and shake\nwith the stark fear of Ymir and his shapeless spawn; whilst our own\nAnglo-Saxon \"Beowulf\" and the later Continental Nibelung tales are\nfull of eldritch weirdness. Dante is a pioneer in the classic capture\nof macabre atmosphere, and in Spencer's stately stanzas will be seen\nmore than a few touches of fantastic terror in landscape, incident,\nand character. Prose literature gives us Malory's \"Morte d'Arthur,\" in\nwhich are presented many ghastly situations taken from early ballad\nsources--the theft of the sword and silk from the corpse in Chapel\nPerilous by Sir Launcelot, the ghost of Sir Gawaine, and the\ntomb-fiend seen by Sir Galahad--whilst other and cruder specimens were\ndoubtless set forth in the Supernatural Horror in Literature cheap and\nsensational \"chapbooks\" vulgarly hawked about and devoured by the\nignorant. In Elizabethan drama, with its \"Dr. Faustus,\" the witches in\n\"Macbeth,\" and the horrible gruesomeness of Webster, we may easily\ndiscern the strong hold of the daemoniac on the public mind; a hold\nintensified by the very real fear of living witchcraft, whose terrors,\nfirst witnessed on the Continent, begin to echo loudly in English ears\nas the witch hunting crusades of James the First gain headway. To the\nlurking mystical prose of the ages is added a long list of treatises\non witchcraft and daemonology which aid in exciting the imagination of\nthe reading world.\n\n    (Continued Next Month)\n\n\n\n\nMY SCIENCE FICTION COLLECTION\n\nby Forrest J. Ackerman\n\nPart Six--Conclusion\n\n\nLastly there is the third--and an extremely interesting part of the\nscientifilm division of my collection: the sound discs from \"Dr.\nJekyll and Mr. Hyde.\" Of an evening, it is a great enjoyment to listen\nto the Doctor with coughs and groans and an accompaniment of whirring\nthoughts change into the savage Mr. Hyde or before that, to hear him\nexpound his theory of man being \"not one, but truly two;\" and later\nto listen to the final battle in which he is killed. As the records\nare recorded at two or three times normal speed, it proves most\ninteresting (ordinarily, they must be slowed down by a weight or the\nhand). Run at recorded tempo, one hears characters speaking as they\nwould if they were speeded up as in such stories as \"A Year in a Day,\"\n\"The Super-Man of Dr. Jukes,\" \"The Super-Velociter,\" and \"A New\nAccelerator.\" The result is startling.\n\nIn conclusion--I have complete files of The Time Traveller (with\nissues of The which preceded it), _Science Fiction Digest_ and Science\nFiction. And I'm looking forward to every number of _The Fantasy Fan_.\nGood luck!\n\n\n\n\nFAMOUS FANTASY FICTION\n\nby Emil Petaja\n\n\nPerhaps the most interesting collection of mystery stories ever\nbrought together under one cover is Dorothy L. Sayers' \"Omnibus of\nCrime.\" This is of special interest to weird story fans, as of its\n1177 pages, over 400 are devoted exclusively to this type. It's\nauthors include A. Conan Doyle, Bram Stoker, Arthur Machen, Ambrose\nBierce, and many others whom Fantasy Fans are familiar with. Don't\nmiss reading it.\n\nAmong other weird story collections are \"Famous Modern Ghost Stories\"\nand \"Famous Humorous Ghost Stories,\" both edited by Dorothy\nScarborough. These books are filled with fascinating ghost stories,\nall by famous authors of all times.\n\nElliot O'Donnell, famous English author, has written many collections\nof true ghost stories. His two latest are \"Haunted Houses of London\"\nand \"More Haunted Houses of London.\" You will find many of his stories\nand articles reprinted in various collections. He has also written for\n_Weird Tales_.\n\nSome years ago, The Macauley Company published a collection under the\ntitle, \"Beware After Dark.\" It includes H. P. Lovecraft's \"Call of\nCthulhu\" and Machen's \"Novel of the White Powder,\" and others of note.\nA splendid addition to your book-shelf.\n\nThe Modern Library's collection \"Best Ghost Stories\" is no doubt\nfamiliar to most of you, but it is certainly worth mentioning. It\ncontains an introduction by Arthur B. Reeve, and stories by Algernon\nBlackwood, Dr. M. R. James, and Rudyard Kipling.\n\n\n\n\nFANS I'VE MET\n\nby Mortimer Weisinger\n\n\nJulius Schwartz--who is probably the greatest living authority on all\nexisting science fiction, and who worships Dr. Keller--don't we all?\n\nMichael Fogaris--who holds one of the most brilliant scholastic\nrecords held by any s-f fan, and who idolizes the writings of A.\nMerritt--again, don't we all?\n\nMilton Kaletsky--who is the world's greatest torture fiend. He coerced\nhis sister into typing up his first s-f story, the 16,000 word \"Visit\nto Alpha Centauri.\"\n\nNathan Greenfeld, who, besides being a devout s-f fan, is quite adept\nat painting.\n\n                     *      *      *      *      *\n\nADVERTISEMENTS\n\n\nOld Amazings, Wonders, Astoundings, Argosy science fiction such as:\n\nThe Snake Mother, A Brand New World, The Planet of Peril. Science\nfiction from the present to 1900 in ALL magazines. Please list stories\nwanted most when writing for list. Weird Tales, Black Cat, Munsey,\nBlue Book, etc.\n\n    Isidore Manzon\n    684 Flushing Avenue\n    Brooklyn, New York\n\n                     *      *      *      *      *\n\nCLARK ASHTON SMITH presents THE DOUBLE SHADOW AND OTHER FANTASIES--a\nbooklet containing a half-dozen imaginative and atmospheric\ntales.--Stories of exotic beauty, glamor, terror, strangeness, irony,\nand satire. Price: 25 cents each, (coin or stamps). Also a small\nremainder of EBONY AND CRYSTAL--a book of prose poems published at\n$2.00, reduced to $1.00 per copy. Everything sent postpaid. Clark\nAshton Smith, Auburn, California.\n\n                     *      *      *      *      *\n\n_Back Numbers of The Fantasy Fan_:\n\nSeptember, 20 cents (only a few left); October, November, December,\nJanuary, 10 cents each.\n\n                     *      *      *      *      *\n\n_Weird Tales_, dated 1923 to 1924, are wanted, please communicate\nwith the Editor if you care to part with any.\n\n                     *      *      *      *      *\n\nTranscriber's Note: Minor typographical errors have been corrected\nwithout note. Irregularities and inconsistencies in the text have\nbeen retained as printed.\n\n\n\n\n\n\nEnd of Project Gutenberg's The Fantasy Fan February 1934, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FANTASY FAN FEBRUARY 1934 ***\n\n***** This file should be named 46616-8.txt or 46616-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/6/6/1/46616/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}