{"title": "The Fantasy Fan, March, 1934", "author": "Various", "releaseDate": "May 3, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Carolyn Jablonski and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                            THE FANTASY FAN\n\n                         THE FANS’ OWN MAGAZINE\n\n\n                           Published Monthly\n                       Editor: Charles D. Hornig\n                   (Managing Editor: Wonder Stories)\n                            10 cents a copy\n                             $1.00 per year\n\n              137 West Grand Street, Elizabeth, New Jersey\n\n------------------------------------------------------------------------\n\n                     Volume 1 March, 1934 Number 7\n\n------------------------------------------------------------------------\n\n\n\n\n                            OUR READERS SAY\n\n\n“Clark Ashton Smith’s story ‘The Ghoul’ is fascinating all the way\nthrough and the plot one that fits in with the treatment. I am\nanxiously waiting for more poems by him.\n\n“‘Supernatural Horror in Literature’ grows even more absorbing with the\ndawn of the Horror Tale. It is certainly something to tuck away and\nthink over. Especially interesting is how the germ started and gained\nforce in our own country from the European elements and the fact that\nsuperstition is more prevalent in northern blood than in southern,\nspeaking racially—Latin and the like.\n\n“The ‘Annals of the Jinns’ continues well and R. H. Barlow can get\nquite a story in so few words.”\n\n                                                         —Duane W. Rimel\n\n\nYou will notice an excellent long poem by Clark Ashton Smith in this\nissue. We intend to lengthen the installments of Lovecraft’s article in\nfuture issues—the next part will take over two full pages. Barlow’s\nsixth “Annals” will probably appear next month.\n\n“Very glad to see the new issue. Smith’s article is extremely apt and\ntimely. I find that James tends to be popularly under-appreciated.\nBarlow’s tale is the best yet—he seems to improve constantly. The\nverses of Messrs. Lumley and Searight are haunting and excellent. It’s\na good idea to substitute a department of general discussion for ‘The\nBoiling Point’.”\n\n                                                                  —H. P.\n\n\n“I enjoyed the January issue of THE FANTASY FAN. Barlow’s little tales\nare certainly clever, and I hope you will print many of them. I second\nthe wish that you express in your note at the end of the current\n‘Boiling Point’ column.”\n\n                                                     —Clark Ashton Smith\n\n\n“I just got the February issue of THE FANTASY FAN and I find that it’s\no.k., as usual. Marianne Ferguson’s article was great!”\n\n                                                         —Ted. H. Lutwin\n\n\n“Just finished the February issue of THE FANTASY FAN, and in common\nwords, it’s a honey! Marianne Ferguson’s article about her visit to\nJules de Grandin was superb! I want to cast my vote right now for\nanother article by Miss Ferguson real soon!\n\n“THE FANTASY FAN is now six months old and should celebrate! ‘The\nDweller’ by William Lumley was a masterpiece, and Richard F. Searight’s\npoem takes high honors in this issue.\n\n“All in all; I think this semi-birthday issue is fine. But there are a\nfew things I would like to make comments about. ‘The Boiling Point’\nshould be eliminated, but the readers’ column should not be shortened!\nI agree with Mrs. Wooley—you should not insert a contents page, and\nthus cut out some interesting feature that could occupy the space. THE\nFANTASY FAN is going places!”\n\n                                                             —Bob Tucker\n\n\nAs this is only our seventh issue, we don’t believe it’s quite time to\ncelebrate our success(?)—however, we will be one year old in September\nand might be better off by then and feel justified in whooping it up.\n\nWe take great pleasure in presenting the following letter from H.\nKoenig. His letters are always thoroughly interesting and instructive\nand we value them as much as some of our articles:\n\n“The February issue of THE FANTASY FAN was splendid and a marked\nimprovement over the previous issue. It is rather difficult to pick out\nany high spot; but the articles and stories by Lovecraft, Barlow,\nSmith, and Petaja were all fine, to say nothing of the column, ‘Howl\nfrom the Ether.’\n\n“I particularly enjoyed Clark Ashton Smith’s article on M. R. James. It\nwas an admirable essay on an author who is far too little known and\nappreciated on this side of the water, and I dare say, on the other\nside also. Dr. James, who apparently has a tremendous amount of\nantiquarian and archeological information at his fingertips, is also,\nin my humble opinion, the greatest modern exponent of the ghost story.\nI heartily second Smith’s recommendation that all lovers of the weird\nand supernatural procure a copy of the Longman’s Green and Company\nvolume. They will not be disappointed. Incidentally, for the\ninformation of readers who are perhaps interested in the separate\nvolumes of James’ work rather than in the complete collection, the\nindividual titles of his books (not mentioned in Smith’s article) are\nas follows:\n\n                 1. Ghost Stories of an Antiquary\n                 2. More Ghost Stories of an Antiquary\n                 3. A Thin Ghost and Others\n                 4. A Warning to the Curious\n\n“By the way, M. R. James should not be confused with G. P. R. James who\nwrote that interesting romance, ‘The Castle of Ehrenstein, Its Lords\nSpiritual and Temporal; Its Inhabitants Earthly and Unearthly.’ This is\na book, which, while probably somewhat tiresome to the general reader,\nshould prove of considerable interest to the student of the ghost story\n(I am fortunate to have a first edition of this book in three volumes\npublished in 1847).\n\n“Emil Petaja’s article on ‘Famous Fantasy Fiction’ was also fine but to\nme far too short. I could add dozens of other interesting anthologies\nto his list but a few of the more important ones will suffice. Mr.\nPetaja called attention to Dorothy Sayers’ ‘Omnibus of Crime.’ It\nshould be noted that Miss Sayers edited a second series of stories\nentitled, ‘Detection, Mystery, and Horror.’ Another worth-while group\nof stories has been collected and edited by Montague Summers under the\ntitle, ‘The Supernatural Omnibus.’ This volume has a splendid\nintroduction by the Rev. Summers and contains, among other stories,\n‘The Upper Berth’ by Crawford, and ‘The Damned Thing’ by Bierce.\nAnother well-rounded collection was gotten together by Colin de la Mare\nunder the title, ‘They Walk Again.’ This book contains ‘The Voice of\nthe Night’ by Hodgson and ‘The Beckoning Fair One’ by Oliver Onions.\n\n“Perhaps at times I have been somewhat harsh in my criticisms, but I am\nglad that you have taken them in the right spirit.”\n\nWe know that you will be pleased to note that we are lengthening the\ninstallments of Lovecraft’s article hereafter.\n\n------------------------------------------------------------------------\n\n\n\n\n                           Gods of the North\n\n                          by Robert E. Howard\n\n\nThe clangor of the swords had died away, the shouting of the slaughter\nwas hushed; silence lay on the red-stained snow. The pale bleak sun\nthat glittered so blindingly from the ice-fields and the snow-covered\nplains struck sheens of silver from rent corselet and broken blade,\nwhere the dead lay in heaps. The nerveless hand yet gripped the broken\nhilt; helmeted heads, back-drawn in the death throes, tilted red beards\nand golden beards grimly upward, as if in last invocation to Ymir the\nfrost-giant.\n\nAcross the red drifts and mail-clad forms, two figures approached one\nanother. In that utter desolation only they moved. The frosty sky was\nover them, the white illimitable plain around them, the dead men at\ntheir feet. Slowly through the corpses they came, as ghosts might come\nto a tryst through the shambles of a world.\n\nTheir shields were gone, their corselets dinted. Blood smeared their\nmail; their swords were red. Their horned helmets showed the marks of\nfierce strokes.\n\nOne spoke, he whose locks and beard were red as the blood on the sunlit\nsnow.\n\n“Man of the raven locks,” said he, “tell me your name, so that my\nbrothers in Vanaheim may know who was the last of Wulfhere’s band to\nfall before the sword of Heimdul.”\n\n“This is my answer,” replied the black-haired warrior: “Not in\nVanaheim, but in Vallhalla will you tell your brothers the name of Amra\nof Akbitana.”\n\nHeimdul roared and sprang, and his sword swung in a mighty arc. Amra\nstaggered and his vision was filled with red sparks as the blade\nshivered into bits of blue fire on his helmet. But as he reeled he\nthrust with all the power of his great shoulders. The sharp point drove\nthrough brass scales and bones and heart, and the red-haired warrior\ndied at Amra’s feet.\n\nAmra stood swaying, trailing his sword, a sudden sick weariness\nassailing him. The glare of the sun on the snow cut his eyes like a\nknife and the sky seemed shrunken and strangely far. He turned away\nfrom the trampled expanse where yellow-bearded warriors lay locked with\nred-haired slayers in the embrace of death. A few steps he took, and\nthe glare of the snow fields was suddenly dimmed. A rushing wave of\nblindness engulfed him, and he sank down into the snow, supporting\nhimself on one mailed arm, seeking to shake the blindness out of his\neyes as a lion might shake his mane.\n\nA silvery laugh cut through his dizziness, and his sight cleared\nslowly. There was a strangeness about all the landscape that he could\nnot place or define—an unfamiliar tinge to earth and sky. But he did\nnot think long of this. Before him, swaying like a sapling in the wind,\nstood a woman. Her body was like ivory, and save for a veil of\ngossamer, she was naked as the day. Her slender bare feet were whiter\nthan the snow they spurned. She laughed, and her laughter was sweeter\nthan the rippling of silvery fountains, and poisonous with cruel\nmockery.\n\n“Who are you?” demanded the warrior.\n\n“What matter?” Her voice was more musical than a silver-stringed harp,\nbut it was edged with cruelty.\n\n“Call up your men,” he growled, grasping his sword. “Though my strength\nfail me, yet they shall not take me alive. I see that you are of the\nVanir.”\n\n“Have I said so?”\n\nHe looked again at her unruly locks, which he had thought to be red.\nNow he saw that they were neither red nor yellow, but a glorious\ncompound of both colors. He gazed spell-bound. Her hair was like\nelfin-gold, striking which, the sun dazzled him. Her eyes were neither\nwholly blue nor wholly grey, but of shifting colors and dancing lights\nand clouds of colors he could not recognize. Her full red lips smiled,\nand from her slim feet to the blinding crown of her billowy hair, her\nivory body was as perfect as the dream of a god. Amra’s pulse hammered\nin his temples.\n\n“I can not tell,” said he, “whether you are of Vanaheim and mine enemy,\nor of Asgard and my friend. Far have I wandered, from Zingara to the\nSea of Vilayet, in Stygia and Kush, and the country of the Hyrkanians;\nbut a woman like you I have never seen. Your locks blind me with their\nbrightness. Not even among the fairest daughters of the Aesir have I\nseen such hair, by Ymir!”\n\n“Who are you to swear by Ymir?” she mocked. “What know you of the gods\nof ice and snow, you who have come up from the south to adventure among\nstrangers?”\n\n“By the dark gods of my own race!” he cried in anger. “Have I been\nbackward in the sword-play, stranger or no? This day I have seen four\nscore warriors fall, and I alone survive the field where Wulfhere’s\nreavers met the men of Bragi. Tell me, woman, have you caught the flash\nof mail across the snow-plains, or seen armed men moving upon the ice?”\n\n“I have seen the hoar-frost glittering in the sun,” she answered. “I\nhave heard the wind whispering across the everlasting snows.”\n\nHe shook his head.\n\n“Niord should have come up with us before the battle joined. I fear he\nand his warriors have been ambushed. Wulfhere lies dead with all his\nweapon-men.\n\n“I had thought there was no village within many leagues of this spot,\nfor the war carried us far, but you can have come no great distance\nover these snows, naked as you are. Lead me to your tribe, if you are\nof Asgard, for I am faint with the weariness of strife.”\n\n“My dwelling place is further than you can walk, Amra of Akbitana!” she\nlaughed. Spreading wide her arms she swayed before him, her golden head\nlolling wantonly, her scintillant eyes shadowed beneath long silken\nlashes. “Am I not beautiful, man?”\n\n“Like Dawn running naked on the snows,” he muttered, his eyes burning\nlike those of a wolf.\n\n“Then why do you not rise and follow me? Who is the strong warrior who\nfalls down before me?” she chanted in maddening mockery. “Lie down and\ndie in the snow with the other fools, Amra of the black hair. You can\nnot follow where I would lead.”\n\nWith an oath the man heaved himself upon his feet, his blue eyes\nblazing, his dark scarred face convulsed. Rage shook his soul, but\ndesire for the taunting figure before him hammered at his temples and\ndrove his wild blood riotiously through his veins. Passion fierce as\nphysical agony flooded his whole being so that earth and sky swam red\nto his dizzy gaze, and weariness and faintness were swept from him in\nmadness.\n\nHe spoke no word as he drove at her, fingers hooked like talons. With a\nshriek of laughter she leaped back and ran, laughing at him over her\nwhite shoulder. With a low growl Amra followed. He had forgotten the\nfight, forgotten the mailed warriors who lay in their blood, forgotten\nNiord’s belated reavers. He had thought only for the slender white\nshape which seemed to float rather than run before him.\n\nOut across the white blinding plain she led him. The trampled red field\nfell out of sight behind him, but still Amra kept on with the silent\ntenacity of his race. His mailed feet broke through the frozen crust;\nhe sank deep in the drifts and forged through them by sheer strength.\nBut the girl danced across the snow as light as a feather floating\nacross a pool; her naked feet scarcely left their imprint on the\nhoar-frost. In spite of the fire in his veins, the cold bit through the\nwarrior’s mail and furs; but the girl in her gossamer veil ran as\nlightly and as gaily as if she danced through the palms and rose\ngardens of Poitain.\n\nBlack curses drooled through the warrior’s parched lips. The great\nveins swelled and throbbed in his temples, and his teeth gnashed\nspasmodically.\n\n“You can not escape me!” he roared. “Lead me into a trap and I’ll pile\nthe heads of your kinsmen at your feet. Hide from me and I’ll tear\napart the mountains to find you! I’ll follow you to hell and beyond\nhell!”\n\nHer maddening laughter floated back to him, and foam flew from the\nwarrior’s lips. Further and further into the wastes she led him, till\nhe saw the wide plains give way to low hills, marching upward in broken\nranges. Far to the north he caught a glimpse of towering mountains,\nblue with the distance, or white with the eternal snows. Above these\nmountains shone the flaring rays of the borealis. They spread fan-wise\ninto the sky, frosty blades of cold flaming light, changing in color,\ngrowing and brightening.\n\nAbove him the skies glowed and crackled with strange lights and gleams.\nThe snow shone weirdly, now frosty blue, now icy crimson, now cold\nsilver. Through a shimmering icy realm of enchantment Amra plunged\ndoggedly onward, in a crystalline maze where the only reality was the\nwhite body dancing across the glittering snow beyond his reach—ever\nbeyond his reach.\n\nYet he did not wonder at the necromantic strangeness of it all, not\neven when two gigantic figures rose up to bar his way. The scales of\ntheir mail were white with hoar-frost; their helmets and their axes\nwere sheathed in ice. Snow sprinkled their locks; in their beards were\nspikes of icicles; their eyes were cold as the lights that streamed\nabove them.\n\n“Brothers!” cried the girl, dancing between them. “Look who follows! I\nhave brought you a man for the feasting! Take his heart that we may lay\nit smoking on our father’s board!”\n\nThe giants answered with roars like the grinding of ice-bergs on a\nfrozen shore, and heaved up their shining axes as the maddened\nAkbitanan hurled himself upon them. A frosty blade flashed before his\neyes, blinding him with its brightness, and he gave back a terrible\nstroke that sheared through his foe’s thigh. With a groan the victim\nfell, and at the instant Amra was dashed into the snow, his left\nshoulder numb from the blow of the survivor, from which the warrior’s\nmail had barely saved his life. Amra saw the remaining giant looming\nabove him like a colossus carved of ice, etched against the glowing\nsky. The axe fell, to sink through the snow and deep into the frozen\nearth as Amra hurled himself aside and leaped to his feet. The giant\nroared and wrenched the axe-head free, but even as he did so, Amra’s\nsword sank down. The giant’s knees bent and he sank slowly into the\nsnow which turned crimson with the blood that gushed from his\nhalf-severed neck.\n\nAmra wheeled, to see the girl standing a short distance away, staring\nin wide-eyed horror, all mockery gone from her face. He cried out\nfiercely and the blood-drops flew from his sword as his hand shook in\nthe intensity of his passion.\n\n“Call the rest of your brothers!” he roared. “Call the dogs! I’ll give\ntheir hearts to the wolves!”\n\nWith a cry of fright she turned and fled. She did not laugh now, nor\nmock him over her shoulder. She ran as for her life, and though he\nstrained every nerve and thew, until his temples were like to burst and\nthe snow swam red to his gaze, she drew away from him, dwindling in the\nwitch-fire of the skies, until she was a figure no bigger than a child,\nthen a dancing white flame on the snow, then a dim blur in the\ndistance. But grinding his teeth until the blood started from his gums,\nhe reeled on, and he saw the blur grow to a dancing white flame, and\nthe flame to a figure big as a child; and then she was running less\nthan a hundred paces ahead of him, and slowly the space narrowed, foot\nby foot.\n\nShe was running with effort now, her golden locks blowing free; he\nheard the quick panting of her breath, and saw a flash of fear in the\nlook she cast over her alabaster shoulder. The grim endurance of the\nwarrior had served him well. The speed ebbed from her flashing white\nlegs; she reeled in her gait. In his untamed soul flamed up the fires\nof hell she had fanned so well. With an inhuman roar he closed in on\nher, just as she wheeled with a haunting cry and flung out her arms to\nfend him off.\n\nHis sword fell into the snow as he crushed her to him. Her supple body\nbent backward as she fought with desperate frenzy in his iron arms. Her\ngolden hair blew about his face, blinding him with its sheen; the feel\nof her slender figure twisting in his mailed arms drove him to blinder\nmadness. His strong fingers sank deep into her smooth flesh, and that\nflesh was cold as ice. It was as if he embraced not a woman of human\nflesh and blood, but a woman of flaming ice. She writhed her golden\nhead aside, striving to avoid the savage kisses that bruised her red\nlips.\n\n“You are cold as the snows,” he mumbled dazedly. “I will warm you with\nthe fire in my own blood—”\n\nWith a desperate wrench she twisted from his arms, leaving her single\ngossamer garment in his grasp. She sprang back and faced him, her\ngolden locks in wild disarray, her white bosom heaving, her beautiful\neyes blazing with terror. For an instant he stood frozen, awed by her\nterrible beauty as she posed naked against the snows.\n\nAnd in that instant she flung her arms toward the lights that glowed in\nthe skies above her and cried out in a voice that rang in Amra’s ears\nfor ever after:\n\n“_Ymir! Oh, my father, save me!_”\n\nAmra was leaping forward, arms spread to seize her, when with a crack\nlike the breaking of an ice mountain, the whole skies leaped into icy\nfire. The girl’s ivory body was suddenly enveloped in a cold blue flame\nso blinding that the warrior threw up his hands to shield his eyes. A\nfleeting instant, skies and snowy hills were bathed in crackling white\nflames, blue darts of icy light, and frozen crimson fires. Then Amra\nstaggered and cried out. The girl was gone. The glowing snow lay empty\nand bare; high above him the witch-lights flashed and played in a\nfrosty sky gone mad, and among the distant blue mountains there sounded\na rolling thunder as of a gigantic war-chariot rushing behind steeds\nwhose frantic hoofs struck lightning from the snows and echoes from the\nskies.\n\nThen suddenly the borealis, the snowy hills and the blazing heavens\nreeled drunkenly to Amra’s sight; thousands of fireballs burst with\nshowers of sparks, and the sky itself became a titanic wheel which\nrained stars as it spun. Under his feet the snowy hills heaved up like\na wave, and the Akbitanan crumpled into the snows to lie motionless.\n\nIn a cold dark universe, whose sun was extinguished eons ago, Amra felt\nthe movement of life, alien and unguessed. An earthquake had him in its\ngrip and was shaking him to and fro, at the same time chafing his hands\nand feet until he yelled in pain and fury and groped for his sword.\n\n“He’s coming to, Horsa,” grunted a voice. “Haste—we must rub the frost\nout of his limbs, if he’s ever to wield sword again.”\n\n“He won’t open his left hand,” growled another, his voice indicating\nmuscular strain. “He’s clutching something—”\n\nAmra opened his eyes and stared into the bearded faces that bent over\nhim. He was surrounded by tall golden-haired warriors in mail and furs.\n\n“Amra! You live!”\n\n“By Crom, Niord,” gasped he, “am I alive, or are we all dead and in\nValhalla?”\n\n“We live,” grunted the Aesir, busy over Amra’s half-frozen feet. “We\nhad to fight our way through an ambush, else we had come up with you\nbefore the battle was joined. The corpses were scarce cold when we came\nupon the field. We did not find you among the dead, so we followed your\nspoor. In Ymir’s name, Amra, why did you wander off into the wastes of\nthe north? We have followed your tracks in the snow for hours. Had a\nblizzard come up and hidden them, we had never found you, by Ymir!”\n\n“Swear not so often by Ymir,” muttered a warrior, glancing at the\ndistant mountains. “This is his land and the god bides among yonder\nmountains, the legends say.”\n\n“I followed a woman,” Amra answered hazily. “We met Bragi’s men in the\nplains. I know not how long we fought. I alone lived. I was dizzy and\nfaint. The land lay like a dream before me. Only now do all things seem\nnatural and familiar. The woman came and taunted me. She was beautiful\nas a frozen flame from hell. When I looked at her I was as one mad, and\nforgot all else in the world. I followed her. Did you not find her\ntracks. Or the giants in icy mail I slew?”\n\nNiord shook his head.\n\n“We found only your tracks in the snow, Amra.”\n\n“Then it may be I was mad,” said Amra dazedly. “Yet you yourself are no\nmore real to me than was the golden haired witch who fled naked across\nthe snows before me. Yet from my very hands she vanished in icy flame.”\n\n“He is delirious,” whispered a warrior.\n\n“Not so!” cried an older man, whose eyes were wild and weird. “It was\nAtali, the daughter of Ymir, the frost-giant! To fields of the dead she\ncomes, and shows herself to the dying! Myself when a boy I saw her,\nwhen I lay half-slain on the bloody field of Wolraven. I saw her walk\namong the dead in the snows, her naked body gleaming like ivory and her\ngolden hair like a blinding flame in the moonlight. I lay and howled\nlike a dying dog because I could not crawl after her. She lures men\nfrom stricken fields into the wastelands to be slain by her brothers,\nthe ice-giants, who lay men’s red hearts smoking on Ymir’s board. Amra\nhas seen Atali, the frost-giant’s daughter!”\n\n“Bah!” grunted Horsa. “Old Gorm’s mind was turned in his youth by a\nsword cut on the head. Amra was delirious with the fury of battle. Look\nhow his helmet is dinted. Any of those blows might have addled his\nbrain. It was an hallucination he followed into the wastes. He is from\nthe south; what does he know of Atali?”\n\n“You speak truth, perhaps,” muttered Amra. “It was all strange and\nweird—by Crom!”\n\nHe broke off, glaring at the object that still dangled from his\nclenched left fist; the others gaped silently at the veil he held up—a\nwisp of gossamer that was never spun by human distaff.\n\n------------------------------------------------------------------------\n\n\n\n\n                              FANTASY BOOK\n\n                           by Lester Anderson\n\n\n“Gandle Follows His Nose” by Heywood Broun (Boni & Liveright 1926). Our\nScripps-Howard correspondent turns out a short allegorical fantasy\nwhich concerns itself with the adventures of one Bunny Gandle who, when\n18 years of age, was taken, by his uncle, to the sorcerer Boaz,\nwherefrom he managed to escape with the cape of invisibility. We travel\nwith him to strange lands. We hear of his finding and the subsequent\nloss of the magic lamp, his victory over the God Kla, the repulsion of\nthe armies of King Helgas, and his sojourn in the Land of the Flying\nSword. We meet our old friend, Yom, the genie who is much perturbed\nwhen Gandle orders him to bring a poached egg, of all things. Yom,\nincidentally, tenders young Gandle some sage advice concerning Life\nwhich the youth cannot grasp. Who can blame him, as the genie had 5694\nyears of experience? The underlying current in this piece is that of\n“wishfulfilment,” which I think, was what Broun primarily had in mind.\nIt makes novel reading from all angles.\n\n------------------------------------------------------------------------\n\n\n\n\n                   SUPERNATURAL HORROR IN LITERATURE\n\n                                Part Six\n\n                           by H. P. Lovecraft\n\n                     (Copyright 1927, W. Paul Cook)\n\n\nThrough the seventeenth and into the eighteenth century, we behold a\ngrowing mass of fugitive legendry and balladry of darksome cast; still,\nhowever, held down beneath the surface of polite and accepted\nliterature. Chap-books of horror and weirdness multiplied, and we\nglimpse the eager interest of the people through fragments like DeFoe’s\n_Apparition of Mrs. Veal_, a homely tale of a dead woman’s spectral\nvisit to a distant friend, written to advertise covertly a badly\nselling theological disquisition on death. The upper orders of society\nwere now losing faith in the supernatural, and indulging in a period of\nclassic rationalism. Then, beginning with the translations of Eastern\ntales in Queen Anne’s reign and taking definite form toward the middle\nof the century, comes the revival of romantic feeling—the era of new\njoy in Nature, and in the radiance of past times, strange scenes, bold\ndeeds, and incredible marvels. We feel it first in the poets, whose\nutterances take on new qualities of wonder, strangeness, and\nshuddering. And finally, after the timid appearance of a few weird\nscenes in the novels of the day—such as Smollett’s _Adventures of\nFerdinand, Count Fathom_—the released instinct precipitates itself in\nthe birth of a new school of writing; the “Gothic” school of horrible\nand fantastic prose fiction, long and short, whose literary posterity\nis destined to become so numerous, and in many cases so resplendent in\nartistic merit. It is, when one reflects upon it, genuinely remarkable\nthat weird narration as a fixed and academically recognized literary\nform should have been so late of final birth. The impulse and\natmosphere are as old as man, but the typical weird tale of standard\nliterature is a child of the eighteenth century.\n\n(Next month we will give you a much longer installment of this article,\nin which Mr. Lovecraft takes up the third section, “The Early Gothic\nNovel.”)\n\n------------------------------------------------------------------------\n\n\n\n\n                               YOUR VIEWS\n\n\nYou will remember that, in the closing statement in the last department\nof “The Boiling Point” last month, we asked you, the readers, to tell\nus what you think of horror stories. Is there any virtue to them? Why\ndo people delight in being horrified?—etc. suggested by Forrest J.\nAckerman. H. P. Lovecraft honors us with the first opinion, which we\npresent to you as follows:\n\n“It can be said that anything which vividly embodies a basic human\nemotion or captures a definite and typical human mood is genuine art.\nThe subject matter is immaterial. It requires an especial morbidity to\nenjoy any authentic word-depiction, whether it is conventionally\n‘pleasant’ or not. Indeed, it argues a somewhat immature and narrow\nprospection when our judgment is by the mere conventional appeal of its\nsubject-matter or its supposed social effects. The question to ask is\nnot whether it is ‘healthy’ or ‘pleasant,’ but whether it is _genuine_\nand _powerful_.”\n\nHave you another idea concerning the horror story? If so, let us know\nwhat it is. However, if your opinion differs, don’t tell Mr. Lovecraft\nthat he is crazy or has a diseased mind for thinking as he does, or\nthis department will just become another ‘Boiling Point.’ Or bring up\nsomething new, if you will. This is your department, and anything you\nwish to say concerning weird fiction in general or any of its branches\nin particular will be printed here. Here’s hoping to hear from you.\n\n------------------------------------------------------------------------\n\n\n\n\n                               REVENANT\n\n                          by Clark Ashton Smith\n\n\n            I am the specter who returns\n            Unto some desolate world in ruin borne afar\n            On the black flowing of Lethean skies:\n            Ever I search, in cryptic galleries,\n            The void sarcophagi, the broken urns\n            Of many a vanished avatar:\n            Or haunt the gloom of grumbling pylons vast\n            In temples that enshrine the shadowy past.\n            Viewless, impalpable and fleet,\n            I roam stupendous avenues, and greet\n            Familiar sphinxes carved from everlasting stone,\n            Or the fair, brittle gods of long ago,\n            Decayed and fallen low.\n            And there I mark the tall clepsammiae\n            That time has overthrown,\n            And empty clepsydrae,\n            And dials drowned in umbrage never-lifting;\n            And there, on rusty parapegms,\n            I read the ephemerides\n            Of antique stars and elder planets drifting\n            Oblivionward in night.\n            And there, with purples of the tomb bedight,\n            And crowned with funeral gems,\n            I hold awhile the throne\n            Whereon mine immemorial selves have sate,\n            Canopied by the triple-tinted glory\n            Of the three suns forever paled and flown.\n\n            I am the specter who returns\n            And dwells content with his forlorn estate\n            In mansions lost and hoary\n            Where no lamp burns;\n            Who feasts within the sepulcher,\n            And finds the ancient shadows lovelier\n            Than gardens all emblazed with sevenfold noon,\n            Or topaz-builded towers\n            That throng below some iris-pouring moon.\n            Exiled and homeless in the younger stars,\n            Henceforth I shall inhabit that grey clime\n            Whose days belong to primal calendars;\n            Nor would I come again\n            Back to the garish terrene hours;\n            For I am free of vaults unfathomable\n            And treasures lost from time:\n            With bat and vampire there\n            I flit through somber skies immeasurable\n            Or fly adown the unending subterranes;\n            Mummied and ceremented,\n            I sit in councils of the kingly dead;\n            And oftentimes for vestiture I wear\n            The granite of great idols looming darkly\n            In atlantean fanes;\n            Or closely now and starkly\n            I cling as clings the attenuating air\n            About the ruins bare.\n\n------------------------------------------------------------------------\n\n\n\n\n                         THE WORDS IN THE SKY\n\n                          (A True Experience)\n\n                         by Kenneth B. Pritchard\n\n\nOn one evening in 1916, before the United States had entered the World\nWar, I happened to be out with my mother. The place was Bridgeport,\nConnecticut, near the corner of Main and State Streets. The stars were\nshining, as usual, though I gave them no particular notice.\n\nWe had turned the corner and traversed several feet, when I chanced to\nlook up into the sky. Lo and behold, the stars had formed themselves\ninto one great patch in the heavens, in the form of letters, and those\nletters spelled words!\n\nI could read some, at the time, but I tugged at my mother’s arm and\nasked her what it said. I am hazy as to her answer. Perhaps she told me\nthat there was nothing there, or ignored the childish gesture entirely.\nAt any rate, I looked up again and the words were still there. I don’t\nbelieve that my mother even glanced at them.\n\nYou are anxious to learn what it said? Well, it took years for that\nmemory to come back to me, but I now have it, in what I am fairly sure\nare the correct words. The exact ones do not make any difference, for I\nam sure of their meaning. The message in the sky read, “The United\nStates of America will run red with blood!”\n\nA short time after peering at the stars, some invisible forces took\nhold of them. The brilliant orbs were shifted as by a mighty hand. They\nmoved like checkers on a vast board. And then, the stars ceased their\njourneyings; they were once more on their accustomed courses. I lowered\nmy head; the gigantic show was over!\n\nDelusion, you say? I’m afraid I don’t agree with you.\n\n------------------------------------------------------------------------\n\n\n\n\n                       HOW TO WRITE A WEIRD TALE\n\n                            by Hoy Ping Pong\n\n\nUnlike its sister, the science fiction story, the weird tale needs a\nplot. To go about this, select the plot which has been used most since\n1926 and write your tale around it. I said _around_. Don’t touch the\nplot itself; editors won’t stand for that! Above all, _don’t_ invent an\noriginal one. Readers won’t know what you’re talking about if you don’t\nuse one that has been plotted 6,438,900 and a fraction times, more or\nless. At this point, you can discard the plot altogether, because the\neditor would send your brain-child back if you didn’t, on the grounds\nthat there are too many stories with plots in them as it is. They would\nrather have action.\n\nAction—that is the keynote! The hero must dash hither and thither over\nthe landscape, saving the beautiful blue eyed heroine, who lisps in\nbaby-talk, from the snakey clutches of the villain who, incidentally,\nis about to let loose on the city a horde of terrible monsters. Where\nhe got them from is none of your business, so you’d do much better to\nworry yourself about something else—where your next meal is coming\nfrom, for instance. I would suggest that pre-historic monsters be used,\nfor they are easier to account for than ones from other dimensions.\nEditors have an annoying habit of asking authors where their monsters\ncame from. You had better have the monsters destroy New York City. The\ninhabitants of this city are so used to being destroyed that they now\ntake it with a chuckle of droll humor. The tax payers might protest a\nbit though, but don’t mind them.\n\nHere to add a bit of flavor to the tale, bring in a new plot. Discard\nit and bring in a third. Throw that one away too. Plots are cheap—$1.75\nan acre in Missouri. Small plots will do. Then, while the stunned\nreaders are still gasping over the plots, throw in a barrage of big\nwords that none of them will understand, including Webster and Clark\nAshton Smith. This will stupefy them.\n\nAbout this time, put in something really weird and spine-chilling. Ice\nmight do, but it melts too rapidly in warm climes, and a southern\nreader wouldn’t get his spine thoroughly chilled, so you had better\ndevise something else.\n\nAs a final bit of advice, it would be best to have some sort of\nrecommendation to the editor in order to have your story more readily\nacceptable. So have your Uncle Silas, who has a friend that knows a\nfriend who is an acquaintance with someone that knows the printer who\npublishes the said editor’s magazine, put in a good word for you.\n\nIf this fails (as it undoubtedly will) take your brain-child to him in\nperson. This will save postage both ways, because editors never fail to\nreject manuscripts from beginners (I object—Editor). Don’t worry over\nthis tho. Let it lay around home a few weeks mellowing with age, and\nthen send it in again, untouched. This time it will be accepted. Maybe.\n\nIf you go in person, buy a plot in a local cemetery.\n\n------------------------------------------------------------------------\n\n\n\n\n                       A SAD STORY OF THE FUTURE\n\n                         by Forrest J. Ackerman\n\n\n(Following is a brief summary of a recent radio broadcast taken from\nthe story “We Buy Us a Robot—and What Happened” in the American Weekly.)\n\nA married couple had an eight year old robot, and decided that it was\nabout time to get a new one as ‘Willy’ was becoming worn and creaky and\ninefficient; so, they went to look over the newest models. They\nselected Julius, a most capable iron-man who could not tell a lie. This\nproved a disadvantage, however, as, upon entering their home he\ndeclared in his deep, hollow, mechanical voice: “Dust—much dust!”\n\nAs the wife would grow lonely when her husband was away, she had a\nphonograph record made of him assuring her how much he loved her. This\nshe inserted into Julius, and listened to him. But this made Julius\nbecome very pensive and sad. One day he was found reading love poems\nand crying. Julius was in love! He realized the hopelessness of the\nsituation.\n\nOne day he was found missing. “Oh! He’s committed suicide!” the wife\ncried, “I know it!”\n\n“But that’s impossible!” her husband assured her, “if he tries to drown\nhimself, he will only be short-circuited and rusted, and could be\nrevitalized and polished up just like new. If he shoots himself, but a\nfew parts need be replaced. Jumping from a window would merely dent him\na little. He cannot hang himself; he cannot poison himself; he cannot\ndie by fire. Anyhow, our contract guarantees us against loss by\nsuicide.”\n\nJust then the televisor flashed on. It was an upstairs neighbor.\n\n“My son’s all dirty and greasy,” he bellowed, “and it’s your fault!”\n\n“Our fault? How so?” they asked.\n\nHe gave a serial number. “That’s your robot, isn’t it? Well, he went\nout into the park and called a lot of kids around him; told them he\nwasn’t feeling well; gave them screw-drivers and asked to find out what\nwas the matter with him. In a few minutes he was scattered all over six\nblocks.”\n\nJulius, the mechanical man, had taken the only method an automaton knew\nof committing suicide.——\n\n------------------------------------------------------------------------\n\n\n\n\n                           THE TIME MACHINE\n\n                        (A Bibliographical Note)\n\n                             by R. H. Barlow\n\n\nThe first publication of the tale that later became Wells’ most famous\nshort novel, was in a paper issued at his school. The magazine, The\nScience Schools Quarterly, serialized a story of the same underlying\nplot, dealing with a Welsh professor. This was, broadly speaking, the\ndebut of the story. It was later re-written, and some decade\nafterwards, after being published in both the National Observer and The\nNew Review, appeared in a modest little volume published by Wm.\nHeinomann. Preceding it were two text-books and Conversations With An\nUncle came out the day immediately before.\n\nThe book in its first English edition, was a modest duodecimo volume\nmeasuring approximately 7 X 5 X 1 ins. It was bound in a coarse\nlinen-like grey cloth, and bore in purple lettering as well as the\ntitle a peculiar device of a rather emaciated sphinx. It contained\npages 152 and XVI. The text, besides the title page was virtually the\nsame as that recently issued in Short Stories of H. G. Wells, but\ndiffered in several respects from that Amazing Stories used in their\nMay, 1927 issue.\n\nIt appeared simultaneously both in the bound edition and wrappers, the\nformer at the price of 3s, and the latter at 2s 6d.\n\n------------------------------------------------------------------------\n\n[Illustration:\n\n    Fantasy Magazine\n    the DIGEST of\n    IMAGINATIVE LITERATURE\n]\n\n------------------------------------------------------------------------\n\n\n\n\nIn the April issue of _Fantasy_:\n\n\n                             THE DEAD WOMAN\n\n                      _by David H. Keller, M. D._\n\nThe beloved Dr. Keller has produced, in this story, one of the greatest\nweird-psychological stories he has ever written. The unusual,\nhorrifying, tale of the terrible thing conceived in the mind of a\nhusband, written as _only Dr. Keller can write_.\n\n                     “The Last Poet and the Robots”\n       A. Merritt’s beautiful chapter of the Super-Novel, COSMOS\n\n                      An Interview with Leo Morey\n\n             “Science Friction” a poem by J. Harvey Haggard\n\n       Another installment of the interesting “Scientific Hoaxes”\n\n          Alicia, the sweet sophisticated young lady whose\n          misadventures in Blunderland have been amusing FM\n          readers, says farewell.\n\n                         The four news columns:\n\n                        The Science Fiction Eye\n                        The Ether Vibrates\n                        Spilling the Atoms\n                        Scientifilm Snapshots\n\nkeep you well informed on coming events in the fantasy field and other\nfeatures\n\n                            In future issues\n\n                    Poetry, stories, and articles by\n\n                         H. P. Lovecraft\n                         Clark Ashton Smith\n                         Donald Wandrei\n                         Edmond Hamilton\n                         David H. Keller, M. D.\n                         P. Schuyler Miller\n                         L. A. Eshbach\n                         Fletcher Pratt\n                         and many others\n\n                           Subscription rates\n\n                    25 Cents for a Three Month Trial\n                        50 Cents for Six Months\n                              $1.00 A Year\n\n                     SCIENCE FICTION DIGEST COMPANY\n                           87-36—162nd Street\n                           Jamaica, New York\n\n           Cover Design: “Future City” by Clay Ferguson, Jr.\n\n------------------------------------------------------------------------\n\n\n\n\n                             ADVERTISEMENTS\n\n                         ---------------------\n\n                        Rates: one cent per word\n\n                         ---------------------\n\nCLARK ASHTON SMITH presents THE DOUBLE SHADOW AND OTHER FANTASIES—a\nbooklet containing a half-dozen imaginative and atmospheric\ntales—stories of exotic beauty, glamor, terror, strangeness, irony and\nsatire. Price: 25 cents each (coin or stamps). Also a small remainder\nof EBONY AND CRYSTAL—a book of prose-poems published at $2.00, reduced\nto $1.00 per copy. Everything sent postpaid. Clark Ashton Smith,\nAuburn, California.\n\n                         ---------------------\n\nBack Numbers of _The Fantasy Fan_: September, 20 cents (only a few\nleft); October, November, December, January, February, 10 cents each.\n\n                         ---------------------\n\nWEIRD TALES, dated 1923, 1924, 1925, and some later issues are wanted.\nIf you have any old numbers that you are willing to part with, please\ncommunicate with the Editor.\n\n------------------------------------------------------------------------\n\n\n\n\n                           TRANSCRIBER’S NOTE\n\n\nPunctuation has been normalized.\n\nVariations in hyphenation were maintained.\n\nPortions of articles that were separated from the main in the layout of\nthe periodical have been rejoined.\n\nThe following typographical or printers’ errors have been corrected:\n\n                  _As printed_:     _Changed to_:\n\n                  accout            account\n                  ane               and\n                  Annes             Anne’s\n                  arttcle           article\n                  bo                by\n                  cemetary          cemetery\n                  collecton         collection\n                  contaics          contains\n                  crme              came\n                  crystaline        crystalline\n                  dan               day\n                  deceased          diseased\n                  extiuguished      extinguished\n                  floatee           floated\n                  geip              grip\n                  ha                he\n                  I                 It\n                  immersurable      immeasurable\n                  incidently        incidentally\n                  interestiug       interesting\n                  Literaature       Literature\n                  mens              men\n                  National Observor National Observer\n                  racilly           racially\n                  ratonalism        rationalism\n                  re-wrttten        re-written\n                  sang              sank\n                  Sayer             Sayers\n                  searate           separate\n                  she               she had\n                  sneathed          sheathed\n                  stupify           stupefy\n                  that              than\n                  Vallahalla        Vallhalla\n                  villian           villain\n                  weild             wield\n                  Welesh            Welsh\n                  whidh             which\n                  wouldd’t          wouldn’t\n\nItalicized words and phrases are presented by surrounding the text with\n_underscores_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Fantasy Fan, March, 1934, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FANTASY FAN, MARCH, 1934 ***\n\n***** This file should be named 48866-0.txt or 48866-0.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/8/8/6/48866/\n\nProduced by Greg Weeks, Carolyn Jablonski and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}