{"title": "Rough Beast", "author": "Roger Dee", "releaseDate": "May 5, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Carolyn Jablonski and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             _ROUGH BEAST_\n\n               The most dangerous, utterly vicious\n               carnivorous animal the Galactics knew had\n               escaped ... to Earth! Because contact with\n               Earth was forbidden, they knew little of\n               Earth ... which led to certain false\n               conclusions. _=BY ROGER DEE=_\n\n------------------------------------------------------------------------\n\n[Illustration: Illustrated by Barbereis]\n\n------------------------------------------------------------------------\n\n\n■ The field of the experimental Telethink station in the Florida Keys\ncaught the fleeing Morid’s attention just as its stolen Federation\nlifeboat plunged into the outer reaches of nightside atmosphere.\n\nThe Morid reacted with the instant decision of a harried wolf stumbling\nupon a dark cave that offers not only sanctuary but a lost lamb for\nsupper as well. With the pursuing Federation ship hot on its taloned\nheels, the Morid zeroed on the Telethink signals—fuzzy and\nincomprehensibly alien to its viciously direct mentality, but indicating\nlife and therefore food—and aimed straight for their source.\n\nThe lifeboat crashed headlong in the mangroves fringing Dutchman’s Key,\nperhaps ten miles west of the Oversea Highway and less than two from the\nTelethink station. The Morid emerged in snarling haste, anticipating the\npowerplant’s explosion by a matter of seconds, and vanished like a\nmagenta-furred juggernaut into the moonlit riot of vegetation that\ncrowded back from the mangroved strip of beach. The Morid considered it\na success.\n\nThe lifeboat went up in a cataclysmic roar and flare of bluish light\nthat brought Vann, the Telethink operator on duty, out of his goldberg\nhelmet with a prickly conviction of runaway range missiles. It all but\nblinded and deafened Ellis, his partner, who was cruising with a\nportable Telethink in the station launch through a low-lying maze of\nislands a quarter of a mile from Dutchman’s Key.\n\nTheir joint consternation was lost on the Morid because both at the\nmoment were outside its avid reach. The teeming welter of life on\nDutchman’s Key was not. The Morid headed inland, sensing abundant quarry\nto satisfy the ravening hunger that drove it and, that craving\nsatisfied, to offer ample scope to its joy of killing.\n\n                  *       *       *       *       *\n\nThe Morid’s escape left Xaxtol, Federation ship’s commander, in a\ndilemma bordering upon the insoluble.\n\nIt would have been bad enough to lose so rare a specimen even on a\nbarren world, but to have one so voracious at large upon one so\nteeming—as the primitive Telethink signals demonstrated—with previously\nunsuspected intelligence was unthinkable.\n\nThis, at the outset, was Xaxtol’s problem:\n\nForbidden by strictest Galactic injunction, he could not make planetfall\nand interfere with a previously unscouted primitive culture.\nContrariwise, neither could civilized ethic condone his abandoning such\nan unsuspecting culture to the bloody mercies of a Morid without every\neffort to correct his blunder.\n\nHanging in stationary orbit in order to keep a fixed relation to the\nMorid’s landing site, the Federation commander debated earnestly with\nhis staff until a sudden quickening of the barbarous Telethink net made\naction imperative.\n\nTwo of the autochthons were isolated on a small island with the Morid.\nUnwarned, they were doomed.\n\nSo he grouped his staff about him—sitting, crouching, coiling or\nhovering, as individual necessity demanded—and as one entity put the\nwhole into rapport with the all-but-meaningless signals that funneled up\nfrom the Telethink station in the Florida Keys.\n\nAnd, in doing so, roused a consternation as great as his own and\ninfinitely more immediate.\n\n                  *       *       *       *       *\n\nThe flash brought Vann away from the Telethink console and out of the\nquonset station to stare shakenly across the tangle of mangroved islands\nto the west. Weyman came out a moment later, on the run, when the\nteeth-jarring blast of the explosion woke him. They stood together on\nthe moon-bright sand and Vann relayed in four words the total of his\ninformation.\n\n“It fell over there,” Vann said.\n\nA pale pinkish cloud of smoke and steam rose and drifted\nphosphorescently toward a noncommittal moon.\n\n“Second key out,” Weyman said. “That would be Dutchman’s, where the\nhermit lives.”\n\nVann nodded, drawing minimal reassurance from the fact that there had\nbeen no mushroom. “It shouldn’t be atomic.”\n\nThe Gulf breeze was steady out of the west, freighted with its perpetual\nsalt-and-mangrove smell.\n\n“The Geigers will tell us soon enough,” Weyman said. “Not that it’ll\nhelp us, with Ellis out in the launch.”\n\nThey looked at each other in sudden shock of joint realization.\n\n“The launch,” Vann said. “Ellis is out there with the portable Telethink\nrig. We were working out field-strength ratios for personal equipment—”\n\nThey dived for the quonset together. Vann, smaller and more agile than\nthe deliberate Weyman, reached the Telethink first.\n\n“Nothing but the regular standby carrier from Washington,” Vann said.\n“Ellis may have been directly under the thing when it struck. He was\nworking toward Dutchman’s Key, hoping for a glimpse of the hermit.”\n\n“Maybe he wasn’t wearing the Telethink when the blast came,” Weyman\nsaid. Then, with characteristic practicality: “Better image Washington\nabout this while we’re waiting for Ellis to report in. Can’t use the net\nradio—we’d start a panic.”\n\nVann settled himself at the console.\n\n“I’ll try. That is, if I can get across anything beyond the sort of\nsubliminal rot we’ve been trading lately.”\n\nHe signaled for contact and felt the Washington operator’s answering\nsurge of subconscious resentment at being disturbed. With the closing of\nthe net the now-familiar giddiness of partial rapport came on him,\ntogether with the oppressive sense of bodily sharing.\n\nThere was a sudden trickle of saliva in his mouth and he resisted the\ndesire to spit.\n\n“Washington is having a midnight snack,” Vann said. “Rotted sardines and\nLimburger, I think.”\n\nHe made correction when the Washington operator radiated indignation.\n“Goose liver and dill pickles, then, but you wouldn’t guess it. Salt\ntastes like brass filings.”\n\nWeyman said shortly, “Get on with it. You can clown later.”\n\nVann visualized the flare of explosion and winced at the panicky\nhammer-and-sickled surmise that came back to him.\n\n“How would I know?” he said aloud. “We have a man out—”\n\nHe recalled the inherent limitation of phonetics then and fell back upon\nimagery, picturing Ellis’ launch heading toward an island luridly\nlighted by the blast. For effect he added, on the key’s minuscule beach,\na totally imaginary shack of driftwood, complete with bearded hermit.\n\nHe knew immediately when authority arrived at the other end of the net.\nThere was a mental backwash of conversation that told him his orders\neven before the Washington operator set himself for their relay.\n\n“They want an eyewitness account from Ellis,” he told Weyman. “As if—”\n\nEllis broke into the net at that moment, radiating a hazy image—he was\nstill partially blinded from the glare of the blast—of a lowering key\noverhung by a dwindling pall of pinkish smoke. In the foreground of\nlagoon and mangroves stood a stilted shack not unlike the one Vann had\npictured, but without the hermit.\n\nInstead, the rickety elevation of thatched porch was a blot of sable\ndarkness relieved only by a pair of slanted yellow eyes gleaming close\nto the floor.\n\n                  *       *       *       *       *\n\nClimactically, Xaxtol entered the net then with an impact of total\ninformation that was more than the human psyche, conditioned to\nserialized thinking by years of phonetic communication, could bear.\n\nThe Washington operator screamed and tore off his helmet, requiring\nrestraint until he could compose himself enough to relay his message.\n\nEllis, in his launch, fainted dead away and ran the boat headlong\naground on the beach of Dutchman’s Key.\n\nVann reeled in his chair, teetering between shock and lunacy, until\nWeyman caught him and slid the Telethink from his head. It was minutes\nbefore Vann could speak; when he did, it was with a macabre flippancy\nthat Weyman found more convincing than any dramatics.\n\n“It’s come,” Vann said. “There’s an interstellar ship out there with a\nthousand-odd crew that would give Dali himself nightmares.”\n\nWeyman had to shake him forcibly before he could continue.\n\n“They’re sorry they can’t put down and help us,” Vann said. “Galactic\nregulations, it seems. But they feel they should warn us that they’ve\nlet some sort of bloodthirsty jungle monster—a specimen they were\nfreighting to an interplanetary zoo—escape in a lifeboat. It’s loose\ndown here.”\n\n“Dutchman’s Key,” Weyman breathed. “What kind of brute could live\nthrough a blast like _that_?”\n\n“It left the lifeboat before the power plant blew,” Vann said. “They’re\ntracking its aura now. It’s intelligent to a degree—about on par with\nourselves, I gather—and it’s big. It’s the largest and most vicious life\nform they’ve met in kilo-years of startrading.”\n\nHe frowned over a concept unsuited to words. “Longer than thousands.\nTheir culture goes back so far that the term doesn’t register.”\n\n“Ellis,” Weyman said. “Tell him to sheer off. Tell him to keep away from\nthat island.”\n\nVann clapped on the Telethink helmet and felt real panic when he found\nthe net vacant except for a near-hysterical Washington operator.\n\n“Aliens are off the air,” he said. “But I can’t feel Ellis.”\n\n“Maybe he isn’t wearing his Telethink. I’ll try his launch radio.”\n\nHe had the microphone in his hand when Vann said, “They got the message\nin Washington, and they’re petrified. I asked for a copter to pick up\nEllis—and the hermit, if they can reach them before this _thing_\ndoes—but they’re thinking along different lines. They’re sending a\nsquadron of jet bombers with nonatomic HE to make sure the beast doesn’t\nescape to the mainland and devastate the countryside.”\n\nWeyman said incredulously, “They’ll blow the key to bits. What about\nEllis and the hermit?”\n\n“Ellis is to evacuate him if possible. They’re giving us twenty minutes\nbefore the jets come. After that—”\n\nHe didn’t have to finish.\n\n                  *       *       *       *       *\n\nAt midnight old Charlie Trask was wading knee-deep in the eastside grass\nflats of his private lagoon, methodically netting shrimp that darted to\nthe ooze-clouded area stirred up by his ragged wading shoes. An empty\ngunny sack hung across one shoulder, ready for the coon oysters he would\npick from mangrove roots on his way back to his shack.\n\nIn his dour and antisocial way, Charlie was content. He had nearly\nenough shrimp for boiling and for bait, with the prospect of coon oyster\nstew in the offing. He had tobacco for his pipe and cartridges for his\nsingle-shot .22 rifle and a batch of potent homebrew ready for the\nbottling.\n\nWhat more could a man want?\n\nThe blast and glare of the Morid’s landing on the western fringe of his\nkey jarred Charlie from his mellow mood like a clear-sky thunderbolt.\nThe concussion rattled what teeth remained to him and brought a distant\nsquall from his cat, a scarred and cynical old tom named Max, at the\nshack.\n\n_Damn rockets_, was Charlie’s instant thought. _Fool around till they\nblow us all to hell._\n\nThe rosy phosphorescence drifting up from the mangroves a quarter of a\nmile away colored his resentment with alarm. A blast like that could\nstart a fire, burn across the key and gut his shack.\n\nGrumbling at the interruption of his midnight foray, Charlie crimped the\nlid tight on his shrimp bucket and stalked back along the lagoon toward\nhis shack. The coon oysters would have to wait.\n\nFive minutes later he reached his personal castle, perched on precarious\npiling in a gap hewn from the mangroves. The moon made it, to Charlie, a\nthing of black-and-silver beauty, with Max’s yellow eyes gleaming from\nthe porch floor like wicked, welcoming beacons.\n\nStill muttering, Charlie waded out of the shallow-water ooze and stumped\nin squishing shoes up the ladder to his shack. The shrimp bucket he hung\non a wall peg out of Max’s calculating reach. He found his pipe in the\nkitchen and loaded and lighted it, deliberately because the capacity for\nhaste was not in him. His homebrew crock bubbled seductively and he took\ntime out to raise the grimy toweling that covered it and sniff\nappreciatively.\n\n“Ready to cap by the time I come back and get the shrimp graded,” he\ntold Max.\n\nHe changed his dripping brogans for a pair of snake-proof boots and took\ndown his .22 rifle from its pegs, not because he really imagined that\nanyone might have lived through such a blast but because strangers—them\nradio fellows two keys east, for instance—might take it into their heads\nto come prying around.\n\nHe was halfway across the key when the drone of Ellis’ launch entering\nhis lagoon justified his suspicions.\n\n                  *       *       *       *       *\n\nCharlie’s investigation was soon over.\n\nA dying plume of steam rising from a circle of battered mangroves told\nhim that no danger of fire impended, and he turned back in relief. It\ndid not occur to him that the pilot of his hypothetical rocket might be\nlying desperately injured in the shallow water, at the mercy of sharks\nand crocodiles. If it had, he would not have moved to help. Any fool who\ngot himself into such a spot, in Charlie’s rude philosophy, could get\nhimself out.\n\nThe drone of the launch’s engine was loud when he reached his shack. The\nboat, handled by a pilot grotesque in what Charlie took at first for a\ndiver’s helmet, was heading directly for his landing at an unsafe speed.\n\n“Serve him right if he shoals on a oyster bed and rips his bottom,”\nCharlie said.\n\nAs if on cue, the boat swerved sharply. Its pilot came half erect, arms\nflung wide in a convulsive gesture. The engine roared wildly; the boat\nheeled, slamming its occupant against the right gunwale, and blasted\nstraight for Charlie’s shack.\n\nMiraculously, it missed the shack’s piling and lunged half its length\nupon the sand. The engine-roar died instantly. The pilot was thrown\nheadlong overside, goldberg helmet flying off in mid-arc, to lie stunned\nat the foot of Charlie’s ladder.\n\nCallously, Charlie stepped over Ellis’ twitching form and stumped up the\nladder to his shack. Max, who had taken to the porch rafters at the\ncrash of the launch, came meowing gingerly down to meet him.\n\n“It’s all right,” Charlie told him. “Just some fool that don’t know how\nto handle a boat.”\n\nHe leaned his rifle against the wall and brought a split-bamboo chair\nfrom the kitchen. He was not too late; the bucket, when he took it from\nits peg, still slithered satisfactorily with live shrimp.\n\nThe squawking of the launch radio roused Ellis. He groaned and sat up,\ndazed and disoriented by the combined shock of Xaxtol’s telepathic\nbombshell and his own rude landing, just as Weyman gave up his attempt\nat radio contact. In the silence that fell, Ellis would have fainted\nagain except for the chilling knowledge that he was unarmed and afoot on\nthe same key with a man-eating alien monster that might make its\nappearance at any moment.\n\nHe collected wits and breath to stave off the black pall of shock that\nstill threatened.\n\n“Come down from there and help me push the launch off,” he called up to\nCharlie Trask. “We’ve got to get off this key. Fast!”\n\nCharlie separated a menu-sized shrimp from his bucket.\n\n“You grounded her,” he said sourly. “Push her off yourself.”\n\n“Listen,” Ellis said desperately. “That blast was a ship from space,\nfrom another star. A wild animal escaped from it, something worse than\nyou ever dreamed of. We’ve got to get out of here before it finds us.”\n\nCharlie grunted and chose another shrimp.\n\nThe Morid, as Xaxtol had pictured it, rose vividly in Ellis’ memory,\nfanged and shaggy and insatiably voracious, a magenta-furred ursine\nembodiment of blood-lust made the worst by its near-human intelligence.\n\nHe described it in dogged haste, his eyes frozen to the tangle of inland\nunderbrush behind the shack.\n\n“No such varmint in these kays,” old Charlie said.\n\nThe launch radio blared again in Weyman’s voice, speaking urgently of\njet bombers and deadlines. A glance at his watch brought Ellis up from\nthe sand in galvanic resolution.\n\n“In twelve minutes,” he said grimly, “a squadron of planes will pinpoint\nthis key and blast it out of the water. I’m not going to be eaten alive\nor blown to bits arguing with you. If I can’t push the launch off alone,\nI’ll swim.”\n\nHe scooped up his fallen Telethink helmet and ran for the launch. At the\nfourth step his foot caught in the iron-hard stump of a mangrove root\nthat had been chopped off inches above the sand and he fell heavily.\nPain blinded him; his right ankle lanced with fire and went numb.\n\nHe fought to rise and fell again when the ankle collapsed under him.\n\n“_Hell_,” he said, just before blackness claimed him for the second\ntime. “I’ve broken my leg!”\n\n                  *       *       *       *       *\n\nHis twelve minutes had dwindled to seven when Ellis roused. He tried to\nstand, his twisted ankle momentarily forgotten, and gave it up when the\nmangroves spun dizzily before his eyes. He couldn’t afford to pass out\nagain.\n\nHe made one last-ditch bid for help.\n\n“My leg’s broken,” he yelled up at old Charlie Trask. “Get down here and\nlend a hand!”\n\nCharlie glowered and said nothing.\n\nMax bounded down the ladder, tail stiffly erect and scarred ears cocked\nat the underbrush in baleful curiosity.\n\n“The thing is coming this way,” Ellis called. “Your cat scents it. Will\nyou let us all be killed?”\n\nCharlie Trask graded another shrimp.\n\nSwearing bitterly, Ellis caught up his Telethink helmet and slid it over\nhis head. He found the net in a welter of confusion. Washington demanded\nfurther information; Vann, at the station, was calling him frantically.\nHis own scramble for help-images only added to the mental babel.\n\nOn the Federation ship, confusion was nearly as rampant.\n\nXaxtol’s dilemma still held: he could not make planetfall—time was too\nshort for aid now, in any case—but neither could he, with clear Galactic\nconscience, desert the harried primitives below while hope remained.\n\nEllis’ predicament forced Xaxtol to decision; he could only follow the\nMorid’s aura and relay its progress.\n\nIt could not be helped that the relayed image was blurred of definition\nand weirdly askew; the Morid’s visual and auditory range differed so\nsharply from either human or Galactic that even over the ship’s\nwonderfully selective telecommunicator little of the Morid’s immediate\nsurroundings came through clearly. Its aura arrived with a burning\nintensity that turned Xaxtol and his group faint with empathetic horror,\nbut the fact that the Morid had just made its first kill obliterated all\ndetail for the moment beyond a shocking welter of blood and torn flesh.\n\nEllis fared a little better under the second telepathic blast than under\nthe first—he managed to snatch off his Telethink helmet just in time.\n\n“The thing just killed something out there,” he yelled at Charlie Trask.\n“It’s coming this way. Are you going to sit there and—”\n\nCharlie graded his last edible shrimp, took up his bucket and went\ninside. The leisurely clinking of homebrew bottles drifted after him,\nclear and musical on the still, hot air.\n\nEllis looked at his watch and considered prayer. He had three minutes\nleft.\n\n                  *       *       *       *       *\n\nWhen the Morid came, Ellis was sitting dumbly on the sand, nursing his\nbroken ankle and considering with a shock-detached part of his mind a\nfragmentary line of some long-forgotten schooldays poem.\n\n_What rough beast is this_ ... the rest eluded him.\n\nThe underbrush beyond the shack rustled and the Morid’s ravening image\nsprang to Ellis’ mind with a clarity that shook his three\nnet-participants to the core—one of them past endurance.\n\nVann, in the station, said “_Dear God_,” and braced himself for the end.\nIn Washington, the operator fainted and had to be dragged from his\nconsole.\n\nAboard the Federation ship, Xaxtol radiated a shaken “Enough!” and\ntentacled a stud that sent his craft flashing on its way through\nsubspace.\n\nAt Charlie Trask’s shack, Max bounded across the clearing and into the\nbrush. There followed a riot of squalling and screaming that brought\nCharlie out of his shack on the run. Ellis sat numbly, beyond shock,\nwaiting for the worst.\n\nUnaccountably, the worst was delayed.\n\nCharlie came back, clutching a protesting Max by the scruff of the neck,\nand threw down something at Ellis’ feet. Something small and limp and\nmagenta-furred, smeared with greenish blood and very, very dead.\n\n“There’s your varmint,” said Charlie.\n\nWith one minute remaining before the promised bombers roared over,\nEllis, with a frozen clarity he had not dreamed he possessed, radiated a\nfinal message before he fainted again.\n\n“Call off the jets,” he said, in effect. “It’s over. The beast is dead.\nThe hermit’s cat killed it.”\n\n                  *       *       *       *       *\n\nAn hour later at the station, his ankle bandaged and his third cup of\ncoffee in hand, Ellis could review it all with some coherence.\n\n“We didn’t consider the business of relative size,” he said. “Neither\ndid our Galactic friends. Apparently they’re small, and so are all the\nspecies they’ve met with before. Maybe we’re something unique in the\nuniverse, after all. And maybe it’s a good thing they didn’t land and\nlearn how unique.”\n\n“It figures,” Weyman said. “Washington let it out on the air that DF\nstations made a fix on the spaceship before it jumped off. It measured\nonly twenty-two feet.”\n\nVann said wonderingly, “And there were hundreds of them aboard.\nGentlemen, we are Brobdingnagians in a universe of Lilliputians.”\n\n“I’ve been trying,” Ellis said irrelevantly, “to recall a poem I read\nonce in school. I’ve forgotten the author and all the verse but one\nline. It goes—”\n\n“_What rough beast is this_,” Vann quoted. “You were thinking about it\nhard enough when the debacle in the brush took place. The image you\nradiated was rough enough—it shocked the pants off us.”\n\n“And off the Galactics,” Weyman said. “The shoe is on the other foot\nnow, I think.”\n\nHe went to the quonset door and looked out and up, listening. “Jets. The\nWashington brass on its way to cross-examine us.”\n\n“The other foot?” Vann said. “Don’t be cryptic, man. Whose foot?”\n\n“Theirs,” Ellis said. “Don’t you see? One of these days we’ll be going\nout there to make our own place in the galaxy. With our size and\ndisposition, how do you think we’ll seem to those gentle little people?”\n\nVann whistled in belated understanding.\n\n“Rough,” he said.\n\n\n                                THE END\n\n------------------------------------------------------------------------\n\n\n\n\n                           TRANSCRIBER’S NOTE\n\n\nPunctuation and hyphenation have been normalized.\n\nMinor typographical errors have been corrected.\n\nThis e-text was produced from Analog March 1962. Extensive research did\nnot uncover any evidence that the U.S. copyright on this publication was\nrenewed.\n\nItalicized words and phrases are presented by surrounding the text with\n_underscores_; boldfaced words and phrases are surrounded with =equal\nsigns=.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Rough Beast, by Roger Dee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ROUGH BEAST ***\n\n***** This file should be named 48880-0.txt or 48880-0.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/8/8/8/48880/\n\nProduced by Greg Weeks, Carolyn Jablonski and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}