{"title": "Brightside Crossing", "author": "Alan Edward Nourse", "releaseDate": "June 7, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, readbueno and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Brightside\n                                Crossing\n\n                           by Alan E. Nourse\n\n\nJAMES BARON was not pleased to hear that he had had a visitor when he\nreached the Red Lion that evening. He had no stomach for mysteries, vast\nor trifling, and there were pressing things to think about at this time.\nYet the doorman had flagged him as he came in from the street: “A\nthousand pardons, Mr. Baron. The gentleman—he would leave no name. He\nsaid you’d want to see him. He will be back by eight.”\n\nNow Baron drummed his fingers on the table top, staring about the quiet\nlounge. Street trade was discouraged at the Red Lion, gently but\npersuasively; the patrons were few in number. Across to the right was a\ngroup that Baron knew vaguely—Andean climbers, or at least two of them\nwere. Over near the door he recognized old Balmer, who had mapped the\nfirst passage to the core of Vulcan Crater on Venus. Baron returned his\nsmile with a nod. Then he settled back and waited impatiently for the\nintruder who demanded his time without justifying it.\n\nPresently a small, grizzled man crossed the room and sat down at Baron’s\ntable. He was short and wiry. His face held no key to his age—he might\nhave been thirty or a thousand—but he looked weary and immensely ugly.\nHis cheeks and forehead were twisted and brown, with scars that were\nstill healing.\n\nThe stranger said, “I’m glad you waited. I’ve heard you’re planning to\nattempt the Brightside.”\n\nBaron stared at the man for a moment. “I see you can read telecasts,” he\nsaid coldly. “The news was correct. We are going to make a Brightside\nCrossing.”\n\n“At perihelion?”\n\n“Of course. When else?”\n\nThe grizzled man searched Baron’s face for a moment without expression.\nThen he said slowly, “No, I’m afraid you’re not going to make the\nCrossing.”\n\n“Say, who are you, if you don’t mind?” Baron demanded.\n\n“The name is Claney,” said the stranger.\n\nThere was a silence. Then: “Claney? _Peter_ Claney?”\n\n“That’s right.”\n\nBaron’s eyes were wide with excitement, all trace of anger gone. “Great\nballs of fire, man—_where have you been hiding?_ We’ve been trying to\ncontact you for months!”\n\n“I know. I was hoping you’d quit looking and chuck the whole idea.”\n\n“Quit looking!” Baron bent forward over the table. “My friend, we’d\ngiven up hope, but we’ve never quit looking. Here, have a drink. There’s\nso much you can tell us.” His fingers were trembling.\n\nPeter Claney shook his head. “I can’t tell you anything you want to\nhear.”\n\n“But you’ve _got_ to. You’re the only man on Earth who’s attempted a\nBrightside Crossing and lived through it! And the story you cleared for\nthe news—it was nothing. We need _details_. Where did your equipment\nfall down? Where did you miscalculate? What were the trouble spots?”\nBaron jabbed a finger at Claney’s face. “That, for instance—epithelioma?\nWhy? What was wrong with your glass? Your filters? We’ve got to know\nthose things. If you can tell us, we can make it across where your\nattempt failed—”\n\n“You want to know why we failed?” asked Claney.\n\n“Of course we want to know. We _have_ to know.”\n\n“It’s simple. We failed because it can’t be done. We couldn’t do it and\nneither can you. No human beings will ever cross the Brightside alive,\nnot if they try for centuries.”\n\n“Nonsense,” Baron declared. “We will.”\n\nClaney shrugged. “I was there. I know what I’m saying. You can blame the\nequipment or the men—there were flaws in both quarters—but we just\ndidn’t know what we were fighting. It was the _planet_ that whipped us,\nthat and the _Sun_. They’ll whip you, too, if you try it.”\n\n“Never,” said Baron.\n\n“Let me tell you,” Peter Claney said.\n\n                  *       *       *       *       *\n\nI’d been interested in the Brightside for almost as long as I can\nremember (Claney said). I guess I was about ten when Wyatt and Carpenter\nmade the last attempt—that was in 2082, I think. I followed the news\nstories like a tri-V serial and then I was heartbroken when they just\ndisappeared.\n\nI know now that they were a pair of idiots, starting off without proper\nequipment, with practically no knowledge of surface conditions, without\nany charts—they couldn’t have made a hundred miles—but I didn’t know\nthat then and it was a terrible tragedy. After that, I followed\nSanderson’s work in the Twilight Lab up there and began to get\nBrightside into my blood, sure as death.\n\nBut it was Mikuta’s idea to attempt a Crossing. Did you ever know Tom\nMikuta? I don’t suppose you did. No, not Japanese—Polish-American. He\nwas a major in the Interplanetary Service for some years and hung onto\nthe title after he gave up his commission.\n\nHe was with Armstrong on Mars during his Service days, did a good deal\nof the original mapping and surveying for the Colony there. I first met\nhim on Venus; we spent five years together up there doing some of the\nnastiest exploring since the Matto Grasso. Then he made the attempt on\nVulcan Crater that paved the way for Balmer a few years later.\n\nI’d always liked the Major—he was big and quiet and cool, the sort of\nguy who always had things figured a little further ahead than anyone\nelse and always knew what to do in a tight place. Too many men in this\ngame are all nerve and luck, with no judgment. The Major had both. He\nalso had the kind of personality that could take a crew of wild men and\nmake them work like a well-oiled machine across a thousand miles of\nVenus jungle. I liked him and I trusted him.\n\nHe contacted me in New York and he was very casual at first. We spent an\nevening here at the Red Lion, talking about old times; he told me about\nthe Vulcan business, and how he’d been out to see Sanderson and the\nTwilight Lab on Mercury, and how he preferred a hot trek to a cold one\nany day of the year—and then he wanted to know what I’d been doing since\nVenus and what my plans were.\n\n“No particular plans,” I told him. “Why?”\n\nHe looked me over. “How much do you weigh, Peter?”\n\nI told him one-thirty-five.\n\n“That much!” he said. “Well, there can’t be much fat on you, at any\nrate. How do you take heat?”\n\n“You should know,” I said. “Venus was no icebox.”\n\n“No, I mean _real_ heat.”\n\nThen I began to get it. “You’re planning a trip.”\n\n“That’s right. A hot trip.” He grinned at me. “Might be dangerous, too.”\n\n“What trip?”\n\n“Brightside of Mercury,” the Major said.\n\nI whistled cautiously. “At aphelion?”\n\nHe threw his head back. “Why try a Crossing at aphelion? What have you\ndone then? Four thousand miles of butcherous heat, just to have some\njoker come along, use your data and drum you out of the glory by\ncrossing at perihelion forty-four days later? No, thanks. I want the\nBrightside without any nonsense about it.” He leaned across me eagerly.\n“I want to make a Crossing at perihelion and I want to cross on the\nsurface. If a man can do that, he’s got Mercury. Until then, _nobody’s_\ngot Mercury. I want Mercury—but I’ll need help getting it.”\n\nI’d thought of it a thousand times and never dared consider it. Nobody\nhad, since Wyatt and Carpenter disappeared. Mercury turns on its axis in\nthe same time that it wheels around the Sun, which means that the\nBrightside is always facing in. That makes the Brightside of Mercury at\nperihelion the hottest place in the Solar System, with one single\nexception: the surface of the Sun itself.\n\nIt would be a hellish trek. Only a few men had ever learned just _how_\nhellish and they never came back to tell about it. It was a real hell’s\nCrossing, but someday, I thought, somebody would cross it.\n\nI wanted to be along.\n\n                  *       *       *       *       *\n\nThe Twilight Lab, near the northern pole of Mercury, was the obvious\njumping-off place. The setup there wasn’t very extensive—a rocket\nlanding, the labs and quarters for Sanderson’s crew sunk deep into the\ncrust, and the tower that housed the Solar ’scope that Sanderson had\nbuilt up there ten years before.\n\nTwilight Lab wasn’t particularly interested in the Brightside, of\ncourse—the Sun was Sanderson’s baby and he’d picked Mercury as the\nclosest chunk of rock to the Sun that could hold his observatory. He’d\nchosen a good location, too. On Mercury, the Brightside temperature hits\n770° F. at perihelion and the Darkside runs pretty constant at -410° F.\nNo permanent installation with a human crew could survive at either\nextreme. But with Mercury’s wobble, the twilight zone between Brightside\nand Darkside offers something closer to survival temperatures.\n\nSanderson built the Lab up near the pole, where the zone is about five\nmiles wide, so the temperature only varies 50 to 60 degrees with the\nlibration. The Solar ’scope could take that much change and they’d get\ngood clear observation of the Sun for about seventy out of the\neighty-eight days it takes the planet to wheel around.\n\nThe Major was counting on Sanderson knowing something about Mercury as\nwell as the Sun when we camped at the Lab to make final preparations.\n\nSanderson did. He thought we’d lost our minds and he said so, but he\ngave us all the help he could. He spent a week briefing Jack Stone, the\nthird member of our party, who had arrived with the supplies and\nequipment a few days earlier. Poor Jack met us at the rocket landing\nalmost bawling, Sanderson had given him such a gloomy picture of what\nBrightside was like.\n\nStone was a youngster—hardly twenty-five, I’d say—but he’d been with the\nMajor at Vulcan and had begged to join this trek. I had a funny feeling\nthat Jack really didn’t care for exploring too much, but he thought\nMikuta was God, followed him around like a puppy.\n\nIt didn’t matter to me as long as he knew what he was getting in for.\nYou don’t go asking people in this game why they do it—they’re liable to\nget awfully uneasy and none of them can ever give you an answer that\nmakes sense. Anyway, Stone had borrowed three men from the Lab, and had\nthe supplies and equipment all lined up when we got there, ready to\ncheck and test.\n\nWe dug right in. With plenty of funds—tri-V money and some government\ncash the Major had talked his way around—our equipment was new and good.\nMikuta had done the designing and testing himself, with a big assist\nfrom Sanderson. We had four Bugs, three of them the light pillow-tire\nmodels, with special lead-cooled cut-in engines when the heat set in,\nand one heavy-duty tractor model for pulling the sledges.\n\nThe Major went over them like a kid at the circus. Then he said, “Have\nyou heard anything from McIvers?”\n\n“Who’s he?” Stone wanted to know.\n\n“He’ll be joining us. He’s a good man—got quite a name for climbing,\nback home.” The Major turned to me. “You’ve probably heard of him.”\n\nI’d heard plenty of stories about Ted McIvers and I wasn’t too happy to\nhear that he was joining us. “Kind of a daredevil, isn’t he?”\n\n“Maybe. He’s lucky and skillful. Where do you draw the line? We’ll need\nplenty of both.”\n\n“Have you ever worked with him?” I asked.\n\n“No. Are you worried?”\n\n“Not exactly. But Brightside is no place to count on luck.”\n\nThe Major laughed. “I don’t think we need to worry about McIvers. We\nunderstood each other when I talked up the trip to him and we’re going\nto need each other too much to do any fooling around.” He turned back to\nthe supply list. “Meanwhile, let’s get this stuff listed and packed.\nWe’ll need to cut weight sharply and our time is short. Sanderson says\nwe should leave in three days.”\n\nTwo days later, McIvers hadn’t arrived. The Major didn’t say much about\nit. Stone was getting edgy and so was I. We spent the second day\nstudying charts of the Brightside, such as they were. The best available\nwere pretty poor, taken from so far out that the detail dissolved into\nblurs on blow-up. They showed the biggest ranges of peaks and craters\nand faults, and that was all. Still, we could use them to plan a broad\noutline of our course.\n\n“This range here,” the Major said as we crowded around the board, “is\nlargely inactive, according to Sanderson. But these to the south and\nwest _could_ be active. Seismograph tracings suggest a lot of activity\nin that region, getting worse down toward the equator—not only volcanic,\nbut sub-surface shifting.”\n\nStone nodded. “Sanderson told me there was probably constant surface\nactivity.”\n\nThe Major shrugged. “Well, it’s treacherous, there’s no doubt of it. But\nthe only way to avoid it is to travel over the Pole, which would lose us\ndays and offer us no guarantee of less activity to the west. Now we\nmight avoid some if we could find a pass through this range and cut\nsharp east—”\n\nIt seemed that the more we considered the problem, the further we got\nfrom a solution. We knew there were active volcanoes on the\nBrightside—even on the Darkside, though surface activity there was\npretty much slowed down and localized.\n\nBut there were problems of atmosphere on Brightside, as well. There was\nan atmosphere and a constant atmospheric flow from Brightside to\nDarkside. Not much—the lighter gases had reached escape velocity and\ndisappeared from Brightside millennia ago—but there was CO_{2}, and\nnitrogen, and traces of other heavier gases. There was also an abundance\nof sulfur vapor, as well as carbon disulfide and sulfur dioxide.\n\nThe atmospheric tide moved toward the Darkside, where it condensed,\ncarrying enough volcanic ash with it for Sanderson to estimate the depth\nand nature of the surface upheavals on Brightside from his samplings.\nThe trick was to find a passage that avoided those upheavals as far as\npossible. But in the final analysis, we were barely scraping the\nsurface. The only way we would find out what was happening where was to\nbe there.\n\nFinally, on the third day, McIvers blew in on a freight rocket from\nVenus. He’d missed the ship that the Major and I had taken by a few\nhours, and had conned his way to Venus in hopes of getting a hop from\nthere. He didn’t seem too upset about it, as though this were his usual\nway of doing things and he couldn’t see why everyone should get so\nexcited.\n\nHe was a tall, rangy man with long, wavy hair prematurely gray, and the\nsort of eyes that looked like a climber’s—half-closed, sleepy, almost\nindolent, but capable of abrupt alertness. And he never stood still; he\nwas always moving, always doing something with his hands, or talking, or\npacing about.\n\nEvidently the Major decided not to press the issue of his arrival. There\nwas still work to do, and an hour later we were running the final tests\non the pressure suits. That evening, Stone and McIvers were thick as\nthieves, and everything was set for an early departure after we got some\nrest.\n\n                  *       *       *       *       *\n\n“And that,” said Baron, finishing his drink and signaling the waiter for\nanother pair, “was your first big mistake.”\n\nPeter Claney raised his eyebrows. “McIvers?”\n\n“Of course.”\n\nClaney shrugged, glanced at the small quiet tables around them. “There\nare lots of bizarre personalities around a place like this, and some of\nthe best wouldn’t seem to be the most reliable at first glance. Anyway,\npersonality problems weren’t our big problem right then. _Equipment_\nworried us first and _route_ next.”\n\nBaron nodded in agreement. “What kind of suits did you have?”\n\n“The best insulating suits ever made,” said Claney. “Each one had an\ninner lining of a fiberglass modification, to avoid the clumsiness of\nasbestos, and carried the refrigerating unit and oxygen storage which we\nrecharged from the sledges every eight hours. Outer layer carried a\nmonomolecular chrome reflecting surface that made us glitter like\nChristmas trees. And we had a half-inch dead-air space under positive\npressure between the two layers. Warning thermocouples, of course—at 770\ndegrees, it wouldn’t take much time to fry us to cinders if the suits\nfailed somewhere.”\n\n“How about the Bugs?”\n\n“They were insulated, too, but we weren’t counting on them too much for\nprotection.”\n\n“You weren’t!” Baron exclaimed. “Why not?”\n\n“We’d be in and out of them too much. They gave us mobility and storage,\nbut we knew we’d have to do a lot of forward work on foot.” Claney\nsmiled bitterly. “Which meant that we had an inch of fiberglass and a\nhalf-inch of dead air between us and a surface temperature where lead\nflowed like water and zinc was almost at melting point and the pools of\nsulfur in the shadows were boiling like oatmeal over a campfire.”\n\nBaron licked his lips. His fingers stroked the cool, wet glass as he set\nit down on the tablecloth.\n\n“Go on,” he said tautly. “You started on schedule?”\n\n“Oh, yes,” said Claney, “we started on schedule, all right. We just\ndidn’t quite end on schedule, that was all. But I’m getting to that.”\n\nHe settled back in his chair and continued.\n\n                  *       *       *       *       *\n\nWe jumped off from Twilight on a course due southeast with thirty days\nto make it to the Center of Brightside. If we could cross an average of\nseventy miles a day, we could hit Center exactly at perihelion, the\npoint of Mercury’s closest approach to the Sun—which made Center the\nhottest part of the planet at the hottest it ever gets.\n\nThe Sun was already huge and yellow over the horizon when we started,\ntwice the size it appears on Earth. Every day that Sun would grow bigger\nand whiter, and every day the surface would get hotter. But once we\nreached Center, the job was only half done—we would still have to travel\nanother two thousand miles to the opposite twilight zone. Sanderson was\nto meet us on the other side in the Laboratory’s scout ship,\napproximately sixty days from the time we jumped off.\n\nThat was the plan, in outline. It was up to us to cross those seventy\nmiles a day, no matter how hot it became, no matter what terrain we had\nto cross. Detours would be dangerous and time-consuming. Delays could\ncost us our lives. We all knew that.\n\nThe Major briefed us on details an hour before we left. “Peter, you’ll\ntake the lead Bug, the small one we stripped down for you. Stone and I\nwill flank you on either side, giving you a hundred-yard lead. McIvers,\nyou’ll have the job of dragging the sledges, so we’ll have to direct\nyour course pretty closely. Peter’s job is to pick the passage at any\ngiven point. If there’s any doubt of safe passage, we’ll all explore\nahead on foot before we risk the Bugs. Got that?”\n\nMcIvers and Stone exchanged glances. McIvers said: “Jack and I were\nplanning to change around. We figured he could take the sledges. That\nwould give me a little more mobility.”\n\nThe Major looked up sharply at Stone. “Do you buy that, Jack?”\n\nStone shrugged. “I don’t mind. Mac wanted—”\n\nMcIvers made an impatient gesture with his hands. “It doesn’t matter. I\njust feel better when I’m on the move. Does it make any difference?”\n\n“I guess it doesn’t,” said the Major. “Then you’ll flank Peter along\nwith me. Right?”\n\n“Sure, sure.” McIvers pulled at his lower lip. “Who’s going to do the\nadvance scouting?”\n\n“It sounds like I am,” I cut in. “We want to keep the lead Bug light as\npossible.”\n\nMikuta nodded. “That’s right. Peter’s Bug is stripped down to the frame\nand wheels.”\n\nMcIvers shook his head. “No, I mean the _advance_ work. You need\nsomebody out ahead—four or five miles, at least—to pick up the big flaws\nand active surface changes, don’t you?” He stared at the Major. “I mean,\nhow can we tell what sort of a hole we may be moving into, unless we\nhave a scout up ahead?”\n\n“That’s what we have the charts for,” the Major said sharply.\n\n“Charts! I’m talking about _detail_ work. We don’t need to worry about\nthe major topography. It’s the little faults you can’t see on the\npictures that can kill us.” He tossed the charts down excitedly. “Look,\nlet me take a Bug out ahead and work reconnaissance, keep five, maybe\nten miles ahead of the column. I can stay on good solid ground, of\ncourse, but scan the area closely and radio back to Peter where to avoid\nthe flaws. Then—”\n\n“No dice,” the Major broke in.\n\n“But why not? We could save ourselves days!”\n\n“I don’t care what we could save. We stay together. When we get to the\nCenter, I want live men along with me. That means we stay within easy\nsight of each other at all times. Any climber knows that everybody is\nsafer in a party than one man alone—any time, any place.”\n\nMcIvers stared at him, his cheeks an angry red. Finally he gave a sullen\nnod. “Okay. If you say so.”\n\n“Well, I say so and I mean it. I don’t want any fancy stuff. We’re going\nto hit Center together, and finish the Crossing together. Got that?”\n\nMcIvers nodded. Mikuta then looked at Stone and me and we nodded, too.\n\n“All right,” he said slowly. “Now that we’ve got it straight, let’s go.”\n\nIt was hot. If I forget everything else about that trek, I’ll never\nforget that huge yellow Sun glaring down, without a break, hotter and\nhotter with every mile. We knew that the first few days would be the\neasiest and we were rested and fresh when we started down the long\nragged gorge southeast of the Twilight Lab.\n\nI moved out first; back over my shoulder, I could see the Major and\nMcIvers crawling out behind me, their pillow tires taking the rugged\nfloor of the gorge smoothly. Behind them, Stone dragged the sledges.\n\nEven at only 30 per cent Earth gravity they were a strain on the big\ntractor, until the ski-blades bit into the fluffy volcanic ash\nblanketing the valley. We even had a path to follow for the first twenty\nmiles.\n\nI kept my eyes pasted to the big polaroid binocs, picking out the track\nthe early research teams had made out into the edge of Brightside. But\nin a couple of hours we rumbled past Sanderson’s little outpost\nobservatory and the tracks stopped. We were in virgin territory and\nalready the Sun was beginning to bite.\n\nWe didn’t _feel_ the heat so much those first days out. We _saw_ it. The\nrefrig units kept our skins at a nice comfortable seventy-five degrees\nFahrenheit inside our suits, but our eyes watched that glaring Sun and\nthe baked yellow rocks going past, and some nerve pathways got twisted\nup, somehow. We poured sweat as if we were in a superheated furnace.\n\nWe drove eight hours and slept five. When a sleep period came due, we\npulled the Bugs together into a square, threw up a light aluminum\nsun-shield and lay out in the dust and rocks. The sun-shield cut the\ntemperature down sixty or seventy degrees, for whatever help that was.\nAnd then we ate from the forward sledge—sucking through tubes—protein,\ncarbohydrates, bulk gelatin, vitamins.\n\nThe Major measured water out with an iron hand, because we’d have drunk\nourselves into nephritis in a week otherwise. We were constantly,\nunceasingly thirsty. Ask the physiologists and psychiatrists why—they\ncan give you have a dozen interesting reasons—but all we knew, or cared\nabout, was that it happened to be so.\n\nWe didn’t sleep the first few stops, as a consequence. Our eyes burned\nin spite of the filters and we had roaring headaches, but we couldn’t\nsleep them off. We sat around looking at each other. Then McIvers would\nsay how good a beer would taste, and off we’d go. We’d have murdered our\ngrandmothers for one ice-cold bottle of beer.\n\nAfter a few driving periods, I began to get my bearings at the wheel. We\nwere moving down into desolation that made Earth’s old Death Valley look\nlike a Japanese rose garden. Huge sun-baked cracks opened up in the\nfloor of the gorge, with black cliffs jutting up on either side; the air\nwas filled with a barely visible yellowish mist of sulfur and sulfurous\ngases.\n\nIt was a hot, barren hole, no place for any man to go, but the challenge\nwas so powerful you could almost feel it. No one had ever crossed this\nland before and escaped. Those who had tried it had been cruelly\npunished, but the land was still there, so it had to be crossed. Not the\neasy way. It had to be crossed the hardest way possible: overland,\nthrough anything the land could throw up to us, at the most difficult\ntime possible.\n\nYet we knew that even the land might have been conquered before, except\nfor that Sun. We’d fought absolute cold before and won. We’d never\nfought heat like this and won. The only worse heat in the Solar System\nwas the surface of the Sun itself.\n\nBrightside was worth trying for. We would get it or it would get us.\nThat was the bargain.\n\nI learned a lot about Mercury those first few driving periods. The gorge\npetered out after a hundred miles and we moved onto the slope of a range\nof ragged craters that ran south and east. This range had shown no\nactivity since the first landing on Mercury forty years before, but\nbeyond it there were active cones. Yellow fumes rose from the craters\nconstantly; their sides were shrouded with heavy ash.\n\nWe couldn’t detect a wind, but we knew there was a hot, sulfurous breeze\nsweeping in great continental tides across the face of the planet. Not\nenough for erosion, though. The craters rose up out of jagged gorges,\nhuge towering spears of rock and rubble. Below were the vast yellow\nflatlands, smoking and hissing from the gases beneath the crust. Over\neverything was gray dust—silicates and salts, pumice and limestone and\ngranite ash, filling crevices and declivities—offering a soft,\ntreacherous surface for the Bug’s pillow tires.\n\nI learned to read the ground, to tell a covered fault by the sag of the\ndust; I learned to spot a passable crack, and tell it from an impassable\ncut. Time after time the Bugs ground to a halt while we explored a\npassage on foot, tied together with light copper cable, digging,\nadvancing, digging some more until we were sure the surface would carry\nthe machines. It was cruel work; we slept in exhaustion. But it went\nsmoothly, at first.\n\nToo smoothly, it seemed to me, and the others seemed to think so, too.\n\nMcIvers’ restlessness was beginning to grate on our nerves. He talked\ntoo much, while we were resting or while we were driving; wisecracks,\nwitticisms, unfunny jokes that wore thin with repetition. He took to\nmaking side trips from the route now and then, never far, but a little\nfurther each time.\n\nJack Stone reacted quite the opposite; he grew quieter with each stop,\nmore reserved and apprehensive. I didn’t like it, but I figured that it\nwould pass off after a while. I was apprehensive enough myself; I just\nmanaged to hide it better.\n\nAnd every mile the Sun got bigger and whiter and higher in the sky and\nhotter. Without our ultra-violet screens and glare filters we would have\nbeen blinded; as it was our eyes ached constantly and the skin on our\nfaces itched and tingled at the end of an eight-hour trek.\n\nBut it took one of those side trips of McIvers’ to deliver the\npenultimate blow to our already fraying nerves. He had driven down a\nside-branch of a long canyon running off west of our route and was\nalmost out of sight in a cloud of ash when we heard a sharp cry through\nour earphones.\n\nI wheeled my Bug around with my heart in my throat and spotted him\nthrough the binocs, waving frantically from the top of his machine. The\nMajor and I took off, lumbering down the gulch after him as fast as the\nBugs could go, with a thousand horrible pictures racing through our\nminds....\n\nWe found him standing stock-still, pointing down the gorge and, for\nonce, he didn’t have anything to say. It was the wreck of a Bug; an\nold-fashioned half-track model of the sort that hadn’t been in use for\nyears. It was wedged tight in a cut in the rock, an axle broken, its\ncasing split wide open up the middle, half-buried in a rock slide. A\ndozen feet away were two insulated suits with white bones gleaming\nthrough the fiberglass helmets.\n\nThis was as far as Wyatt and Carpenter had gotten on _their_ Brightside\nCrossing.\n\n                  *       *       *       *       *\n\nOn the fifth driving period out, the terrain began to change. It looked\nthe same, but every now and then it _felt_ different. On two occasions I\nfelt my wheels spin, with a howl of protest from my engine. Then, quite\nsuddenly, the Bug gave a lurch; I gunned my motor and nothing happened.\n\nI could see the dull gray stuff seeping up around the hubs, thick and\ntenacious, splattering around in steaming gobs as the wheels spun. I\nknew what had happened the moment the wheels gave and, a few minutes\nlater, they chained me to the tractor and dragged me back out of the\nmire. It looked for all the world like thick gray mud, but it was a pit\nof molten lead, steaming under a soft layer of concealing ash.\n\nI picked my way more cautiously then. We were getting into an area of\nrecent surface activity; the surface was really treacherous. I caught\nmyself wishing that the Major had okayed McIvers’ scheme for an advanced\nscout; more dangerous for the individual, maybe, but I was driving blind\nnow and I didn’t like it.\n\nOne error in judgment could sink us all, but I wasn’t thinking much\nabout the others. I was worried about _me_, plenty worried. I kept\nthinking, better McIvers should go than me. It wasn’t healthy thinking\nand I knew it, but I couldn’t get the thought out of my mind.\n\nIt was a grueling eight hours and we slept poorly. Back in the Bug\nagain, we moved still more slowly—edging out on a broad flat plateau,\ndodging a network of gaping surface cracks—winding back and forth in an\neffort to keep the machines on solid rock. I couldn’t see far ahead,\nbecause of the yellow haze rising from the cracks, so I was almost on\ntop of it when I saw a sharp cut ahead where the surface dropped six\nfeet beyond a deep crack.\n\nI let out a shout to halt the others; then I edged my Bug forward,\npeering at the cleft. It was deep and wide. I moved fifty yards to the\nleft, then back to the right.\n\nThere was only one place that looked like a possible crossing; a long,\nnarrow ledge of gray stuff that lay down across a section of the fault\nlike a ramp. Even as I watched it, I could feel the surface crust under\nthe Bug trembling and saw the ledge shift over a few feet.\n\nThe Major’s voice sounded in my ears. “How about it, Peter?”\n\n“I don’t know. This crust is on roller skates,” I called back.\n\n“How about that ledge?”\n\nI hesitated. “I’m scared of it, Major. Let’s backtrack and try to find a\nway around.”\n\nThere was a roar of disgust in my earphones and McIvers’ Bug suddenly\nlurched forward. It rolled down past me, picked up speed, with McIvers\nhunched behind the wheel like a race driver. He was heading past me\nstraight for the gray ledge.\n\nMy shout caught in my throat; I heard the Major take a huge breath and\nroar: “Mac! _stop that thing_, you fool!” and then McIvers’ Bug was out\non the ledge, lumbering across like a juggernaut.\n\nThe ledge jolted as the tires struck it; for a horrible moment, it\nseemed to be sliding out from under the machine. And then the Bug was\nacross in a cloud of dust, and I heard McIvers’ voice in my ears,\nshouting in glee. “Come on, you slowpokes. It’ll hold you!”\n\nSomething unprintable came through the earphones as the Major drew up\nalongside me and moved his Bug out on the ledge slowly and over to the\nother side. Then he said, “Take it slow, Peter. Then give Jack a hand\nwith the sledges.” His voice sounded tight as a wire.\n\nTen minutes later, we were on the other side of the cleft. The Major\nchecked the whole column; then he turned on McIvers angrily. “One more\ntrick like that,” he said, “and I’ll strap you to a rock and leave you.\nDo you understand me? _One more time_—”\n\nMcIvers’ voice was heavy with protest. “Good Lord, if we leave it up to\nClaney, he’ll have us out here forever! Any blind fool could see that\nthat ledge would hold.”\n\n“_I_ saw it moving,” I shot back at him.\n\n“All right, all right, so you’ve got good eyes. Why all the fuss? We got\nacross, didn’t we? But I say we’ve got to have a little nerve and use it\nonce in a while if we’re ever going to get across this lousy hotbox.”\n\n“We need to use a little judgment, too,” the Major snapped. “All right,\nlet’s roll. But if you think I was joking, you just try me out once.” He\nlet it soak in for a minute. Then he geared his Bug on around to my\nflank again.\n\nAt the stopover, the incident wasn’t mentioned again, but the Major drew\nme aside just as I was settling down for sleep. “Peter, I’m worried,” he\nsaid slowly.\n\n“McIvers? Don’t worry. He’s not as reckless as he seems—just impatient.\nWe are over a hundred miles behind schedule and we’re moving awfully\nslow. We only made forty miles this last drive.”\n\nThe Major shook his head. “I don’t mean McIvers. I mean the kid.”\n\n“Jack? What about him?”\n\n“Take a look.”\n\nStone was shaking. He was over near the tractor—away from the rest of\nus—and he was lying on his back, but he wasn’t asleep. His whole body\nwas shaking, convulsively. I saw him grip an outcropping of rock hard.\n\nI walked over and sat down beside him. “Get your water all right?” I\nsaid.\n\nHe didn’t answer. He just kept on shaking.\n\n“Hey, boy,” I said. “What’s the trouble?”\n\n“It’s hot,” he said, choking out the words.\n\n“Sure it’s hot, but don’t let it throw you. We’re in really good shape.”\n\n“_We’re not_,” he snapped. “We’re in rotten shape, if you ask me. _We’re\nnot going to make it_, do you know that? That crazy fool’s going to kill\nus for sure—” All of a sudden, he was bawling like a baby. “I’m scared—I\nshouldn’t be here—I’m _scared_. What am I trying to prove by coming out\nhere, for God’s sake? I’m some kind of hero or something? I tell you I’m\nscared—”\n\n“Look,” I said. “Mikuta’s scared, _I’m_ scared. So what? We’ll make it,\ndon’t worry. And nobody’s trying to be a hero.”\n\n“Nobody but Hero Stone,” he said bitterly. He shook himself and gave a\ntight little laugh. “Some hero, eh?”\n\n“We’ll make it,” I said.\n\n“Sure,” he said finally. “Sorry. I’ll be okay.”\n\nI rolled over, but waited until he was good and quiet. Then I tried to\nsleep, but I didn’t sleep too well. I kept thinking about that ledge.\nI’d known from the look of it what it was; a zinc slough of the sort\nSanderson had warned us about, a wide sheet of almost pure zinc that had\nbeen thrown up white-hot from below, quite recently, just waiting for\noxygen or sulfur to rot it through.\n\nI knew enough about zinc to know that at these temperatures it gets\nbrittle as glass. Take a chance like McIvers had taken and the whole\nsheet could snap like a dry pine board. And it wasn’t McIvers’ fault\nthat it hadn’t.\n\nFive hours later, we were back at the wheel. We were hardly moving at\nall. The ragged surface was almost impassable—great jutting rocks\npeppered the plateau; ledges crumbled the moment my tires touched them;\nlong, open canyons turned into lead-mires or sulfur pits.\n\nA dozen times I climbed out of the Bug to prod out an uncertain area\nwith my boots and pikestaff. Whenever I did, McIvers piled out behind\nme, running ahead like a schoolboy at the fair, then climbing back again\nred-faced and panting, while we moved the machines ahead another mile or\ntwo.\n\nTime was pressing us now and McIvers wouldn’t let me forget it. We had\nmade only about three hundred twenty miles in six driving periods, so we\nwere about a hundred miles or even more behind schedule.\n\n“We’re not going to make it,” McIvers would complain angrily. “That\nSun’s going to be out to aphelion by the time we hit the Center—”\n\n“Sorry, but I can’t take it any faster,” I told him. I was getting good\nand mad. I knew what he wanted, but didn’t dare let him have it. I was\nscared enough pushing the Bug out on those ledges, even knowing that at\nleast _I_ was making the decisions. Put him in the lead and we wouldn’t\nlast for eight hours. Our nerves wouldn’t take it, at any rate, even if\nthe machines would.\n\nJack Stone looked up from the aluminum chart sheets. “Another hundred\nmiles and we should hit a good stretch,” he said. “Maybe we can make up\ndistance there for a couple of days.”\n\nThe Major agreed, but McIvers couldn’t hold his impatience. He kept\nstaring up at the Sun as if he had a personal grudge against it and\nstamped back and forth under the sunshield. “That’ll be just fine,” he\nsaid. “_If_ we ever get that far, that is.”\n\nWe dropped it there, but the Major stopped me as we climbed aboard for\nthe next run. “That guy’s going to blow wide open if we don’t move\nfaster, Peter. I don’t want him in the lead, no matter what happens.\nHe’s right though, about the need to make better time. Keep your head,\nbut crowd your luck a little, okay?”\n\n“I’ll try,” I said. It was asking the impossible and Mikuta knew it. We\nwere on a long downward slope that shifted and buckled all around us, as\nthough there were a molten underlay beneath the crust; the slope was\nbroken by huge crevasses, partly covered with dust and zinc sheeting,\nlike a vast glacier of stone and metal. The outside temperature\nregistered 547° F. and getting hotter. It was no place to start rushing\nahead.\n\nI tried it anyway. I took half a dozen shaky passages, edging slowly out\non flat zinc ledges, then toppling over and across. It seemed easy for a\nwhile and we made progress. We hit an even stretch and raced ahead. And\nthen I quickly jumped on my brakes and jerked the Bug to a halt in a\ncloud of dust.\n\nI’d gone too far. We were out on a wide, flat sheet of gray stuff,\napparently solid—until I’d suddenly caught sight of the crevasse beneath\nin the corner of my eye. It was an overhanging shell that trembled under\nme as I stopped.\n\nMcIvers’ voice was in my ear. “What’s the trouble now, Claney?”\n\n“Move back!” I shouted. “It can’t hold us!”\n\n“Looks solid enough from here.”\n\n“You want to argue about it? It’s too thin, it’ll snap. Move back!”\n\nI started edging back down the ledge. I heard McIvers swear; then I saw\nhis Bug start to creep _outward_ on the shelf. Not fast or reckless,\nthis time, but slowly, churning up dust in a gentle cloud behind him.\n\nI just stared and felt the blood rush to my head. It seemed so hot I\ncould hardly breathe as he edged out beyond me, further and further—\n\nI think I felt it snap before I saw it. My own machine gave a sickening\nlurch and a long black crack appeared across the shelf—and widened. Then\nthe ledge began to upend. I heard a scream as McIvers’ Bug rose up and\nup and then crashed down into the crevasse in a thundering slide of rock\nand shattered metal.\n\nI just stared for a full minute, I think. I couldn’t move until I heard\nJack Stone groan and the Major shouting, “Claney! I couldn’t see—what\n_happened_?”\n\n“It snapped on him, that’s what happened,” I roared. I gunned my motor,\nedged forward toward the fresh broken edge of the shelf. The crevasse\ngaped; I couldn’t see any sign of the machine. Dust was still billowing\nup blindingly from below.\n\nWe stood staring down, the three of us. I caught a glimpse of Jack\nStone’s face through his helmet. It wasn’t pretty.\n\n“Well,” said the Major heavily, “that’s that.”\n\n“I guess so.” I felt the way Stone looked.\n\n“Wait,” said Stone. “I heard something.”\n\nHe had. It was a cry in the earphones—faint, but unmistakable.\n\n“Mac!” The Major called. “Mac, can you hear me?”\n\n“Yeah, yeah. I can hear you.” The voice was very weak.\n\n“Are you all right?”\n\n“I don’t know. Broken leg, I think. It’s—hot.” There was a long pause.\nThen: “I think my cooler’s gone out.”\n\nThe Major shot me a glance, then turned to Stone. “Get a cable from the\nsecond sledge fast. He’ll fry alive if we don’t get him out of there.\nPeter, I need you to lower me. Use the tractor winch.”\n\nI lowered him; he stayed down only a few moments. When I hauled him up,\nhis face was drawn. “Still alive,” he panted. “He won’t be very long,\nthough.” He hesitated for just an instant. “We’ve got to make a try.”\n\n“I don’t like this ledge,” I said. “It’s moved twice since I got out.\nWhy not back off and lower him a cable?”\n\n“No good. The Bug is smashed and he’s inside it. We’ll need torches and\nI’ll need one of you to help.” He looked at me and then gave Stone a\nlong look. “Peter, you’d better come.”\n\n“Wait,” said Stone. His face was very white. “Let me go down with you.”\n\n“Peter is lighter.”\n\n“I’m not so heavy. Let me go down.”\n\n“Okay, if that’s the way you want it.” The Major tossed him a torch.\n“Peter, check these hitches and lower us slowly. If you see any kind of\ntrouble, _anything_, cast yourself free and back off this thing, do you\nunderstand? This whole ledge may go.”\n\nI nodded. “Good luck.”\n\nThey went over the ledge. I let the cable down bit by bit until it hit\ntwo hundred feet and slacked off.\n\n“How does it look?” I shouted.\n\n“Bad,” said the Major. “We’ll have to work fast. This whole side of the\ncrevasse is ready to crumble. Down a little more.”\n\nMinutes passed without a sound. I tried to relax, but I couldn’t. Then I\nfelt the ground shift, and the tractor lurched to the side.\n\nThe Major shouted, “_It’s going, Peter—pull back!_” and I threw the\ntractor into reverse, jerked the controls as the tractor rumbled off the\nshelf. The cable snapped, coiled up in front like a broken clockspring.\nThe whole surface under me was shaking wildly now; ash rose in huge gray\nclouds. Then, with a roar, the whole shelf lurched and slid sideways. It\nteetered on the edge for seconds before it crashed into the crevasse,\ntearing the side wall down with it in a mammoth slide. I jerked the\ntractor to a halt as the dust and flame billowed up.\n\nThey were gone—all three of them, McIvers and the Major and Jack\nStone—buried under a thousand tons of rock and zinc and molten lead.\nThere wasn’t any danger of anybody ever finding their bones.\n\n                  *       *       *       *       *\n\nPeter Claney leaned back, finishing his drink, rubbing his scarred face\nas he looked across at Baron.\n\nSlowly, Baron’s grip relaxed on the chair arm. “_You_ got back,” he\nsaid.\n\nClaney nodded. “I got back, sure. I had the tractor and the sledges. I\nhad seven days to drive back under that yellow Sun. I had plenty of time\nto think.”\n\n“You took the wrong man along,” Baron said. “That was your mistake.\nWithout him you would have made it.”\n\n“Never.” Claney shook his head. “That’s what I was thinking the first\nday or so—that it was _McIvers’_ fault, that _he_ was to blame. But that\nisn’t true. He was wild, reckless and had lots of nerve.”\n\n“But his judgment was bad!”\n\n“It couldn’t have been sounder. We had to keep to our schedule even if\nit killed us, because it would positively kill us if we didn’t.”\n\n“But a man like that—”\n\n“A man like McIvers was necessary. Can’t you see that? It was the Sun\nthat beat us, that surface. Perhaps we were licked the very day we\nstarted.” Claney leaned across the table, his eyes pleading. “We didn’t\nrealize that, but it was _true_. There are places that men can’t go,\nconditions men can’t tolerate. The others had to die to learn that. I\nwas lucky, I came back. But I’m trying to tell you what I found out—that\n_nobody_ will ever make a Brightside Crossing.”\n\n“We will,” said Baron. “It won’t be a picnic, but we’ll make it.”\n\n“But suppose you do,” said Claney, suddenly. “Suppose I’m all wrong,\nsuppose you _do_ make it. Then what? _What comes next?_”\n\n“The Sun,” said Baron.\n\nClaney nodded slowly. “Yes. That would be it, wouldn’t it?” He laughed.\n“Good-by, Baron. Jolly talk and all that. Thanks for listening.”\n\nBaron caught his wrist as he started to rise. “Just one question more,\nClaney. Why did you come here?”\n\n“To try to talk you out of killing yourself,” said Claney.\n\n“You’re a liar,” said Baron.\n\nClaney stared down at him for a long moment. Then he crumpled in the\nchair. There was defeat in his pale blue eyes and something else.\n\n“Well?”\n\nPeter Claney spread his hands, a helpless gesture. “When do you leave,\nBaron? I want you to take me along.”\n\n------------------------------------------------------------------------\n\n\n\n\n                           Transcriber’s Note\n\n\nThis e-text was produced from “Tiger by the Tail and Other Science\nFiction Stories by Alan E. Nourse” and was first published in Galaxy,\nJanuary 1956. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.\n\nPunctuation and capitalization have been normalized. Variations in\nhyphenation have been retained as they were in the original publication.\n\nThe original text has been modified to include the author’s name after\nthe title as follows:\n\n                           by Alan E. Nourse\n\nItalicized words and phrases are presented by surrounding the text with\n_underscores_.\n\nCurly braces surrounding characters, as here, CO_{2} are used to\nrepresent subscripts.\n\n\n\n\n\nEnd of Project Gutenberg's Brightside Crossing, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BRIGHTSIDE CROSSING ***\n\n***** This file should be named 49165-0.txt or 49165-0.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/1/6/49165/\n\nProduced by Greg Weeks, readbueno and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}