{"title": "Lord Tedric", "author": "Edward Elmer Smith", "releaseDate": "July 16, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          LORD TEDRIC\n\n                 _By Edward E. Smith, Ph. D._\n\n                  _Illustrated by Lawrence_\n\n    Time is the strangest of all mysteries. Relatively unimportant\n    events, almost unnoticed as they occur, may, in hundreds of years,\n    result in Ultimate Catastrophe. On Time Track Number One, that was\n    the immutable result. But on Time Track Number Two there was one\n    little event that could be used to avert it--the presence of a\n    naked woman in public. So, Skandos One removed the clothing from\n    the Lady Rhoann and after one look, Lord Tedric did the rest!\n\n\n_Skandos One (The Skandos of Time Track Number One, numbered\nfor reasons which will become clear) showed, by means of the\nchronoviagraph, that civilization would destroy itself in one hundred\neighty-seven years. To prevent this catastrophe he went back to the key\npoint in time and sought out the key figure--one Tedric, a Lomarrian\nironmaster who had lived and died a commoner; unable, ever, to do\nanything about his fanatical detestation of human sacrifice._\n\n_Skandos One taught Tedric how to make one batch of super-steel;\nwatched him forge armor and arms from that highly anachronistic alloy.\nHe watched him do things that Tedric of Time Track One had never done._\n\n_Time, then_, did _fork. Time Track One was probably no longer in\nexistence. He must have been saved by his \"traction\" on the reality\nof Time Track Two. He'd snap back up to his own time and see what\nthe situation was. If he found his assistant Furmin alone in the\nlaboratory, the extremists would have been proved wrong. If not...._\n\n_Furmin was not alone. Instead, Skandos Two and Furmin Two were at work\non a tri-di of Tedric's life: so like, and yet so wildly unlike, the\none upon which Skandos One and Furmin One had labored so long!_\n\n_Shaken and undecided, Skandos One held his machine at the very verge\nof invisibility and watched and listened._\n\n_\"But it's so maddeningly incomplete!\" Skandos Two snorted. \"When it\ngoes into such fine detail on almost everything else, why can't we\nget how he stumbled onto one lot, and never any other, of high-alloy\nsteel--chrome-nickel-vanadium-molybdenum-tungsten steel--Mortensen's\nsuper-steel, to be specific--which wasn't rediscovered for thousands of\nyears?\"_\n\n_\"Why, it was revealed to him by his personal god Llosir--don't you\nremember?\" Furmin snickered._\n\n_\"Poppycock!\"_\n\n_\"To us, yes; but not to them. Hence, no detail, and you know why we\ncan't go back and check.\"_\n\n_\"Of course. We simply don't know enough about time ... but I would so\nlike to study this Lord of the Marches at first hand! Nowhere else in\nall reachable time does any other one entity occupy such a uniquely key\nposition!\"_\n\n_\"So would I, chief. If we knew just a_ little _more I'd say go. In the\nmeantime, let's run that tri-di again, to see if we've overlooked any\nlittle thing!\"_\n\n_In the three-dimensional, full-color projection Armsmaster Lord\nTedric destroyed the principal images of the monstrous god Sarpedion\nand killed Sarpedion's priests. He rescued Lady Rhoann, King Phagon's\neldest daughter, from the sacrificial altar. The king made him Lord of\nthe Marches, the Highest of the High._\n\n_\"This part I like.\" Furmin pressed a stud; the projector stopped. A\nblood-smeared armored giant and a blood-smeared naked woman stood, arms\naround each other, beside a blood-smeared altar of green stone. \"Talk\nabout being STACKED! If I hadn't checked the data myself I'd swear you\nwent overboard there, chief.\"_\n\n_\"Exact likenesses--life size,\" Skandos Two grunted. \"Tedric: six-four,\ntwo-thirty, muscled just like that. Rhoann: six feet and half an inch,\none-ninety. The only time she ever appeared in the raw in public, I\nguess, but she didn't turn a hair.\"_\n\n_\"What a couple!\" Furmin stared enviously. \"We don't have people like\nthat any more.\"_\n\n_\"Fortunately, no. He could split a full-armored man in two with a\nsword; she could strangle a tiger bare-handed. So what? All the brains\nof the whole damned tribe, boiled down into one, wouldn't equip a\nhalf-wit.\"_\n\n_\"Oh, I wouldn't say that,\" Furmin objected. \"Phagon was a smooth,\nshrewd operator.\"_\n\n_\"In a way--sometimes--but committing suicide by wearing gold armor\ninstead of high-alloy steel doesn't show much brain-power.\"_\n\n_\"I'm not sure I'll buy that, either. There were terrific\npressures ... but say Phagon had worn steel, that day at Middlemarch\nCastle, and lived ten or fifteen years longer? My guess is that Tedric\nwould have changed the map of the world. He wasn't stupid, you know;\njust bull-headed, and Phagon could handle him. He would have pounded a\nlot of sense into his skull, if he had lived.\"_\n\n_\"However, he didn't live,\" Skandos returned dryly, \"and so every\ndecision Tedric ever made was wrong. But to get back to the point, did\nyou see anything new?\"_\n\n_\"Not a thing.\"_\n\n_\"Neither did I. So go and see how eight twelve is doing.\"_\n\n_For Time Test Number Eight Hundred Eleven had failed; and there was\nlittle ground for hope that Number Eight Hundred Twelve would be any\nmore productive._\n\n_And the lurking Skandos One who had been studying intensively\nevery aspect of the situation, began to act. It was crystal clear\nthat Time Track Two could hold only one Skandos. One of them would\nhave to vanish--completely, immediately, and permanently. Although\nin no sense a killer, by instinct or training, only one course of\naction was possible if his own life--and, as a matter of fact, all\ncivilization--were to be conserved. Wherefore he synchronized, and shot\nhis unsuspecting double neatly through the head. The living Skandos\nchanged places with the dead. A timer buzzed briefly. The time-machine\ndisappeared; completely out of synchronization with any continuum that\na world's keenest brain and an ultra-fast calculator could compute._\n\n_This would of course make another fork in time, but that fact did not\nbother Skandos One at all--now. As for Tedric; since the big, dumb lug\ncouldn't be made to believe that he, Skandos One, was other than a god,\nhe'd_ be _a god--in spades!_\n\n_He'd build an image of flesh-like plastic exactly like the copper\nstatue Tedric had made, and go back and announce himself publicly\nas the god Llosir. He'd come back--along Time-Track Three, of\ncourse--and do away with Skandos Three. There might have to be another\ninterference, too, to get Tedric started along the right time-track. He\ncould tell better after seeing what Time-Track Three looked like. If\nso, it would necessitate the displacement of Skandos Four._\n\n_So what? He had never had any qualms; and, now that he had done it\nonce, he had no doubt whatever as to his ability to do it twice more._\n\n       *       *       *       *       *\n\nOf the three standing beside Sarpedion's grisly altar, King Phagon was\nthe first to become conscious of the fact that something should be done\nabout his daughter's nudity.\n\n\"Flasnir, your cloak!\" he ordered sharply; and the Lady Rhoann,\nunclamping her arms from around Tedric's armored neck and disengaging\nhis steel-clad arm from around her waist, covered herself with the\nproffered garment. Partially covered, that is; for, since the cloak\nhad come only to mid-thigh on the courtier and since she was a good\nseven inches taller than he, the coverage might have seemed, to a\nprudish eye, something less than adequate.\n\n\"Chamberlain Schillan--Captain Sciro,\" the king went on briskly. \"Haul\nme this carrion to the river and dump it in--put men to cleaning this\nplace--'tis not seemly so.\"\n\nThe designated officers began to bawl orders, and Tedric turned to the\ngirl, who was still just about as close to him as she could get; awe,\nwonder, and relieved shock still plain on her expressive face.\n\n\"One thing, Lady Rhoann, I understand not. You seem to know me; act\nas though I were an old, tried friend. 'Tis vast honor, but how? You of\ncourse I know; have known and honored since you were a child; but me, a\ncommoner, you know not. Nor, if you did, couldst know who it was neath\nall this iron?\"\n\n\"Art wrong, Lord Tedric--nay, not 'Lord' Tedric; henceforth you and I\nare Tedric and Rhoann merely--I have known you long and well; would\nrecognize you anywhere. The few of the old, true blood stand out head\nand shoulders above the throng, and you stand out, even among them. Who\nelse could it have been? Who else hath the strength of arm and soul,\nthe inner and the outer courage? No coward I, Tedric, nor ever called\nso, but on that altar my very bones turned jelly. I could not have\nswung weapon against Sarpedion. I tremble yet at the bare thought of\nwhat you did; I know not how you could have done it.\"\n\n\"You feared the god, Lady Rhoann, as do so many. I hated him.\"\n\n\"'Tis not enough of explanation. And 'Rhoann' merely, Tedric, remember?\"\n\n\"Rhoann ... Thanks, my lady. 'Tis an honor more real than your\nfather's patent of nobility ... but 'tis not fitting. I feel as much a\ncommoner....\"\n\n\"Commoner? Bah! I ignored that word once, Tedric, but not twice. You\nare, and deservedly, the Highest of the High. My father the king has\nknown for long what you are; he should have ennobled you long since.\nThank Sarp ... thank all the gods he had the wit to put it off no\nlonger! 'Tis blood that tells, not empty titles. The Throne can make\nand unmake nobility at will, but no power whatever can make true-bloods\nout of mongrels, nor create real _manhood_ where none exists!\"\n\nTedric did not know what to say in answer to that passionate outburst,\nso he changed the subject; effectively, if not deftly. \"In speaking of\nthe Marches to your father the king, you mentioned the Sages. What said\nthey?\"\n\n\"At another time, perhaps.\" Lady Rhoann was fast recovering her wonted\ncool poise. \"'Tis far too long to go into while I stand here half\nnaked, filthy, and stinking. Let us on with the business in hand;\nwhich, for me, is a hot bath and clean clothing.\"\n\nRhoann strolled away as unconcernedly as though she were wearing full\ncourt regalia, and Tedric turned to the king.\n\n\"Thinkst the Lady Trycie is nearby, sire?\"\n\n\"If I know the jade at all, she is,\" Phagon snorted. \"And not only\nnear. She's seen everything and heard everything; knows more about\neverything than either of us, or both of us together. Why? Thinkst\nshe'd make a good priestess?\"\n\n\"The best. Much more so, methinks, than the Lady Rhoann. Younger.\nMore ... umm ... more priestess-like, say?\"\n\n\"Perhaps.\" Phagon was very evidently skeptical, but looked around the\ntemple, anyway. \"Trycie!\" he yelled.\n\n\"Yes, father?\" a soft voice answered--right behind them!\n\nThe king's second daughter was very like his first in size and shape,\nbut her eyes were a cerulean blue and her hair, as long and as thick as\nRhoann's own, had the color of ripe wheat.\n\n\"Aye, daughter. Wouldst like to be Priestess of Llosir?\"\n\n\"Oh, yes!\" she squealed; but sobered quickly. \"On second thought ...\nperhaps not ... no. If sobeit sacrifice is done I intend to marry, some\nday, and have six or eight children. But ... perhaps ... could I take\nit now, and resign later, think you?\"\n\n\"'Twould not be necessary, sire and Lady Trycie,\" Tedric put in, while\nPhagon was still thinking the matter over. \"Llosir is not at all like\nSarpedion. Llosir wants abundance and fertility and happiness, not\npoverty and sterility and misery. Llosir's priestess marries as she\npleases and has as many children as she wants.\"\n\n\"Your priestess I, then, sirs! I go to have cloth-of-gold robes made at\nonce!\" The last words came floating back over her shoulder as Trycie\nraced away.\n\n\"Lord Tedric, sir.\" Unobserved, Sciro had been waiting for a chance to\nspeak to his superior officer.\n\n\"Yes, captain?\"\n\n\"'Tis the men ... the cleaning ... They ... We, I mean ...\" Sciro of\nOld Lomarr would not pass the buck. \"The bodies--the priests, you know,\nand so on--were easy enough; and we did manage to handle most of the\npieces of the god. But the ... the heart, and so on, you know ... we\nknow not where you want them taken ... and besides, we fear ... wilt\nstand by and ward, Lord Tedric, while I pick them up?\"\n\n\"'Tis my business, Captain Sciro; mine alone. I crave pardon for not\nattending to it sooner. Hast a bag?\"\n\n\"Yea.\" The highly relieved officer held out a duffle-bag of fine, soft\nleather.\n\nTedric took it, strode across to the place where Sarpedion's image had\nstood, and--not without a few qualms of his own, now that the frenzy of\nbattle had evaporated--picked up Sarpedion's heart, liver, and brain\nand deposited them, neither too carefully nor too carelessly, in the\nsack. Then, swinging the burden up over his shoulder--\n\n\"I go to fetch the others,\" he explained to his king. \"Then we hold\nsacrifice to end all human sacrifice.\"\n\n\"Hold, Tedric!\" Phagon ordered. \"One thing--or two or three, methinks.\n'Tis not seemly to conduct a thing so; lacking order and organization\nand plan. Where dost propose to hold such an affair? Not in your\nironworks, surely?\"\n\n\"Certainly not, sire.\" Tedric halted, almost in midstride. He hadn't\ngot around yet to thinking about the operation as a whole, but he\nbegan to do so then. \"And certainly not on this temple or Sarpedion's\nown. Lord Llosir is clean: all our temples are foul in every stone\nand timber....\" He paused. Then, suddenly: \"I have it, sire--the\namphitheater!\"\n\n\"The amphitheater? 'Tis well. 'Tis of little enough use, and a shrine\nwill not interfere with what little use it has.\"\n\n\"Wilt give orders to build...?\"\n\n\"The Lord of the Marches issues his own orders. Hola, Schillan, to me!\"\nthe monarch shouted, and the Chamberlain of the Realm came on the run.\n\"Lord Tedric speaks with my voice.\"\n\n\"I hear, sire. Lord Tedric, I listen.\"\n\n\"Have built, at speed, midway along the front of the amphitheater, on\nthe very edge of the cliff, a table of clean, new-quarried stone; ten\nfeet square and three feet high. On it mount Lord Llosir so firmly that\nhe will stand upright forever against whatever may come of wind or\nstorm.\"\n\nThe chamberlain hurried away. So did Tedric, with his bag of\nspoils. First to his shop, where his armor was removed and where\nhe scratched himself vigorously and delightfully as it came off.\nThence to the Temple of Sarpedion, where he collected the other,\nsomewhat-lesser-hallowed trio of the Great One's vital organs. Then,\nand belatedly, to home and to bed.\n\nA little later, while the new-made Lord of the Marches was sleeping\nsoundly, the king's messengers rode furiously abroad, spreading the\nword that ten days hence, at the fourth period after noon, in Lompoar's\nAmphitheater, Great Sarpedion would be sacrificed to Llosir, Lomarr's\nnew and Ultra-powerful god.\n\n       *       *       *       *       *\n\nThe city of Lompoar, Lomarr's capital, lying on the south bank of the\nLotar some fifty miles inland from the delta, nestled against the\nrugged breast of the Coast Range. Just outside the town's limit and\nsome hundreds of feet above its principal streets there was a gigantic\nhalf-bowl, carved out of the solid rock by an eddy of some bye-gone\nage.\n\nThis was the Amphitheater, and on the very lip of the stupendous cliff\ndescending vertically to the river so far below, Llosir stood proudly\non his platform of smooth, clean granite.\n\n\"'Tis not enough like a god, methinks.\" King Phagon, dressed now in\ncloth-of-gold, eyed the gleaming copper statue very dubiously. \"'Tis\ntoo much like a man, by far.\"\n\n\"'Tis exactly as I saw him, sire,\" Tedric replied, firmly. Nor was he,\nconsciously, lying: by this time he believed the lie himself. \"Llosir\nis a man-god, remember, not a beast-god, and 'tis better so. But the\ntime I set is here. With your permission, sire, I begin.\"\n\nBoth men looked around the great bowl. Near by, but not too near, stood\nthe priestess and half a dozen white-clad fifteen-year-old girls; one\nof whom carried a beaten-gold pitcher full of perfumed oil, another a\nflaring open lamp wrought of the same material. Slightly to one side\nwere Rhoann--looking, if the truth must be told, as though she did not\nparticularly enjoy her present position on the side-lines--her mother\nthe queen, the rest of the royal family, and ranks of courtiers. And\nfinally, much farther back, at a very respectful distance from their\nstrange new god, arranged in dozens of more or less concentric, roughly\nhemispherical rows, stood everybody who had had time to get there.\nMore were arriving constantly, of course, but the flood had become a\ntrickle; the narrow way, worming upward from the city along the cliffs\nstark side, was almost bare of traffic.\n\n\"Begin, Lord Tedric,\" said the king.\n\nTedric bent over, heaved the heavy iron pan containing the offerings up\nonto the platform, and turned. \"The oil, Priestess Lady Trycie, and the\nflame.\"\n\nThe acolyte handed the pitcher to Trycie, who handed it to Tedric,\nwho poured its contents over the twin hearts, twin livers, and twin\nbrains. Then the lamp; and as the yard-high flames leaped upward the\narmored pseudo-priest stepped backward and raised his eyes boldly to\nthe impassive face of the image of his god. Then he spoke--not softly,\nbut in parade-ground tones audible to everyone present.\n\n\"Take, Lord Llosir, all the strength and all the power and all the\nforce that Sarpedion ever had. Use them, we beg, for good and not for\nill.\"\n\nHe picked up the blazing pan and strode toward the lip of the\nprecipice; high-mounting, smoky flames curling backward around his\narmored figure. \"And now, in token of Sarpedion's utter and complete\nextinction, I consign these, the last vestiges of his being, to the\nrushing depths of oblivion.\" He hurled the pan and its fiercely flaming\ncontents out over the terrific brink.\n\nThis act, according to Tedric's plan, was to end the program--but\nit didn't. Long before the fiery mass struck water his attention\nwas seized by a long, low-pitched, moaning gasp from a multitude of\nthroats; a sound the like of which he had never before even imagined.\n\nHe whirled--and saw, shimmering in a cage-like structure of shimmering\nbars, a form of seeming flesh so exactly like the copper image in every\ndetail of shape that it might well have come from the same mold!\n\n\"Lord Llosir--in the _flesh_!\" Tedric exclaimed, and went to one knee.\n\nSo did the king and his family, and a few of the bravest of the\ncourtiers. Most of the latter, however, and the girl acolytes and the\nthronging thousands of spectators, threw themselves flat on the hard\nground. They threw themselves flat, but they did not look away or close\ntheir eyes or cover their faces with their hands. On the contrary, each\none stared with all the power of his optic nerves.\n\nThe god's mouth opened, his lips moved; and, although no one could\nhear any sound, everyone felt words resounding throughout the deepest\nrecesses of his being.\n\n\"I have taken all the strength, all the power, all the force, all of\neverything that made Sarpedion what he was,\" the god began. In part\nhis pseudo-voice was the resonant clang of a brazen bell; in part the\ndiapason harmonies of an impossibly vast organ. \"I will use them\nfor good, not for ill. I am glad, Tedric, that you did not defile my\nhearth--for this is a hearth, remember, and in no sense an altar--in\nmaking this, the first and the _only_ sacrifice ever to be made to me.\nYou, Trycie, are the first of my priestesses?\"\n\nThe girl, shaking visibly, gulped three times before she could speak.\n\"Yea, my--my--Lord Llosir,\" she managed finally. \"Th--that is--if--if I\nplease you, Lord Sir.\"\n\n\"You please me, Trycie of Lomarr. Nor will your duties be onerous;\nbeing only to see to it that your maidens keep my hearth clean and my\nstatue bright.\"\n\n\"To you, my Lord--Llo--Llosir, sir, all thanks. Wilt keep....\" Trycie\nraised her downcast eyes and stopped short in mid-sentence; her mouth\ndropping ludicrously open and her eyes becoming two round O's of\nastonishment. The air above the yawning abyss was as empty as it had\never been; the flesh-and-blood god had disappeared as instantaneously\nas he had come!\n\nTedric's heavy voice silenced the murmured wave of excitement sweeping\nthe bowl.\n\n\"That is all!\" he bellowed. \"I did not expect the Lord Llosir to appear\nin the flesh at this time; I know not when or ever he will deign to\nappear to us again. But this I know--whether or not he ever so deigns,\nor when, you all know now that our great Lord Llosir lives. Is it not\nso?\"\n\n\"'Tis so! Long live Lord Llosir!\" Tumultuous yelling filled the\namphitheater.\n\n\"'Tis well. In leaving this holy place all will file between me and\nthe shrine. First our king, then the Lady Priestess Trycie and her\nmaids, then the Family, then the Court, then the rest. All men as they\npass will raise sword-arms in salute, all women will bow heads. Will\nbe naught of offerings or of tribute or of fractions; Lord Llosir is a\n_god_, not a huckstering, thieving, murdering trickster. King Phagon,\nsire, wilt lead?\"\n\nUnhelmed now, Tedric stood rigidly at attention before the image of\nhis god. The king did not march straight past him, but stopped short.\nTaking off his ornate head-piece and lifting his right arm high, he\nsaid:\n\n\"To you, Lord Llosir, my sincere thanks for what hast done for me, for\nmy family, and for my nation. While 'tis not seemly that Lomarr's king\nshould beg, I ask that you abandon us not.\"\n\nThen Trycie and her girls. \"We engage, Lord Sir,\" the Lady Priestess\nsaid, at a whispered word from Tedric, \"to keep your hearth\nscrupulously clean; your statue shining bright.\"\n\nThen the queen, followed by the Lady Rhoann--who, although she bowed\nher head meekly enough, was shooting envious glances at her sister, so\nfar ahead and so evidently the cynosure of so many eyes.\n\nThe rest of the Family--the Court--the thronging spectators--and, last\nof all, Tedric himself. Helmet tucked under left arm, he raised his\nbrawny right arm high, executed a stiff \"left face,\" and march proudly\nat the rear of the long procession.\n\nAnd as the people made their way down the steep and rugged path, as\nthey debouched through the city of Lompoar, as they traversed the\nhighways and byways back to the towns and townlets and farms from which\nthey had come, it was very evident that Llosir had established himself\nas no other god had ever been established throughout the long history\nof that world.\n\nGreat Llosir had appeared in person. Everyone there had seen him with\nhis own eyes. Everyone there had heard his voice; a voice of a quality\nimpossible for any mortal being, human or otherwise, to produce; a\nvoice heard, not with the ears, which would have been ordinary enough,\nbut by virtue of some hitherto completely unknown and still completely\nunknowable inner sense or ability evocable only by the god. Everyone\nthere had heard--sensed--him address the Lord Armsmaster and the Lady\nPriestess by name.\n\nOther gods had appeared personally in the past ... or had they,\nreally? Nobody had ever seen any of them except their own\npriests ... the priests who performed the sacrifices and who fattened\non the fractions.... Llosir, now, wanted neither sacrifices nor\nfractions; and, powerful although he was, had appeared to and had\nspoken to everyone alike, of however high or low degree, throughout the\nwhole huge amphitheater.\n\n_Everyone!_ Not to the priestess only; not only to those of the\nOld Blood; not only to citizens or natives of Lomarr; but to\n_everyone_--down to mercenaries, chance visitors, and such!\n\nLong live Lord Llosir, our new and plenipotent god!\n\n       *       *       *       *       *\n\nKing Phagon and Tedric were standing at a table in the throne-room of\nthe palace-castle, studying a map. It was crudely drawn and sketchy,\nthis map, and full of blank areas and gross errors; but this was not an\nage of fine cartography.\n\n\"Tark, first, is still my thought, sire,\" Tedric insisted, stubbornly.\n\"'Tis closer, our lines shorter, a victory there would hearten all our\npeople. Too, 'twould be unexpected. Lomarr has never attacked Tark,\nwhereas your royal sire and his sire before him each tried to loose\nSarlon's grip and, in failing, but increased the already heavy payments\nof tribute. Too, in case of something short of victory, hast only the\none pass and the Great Gorge of the Lotar to hold 'gainst reprisal.\n'Tis true such course would leave the Marches unheld, but no more so\nthan they have been for four years or more.\"\n\n\"Nay. _Think_, man!\" Phagon snorted, testily. \"'Twould fail. Four\nparts of our army are of Tark--thinkst not their first act would be\nto turn against us and make common cause with their brethren? Too, we\nlack strength, they outnumber us two to one. Nay. Sarlon first. Then,\nperhaps, Tark; but not before then.\"\n\n\"But Sarlon outnumbers us too, sire, especially if you count those\nbarbarian devils of the Devossian steppes. Since Taggad of Sarlon lets\nthem cross his lands to raid the Marches--for a fraction of the loot,\nno doubt--'tis certain they'll help him against us. Also, sire, your\nfather and your grandfather both died under Sarlonian axes.\"\n\n\"True, but neither of them was a strategist. I am; I have studied this\nmatter for many years. They did the obvious; I shall not. Nor shall\nSarlon pay tribute merely; Sarlon must and shall become a province of\nmy kingdom!\"\n\nSo argument raged, until Phagon got up onto his royal high horse and\ndeclared it his royal will that the thing was to be done his way and no\nother. Whereupon, of course, Tedric submitted with the best grace he\ncould muster and set about the task of helping get the army ready to\nroll toward the Marches, some three and a half hundreds of miles to the\nnorth.\n\nTedric fumed. Tedric fretted. Tedric swore sulphurously in Lomarrian,\nTarkian, Sarlonian, Devossian, and all the other languages he knew. All\nhis noise and fury were, however, of very little avail in speeding up\nwhat was an intrinsically slow process.\n\nBetween times of cursing and urging and driving, Tedric was wont to\nprowl the castle and its environs. So doing, one day, he came upon King\nPhagon and the Lady Rhoann practicing at archery. Lifting his arm in\nsalute to his sovereign and bowing his head politely to the lady, he\nmade to pass on.\n\n\"Hola, Tedric!\" Rhoann called. \"Wouldst speed a flight with us?\"\n\nTedric glanced at the target. Rhoann was beating her father\nunmercifully--her purple-shafted arrows were all in or near the gold,\nwhile his golden ones were scattered far and wide--and she had been\ntwitting him unmercifully about his poor marksmanship. Phagon was\nin no merry mood; this was very evidently no competition for any\noutsider--least of all Lomarr's top-ranking armsmaster--to enter.\n\n\"Crave pardon, my lady, but other matters press....\"\n\n\"Your evasions are so transparent, my lord; why not tell the truth?\"\nRhoann did not exactly sneer at the man's obvious embarrassment, but\nit was very clear that she, too, was in a vicious temper. \"Mindst not\nbeating _me_ but never the _Throne_? And any armsmaster who threwest\nnot arrows by hand at this range to beat both of us should be stripped\nof badge?\"\n\nTedric, quite fatuously, leaped at the bait. \"Wouldst permit, sire?\"\n\n\"_No!_\" the king roared. \"By my head, by the Throne, by Llosir's liver\nand heart and brain and guts--NO! 'Twould cost the head of any save you\nto insult me so--shoot, sir, and shoot your best!\" extending his own\nbow and a full quiver of arrows.\n\nTedric did not want to use the royal weapon, but at the girl's quick,\nimperative gesture he smothered his incipient protest and accepted it.\n\n\"One sighting shot, sire?\" he asked, and drew the heavy bow. Nothing\nwhatever could have forced him to put an arrow nearer the gold than\nthe farthest of the king's; to avoid doing so--without transparently\nmissing the target completely--would take skill, since one golden arrow\nstood a bare three inches from the edge of the target.\n\nHis first arrow grazed the edge of the butt and was an inch low; his\nsecond plunged into the padding exactly half way between the king's\nwildest arrow and the target's rim. Then, so rapidly that it seemed\nas though there must be at least two arrows in the air at once, arrow\ncrashed on arrow; wood snapping as iron head struck feathered shaft.\nAt end, the rent in the fabric through which all those arrows had torn\ntheir way could have been covered by half of one of Rhoann's hands.\n\n\"I lose, sire,\" Tedric said, stiffly, returning bow and empty quiver.\n\"My score is zero.\"\n\nPhagon, knowing himself in the wrong but unable to bring himself to\napologize, did what he considered the next-best thing. \"I used to shoot\nlike that,\" he complained. \"Knowst how lost I my skill, Tedric? 'Tis\nnot my age, surely?\"\n\n\"'Tis not my place to say, sire.\" Then, with more loyalty than\nsense--\"And I split to the teeth any who dare so insult the Throne.\"\n\n\"What!\" the monarch roared. \"By my....\"\n\n\"Hold, father!\" Rhoann snapped. \"A king you--act it!\"\n\nHard blue eyes glared steadily into unyielding eyes of green. Neither\nthe thoroughly angry king nor the equally angry princess would give an\ninch. She broke the short, bitter silence.\n\n\"Say naught, Tedric--he is much too fain to boil in oil or flay alive\nany who tell him unpleasantnesses, however true. But _me_, father,\nyou boil not, nor flay, nor seek to punish otherwise, or I split this\nkingdom asunder like a melon. 'Tis time--yea, long past time--that\n_someone_ told you the unadorned truth. Hence, my rascally but\nwell-loved parent, here 'tis. Hast lolled too long on too many too soft\ncushions, hast emptied too many pots and tankards and flagons, hast\nbedded too many wenches, to be of much use in armor or with any style\nof weapon in the passes of the High Umpasseurs.\"\n\nThe flabbergasted and rapidly-deflating king tried to think of some\nanswer to this devastating blast, but couldn't. He appealed to Tedric.\n\"Wouldst have said such? Surely not!\"\n\n\"Not I, sire!\" Tedric assured him, quite truthfully. \"And even if true,\n'tis a thing to remedy itself. Before we reach the Marches wilt regain\narm and eye.\"\n\n\"Perhaps,\" the girl put in, her tone still distinctly on the acid side.\n\"If he matches you, Tedric, in lolling and wining and wenching, yes.\nOtherwise, no. How much wine do _you_ drink, each day?\"\n\n\"One cup, usually--sometimes--at supper.\"\n\n\"On the march? Think carefully, friend.\"\n\n\"Nay--I meant in town. In the field, none, of course.\"\n\n\"Seest, father?\"\n\n\"What thinkst me, vixen, a spineless cuddlepet? From this minute 'til\nreturn here I match your paragon youngblade loll for loll, cup for cup,\nwench for wench. Is it what you've been niggling at me to say?\"\n\n\"Aye, father and king, exactly--for as you say, you do.\" She hugged him\nso fervently as almost to lift him off the ground, kissed him twice,\nand hurried away.\n\n\"A thing I would like to talk to you about, sire,\" Tedric said quickly,\nbefore the king could bring up any of the matters just past. \"Armor.\nThere was enough of the god-metal to equip three men fully, and\nheadnecks for their horses. You, sire, and me, and Sciro of your Guard.\nBreak precedent, sire, I beg, and wear me this armor of proof instead\nof the gold; for what we face promises to be worse than anything you or\nI have yet seen.\"\n\n\"I fear me 'tis true, but 'tis impossible, nonetheless. Lomarr's king\nwears gold. He fights in gold; at need he dies in gold.\"\n\nAnd that was, Tedric knew, very definitely that. It was senseless,\nit was idiotic, but it was absolutely true. No king of Lomarr\ncould possibly break that particular precedent. To appear in that\nspectacularly conspicuous fashion, one flashing golden figure in a\nsea of dull iron-gray, was part of the king's job. The fact that his\nfather and his grandfather and so on for six generations back had died\nin golden armor could not sway him, any more than it could have swayed\nTedric himself in similar case. But there might be a way out.\n\n\"But need it be _solid_ gold, sire? Wouldst not an overlay of gold\nsuffice?\"\n\n\"Yea, Lord Tedric, and 'twould be a welcome thing indeed. I yearn not,\nnor did my father nor his father, to pit gold 'gainst hard-swung axe;\ne'en less to hide behind ten ranks of iron while others fight. But\nsimply 'tis not possible. If the gold be thick enough for the rivets to\nhold, 'tis too heavy to lift. If thin enough to be possible of wearing,\nthe gold flies off in sheets at first blow and the fraud is revealed.\nHast ideas? I listen.\"\n\n\"I know not, sire....\" Tedric thought for minutes. \"I have seen gold\nhammered into thin sheets ... but not thin enough ... but it might be\npossible to hammer it thin enough to be overlaid on the god-metal with\npitch or gum. Wouldst wear it so, sire?\"\n\n\"Aye, my Tedric, and gladly: just so the overlay comes not off by\nhandsbreadths under blow of sword or axe.\"\n\n\"Handsbreadths? Nay. Scratches and mars, of course, easily to be\noverlaid again ere next day's dawn. But handsbreadths? Nay, sire.\"\n\n\"In that case, try; and may Great Llosir guide your hand.\"\n\nTedric went forthwith to the castle and got a chunk of raw, massy gold.\nHe took it to his shop and tried to work it into the thin, smooth film\nhe could visualize so clearly.\n\nAnd tried--and tried--and tried.\n\nAnd failed--and failed--and failed.\n\nHe was still trying--and still failing--three weeks later. Time was\nrunning short; the hours that had formerly dragged like days now flew\nlike minutes. His crew had done their futile best to help; Bendon, his\nforeman, was still standing by. The king was looking on and offering\nadvice. So were Rhoann and Trycie. Sciro and Schillan and other more or\nless notable persons were also trying to be of use.\n\nTedric, strained and tense, was pounding carefully at a sheet of his\nlatest production. It was a pitiful thing--lumpy in spots, ragged and\nrough, with holes where hammer had met anvil through its substance. The\nsmith's left hand twitched at precisely the wrong instant, just as the\nhammer struck. The flimsy sheet fell into three ragged pieces.\n\nCompletely frustrated, Tedric leaped backward, swore fulminantly, and\nhurled the hammer with all his strength toward the nearest wall. And in\nthat instant there appeared, in the now familiar cage-like structure of\nshimmering, interlaced bars, the form of flesh that was Llosir the god.\nHigh in the air directly over the forge the apparition hung, motionless\nand silent, and stared.\n\nEveryone except Tedric gave homage to the god, but he merely switched\nfrom the viciously corrosive Devossian words he had been using to more\nparliamentary Lomarrian.\n\n\"Is it possible, Lord Sir, for any human being to do anything with this\nfoul, slimy, salvy, perverse, treacherous, and generally-bedamned\nstuff?\"\n\n\"It is. Definitely. Not only possible, but fairly easy and fairly\nsimple, if the proper tools, apparatus, and techniques are employed,\"\nLlosir's bell-toned-organ pseudo-voice replied. \"Ordinarily, in your\nlifetime, you would come to know nothing of gold leaf--although really\n_thin_ gold leaf is not required here--nor of gold-beater's skins and\nmembranes and how to use them, nor of the adhesives to be employed and\nthe techniques of employing them. The necessary tools and materials\nare, or can very shortly be made, available to you; you can now absorb\nquite readily the required information and knowledge.\n\n\"For this business of beating out gold leaf, your hammer and anvil are\nboth completely wrong. Listen carefully and remember. For the first,\npreliminary thinning down, you take ...\"[A]\n\n       *       *       *       *       *\n\nLomarr's army set out at dawn. First the wide-ranging scouts: lean,\nhard, fine-trained runners, stripped to clouts and moccasins and\ncarrying only a light bow and a few arrows apiece. Then the hunters.\nThey, too, scattered widely and went practically naked: but bore the\nhundred-pound bows and the savagely-tearing arrows of their trade.\n\nThen the Heavy Horse, comparatively few in number, but of the old blood\nall, led by Tedric and Sciro and surrounding glittering Phagon and his\nstandard-bearers. It took a lot of horse to carry a full-armored knight\nof the Old Blood, but the horse-farmers of the Middle Marches bred for\nsize and strength and stamina.\n\nNext came century after century of light horse--mounted swordsmen and\nspearmen and javelineers--followed by even more numerous centuries of\nfoot-slogging infantry.\n\nLast of all came the big-wheeled, creaking wagons: loaded, not only\nwith the usual supplies and equipment of war, but also with thousands\nof loaves of bread--hard, flat, heavy loaves made from ling, the\ncorn-like grain which was the staple cereal of the region.\n\n\"Bread, sire?\" Tedric had asked, wonderingly, when Phagon had first\nbroached the idea. Men on the march lived on meat--a straight,\nunrelieved diet of meat for weeks and months on end--and all too\nfrequently not enough of that to maintain weight and strength. They\nexpected nothing else; an occasional fist-sized chunk of bread was\nsheerest luxury. \"Bread! A whole loaf each man a day?\"\n\n\"Aye,\" Phagon had chuckled in reply. \"All farmsmen along the way will\nhave ready my fraction of ling, and Schillan will at need buy more. To\neach man a loaf each day, and all the meat he can eat. 'Tis why we go\nup the Midvale, where farmsmen all breed savage dogs to guard their\nfields 'gainst hordes of game. Such feeding will be noised abroad.\nCanst think of a better device to lure Taggad's ill-fed mercenaries to\nour standards?\"\n\nTedric couldn't.\n\nThere is no need to dwell in detail upon the army's long, slow march.\nLeaving the city of Lompoar, it moved up the Lotar River, through\nthe spectacularly scenic gorge of the Coast Range, and into the\nMiddle Valley; that incredibly lush and fertile region which, lying\nbetween the Low Umpasseurs on the east and the Coast Range on the\nwest, comprised roughly a third of Lomarr's area. Into and through\nthe straggling hamlet of Bonoy, lying at the junction of the Midvale\nRiver with the Lotar. Then straight north, through the timberlands and\nmeadows of the Midvale's west bank.\n\nGame was, as Phagon had said, incredibly plentiful; out-numbering by\nliterally thousands to one both domestic animals and men. Buffalo-like\nlippita, moose-like rolatoes, pig-like accides--the largest and among\nthe tastiest of Lomarr's game animals--were so abundant that one good\nhunter could kill in half an hour enough to feed a century for a day.\nHence most of the hunters' time was spent in their traveling dryers,\npreserving meat against a coming day of need.\n\nOn, up the bluely placid Lake Midvale, a full day's march long and\nhalf that in width. Past the Chain Lakes, strung on the river like\nbeads on a string. Past Lake Ardo, and on toward Lake Middlemarch and\nthe Middlemarch Castle which was to be Tedric's official residence\nhenceforth.\n\nAs the main body passed the head of the lake, a couple of scouts\nbrought in a runner bursting with news.\n\n\"Thank Sarpedion, sire, I had not to run to Lompoar to reach you!\" he\ncried, dropping to his knees. \"Middlemarch Castle is besieged! Hurlo\nof the Marches is slain!\" and he went on to tell a story of onslaught\nand slaughter.\n\n\"And the raiders worn iron,\" Phagon remarked, when the tale was done.\n\"Sarlonian iron, no doubt?\"\n\n\"Aye, sire, but how couldst ...\"\n\n\"No matter. Take him to the rear. Feed him.\"\n\n\"You _expected_ this raid, sire,\" Tedric said, rather than asked, after\nscouts and runner had disappeared.\n\n\"Aye. 'Twas no raid, but the first skirmish of a war. No fool, Taggad\nof Sarlon; nor Issian of Devoss, barbarian though he is. They knew\nwhat loomed, and struck first. The only surprise was Hurlo's death ...\nhe had my direct orders not to do battle 'gainst any force, however\nslight-seeming, but to withdraw forthwith into the castle, which was to\nbe kept stocked to withstand a siege of months ... this keeps me from\nboiling him in oil for stupidity, incompetence, and disloyalty.\"\n\nPhagon frowned in thought, then went on: \"Were there forces that\nappeared not...? Surely not--Taggad would not split his forces at\nall seriously: 'tis but to annoy me ... or perhaps they are mostly\nbarbarians despite the Sarlonian iron ... to harry and flee is no doubt\ntheir aim, but for Lomarr's good not one of them should escape. Knowst\nthe Upper Midvale, Tedric, above the lake?\"\n\n\"But little, sire; a few miles only. I was there but once.\"\n\n\"'Tis enough. Take half the Royal Guard and a century of bowmen. Cross\nthe Midvale at the ford three miles above us here. Go up and around the\nlake. The Upper Midvale is fordable almost anywhere at this season, so\nstay far enough away from the lake that none see you. Cross it, swing\nin a wide circle toward the peninsula on which sits Middlemarch Castle,\nand in three days...?\"\n\n\"Three days will be ample, sire.\"\n\n\"Three days from tomorrow's dawn, exactly as the top rim of the sun\nclears the meadow, make your charge out of the covering forest, with\nyour archers spread to pick off all who seek to flee. I will be on this\nside of the peninsula; between us they'll be ground like ling. None\nshall get away!\"\n\nPhagon's assumptions, however, were slightly in error. When Tedric's\nriders charged, at the crack of the indicated dawn, they did not tear\nthrough a motley horde of half-armored, half-trained barbarians.\nInstead, they struck two full centuries of Sarlon's heaviest armor! And\nPhagon the King fared worse. At first sight of that brilliant golden\narmor a solid column of armored knights formed as though by magic and\ncharged it at full gallop!\n\nPhagon fought, of course; fought as his breed had always fought. At\nfirst on horse, with his terrible sword, under the trenchant edge of\nwhich knight after knight died. His horse dropped, slaughtered; his\nsword was knocked away; but, afoot, the war-axe chained to his steel\nbelt by links of super-steel was still his. He swung and swung and\nswung again; again and again; and with each swing an enemy ceased to\nlive; but sheer weight of metal was too much. Finally, still swinging\nhis murderous weapon, Phagon of Lomarr went flat on the ground.\n\nAt the first assault on their king, Tedric with his sword and Sciro\nwith his hammer had gone starkly berserk. Sciro was nearer, but Tedric\nwas faster and stronger and had the better horse.\n\n\"Dreegor!\" he yelled, thumping his steed's sides with his armored legs\nand rising high in his stirrups. Nostrils flaring, the mighty beast\nraged forward and Tedric struck as he had never struck before. Eight\ntimes that terrific blade came down, and eight men and eight horses\ndied. Then, suddenly--Tedric never did know how it happened, since\nDreegor was later found uninjured--he found himself afoot. No place\nfor sword, this, but made to order for axe. Hence, driving forward as\nresistlessly as though a phalanx of iron were behind him, he hewed his\nway toward his sovereign.\n\nThus he was near at hand when Phagon went down. So was doughty Sciro;\nand by the time the Sarlonians had learned that sword nor axe nor\nhammer could cut or smash that gold-seeming armor fury personified was\nupon them. Tedric straddled his king's head, Sciro his feet; and, back\nto back, two of Lomarr's mightiest armsmasters wove circular webs of\nflying steel through which it was sheerest suicide to attempt to pass.\nThus battle raged until the last armored foeman was down.\n\n\"Art hurt, sire?\" Tedric asked anxiously as he and Sciro lifted Phagon\nto his feet.\n\n\"Nay, my masters-at-arms,\" the monarch gasped, still panting for\nbreath. \"Bruised merely, and somewhat winded.\" He opened his visor\nto let more air in; then, as he regained control, he shook off the\nsupporting hands and stood erect under his own power. \"I fear me,\nTedric, that you and that vixen daughter of mine were in some sense\nright. Methinks I may be--Oh, the veriest trifle!--out of condition.\nBut the battle is almost over. Did any escape?\"\n\nNone had.\n\n\"'Tis well. Tedric, I know not how to honor....\"\n\n\"Honor me no farther, sire, I beg. Hast honored me already far more\nthan I deserved, or ever will.... Or, at least, at the moment ... there\nmay be later, perhaps ... that is, a thing ...\" he fell silent.\n\n\"A thing?\" Phagon grinned broadly. \"I know not whether Rhoann will\nbe overly pleased at being called so, but 'twill be borne in mind\nnonetheless. Now you, Sciro; Lord Sciro now and henceforth, and all\nyour line. Lord of what I will not now say; but when we have taken\nSarlo you and all others shall know.\"\n\n\"My thanks, sire, and my obeisance,\" said Sciro.\n\n\"Schillan, with me to my pavilion. I am weary and sore, and would fain\nrest.\"\n\nAs the two Lords of the Realm, so lately commoners, strode away to do\nwhat had to be done:\n\n\"Neither of us feels any nobler than ever, I know,\" Sciro said, \"but in\none way 'tis well--very well indeed.\"\n\n\"The Lady Trycie, eh? The wind does set so, then, as I thought.\"\n\n\"Aye. For long and long. It wondered me often, your choice of the Lady\nRhoann over _her_. Howbeit, 'twill be a wondrous thing to be your\nbrother-in-law as well as in arms.\"\n\nTedric grinned companionably, but before he could reply they had to\nseparate and go to work.\n\nThe king did not rest long; the heralds called Tedric in before half\nhis job was done.\n\n\"What thinkst you, Tedric, should be next?\" Phagon asked.\n\n\"First punish Devoss, sire!\" Tedric snarled. \"Back-track them--storm\nHigh Pass if defended--raze half the steppes with sword and\ntorch--drive them the full length of their country and into Northern\nSound!\"\n\n\"Interesting, my impetuous youngblade, but not at all practical,\"\nPhagon countered. \"Hast considered the matter of time--the avalanches\nof rocks doubtless set up and ready to sweep those narrow paths--what\nTaggad would be doing while we cavort through the wastelands?\"\n\nTedric deflated almost instantaneously. \"Nay, sire,\" he admitted\nsheepishly. \"I thought not of any such.\"\n\n\"'Tis the trouble with you--you know not _how_ to think.\" Phagon was\ndeadly serious now. \"'Tis a hard thing to learn; impossible for many;\nbut learn it you must if you end not as Hurlo ended. Also, take heed:\ndisobey my orders but once, as Hurlo did, and you hang in chains from\nthe highest battlement of your own Castle Middlemarch until your bones\nrot apart and drop into the lake.\"\n\nHis monarch's vicious threat--or rather, promise--left Tedric\ncompletely unmoved. \"'Tis what I would deserve, sire, or less; but\nno fear of that. Stupid I may be, but disloyal? Nay, sire. Your word\nalways has been and always will be my law.\"\n\n\"Not stupid, Tedric, but lacking in judgment, which is not as bad;\nsince the condition is, if you care enough to make it so, remediable.\nYou _must_ care enough, Tedric. You _must_ learn, and quickly; for much\nmore than your own life is at hazard.\"\n\nThe younger man stared questioningly and the king went on: \"My life,\nthe lives of my family, and the future of all Lomarr,\" he said quietly.\n\n\"In that case, sire, wilt learn, and quickly,\" Tedric declared; and, as\ndays and weeks went by, he did.\n\n       *       *       *       *       *\n\n\"ALL previous attempts on the city of Sarlo were made in what seemed\nto be the only feasible way--crossing the Tegula at Lower Ford, going\ndown its north bank through the gorge to the West Branch, and down\nthat to the Sarlo.\" Phagon was lecturing from a large map, using a\nsharp stick as pointer; Tedric, Sciro, Schillan, and two or three other\nhigh-ranking officers were watching and listening. \"The West Branch\nflows into Sarlo only forty miles above Sarlo Bay. The city of Sarlo\nis here, on the north bank of the Sarlo River, right on the Bay, and\nis five-sixths surrounded by water. The Sarlo River is wide and deep,\nuncrossable against any real opposition. Thus, Sarlonian strategy\nhas always been not to make any strong stand anywhere along the West\nBranch, but to fight delaying actions merely--making their real stand\non the north bank of the Sarlo, only a few miles from Sarlo City\nitself. The Sarlo River, gentlemen, is well called 'Sarlo's Shield.' It\nhas never been crossed.\"\n\n\"How do you expect to cross it, then, sire?\" Schillan asked.\n\n\"Strictly speaking, we cross it not, but float down it. We cross the\nTegula at Upper Ford, not Lower....\"\n\n\"_Upper_ Ford, sire? Above the terrible gorge of the Low Umpasseurs?\"\n\n\"Yea. That gorge, undefended, is passable. 'Tis rugged, but passage can\nbe made. Once through the gorge our way to the Lake of the Spiders,\nfrom which springs the Middle Branch of the Sarlo, is clear and open.\"\n\n\"But 'tis held, sire, that Middle Valley is impassable for troops,\" a\ngrizzled captain protested.\n\n\"We traverse it, nonetheless. On rafts, at six or seven miles an hour,\nfaster by far than any army can march. But 'tis enough of explanation.\nLord Sciro, attend!\"\n\n\"I listen, sire.\"\n\n\"At earliest dawn take two centuries of axemen and one century of\nbowmen, with the wagonload of wood-workers' supplies about which some\nof you have wondered. Strike straight north at forced march. Cross\nthe Tegula. Straight north again, to the Lake of the Spiders and the\nhead of the Middle Branch. Build rafts, large enough and of sufficient\nnumber to bear our whole force; strong enough to stand rough usage. The\nrafts should be done, or nearly, by the time we get there.\"\n\n\"I hear, sire, and I obey.\"\n\nTedric, almost stunned by the novelty and audacity of this, the first\namphibian operation in the history of his world, was dubious but\nwilling. And as the map of that operation spread itself in his mind, he\ngrew enthusiastic.\n\n\"We attack then, not from the south but from the north-east!\"\n\n\"Aye, and on solid ground, not across deep water. But to bed,\ngentlemen--tomorrow the clarions sound before dawn!\"\n\nDawn came. Sciro and his force struck out. The main army marched away,\nup the north bank of the Upper Midvale, which for thirty or forty\nmiles flowed almost directly from the north-east. There, however, it\ncircled sharply to flow from the south-east and the Lomarrians left it,\ncontinuing their march across undulating foothills straight for Upper\nFord. From the south, the approach to this ford, lying just above (east\nof) the Low Umpasseur Mountains, at the point where the Middle Marches\nmounted a stiff but not abrupt gradient to become the Upper Marches,\nwas not too difficult. Nor was the entrapment of most of the Sarlonians\nand barbarians on watch. The stream, while only knee-deep for the most\npart, was wide, fast, and rough; the bottom was made up in toto of\nrounded, mossy, extremely slippery rocks. There were enough men and\nhorses and lines, however, so that the crossing was made without loss.\n\nThen, turning three-quarters of a circle, the cavalcade made slow way\nback down the river, along its north bank, toward the forbidding gorge\nof the Low Umpasseurs.\n\nThe north bank was different, vastly different, from the south one.\nMountains of bare rock, incredible thousands of feet higher than\nthe plateau forming the south bank, towered at the rushing torrent's\nvery edge. What passed for a road was narrow, steep, full of hair-pin\nturns, and fearfully rugged. But this, too, was passed--by dint of what\nlabor and stress it is not necessary to dwell upon--and as the army\ndebouched out onto the sparsely-wooded, gullied and eroded terrain of\nthe high barren valley and began to make camp for the night. Tedric\nbecame deeply concerned. Sciro's small force would have left no obvious\nor lasting traces of its passing; but such blatant disfigurements as\nthese....\n\nHe glanced at the king, then stared back at the broad, trampled,\ndeep-rutted way the army had come. \"South of the river our tracks do\nnot matter,\" he said, flatly. \"In the gorge they exist not. But _those_\ntraces, sire, matter greatly and are not to be covered or concealed.\"\n\n\"Tedric, I approve of you--you begin to think!\" Much to the young man's\nsurprise, Phagon smiled broadly. \"How wouldst handle the thing, if\ndecision yours?\"\n\n\"A couple of fives of bowmen to camp here or nearby, sire,\" Tedric\nreplied promptly, \"to put arrows through any who come to spy.\"\n\n\"'Tis a sound idea, but not enough by half. Here I leave _you_; and a\nfull century each of our best scouts and hunters. See to it, my lord\ncaptain, that none sees this our trail from here to the Lake of the\nSpiders; or, having seen it, lives to tell of the seeing.\"\n\nTedric, after selecting his sharp-shooters and watching them melt\ninvisibly into the landscape, went down the valley about a mile and hid\nhimself carefully in a cave. These men knew the business in hand a lot\nbetter than he did, and he would not interfere. What he was for was to\ntake command in an emergency; if the operation were a complete success\nhe would have nothing whatever to do!\n\nHe was still in the cave, days later, when word came that the launching\nhad begun. Rounding up his guerillas, he led them at a fast pace to the\nLake of the Spiders, around it, and to the place where the Lomarrian\narmy had been encamped. Four fifty-man rafts were waiting, and Tedric\nnoticed with surprise that a sort of house had been built on the one\nlying farthest down-stream. This luxury, he learned, was for him and\nhis squire Rahlion and their horses and armor!\n\nThe Middle Branch was wide and swift; and to Tedric and his bowmen,\nlandlubbers all, it was terrifyingly rough and boisterous and full of\nrocks. Tedric, however, did not stay a landlubber long. He was not\nthe type to sit in idleness when there was something physical to do,\nsomething new to learn. And learning to be a riverman was so much\neasier than learning to be King Phagon's idea of a strategist!\n\nThus, stripped to clout and moccasins, Tedric reveled in pitting his\nstrength and speed at steering-oar or pole against the raft's mass and\nthe river's whim.\n\n\"A good man, him,\" the boss boatman remarked to one of his mates. Then,\nlater, to Tedric himself: \"'Tis shame, lord, that you got to work at\nthis lord business. Wouldst make a damn good riverman in time.\"\n\n\"My thanks, sir, and 'twould be more fun, but King Phagon knows best.\nBut this 'Bend' you talk of--what is it?\"\n\n\"'Tis where this Middle Branch turns a square angle 'gainst solid rock\nto flow west into the Sarlo; the roughest, wickedest bit of water\nanybody ever tried to run a raft over. Canst try it with me if you\nlike.\"\n\n\"'Twould please me greatly to try.\"\n\nWell short of the Bend, each raft was snubbed to the shore and\nunloaded. When the first one was bare, the boss riverman and a score of\nhis best men stepped aboard. So did Tedric.\n\n\"What folly this?\" Phagon yelled. \"Tedric, ashore!\"\n\n\"Canst swim, Lord Tedric?\" the boss asked.\n\n\"Like an eel,\" Tedric admitted modestly, and the riverman turned to the\nking.\n\n\"'Twill save you rafts, sire, if he works with us. He's quick as a cat\nand strong as a bull, and knows more of white water already than half\nmy men.\"\n\n\"In that case ...\" Phagon waved his hand and the first raft took off.\n\nMany of the rafts were lost, of course; and Tedric had to swim in icy\nwater more than once, but he loved every exhausting, exciting second\nof the time. Nor were the broken logs of the wrecked rafts allowed\nto drift down the river as tell-tales. Each bit was hauled carefully\nashore.\n\nBelow the Bend, the Middle Branch was wide and deep, hence the\nreloaded rafts had smooth sailing; and the Sarlo itself was of\ncourse wider and deeper still. In fact, it would have been easily\nnavigable by an 80,000-ton modern liner. The only care now was to\navoid discovery--which matter was attended to by several centuries of\nfar-ranging scouts and by scores of rivermen in commandeered boats.\n\nMoyla's Landing, the predetermined point of debarkation, was a scant\nfifteen miles from the city of Sarlo. It was scarcely a hamlet, but\neven so any one of its few inhabitants could have given the alarm.\nHence it was surrounded by an advance force of bowmen and spearmen, and\nbefore those soldiers set out Phagon voiced the orders he was to repeat\nso often during the following hectic days.\n\n\"NO BURNING AND NO WANTON KILLING! None must know we come, but\nnonetheless Sarlon is to be a province of Lomarr my kingdom and _I will\nnot have its people or its substance destroyed_! To that end I swear\nby my royal head, by the Throne, by Great Llosir's heart and brain and\nliver, that any man of whatever rank who slays or burns without my\nexpress permission will be flayed alive and then boiled in oil!\"\n\nHence the taking of Moyla's Landing was very quiet, and its people\nwere held under close guard. All that day and all the following night\nthe army rested. Phagon was pretty sure that Taggad knew nothing of\nthe invasion as yet; but it would be idle to hope to get much closer\nwithout being discovered. Every mile gained, however, would be worth\na century of men. Therefore, long before dawn, the supremely ready\nLomarrian forces rolled over the screening bluff and marched steadily\ntoward Sarlo. Not fast, note; thirteen miles is a long haul when there\nis to be a full-scale battle at the end of it.\n\nPlodding slowly along on mighty Dreegor at the king's right, Tedric\nroused himself from a brown study and, gathering his forces visibly,\nspoke: \"Knowst I love the Lady Rhoann, sire?\"\n\n\"Aye. No secret that, nor has been since the fall of Sarpedion.\"\n\n\"Hast permission, then, to ask her to be my wife, once back in Lompoar?\"\n\n\"Mayst ask her sooner than that, if you like. Wilt be here\ntomorrow--with the Family, the Court, and an image of Great Llosir--for\nthe Triumph.\"\n\nTedric's mouth dropped open. \"But sire,\" he managed finally, \"how\ncouldst be _that_ sure of success? The armies are too evenly matched.\"\n\n\"In seeming only. They have no body of horse or foot able to stand\nagainst my Royal Guard; they have nothing to cope with you and Sciro\nand your armor and weapons. Therefore I have been and am certain of\nLomarr's success. Well-planned and well-executed ventures do not fail.\nThis has been long in the planning, but only your discovery of the\ngod-metal made it possible of execution.\" Then, as Tedric glanced\ninvoluntarily at his gold-plated armor: \"Yea, the overlay made it\npossible for me to live--although I may die this day, being the center\nof attack and being weaker and of lesser endurance that I thought--but\nmy life matters not beside the good of Lomarr. A king's life is of\nimport only to himself, to his Family, and to a few--wouldst be\nsurprised to learn how _very_ few--real friends.\"\n\n\"Your life matters to me, sire--and to Sciro!\"\n\n\"Aye, Tedric my almost-son, that I know. Art in the forefront of those\nfew I spoke of. And take this not _too_ seriously, for I expect fully\nto live. But in case I die, remember this: kings come and kings go; but\nas long as it holds the loyalty of such as you and Sciro and your kind,\nthe Throne of Lomarr endures!\"\n\n       *       *       *       *       *\n\nTaggad of Sarlon was not taken completely by surprise. However, he had\nlittle enough warning, and so violent and hasty was his mobilization\nthat the Sarlonians were little if any fresher than the Lomarrians when\nthey met, a couple of miles outside the city's limit.\n\nThere is no need to describe in detail the arrangement of the centuries\nand the legions, nor to dwell at length upon the bloodiness and\nsavagery of the conflict as a whole nor to pick out individual deeds of\nderring-do, of heroism, or of cowardice. Of prime interest here is the\nclimactic charge of Lomarr's heavy horse--the Royal Guard--that ended\nit.\n\nThere was little enough of finesse in that terrific charge, led\nby glittering Phagon and his two alloy-clad lords. The best their\nMiddlemarch horses could do in the way of speed was a lumbering\ncanter, but their tremendous masses--a Middlemarch warhorse was not\nconsidered worth saving unless he weighed at least one long ton--added\nto the weight of man and armor each bore, gave them momentum starkly\nirresistible. Into and through the ranks of Sarlonian armor the knights\nof Lomarr's Old Blood crashed; each rising in his stirrups and swinging\ndown with all his might, with sword or axe or hammer, upon whatever\nluckless wight was nearest at hand.\n\nThen, re-forming, a backward smash; then another drive forward. But\nmen were being unhorsed; horses were being hamstrung or killed; of\na sudden king Phagon himself went down. Unhorsed, but not out--his\ngod-metal axe, scarcely stoppable by iron, was taking heavy toll.\n\nAs at signal, every mounted Guardsman left his saddle as one; and every\nGuardsman who could move drove toward the flashing golden figure of his\nking.\n\n\"Where now, sire?\" Tedric yelled, above the clang of iron.\n\n\"Taggad's pavilion, of course--where else?\" Phagon yelled back.\n\n\"Guardsmen, to me!\" Tedric roared. \"Make wedge, as you did at\nSarpedion's Temple!\" and the knights who could not hear him were made\nby signs to understand what was required. \"To that purple tent we ram\nPhagon our King. Elbows in, sire. Short thrusts only, and never mind\nyour legs. Now, men--_DRIVE!_\"\n\nWith three giants in impregnable armor at point--Tedric and Sciro were\nso close beside and behind the king as almost to be one with him--that\nflying wedge simply could not be stopped. In little over a minute it\nreached the pavilion and its terribly surprised owner. Golden tigers\nseemed to leap and creep as the lustrous silk of the tent rippled\nin the breeze; magnificent golden tigers adorned the Sarlonian's\npurple-enameled armor.\n\n\"Yield, Taggad of Sarlon, or die!\" Phagon shouted.\n\n\"If I yield, Oh Phagon of Lomarr, what....\" Taggad began a conciliatory\nspeech, but even while speaking he whirled a long and heavy sword\nout from behind him, leaped, and struck--so fast that neither Phagon\nnor either of his lords had time to move; so viciously hard that\nhad Lomarr's monarch been wearing anything but super-steel he would\nhave joined his fathers then and there. As it was, however, the\nfierce-driven heavy blade twisted, bent double, and broke.\n\nPhagon's counter-stroke was automatic. His axe, swung with all his\nstrength and speed, crashed to the helve through iron and bone and\nbrain; and, as soon as the heralds with their clarions could spread the\nnews that Phagon had killed Taggad in hand to hand combat, all fighting\nceased.\n\n\"Captain Sciro, kneel!\" With the flat of his sword Phagon struck the\nsteel-clad back a ringing blow. \"Rise, Lord Sciro of Sarlon!\"\n\n_\"So be it,\" Skandos One murmured gently, and took up the life and the\nwork of Skandos Four._\n\n_Ultimate catastrophe was five hundred twenty-nine years away._\n\n\nTHE END\n\n       *       *       *       *       *\n\n[Footnote A: See Encyclopedia Britannica (plug). E.E.S.]\n\n       *       *       *       *       *\n\nTranscriber's Note: This etext was produced from Universe Science\nFiction March 1954. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Lord Tedric, by Edward Elmer Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LORD TEDRIC ***\n\n***** This file should be named 49462.txt or 49462.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/4/6/49462/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}