{"title": "The Fantasy Fan April 1934", "author": "Various", "releaseDate": "July 23, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks. Les Galloway and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n  THE FANTASY FAN\n\n  THE FANS' OWN MAGAZINE\n\n\n  Published      Editor: Charles D. Hornig      10 cents a copy\n  Monthly    (Managing Editor: Wonder Stories)   $1.00 per year\n\n\n  137 West Grand Street, Elizabeth, New Jersey\n\n\n  Volume 1      April, 1934     Number 8\n\n\n\n\nOUR READERS SAY\n\n\n\"Some of us have seen Paul's illustrations so long that we can't get\nused to Morey's or Wesso's or anyone else's. I would suggest that THE\nFANTASY FAN have a _different_ artist to illustrate a _different_ kind\nof picture in a _different_ way. We don't want that stereotyped kind of\nillustrating we are getting in the other magazines. And we don't want\nthat stereotyped kind of writing that is being done so much lately.\"\n\n  --Art Skold\n\n It will probably be quite some time before THE FANTASY FAN can afford\n to have its stories illustrated, for it is an expensive proposition.\n Weird stories such as we print should have illustrations by artists\n who know how to draw _weird_ pictures such as Hugh Rankin and\n Brosnatch.\n\n\"The March THE FANTASY FAN looks like an excellent issue--typographical\nimpression improved. But may I ask that some extremely misleading\nmisprints in my letter be corrected? One is especially bad, giving\na direct contradiction of what I really wrote--this being the\nsubstitution of AN for NO in the phrase meant to read '_no_ especial\nmorbidity.' (Your Views department). Other errors are 'prospection'\nfor 'perspective' and the omission of 'g' from the word judgment.\n\n\"Glad to see the interesting tale by Robert E. Howard and the powerful\npoem by Clark Ashton Smith.\"\n\n  --H. P. Lovecraft\n\n We are very sorry about the typographical errors in your article and\n our printer has promised to do better proofreading in the future.\n\n\"I enjoyed the February issue. 'Polaris' carries off the honours. I\nliked very much the poem by William Lumley and hope you will print more\nof his work. Barlow's fifth 'Annals of the Jinns' is another gem.\n\n\"I am sorry that the argument in 'The Boiling Point' has aroused any\nill-feeling. Perhaps you are wise to discontinue the column and start\none on a more abstract intellectual basis. Later on, I may have a\nlittle to say on the problems broached for discussion.\n\n\"I look forward to seeing the stories announced for future publication.\nMore power to TFF!\"\n\n  --Clark Ashton Smith\n\n\"The 'Our Readers Say' is always interesting, and I'm glad you're\nincreasing the length of Lovecraft's article in the next issue. Lester\nAnderson's article was good, as well as humorous, and so is Hoy Ping\nPong, as usual.\"\n\n  --Kenneth B. Pritchard\n\n\"The March THE FANTASY FAN was a wow!--hope it keeps improving!\"\n\n  --Bob Tucker\n\n\"The March issue is very interesting. Howard's story is both unusual\nand well-written, and any poetry of Smith's is predestined to\nexcellence.\"\n\n  --R. H. Barlow\n\n\"I read 'Polaris' and especially liked the Pole Star's poetry--the\nten line rhyme in the center of the story. I found Miss Marianne\nFerguson's 'Visit to Jules de Grandin' the most interesting article in\nthe February issue, while the Spacehound's column was very good. I look\nforward to the stories you forecast.\"\n\n  --Forrest J. Ackerman\n\n\"The tales in TFF are clever and entertaining little things, and\nnow and then one is a classic, like 'Polaris' by Lovecraft in the\nlast issue. Also the other features of the magazine--entertaining,\nprovocative of thought, and withal interesting and divertive. Whatever\nothers thought of it, I thought the hot-fire 'debate' between Ackerman\nand C. A. Smith highly amusing. Best wishes to TFF, and I hope your\ndire predictions of bi-monthly-ism do not come true.\"\n\n  --Eando Binder\n\n\"Glad you substituted 'Your Views' (a prosaic heading) for 'The Boiling\nPoint.' The readers' department is sometimes too long, but your stories\nare short and excellent. Lovecraft's article has always been too short.\n'The Ghoul' was _great_. Barlow is consistently good. About the best\nthing in the February issue was Smith's article on M. R. James. I hope\nyou can persuade Smith to write some articles on Machen, Blackwood,\nBierce, etc. They are highly informative.\"\n\n  --Lester Anderson\n\n\"H'ray and so forth! I've discovered a magazine that isn't published in\nN'Yawk--namely THE FANTASY FAN. Well, be that as it may, I must tell\nyou that I enjoyed your February issue. I like such a page as you have\nwherein the readers can have their sayso about stories and authors and\nwhatnot that fills a magazine. I always look for such a page in any\nmagazine, and I was both surprised and pleased to find that you feature\nyours on the first page. Boy, I must admit that I liked that tale by H.\nP. Lovecraft, 'Polaris.' I enjoyed Miss Ferguson's visit to Jules de\nGrandin (hope she reads this).\"\n\n  --Gertrude Hemken\n\n\"I hope that your future issues will be as good as this February issue\nwas and is. All of the articles were very fine, and the stories were\nvery good, too.\"\n\n  --Fred John Walsen\n\n\"I enjoyed the February issue of THE FANTASY FAN thoroughly.\nLovecraft's story was fine, as usual, and I particularly like C. A.\nSmith's article about M. R. James. Could you persuade him to write\nfurther articles about other famous fantasy writers? Your list of\nstories to come looks very good.\"\n\n  --Emil Petaja\n\n\"Those poems by Richard F. Searight and William Lumley in the February\nissue are great and certainly have a touch of the bizarre that grips\none. I am looking forward to the verse by Clark Ashton Smith in much\nanticipation. The story by Lovecraft hits the bull's-eye for February,\nbut is closely followed by the excellent series by Barlow, 'The Tomb of\nthe God' in the 'Annals of the Jinns.' I hope, like the rest, that the\nfuture instalments of Lovecraft's 'Supernatural Horror in Literature'\nwill be longer. I just about get interested when I read 'continued next\nmonth.' I'm all for THE FANTASY FAN and hope it gets better and better!\"\n\n  --Duane W. Rimel\n\n\"I liked Lovecraft's 'Polaris' even better than 'The Other\nGods'--beautifully told--like a sweet-scented wind from the tainted\nunknown.\"\n\n  --Robert Nelson\n\n\"The February issue of TFF was the best of the issues up to date.\nThe choice of material was much better than usual and there was more\nvariety which is a very strong factor. Keep it up! Of course, I know\nyou get that song and dance from all quarters, but I may as well add\nmine, too. 'The Weird Works of M. R. James' was a very fine review.\nThis is what makes a magazine. I hope it will be possible to have Mr.\nSmith write one of those fine columns every month.\"\n\n  --F. Lee Baldwin\n\n\"I was delighted to see the bibliographical note on 'The Time Machine'\nby R. H. Barlow in the last issue. Similar short items on some of the\nbetter known stories should prove of extreme interest to the readers. I\nhope to see many more of them.\n\n\"May I take the liberty of adding a bit of information for the benefit\nof collectors of Wells' works? The college magazine 'The Science\nSchools Journal' was founded by Wells in 1886. In the April, May and\nJune, 1888, issues Wells contributed and published his serial entitled,\n'The Chronic Argonauts'--the main idea being one of time-traveling.\nAs Mr. Barlow points out, this story was the first version of the\ntime-machine. Collectors of Wells, however, will find that copies of\nthe Journal are extremely rare and almost impossible to obtain because\nabout 20 years ago, Wells purchased all of the back numbers still\nin stock and destroyed them. I have no doubt that Wells did this in\norder to prevent book dealers and others from cornering the supply and\nselling the issues at a high premium.\n\n\"Howard's story and Smith's poem were both splendid and I am indeed\nglad to learn that you intend to lengthen the instalments of\nLovecraft's article.\"\n\n  --H. Koenig\n\n Let's hear what you think of the April issue, readers. In this number\n you will find the first weird fiction attempt of Eando Binder, famous\n science fiction author. Next month we will give you the sixth 'Annals\n of the Jinns' by R. H. Barlow, 'The Flower-God,' and 'Phantom Lights'\n by August W. Derleth.\n\n Here's big news! Beginning next month, we are presenting a brand new\n newsy fantasy column by those super-snoopers supreme, Julius Schwartz\n and Mortimer Weisinger.\n\n _Fantasy Magazine_ will have a change of Editors with its June number.\n Chr is retiring because, he says, \"I'm going to be too busy with the\n printing, and besides that, Julius Schwartz will do a much better job,\n I won't be missed a little bit.\"\n\n\n\n\n    PROSE PASTELS\n\n    by Clark Ashton Smith\n\n\n    I. _Chinoiserie_\n\nLing Yang, the poet, sits all day in his willow-hidden hut by the river\nside, and dreams of the Lady Moy. Spring and the swallows have returned\nfrom the timeless isles of amaranth, further than the flight of sails\nin the unknown south; the silver buds of the willow are breaking into\ngold; and delicate jade-green reeds have begun to push their way among\nthe brown and yellow rushes of yesteryear. But Ling Yang is heedless\nof the brightening azure, the light that lengthens; and he has no eye\nfor the northward flight of the waterfowl, and the passing of the last\nclouds, that melt and vanish in the flames of an amber sunset. For him,\nthere is no season save that moon of waning summer in which he first\nmet the Lady Moy. But a sorrow deeper than the sorrow of autumn abides\nin his heart: for the heart of Moy is colder to him than high mountain\nsnows above a tropic valley; and all the songs he has made for her, the\nsongs of the flute and the songs of the lute, have found no favor in\nher hearing.\n\n       *       *       *       *       *\n\nLeagues away, in her pavilion of scarlet lacquer and ebony, the Lady\nMoy reclines on a couch piled with sapphire-coloured silks. All day,\nthrough the gathering gold of the willow-foliage, she watches the\nplacid lake, on whose surface the pale-green lily pads have begun to\nwiden. Beside her, in a turquoise-studded binding, there lie the\nverses of the poet Ling Yung, who lived six centuries ago, and who sang\nin all his songs the praise of the Lady Loy, who disdained him. Moy has\nno need to peruse them any longer, for they live in her memory even as\nupon the written page. And, sighing, she dreams ever of the great poet\nLing Yung, and of the melancholy romance that inspired his songs, and\nwonders enviously at the odd disdain that was shown toward him by the\nLady Loy.\n\n\n\n\n    SIDE GLANCES\n\n    by F. Lee Baldwin\n\n\nR. H. Barlow is getting out a fine book of the late Rev. Henry S.\nWhitehead's letters. It will contain some fifty extremely interesting\nletters to the editor of Weird Tales and various other important\npersons in the fantastic group. The entire edition will consist of but\nthirty-five copies.\n\n       *       *       *       *       *\n\nH. P. Lovecraft has written a story in collaboration with E. Hoffmann\nPrice--\"Through the Gates of the Silver Key\" which will appear in the\nJuly issue of Weird Tales.\n\n       *       *       *       *       *\n\nSeabury Quinn, who was formerly a lawyer, is now editor of a trade\njournal.\n\n       *       *       *       *       *\n\nA 1927 issue of Amazing Stories contained a fan letter of 2300 words\nand a 1928 number presented one of 2600. How have you been doing,\nForrie?\n\n[Illustration: Decorative motif]\n\n\n\n\n    The Ancient Voice\n\n    by Eando Binder\n\n\nFirst of all I want to say that Norman Ross was normal. What I mean is\nthat there was nothing odd or peculiar about him. He was just a common,\nordinary, likable, erring human being like the rest of us. I say this\nnow so that at the end of the story you won't have any illusions about\nhim.\n\nSometimes I wonder if I shouldn't escape all this--these tossing\nnights of sleeplessness, that awakening in a cold sweat of horror, the\ntortured thoughts that rack my brain continuously? It would be so easy;\na quiet, dark night, the rippling water--one splash and it would be\ndone. Perhaps I will be driven to it; I feel that way sometimes.\n\nBut I will tell the story as best I can.\n\nNorman Ross and I were operators for the International Radio News\nService. Thrown together by chance, we had become good friends in the\ntwo years before this happened. We had always been on the day shift and\nhandled calls from Europe. We liked the work and got good pay and often\nwent out together for a little recreation. That is why I can say that\nNorman Ross was normal; two years of friendship means a lot.\n\nWell, one day just after working hours Hegstrom, our boss, called us\ninto his office--both of us together.\n\n\"Boys,\" he said, \"I need two operators for Central Asia calls in the\nnight shift. I've always had my eye on you two and I'm going to offer\nthe positions to you two first. There's a little more responsibility\nand difficulty, but the pay is higher. Then it's night work. Do you\nwant it? Think it over and tell me tomorrow. It's nothing compulsory.\"\n\nWe thought it over that evening, over glasses of beer, and decided to\ntake it for a change. Hegstrom was pleased.\n\nSo we took up the night work. A veteran Oriental call operator broke us\nin the first night and then we went on our own.\n\nWe found the work mightily interesting. Many of the calls came in in\nbroken English. You know, the English that a foreigner speaks that he\nlearned from a book. I handled Persia and a couple of little countries\nwith funny names. My friend Ross took the calls from China.\n\nIt was a little odd at first getting used to being alone. When we\nhad the day shift, we were only two out of fifteen operators taking\ncalls from Europe. In the night shift, the big room was empty except\nfor us two. The sound of our typewriters was always extra loud in the\nsilence. But we got used to it, and inside three weeks didn't mind the\nloneliness a bit. We had a chance to talk to each other occasionally,\nif Ross and I both happened to get short calls at the same time, and\nhad to wait for the next ones. But the rest of the time the calls kept\nus busy, taking the messages from the Far East.\n\nWe had a little trouble, too, getting used to sleeping in daylight.\nEven with the blinds down you can't forget it's daylight outside and\nthat makes it hard to go to sleep. Neither of us was married so we\nwould hop right home after work (Ross lived with an uncle and aunt)\nI roomed alone and sleep until middle afternoon. Then we'd dress\nup and have a meal together and later roam around together looking\nfor diversion. With the increased pay we got for the night work, we\nwere able to see all kinds of expensive shows. Our lady companions\nliked that and we had just about a choice of any. Then after the show\nwe would steer to some beer garden (thank the Lord Prohibition was\nrepealed ten years ago) and laugh and talk the hours away. Ross and\nI would boast about our work and tell the girls strange--and a bit\ndistorted--stories of some of the calls we took in from the mysterious\nEast.\n\nBut I had better leave these abstract ruminations and return to the\nstory. Only I wanted to show you that Norman Ross was really normal in\nall respects. Then, too, it eases my troubled mind now to think back to\nthose happy days--days that will never be again.\n\nIt was just a month after our transfer that it all happened. Ross was\nsitting as usual with one leg off the floor, the heel of his shoe on a\nbig throw switch on the control panel. It was a dead switch, though,\nthat had never been taken out. Down low close to his stomach was the\ntypewriter and he typed with his elbows resting on the arms of the\nchair. It was his own chair that he had bought for that particular\npurpose because he said he couldn't do any work with the regular\narmless chair that other operators used. He had used that chair for two\nyears; Hegstrom didn't care a bit, so long he did his work and did it\ngood. Personally, I think Ross had a spark of laziness in him.\n\nWell the particular night this whole story centers about--now my hand\nis trembling, I hate to go on. But I must. It will explain things to\nothers. Anyway, Ross was imbedded as per custom with that right leg of\nhis in the air. During ordinary calls he would slowly swing his toe\nback and forth as his heel rested on the dead switch. Once in a while\nit would stop and then I would know that something a little exciting\nwas coming to him, war news from the north or perhaps a bandit raid in\nthe stormy western part of China. His typewriter, too, would clack a\nlittle sharper as he bore down harder on the keys.\n\nIt was along about three a. m. that we had a breathing spell after\nwe both had short calls. We discussed a few clipped plans for the\nfollowing evening and which of the ladies we would take out. When Ross\ntalked to me, he wouldn't budge an inch. He would merely twist his\nneck in my direction and talk with that toe of his swinging lazily.\nWe both kept our eye on the clock so that we wouldn't be late for a\ncall--Hegstrom would get mighty fussy over complaints from the central\nwave-traffic office that operators at our station took calls late, even\na few seconds.\n\nSo about half a minute before his next call was due, Ross turned from\nme with a sigh--that is, turned his neck back--and stretched a lazy\nhand to the dial to get ready for the carrier wave. My next call\nwasn't due for another two minutes so I watched my friend without any\nparticular purpose in mind.\n\nHe reached a slow hand to his head and adjusted the phones on his ears\na bit. Then both his hands dropped into position above the typewriter\nand I heard him say tonelessly, \"Call-call-call--xxw2 call--\" and then\nhis voice clipped off like a voice in a broadcast clips off when a tube\nblows out.\n\nWatching him I saw first that toe of his stop swinging. Something\nimportant, I thought to myself. But then I began to sit up tense. In\nthe first place, Ross hadn't touched his keys; in the second place he\nleaned forward in his chair and _dropped his leg to the floor_.\n\nNow that may sound silly that I mention his leg dropping to the floor,\nbut to a person that knew Ross as well as I did that _is_ something. I\nhad never seen it happen before.\n\nI sat up stiff as a board. He had just reached up his two hands to the\nphones and was pressing them closer to his ears like the message was\nfaint.\n\nNow I knew something big was up and I jumped from my chair.\n\n\"What's got into you, Norm?\" I said, getting in front of him.\n\nBut he didn't seem to hear me or know I was there. He only pressed the\nearphones tighter. When I looked at his face, I was shocked. Only once\nbefore had I ever seen that rapt expression--when he got the call from\nLondon two years before at the end of that three-month war telling how\nthe whole city had been gassed and bombed, leaving not one soul alive.\n\nI looked at the clock. It was a minute past the time for his regular\ncall.\n\nI shook his shoulder. \"Listen here, Norm,\" I yelled. \"You've got to get\nthat call or--\"\n\n\"Listen to this, Bob,\" he cut in, handing me the phones.\n\nI put them about my ears. All I heard was a faint voice. I pressed the\nphones close as Ross had done. Then I distinguished it.\n\nIn strangely muffled tones, the voice came in, full of sharp hissing\nsounds and hard consonants. I could understand not a word.\n\nI tore off the phones. \"You fool!\" I cried. \"What's the idea\nof listening to some foreign station? Look!\"--I pointed to the\nclock--\"You're over a minute late on your regular call!\"\n\nRoss pointed to the wave-length dial. \"See?\" he said. \"I've got it on\nthe right wave. Eighteen point seven five meters.\"\n\nI stared a moment in bewilderment. Sure enough, it was where it should\nbe.\n\n\"Sure you want eighteen point seven five? Better check,\" I cried in a\nsmall panic, thinking of what Hegstrom would say.\n\nRoss gave me a withering glance which said without words, \"Sure I want\nit? Did I ever lose my memory.\n\n\"Well, I can't fuss around here,\" I said with a hasty glance at the\nclock. \"My call is due in about ten seconds.\"\n\nBefore I took my call I cried to my friend. \"Probably something wrong\nwith the dial control. You better try and find your call on some other\nnumber.\"\n\nThen I snapped my button. The carrier wave was already coming in. I had\ncaught my call just in time.\n\n\"Call-call-call--xxw2-zz5\" I spluttered.\n\nNext minute I was busily typing the routine news from Persia. With\neverything going along smoothly, I turned my eyes in Ross's direction.\nA good operator can do anything with his eyes while taking routine\nnews; he can even use half his brain to think about other things.\n\nI saw Ross playing with the dial and felt relieved that he was taking\nmy suggestion that something had gone wrong with the works so that\nthe dial was in error. Hegstrom would be awful sore when he got the\ncomplaint that Ross had failed to get his call. But then I would be\nwitness that it wasn't his fault at all--that some foreign station had\ncome in on that wave-length and spoiled the regular call. Only it was\nfunny--it came to me then--that the regular call hadn't registered\nat all; I hadn't heard a background of English in the few seconds I\nlistened to the foreigner. Maybe something had happened to the station\nin China!\n\nI turned my eyes back to my favorite spot--a dull paint spot on the\npanel--because I was getting some technical stuff and needed to\nconcentrate.\n\nWhen I next looked at Ross about two minutes later, I heaved a mighty\nsigh of relief. He was picking at the keys, taking his call. Only\none thing bothered me: his leg was still on the floor. \"Oh, well,\" I\nthought to myself, \"that upset him so much that he's a bit off center,\"\nand with this philosophy, I went on with my call in a much more\npeaceful frame of mind.\n\nI finished my call in about fifteen minutes and then I had a breathing\nspell of four. I looked at Ross. He still had that leg of his down\non the floor and worse yet, his elbows were not resting on the arms\nof the chair; they were in the air and he was sitting up in his chair\nstiff as a knife. But he was peacefully typing out his call so after\nall everything was all right. I did notice one other thing then but\nnot until later did it become significant: his face, as much of its\nexpression as I could get from a side view, had a look of--I know\nnow what it was although then I couldn't get it--amazement; stark,\nbewildered amazement.\n\nRestless as I could be while waiting for my next call, I walked to a\nposition just behind Ross to see what it was that had so excited him\nthat his foot was on the floor and his elbows in the air.\n\nI bent down close to see what he had typewritten and then blinked my\neyes. The stuff he was taking down was not English any way you looked\nat it. It was a mess of consonants and s's that sent chills up my spine.\n\n\"Listen here,\" I shouted when I got my wits back, \"listen, Ross! What\nin Heaven's name are you doing? What in thunder is that stuff?\"\n\nBut Ross kept right on typing as if his life depended on it. Only in\none way did he show that he had heard me. He tossed his head sharply\nonce in an unmistakable gesture for me to let him alone.\n\nFrom this point on my blood pressure rose and my heart pounded--my\nheart has been pounding ever since then even when I forget for a moment\nabout all this.\n\nI automatically looked at the clock and saw that my next call was due.\nI calmed down somewhat as I pecked down the routine news. But I felt\na growing fear in my heart as time and again I looked over to my\nfriend to see him typing like a robot, his foot on the floor, elbows\nin the air. Then my friend, my only real pal, was going crazy--how\nthat thought tortured me. I knew perfectly well that he didn't know\nany other language than English. Why in the wide world should he be\nclacking down something he didn't understand?\n\nIt was just three thirty that suddenly Ross ripped the head-phones off\nand dropped them to the floor. He stood a moment looking at the paper\nin his hand and I noticed then that his skin was deadly white.\n\nI couldn't stand it anymore. I jerked off my own phones and ran to him.\nCall or no call, I couldn't stand by while my pal was in danger of\nlosing his mind or something else as bad.\n\n\"Norm!\" I cried, \"for God's sake! Tell me what it is! What--\"\n\nBut I didn't finish. With an explosion of curses, Ross crumpled the\npaper in his hand and began to walk up and down the room. He was so\nunconscious of everything else that he bumped squarely into me, reeled\na moment, and then went on racing up and down feverishly.\n\nI tried to stop him--grabbed his arm and jerked it--but Ross was a much\nbigger and stronger fellow than I am, and he went on without noticing\nme. He didn't shake me off, you understand, but just tore on as if he\nhadn't even felt my hand. I didn't say anything because I had lost my\nvoice looking at the terrible picture of his face twisted in some agony\nof his mind.\n\nThen he began to speak, throwing his hands about hopelessly, and\nswinging his head like a maniac. While I--I just stood there, out of\nthe path of his walk, panting like I had run ten miles, and listened.\n\n\"Great God in Heaven,\" he cried in a voice that I hope never to hear\nagain in reality, although I hear it every night in my tortured dreams.\n\n\"It can't be ... it's impossible ... I'm going mad ... I _am_ mad!...\nwhat did I ever do to deserve this?... how can it be? oh! how _can_ it\nbe?\"\n\nFor a while he just repeated those things until I wanted to scream\nout in frenzy. But I didn't do a thing. I could see he was beyond my\nreach--beyond anybody's reach.\n\nThen his voice changed, it became low, full of intense energy,\nominously quiet. \"What did he say? He said the weather had become\nfrigidly cold ... that it would not be long ... that soon the Ice would\ncover the whole earth....\"\n\nThen he stopped a moment, his eyes burned maniacally. \"But ... I\nknow something about geology ... that was over fifty thousand years\nago ... do you hear me?\"--he wasn't talking to me, he was talking to\nhimself--\"do you get that?... _fifty thousand years ago!_\"\n\nHis voice became low and intense again so that my blood turned to\nwater: \"What did he say?... he said to his friend that the land was\nbeing flooded with creatures--maddened men and frenzied animals--that\nwere retreating before the Ice ... retreating before the Ice ... the\n_ice_ ... but good God! I tell you that was fifty thousand years ago!\"\n\nThen his voice became high-pitched and sobbing: \"Oh! Dear Mary and\nOur One God! release me from this mad dream ... save me from the\ndestruction that will overwhelm me ... how can it be?... it's\nimpossible ... how _can_ it be?\"\n\nHe repeated that dozens of times while he rumpled his hair and ground\nhis teeth.\n\nI mustered up courage and grabbed him by the shoulders. Next moment I\nwas spinning backward and hit the wall with a thump. I fell down and\nstayed there, looking up at Ross with an expression that I sometimes\nwonder could be. I know my eyes became salty with tears of mental\nagony--maybe it was blood that I sweated out that night.\n\nThen I heard him again, head to one side, staggering like a drunken\nman: \"The radio was only invented twenty-five years ago ... _this_\nwas fifty thousand years ago ... what did he say?... he said to his\nfriend that this would probably be his last broadcast as the heat\ncoils were running out ... goodbye ... he said ... goodbye, my friend\n... civilization is doomed ... the Ice will cover all ... but I know\nsomething about geology, I tell you!... that was over fifty thousand\nyears ago!... do you see what that means?\"\n\nHe paused as if expecting an answer, but I knew--my chilled brain told\nme--that he wasn't talking to me, didn't know I was there. He was still\narguing with himself.\n\n\"You see?... it means that I have received a message broadcast fifty\nthousand years ago just before the Ice came! ... that's what it means\n... do you hear me?\"\n\nThen he fell into a senseless jargon that I knew meant the coming of\nthe end of his mind's fortitude. It would collapse soon.\n\n\"And then,\" came his voice to me, a bloodcurdling knife of a voice,\n\"and then, how can you explain that I _understood_ that voice?... tell\nme that ... I never heard that language before ... it was just a jumble\nat first ... and then ... and then ... in a flash ... I _understood_ it\n... just as if I had lived there ... lived there fifty thousand years\nago.\"\n\nHis voice became a wild shriek, a voice that a ghost might have: \"Ah!\nSaviour! God! How can it be?... how _can_ it be?\"\n\nThat was all. I sprang to my feet joyfully--as joyfully as I could\nafter passing through that--and ran to him. The light of madness had\ndied out of his eyes. He had seen me and recognized me. His shoulders\ndrooped as if he carried the weight of a world on them.\n\nWith a babble of sobs and broken cries I threw my arms around him and\nthanked the Lord he had been saved.\n\nHe gently disengaged me.\n\n\"O.K. Bob,\" he said weakly. \"I'm over it now.\"\n\n\"Darn right you are!\" I said more calmly, realizing I must show a\nbraver front than I had. \"And what's more, we're going to get out of\nhere!\"\n\nI took him to the door of his uncle's house and left him there,\nsatisfied that the crisis was over. Then I went back to the station\nand finished up my calls. How I had the courage and fortitude to do\nit, I don't know. Before the day shift came in, before I did a lot of\nexplaining how Ross had been suddenly taken sick in the stomach and had\nto go home, I picked up a crumpled piece of paper from the floor, tore\nit into little bits, and threw the confetti in a waste paper basket.\n\nI got the news when I went to my room. Norman Ross had committed\nsuicide at seven o'clock in the morning. That was an hour after I left\nhim at his door.\n\n       *       *       *       *       *\n\nI told Hegstrom plain out that I wouldn't work that night shift anymore\nfor love or money. He said he'd have me transferred but would I stay\none more night until he got a new man? Like a fool, I agreed.\n\n       *       *       *       *       *\n\nIt was three a.m. that next night that I turned the dial to where the\nChina Station should come in that had failed once. I sat petrified for\nfive seconds while I listened to a muffled voice that spoke in hisses\nand sharp consonants.\n\nThen I tore the earphones off my head, smashed them against the panel\nwith all my strength, and dashed out of the room. I remembered seeing\nthe other operator--the one who had taken my calls--popping his eyes\nout. Then I was out in the cool air, panting like I had been running\nfor hours.\n\n       *       *       *       *       *\n\nSo it is that I wonder if I shouldn't escape it all--tossing nights,\ncold sweats of stark terror, a tortured, fevered brain? It would be so\neasy: a dark night, real dark, you know, so no one would see me and\ntry to stop me, then the cool water to moisten my feverish brow--nice\ncool water, inviting water--just one little splash, not a noisy one--no\none would know--no one would care--no one would understand--just one\nsplash--and then peace.\n\n       *       *       *       *       *\n\nMy friends tell me not to take on so over the death of my one and only\npal. They do not know the story. I have told no one. My friends, they\ntell me there is a haunted look in my eyes, that lines are deepening in\nmy face. They tell me to buck up, to face life squarely.\n\n       *       *       *       *       *\n\nBut I can't. I simply can't. I'll tell you why. After that night\nwhen I ripped out the earphones and blew a fuse in the station by\nshort-circuiting a switch on the panel (I found that out later) I\nwent back in answer to a call from Hegstrom. He was very kind and\nsympathetic. Wanted to know what had caused me to act so strangely\nthe night before--also wanted to know what had caused Ross's suicide.\nHegstrom is sharp. He saw the connection. But I clamped my jaws\ntogether and refused to say anything.\n\n       *       *       *       *       *\n\nThen Hegstrom asked if the thing he held in his hand had anything to\ndo with Ross. I took the paper. Then I think I gasped or screamed or\nsomething. It was a paper filled with some of that balderdash that Ross\nhad written that night. He must have filled two sheets, and I only\ndestroyed one.\n\n       *       *       *       *       *\n\nI left Hegstrom as mystified as ever, but I had that paper in my\npocket. I had a plan to save my sanity. I took the paper to a professor\nat a college--a professor famous as a language specialist, ancient and\nmodern. I gave him the paper and one hundred dollars (he afterwards\nreturned the money) and asked him to find out from what country or\nplace it came from.\n\n       *       *       *       *       *\n\nI got my answer a week later.\n\n       *       *       *       *       *\n\nThere was no such language in either the modern or recorded ancient\ntimes!\n\n\n\n\n    SUPERNATURAL HORROR IN LITERATURE\n\n    Part Seven\n\n    by H. P. Lovecraft\n\n    (Copyright 1927 by W. Paul Cook)\n\n\n    III. The Early Gothic Novel\n\nThe shadow-haunted landscapes of _Ossian_, the chaotic visions of\nWilliam Blake, the grotesque witch-dances in Burns's _Tam O' Shanter_,\nthe sinister daemonism of Coleridge's _Christabel_ and _Ancient\nMariner_, the ghostly charm of James Hogg's _Kilmeny_, and the more\nrestrained approaches to cosmic horror in _Lamia_ and many of Keats's\nother poems, are typical British illustrations of the advent of the\nweird to formal literature. Our Teutonic cousins of the continent were\nequally receptive to the rising flood, and Burger's _Wild Huntsman_\nand the even more famous daemon-bridegroom ballad of _Lenore_--both\nimitated in English by Scott, whose respect for the supernatural was\nalways great--are only a taste of the eerie wealth which German song\nhad commenced to provide. Thomas Moore adapted from such sources the\nlegend of the ghoulish statue-bride (later used by Prosper Merimee\nin _The Venus of Ille_, and traceable back to great antiquity) which\nechoes so shiveringly in his ballad of _The Ring_; whilst Goethe's\ndeathless masterpiece _Faust_, crossing from mere balladry into the\nclassic, cosmic tragedy of the ages, may be held as the ultimate height\nto which this German poetic impulse arose.\n\nBut it remained for a very sprightly and worldly Englishman--none\nother than Horace Walpole himself--to give the growing impulse\ndefinite shape and become the actual founder of the literary\nhorror-story as a permanent form. Fond of mediaeval romance and mystery\nas a dilettante's diversion, and with a quaintly imitated Gothic castle\nas his abode at Strawberry Hill, Walpole in 1764 published _The Castle\nof Otranto_, a tale of the supernatural which, though thoroughly\nunconvincing and mediocre in itself, was destined to exert an almost\nunparallelled influence on the literature of the weird. First venturing\nit only as a 'translation' by one \"William Marshal, Gent.\" from the\nItalian of a mythical \"Onuphrio Muralto,\" the author later acknowledged\nhis connection with the book and took pleasure in its wide and\ninstantaneous popularity--a popularity which extended to many editions,\nearly dramatizations, and wholesale imitation both in England and in\nGermany.\n\nThe story--tedious, artificial, and melodramatic--is further impaired\nby a brisk and prosaic style whose urbane sprightliness nowhere permits\nthe creation of a truly weird atmosphere. It tells of Manfred, an\nunscrupulous and usurping prince determined to found a line, who after\nthe mysterious sudden death of his only son, Conrad, on the latter's\nbridal morn, attempts to put away his wife Hippolita and wed the lady\ndestined for the unfortunate youth--the lad, by the way, having been\ncrushed by the preternatural fall of a gigantic helmet in the castle\ncourtyard. Isabella, the widowed bride, flees from this design; and\nencounters in subterranean crypts beneath the castle a noble young\npreserver, Theodore, who seems to be a peasant yet strangely resembles\nthe old lord Alfonso who ruled the domain before Manfred's times.\nShortly thereafter supernatural phenomena assail the castle in divers\nways; fragments of gigantic armour being discovered here and there,\na portrait walking out of its frame, a thunderclap destroying the\nedifice, and a colossal armoured spectre of Alfonso rising out of the\nruins to ascend through parting clouds to the bosom of St. Nicholas.\nTheodore, having wooed through death--for she is slain by her father\nby mistake--is discovered to be the son of Alfonso and rightful heir\nto the estate. He concludes the tale by wedding Isabella and preparing\nto live happily ever after whilst Manfred, whose usurpation was the\ncause of his son's death and his own supernatural harassings, retires\nto a monastery for penitence; his saddened wife seeking asylum in a\nneighboring convent.\n\nSuch is the tale; flat, stilted, and altogether devoid of the true\ncosmic horror which makes weird literature. Yet such was the thirst\nof the age for those touches of strangeness and spectral antiquity\nit reflects, that it was seriously received by the soundest readers\nand raised in spite of its intrinsic ineptness to a pedestal of lofty\nimportance in literary history. What it did above all else was to\ncreate a novel type of scene, puppet-characters, and incidents; which,\nhandled to better advantage by writers more naturally adapted to weird\ncreation, stimulated the growth of an imitative Gothic school which in\nturn inspired the real weavers of cosmic terror--the line of actual\nartists beginning with Poe. This novel dramatic paraphernalia consisted\nfirst of all of the Gothic castle, with its awesome antiquity, vast\ndistances and ramblings, deserted or ruined wings, damp corridors,\nunwholesome hidden catacombs, and a galaxy of ghosts and appalling\nlegends, as a nucleus of suspense and daemoniac fright. In addition,\nit included the tyrannical and malevolent nobleman as villain; the\nsaintly, long-persecuted, and generally insipid heroine who undergoes\nthe major terrors and serves as a point of view and focus for the\nreader's sympathies; the valorous and immaculate hero, always of high\nbirth but often in humble disguise; the convention of high-sounding\nforeign names; mostly Italian, for the characters; and the infinite\narray of stage properties which includes strange lights, damp\ntrapdoors, extinguished lamps, mouldy hidden manuscripts, creaking\nhinges, shaking arras, and the like. All this paraphernalia reappears\nwith amusing sameness, yet sometimes with tremendous effect, throughout\nthe history of the Gothic novel; and is by no means extinct even today,\nthough subtler technique now forces it to assume a less naive and\nobvious form. An harmonious milieu for a new school had been found, and\nthe writing world was not slow to grasp the opportunity.\n\nGerman romance at once responded to the Walpole influence, and soon\nbecame a byword for the weird and ghastly. In England, one of the first\nimitators was the celebrated Mr. Barbauld, then Miss Aiken, who in 1773\npublished an unfinished fragment called _Sir Bertrand_, in which the\nstrings of genuine terror were truly touched with no clumsy hand. A\nnobleman on a dark and lonely moor, attracted by a tolling bell and\ndistant light, enters a strange and ancient turreted castle whose doors\nopen and close and whose bluish will-o'-the-wisps lead up mysterious\nstaircases toward dead hands and animated black statues. A coffin with\na dead lady, whom Sir Bertrand kisses, is finally reached; and upon the\nkiss, the scene dissolves to give place to a splendid apartment where\nthe lady, restored to life, holds a banquet in honour of her rescuer.\nWalpole admired this tale, though he accorded less respect to an even\nmore prominent off-spring of his Otranto--_The Old English Baron_, by\nClara Reeve, published in 1777. Truly enough, this tale lacks the real\nvibration to the note of outer darkness and mystery which distinguishes\nMrs. Barbauld's fragment and though less crude than Walpole's novel,\nand more artistically economical of horror in its possession of only\none spectral figure, it is nevertheless too definitely insipid for\ngreatness. Here again we have the virtuous heir to the castle disguised\nas a peasant and restored to his heritage through the ghost of his\nfather; and here again we have a case of wide popularity leading to\nmany editions, dramatizations, and ultimate translation into French.\nMiss Reeve wrote another weird novel, unfortunately unpublished and\nlost.\n\n[Illustration: continued next month]\n\n\n\n\n    YOUR VIEWS\n\n\n\"I should venture that the fascination of the weird is through a\nvaguely masochistic pleasure that derives delight from frightening\none's self! I believe the simile is ancient that our gaze will often\nreturn to the ugliest person in a room rather than the most handsome.\nPerhaps it is that constant saccharine palls. I claim it is untrue that\n'the beautiful, the good, is the aim of every true artist.'\"\n\n  --R. H. Barlow\n\n\"The element of horror in a tale often makes the story; it gives you\nthat weird, creepy sensation and cold chills. Thus, the greater those\nfeelings affect us after, or during, the reading of the yarn, the\ngreater we say the story is. Of course, if the horror part is of too\nintense a nature in that it causes a continued after-effect producing\nnervousness in the reader, then the virtue of the use of horror may be\nquestioned. However, strong horror can be read by strong minds, or by\nuncomprehending minds, without damage. It would appear, then, that it\ndepends equally upon the reader and the quality of horror used. Horror\nhas a certain fascination to everyone; it is a thing that seems inborn\nin us--perhaps it is because we try to understand subconsciously,\nsomething mysterious, just beyond the conscious cognizance of the\nthings that are known.\"\n\n  --Kenneth B. Pritchard\n\n\"In the horror story, one can find true beauty--beauty that is\nglorified from tossing seas of blackness--shining beauty that comes\nwith cosmic fear, lurid silence, frightful death--all this and more\nfascinates one's appreciation of true art. 'When people read these\nand say that they are distasteful to the well and normal mind' then\nthese certain people should not read them. No one is compelling them\nto do such. And why do we wish to read a sinister tale of evil or\nmonstrosities? Listen, readers! Those of us who know life and have\ngrown tired of its futile strivings, its worries, its hard realities,\n(and most of us have by now) are able to forget it all by steeping\nourselves with the nameless terrors and evil spawns of that 'darkness\nvisible'.\"\n\n  --Robert Nelson\n\n\"As to the virtue of horror stories, one might ask what virtue there is\nin any yarn? What are we looking for in a story?--mental relaxation,\nthrills, morals, spine chills, or what have you. Certainly, they are\n_different_ from the usual run of blood and thunder, hero stuff. They\nare also something to think about _after reading_. We read them again\nto feel the effect of the words once more. I dare say that the average\nstory one reads is enjoyed while being absorbed, then forgotten. I am\nprobably wrong, but pass over it. The point is, we read horror tales\nbecause we _like_ them.\"\n\n  --Duane W. Rimel\n\n\"Aren't most tales that are weird and fantastic a bit\nhorrifying? Consider the strange beings around which the tale is\nwoven--incomprehensible monsters, neither animal nor reptile; strange\nman-things bearing only a resemblance in bodily structure, but too\nwarped to be human. I can see no virtue in them, except that when I\nfinish the story and come back to the normal world, I'm glad that I am\nwhat I am. It takes real intelligence to write something that is not\nknown to the general populace. I read weird tales for variety. I get a\nbit tired of the general run of stories found in _sensible_ magazines.\"\n\n  --Gertrude Hemken\n\n\"Just what is a normal mind? This pertains, I think, to the commonly\naccepted _norms_ in vogue at any specified time in history. Even in\ndifferent communities, what is considered normal in one is sometimes\nabnormal in others. This must be constantly kept in mind. On the other\nhand, how many people are what you might call 'normal'? Not many, I\nimagine. The ones that are probably the most utterly boring, stupid,\nlifeless creatures that roam this planet are the _normal_ ones. Also,\nplease remember that when a person dislikes something he (or she)\nusually says it's distasteful to a 'normal' mind.\"\n\n  --Lester Anderson\n\nNow, fans, write this department immediately and tell us who your\nfavorite author is and what quality in his work puts him at the head of\nyour list. Material received by us before April 22nd will be used in\nour May issue. Make your contributions brief and to the point--but be\nsure to send in your entry!\n\n[Illustration: Subscribe to TFF]\n\n\n\n\n    ADVERTISEMENTS\n\n  Rates: one cent per word\n  Minimum Charge, 25 cents\n\n\nSEABURY QUINN--An extraordinary collection of his stories, 5 and 10\ncents each. Postcard for prices on your favorite de Grandin tales, or\nstamp for list of all exploits available. In fairness to fans, limit\nfour stories per person.\n\nForrest J. Ackerman, 530 Staples Ave. San Francisco, Calif.\n\n       *       *       *       *       *\n\nCLARK ASHTON SMITH presents THE DOUBLE SHADOW AND OTHER FANTASIES--a\nbooklet containing a half-dozen imaginative and atmospheric\ntales--stories of exotic beauty, glamor, terror, strangeness, irony and\nsatire. Price: 25 cents each (coin or stamps). Also a small remainder\nof EBONY AND CRYSTAL--a book of prose-poems published at $2.00, reduced\nto $1.00 per copy. Everything sent postpaid, Clark Ashton Smith,\nAuburn, California.\n\n       *       *       *       *       *\n\nBack Numbers of _The Fantasy Fan_: September, 20 cents (only a few\nleft); October, November, December, January, February, March, 10 cents\neach.\n\n       *       *       *       *       *\n\nI Will Pay Cash for old numbers of Weird Tales in perfect condition.\n$1. for any number dated between March, 1923 and February, 1924,\ninclusive. $.75 for any between October, 1924, and September, 1925,\ninclusive, and December, 1925. $.50 for any of the following numbers:\nJuly, September, 1926; May, December, 1927. Please communicate with the\neditor if you have any of these issues that you would like to part with\nat these prices.\n\n       *       *       *       *       *\n\nWonder Stories presents the cream of science fiction. Why do thousands\nof of fans call it \"the old standby\"--because it is owned by Hugo\nGernsback, the founder of science fiction as a popular art. Join the\nScience Fiction League, operated by Wonder Stories. We now present an\noccasional scientific-weird story for lovers of weird fiction.\n\n       *       *       *       *       *\n\nBOOKS, Magazines, bought, sold. Lists 3 cts. Swanson-ff, Washburn, N. D.\n\n       *       *       *       *       *\n\nWanted--copies of Strange Tales; first edition of \"Three Go Back\" and\nAmerican edition of Verne's \"Earth to the Moon\" for sale or trade. Bob\nTucker, Box 260, Bloomington, Ill.\n\n       *       *       *       *       *\n\n[Illustration: Decorative motif]\n\nWouldn't you like to know more about your favorite author?\n\n    FANTASY MAGAZINE\n\n  presents biographies of foremost science and weird fiction writers in\n  each issue\n\n  [Illustration: Decorative motif]\n\n  the may issue features an interview with donald wandrei by schwartz and\n  weisinger\n\n  also h. p. lovecraft's powerful poem \"the outpost\"\n\n  and \"the girl from venus\" by rae winters\n\n  and many other features\n\n  [Illustration: Decorative motif]\n\n  $1.00 a year\n\n    Science Fiction Digest Company\n    87-36 162nd Street\n    Jamaica, New York\n\n  [Illustration: Decorative motif]\n\n\n\n\nTranscriber's Notes\n\nMinor corrections have been made to punctuation, otherwise the text\nis as in the original.\n\nThe \"Your Views\" section was split across \"Supernatural Horror\".\nThe two sections have been joined.\n\nItalics are represented thus _italics_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Fantasy Fan April 1934, by Various\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FANTASY FAN APRIL 1934 ***\n\n***** This file should be named 49511.txt or 49511.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/5/1/49511/\n\nProduced by Greg Weeks. Les Galloway and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}