{"title": "A Man Obsessed", "author": "Alan Edward Nourse", "releaseDate": "July 26, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           _A MAN OBSESSED_\n\n                           By ALAN E. NOURSE\n\n\n                            ACE BOOKS, INC.\n                23 West 47th Street, New York 36, N. Y.\n\n\n                            A MAN OBSESSED\n\n                  Copyright, 1955, by Ace Books, Inc.\n\n                          All Rights Reserved\n\n\n                           Printed in U.S.A.\n\n       *       *       *       *       *\n\n\nHE HUNTED HORROR THROUGH A MANIAC WORLD!\n\n\nJeffrey Meyer had a killing on his mind. It meant nothing to him that\nhis towering Twenty-first Century world was going mad. He shouldered\naside the rising tide of narcotics-mania, the gambling fever, the\ninsatiable lust for the irrational. Jeff had his own all-consuming\nobsession--Paul Conroe must die!\n\nAfter a five-year frenzied chase, Jeff had his victim cornered; he'd\ndriven him into the last hideaway of the world's most desperate\nmen--the sealed vaults of the human-vivisectionists. And Jeff knew\nthat to reach his final horrible objective, he must offer himself also\nas a guinea pig for the secret experiments of the world's most feared\nphysicians!\n\nAlan E. Nourse's new novel A MAN OBSESSED has the impact of Orwell's\n_1984_ and the imaginative vigor of Huxley's _Brave New World_.\n\n       *       *       *       *       *\n\n\nAbout the author:\n\n\nBorn in Des Moines, Iowa, and currently studying for his doctorate in\nmedicine at the University of Pennsylvania, Alan E. Nourse has managed\nin between to make himself a high rating as a science-fiction author.\nHis stories have appeared in every leading fantasy magazine and many\nanthologies. A MAN OBSESSED, his latest work, will be his third novel\nto see book publication. Concerning it, he says;\n\n\"The idea was drawn from my experience in minor grade medical\nguinea-pigging which I as a medical student have done from time to\ntime. The Hoffman Medical Center, originally conceived as a likely\ndevelopment in the future of medical treatment and research, is not\nmodeled on any existing organization. Medical mercenary work does,\nhowever, exist at the present time for testing new drugs, studying\nphysiological effects, and in some cases testing rather dangerous\nprocedures. Cash is paid for participation, and certain groups of\nexperiments have become very popular among medical students as a\nsource of very easy, if slightly risky, income.\"\n\n\n\n\nCHAPTER ONE\n\n\nJeffrey Meyer sat back in his chair and waited. He could hardly breathe\nin the stifling air of the place. His hand clenched his glass until\nthe knuckles were white, and his lip curled slightly as he watched the\ncrowd around him. His whole body was tense. His legs, knotted tightly\nunder the seat, were ready to move in an instant, and his eyes roved\nfrom the front to the back of the place. They were pale gray eyes that\nwere never still--moving, watching, waiting. He had waited for so long,\nwaited and hunted with bitter patience. But now he knew the long wait\nwas drawing to a close. He knew that Conroe was coming and the trap was\nset.\n\nFor the thousandth time that evening, a shiver of chilly pleasure\npassed through him at the thought. He squirmed in eagerness, hardly\ndaring to breathe. With his free hand he caressed the cool plastic\nhandle of the gun that was close to his side, and a tight smile\nappeared on his thin lips. Conroe was coming ... at last ... at\nlast.... And tonight he would kill Conroe.\n\nThe place was a madhouse around him. In the front of the room, by\nthe street door, was a long horseshoe bar. It was already crowded\nby the early revelers. A screechie in the corner blatted out the\ntinny, nervous music that had recently become so popular, and a loud,\nhysterical burst of feminine laughter echoed to the back of the room.\n\nJeff Meyer rubbed his eyes, smarting from the bluish haze filling the\nlong, low-ceilinged room. The unhealthy laughter broke out again, and\nsomeone burst into a bellow of song, half giggle, half noise.\n\nAt the adjoining table an alky-siky stirred, muttered something\nunintelligible and returned his nose sadly to his glass. Jeff's eyes\nflicked over the man with distaste. The scrawny neck, the sagging\njaw, the idiotic, almost unearthly expression of intent listening on\nthe vapid face: a typical picture of the type. Jeff watched him for a\nmoment in disgust, then moved his eyes on, still watching as a flicker\nof apprehension passed through his mind.\n\nA girl, quite naked except for the tray slung at her waist, strolled\nby his table, wagging her hips and turning on her heaviest personality\nsmile.\n\n\"Drive a nail, mister?\"\n\n\"Beat it.\"\n\nThe smile cooled slightly on the girl's lips. \"Just askin',\" she\nwhined. \"You don't have to get--\"\n\n\"Beat it!\" Jeff shot her a venomous look, trying frantically to keep\nhis attention from straying from the front of the room. It would be too\nmuch to slip up now, more than he could stand to make a mistake like\nthe last time.\n\nThe trap was perfect. It _couldn't_ fail this time. Each step of the\nway had been carefully sketched, plotted through long sleepless nights\nof conference and planning. They couldn't have hunted a man like\nConroe all these years without learning something about him--about his\npersonality, about the things he liked and disliked, the things he did,\nthe places he frequented, the friends he made.\n\nLast time, after Jeff's own blundering error had allowed him to slip\nthrough the net at the last frantic minute, there seemed to be no hope.\nEverything seemed all the more hopeless when the man had disappeared as\ncompletely as if he were dead. But then they had found the girl--the\nkey to his hiding place. She had formed the top link in the long,\nmeticulous chain which had been drawn tighter each day, drawing Paul\nConroe at last closer and closer to the hands of the man who was going\nto kill him. And now the trap was set; there could be no slip this\ntime. There might never be another chance.\n\nThe street door opened sharply, and a short, bull-necked man with sandy\nhair walked in. He was followed by two other men in neat business\nsuits. The first man stepped quickly to the bar, shouldering his way\nthrough the crowd, and stood sipping beer for several minutes. He\nglanced closely at the people around the bar and the surrounding tables\nbefore he walked toward the back and seated himself next to Meyer.\nLooking at Jeff with an indefinable expression, he finished his beer at\na gulp and set the glass down on the table top with a snap.\n\n\"What's up?\" Jeff said hoarsely.\n\n\"Something's funny.\" The sandy-haired man's voice was a smooth bass,\nand a frown appeared on his pink forehead. \"He should have been here\nby now. He left the hotel over in Camden-town an hour ago, private\nthree-wheeler, and he headed for here.\"\n\nJeff leaned forward, his face going white. \"You've got somebody on him?\"\n\n\"Yes, yes, of course.\" The man's voice was sharp, and there were tired\nlines around his eyes. \"Take it easy, Jeff. You wouldn't be able to get\nhim if he did come in--the way you are. He'd spot you in two seconds.\"\n\nJeff's hand trembled as he gripped his glass, and he settled tensely\nback in his chair. \"It can't go wrong, Ted. It's got to come off.\"\n\n\"It should. The girl is here and she got word from him last night.\"\n\n\"Can she be trusted?\"\n\nThe sandy-haired man shrugged. \"Don't be silly. In this game, nobody\ncan be trusted. If she's scared enough, she'll play along--okay? We've\ndone our best to scare her. We've scared the hell out of her. Maybe\nshe's more scared of Conroe--I don't know. But it looks cold to me. On\na platter. So get a grip on yourself.\"\n\n\"It's got to come off.\" Jeff growled the words savagely, and drained\nhis glass at a gulp. The sandy-haired man blinked, his pale little\neyes curious. He leaned back thoughtfully. \"Suppose it doesn't, Jeff?\nSuppose something goes wrong? Then what?\"\n\nJeff's heavy hand caught the man's wrist in a grip that was like a\nvise. \"You don't talk like that,\" he grated. \"Your men I don't mind,\nbut not you--understand? It can't go wrong. That's all there is to it.\nNo if's, no maybe's. You got that now?\"\n\nTed rubbed his wrist, his face red. \"All right,\" he muttered. \"So it\ncan't go wrong. So I shouldn't talk, I shouldn't ask questions. But if\nit does go wrong, you're going to be dead. Do you know that? Because\nyou're killing yourself with this--\" He sighed, staring at Meyer.\n\"What's it worth, Jeff? This constant tearing yourself apart? You've\nbeen obsessed with it for years. I know, I've been working with you and\nwatching you for the last five of them--five long years of hunting. And\nfor what? To get a man and kill him. That's all. What's it worth?\"\n\nJeff took a deep breath and took a pack of cigarettes from his jacket.\n\"Drive a nail,\" he said, offering the pack. \"And don't worry about me.\nWorry about Conroe. He's the one who'll be dead.\"\n\nTed shrugged and took the smoke. \"Okay. But if this blows up, I'm\nthrough. Because this is all I can take.\"\n\n\"Nothing will blow up. I'll get him. If I don't get him now, I'll get\nhim the next time, or the next, or the next. With or without you, I'll\nget him.\" Jeff took a trembling breath, his gray eyes cold under heavy\nblack brows. \"But there hadn't better be any next time.\"\n\nHe sat back in his chair, his face falling into the lines so familiar\nto Ted Bahr. Jeff Meyer had been a handsome man, before the long years\nof hate had done their work on his face. He was a huge, powerfully\nbuilt man, heavy-shouldered, with a strong neck and straight nose, and\na shock of jet black hair, neatly clipped. Only his face showed the\nbitterness of the past five years--years filled with anger and hatred,\nand a growing savagery which had driven the man almost to the breaking\npoint.\n\nThe lines about his eyes and mouth were cruel--heavy lines that had\nbeen carved deeply and indelibly into the strong face, giving it a\nharsh, almost brutal cast in the dim light of the bistro. He breathed\nregularly and slowly as he sat, but his pale eyes were ice-hard as they\nmoved slowly across the little show floor. They took in every face,\nevery movement in the growing throng.\n\nHe was out of place and he knew it. He had no use for the giddy,\nhalf-hysterical people who crowded these smoke-filled holes night after\nnight. They came in droves from the heart of the city to drink the\nwatery gin and puff frantically on the contraband cigarettes as they\ntried desperately to drive off the steam and pressure of their daily\nlives.\n\nMeyer hated the smell and stuffiness of the place; he hated the loud\nscreams of laughter, the idiotic giggles; he hated the blubbering\nalky-sikys who crowded the bars with their whisky and their strange,\nunearthly dream-worlds. Above all, he hated the horrible, resounding\nartificiality, the brassiness and clanging noise of the crowd. His skin\ncrawled. He knew that he couldn't possibly disappear into such a crowd,\nthat he was as obvious, sitting there, as if he had been painted with\nred polka dots. And he knew that if Conroe spotted him a second before\nhe spotted Conroe--He eased back in the chair and fought for control of\nhis trembling hands.\n\nThe lights dimmed suddenly and a huge red spotlight caught the curtain\nat the back of the show floor. Jeff heard Bahr catch his breath for a\nmoment, then let out a small, uneasy sigh. The crowd hushed as the girl\nparted the curtains and stepped out onto the middle of the floor, to a\nfanfare of tinny music. Jeff's eyes widened as they followed her to the\ncenter of the red light.\n\n\"That's her.\"\n\nJeff glanced sharply at Bahr. \"The girl? She's the one?\"\n\nBahr nodded. \"Conroe knows how to pick them. He's supposed to meet her\nlater. This is her first show for the evening. Then she has another at\nten and another at two. He's supposed to take her home.\" He glanced\naround the room carefully. \"Watch yourself,\" he muttered, and silently\nslipped away from the table.\n\nThe girl was nervous. Jeff sat close enough to see the fear in her\nface as she whirled around the floor. The music had shifted into a\nslow throbbing undertone, as she started to dance. She moved slowly,\ncircling the floor. Her hair was long and black, flowing around her\nshoulders, and her body moved with carefully calculated grace to the\nmusic. But there was fear in her face as she whirled, and her eyes\nsought the faces on the fringe of the circle.\n\nThe music quickened imperceptibly and Jeff felt a chill run up his\nspine. The upper part of the shimmering gown slipped from the girl's\nshoulders, and slowly the tempo of the dance began to change from the\nstately rhythm it had a moment before. The throb of the music became\nhypnotic, moving faster and faster. Jeff's hands trembled as he tried\nto draw his eyes away from the undulating figure. There had been\nnothing to mark the change, but suddenly the dance had become obscene\nas the music rose--so viciously obscene that Jeff nearly gagged.\n\nHe felt the tension in the crowd around him. He heard their breathing\nrise, felt the desperate eagerness in their hard, bright eyes as they\nwatched. The nervousness had left the girl's face. She had forgotten\nher fear, and a little smile appeared on her face as her body moved in\nabandon to the quickening beat.\n\nSlowly she moved toward the tables, and the spotlight followed her,\nplaying tricks with her hair and gown, concealing and revealing,\ntwisting and swaying.... Jeff felt his body freeze. He fought to move,\nfought to take his eyes from the writhing figure as she drew closer and\ncloser--\n\nAnd then she was among the people, moving from table to table, never\nslowing her motion, graceful as a cat, twisting and twirling in the\nflickering red light. In and out she moved until she reached Jeff's\ntable, her face inscrutable--a peacefully smiling mask. With amazing\ngrace she leaped up on the table top and gave Jeff's glass a kick that\nsent it spinning onto the floor with a crash. And then the red light\nhit him full in the face--\n\n\"Get out of the light!\"\n\nLike a cat he threw his chair back and struck the girl, knocking her\nfrom the table. Someone screamed and the light swung to the girl, then\nback to him. The table went over. He rolled out of the light, twisting\nand fighting through the stunned and screaming crowd. His gun was in\nhis hand, and he frantically searched the shouting room with his eyes.\n\n\"Get him! There he goes!\"\n\nHe heard Bahr's voice roar from the side of the room. Jeff swung\nsharply to the sound of the voice. He saw the tall, slender figure\ncrouched with his back to the bar, eyes wide with fear and desperation.\nThere was no mistaking the face, the hollow cheeks and the high\nforehead, the graying hair. It was the face he had seen in his dreams,\nthe twisted lips, the evil, ghoulish face of the man he had hunted to\nthe ends of the earth. For a fraction of a second he saw Paul Conroe,\ncrouched at bay, and then the figure was gone, twisting through the\ncrowd toward the door--\n\n\"Stop him!\" Jeff swung savagely into the crowd, screaming at Bahr\nacross the room. \"He's heading for the street! Get him!\" The gun kicked\nsharply against his hand as he fired at the moving head. Rising for\nan instant, it disappeared again into the sea of heads. A scream rose\nat the shot. Women dropped to the floor, glasses crashed, tables went\nover. Someone clawed ineffectually for Jeff's leg. Then, abruptly, the\nlights went out and there was another scream.\n\n\"The door, the door--Don't let him get out--\"\n\nJeff plunged to the side of the room, wrenched open the emergency exit\nand plunged down the dark, narrow walkway to the street. He heard shots\nas he ran. Turning the corner of the building, he saw the tall figure\nrunning pell-mell down the wet street.\n\n\"There he goes! Get him!\"\n\nTed Bahr hung from the door. He gasped as he held his side, his face\ntwisted in pain. \"He hit me,\" he panted. \"He's broken away--\" A jet\ncar slid from the curb and whined down the street toward the fleeing\nfigure. \"He can't make it--I've got men on every corner in cars.\nThey'll get him, drive him back--\"\n\n\"But where's he going?\" A sob of rage choked Jeff's voice. \"She sold us\nout, the bitch. She fingered me when she saw him come in--\" His whole\nbody trembled and the words tumbled out, almost incoherent. \"But he\nmust know the streets are blocked. Where's he running?\"\n\n\"You think I'm a mind reader? I don't know. There are no open buildings\nin the whole block but this place and the Hoffman Center. He can't\ngo anywhere else and he can't get out of the block. We've got every\nescapeway sewed up tight. He'll have to come back here or be shot down\nout there.\"\n\nThey watched the gloomy street, tears of rage in Jeff's eyes. His hands\nshook uncontrollably and his shoulders sagged in exhaustion and defeat.\nThe tavern door had burst open and people were crowding out. Jeff and\nTed Bahr moved back into the shadows of the alleyway and waited and\nlistened.\n\n\"There's got to be a shot!\" Jeff burst out. \"He couldn't have slipped\nthrough.\" He turned to Bahr frantically. \"Could he have gone into the\nCenter?\"\n\n\"On what pretense? They'd throw him to the Mercy Men--or the\nbooby hatch, one or the other. He'd know better than to try.\" The\nsandy-haired man sank down on his haunches and gripped his side\ntightly. \"He'll be back or we'll hear the shooting. He couldn't have\nslipped through.\"\n\nA three-wheeled jet car slid in to the curb, and a man came up to them,\neyes wide. \"Get him?\"\n\nBahr scowled. \"No sign. How about the other boys?\"\n\nThe man blinked. \"Not a whisper. He never reached the end of the block.\"\n\n\"Did you check with Klett and Barker?\"\n\n\"They haven't seen a soul down here.\"\n\nBahr glanced at Jeff sharply. \"How about the streets behind? Any chance\nof a breakthrough there?\"\n\nThe man's voice was matter-of-fact. \"It's airtight. He couldn't get\nthrough without somebody seeing him.\" He stepped back to the car and\nspoke rapidly into the talker for a moment or two. \"Nothing yet.\"\n\n\"Damn. How about Howie and the boys inside the place?\"\n\n\"Nothing from them either.\"\n\nJeff's face darkened. \"The Hoffman Center,\" he said slowly. \"He got\ninto the Center, somehow. He must have.\"\n\n\"He'd have to have gilt-edged medical credentials to get in after\nhours. They don't mess around over there. And what would it gain him?\"\n\nJeff peered at Bahr in the darkness. \"Maybe he wanted to be thrown to\nthe Mercy Men. Maybe he's figured that as a last resort, he'll go in\nand volunteer, make a stab at the Big Cash.\"\n\nBahr stared at the big man in horror. \"Look--Conroe may be desperate,\nbut he hasn't lost his mind. My God, man! He isn't crazy.\"\n\n\"But he's scared.\"\n\n\"Of course he's scared, but--\"\n\n\"How scared?\"\n\nBahr shrugged angrily. \"He'd have to be on his last legs to take a\ngamble like that.\"\n\n\"But they'd take him. They wouldn't ask any questions. They'd swallow\nhim up; _they'd hide him_, whether they knew it or not.\" Jeff's voice\nrose in excitement. \"Look. We've hunted him down for years. We've never\nrested; we've never quit. He knows that and he knows why. He knows me.\nHe knows I'm not going to quit until I get him. And he knows I will\nget him, sooner or later. I'm cutting too close; I'm undermining his\nfriends; I'm always moving closer. Everywhere he goes, everything he\ndoes, I'm onto him. And he knows when I do get him, he's going to die.\nWhat does that add up to?\"\n\nBahr blinked in silence. Jeff's face hardened. \"Well, I'll tell you\nwhat it adds up to. A man can take just so much. He can slide and twist\nand hide and keep moving just so long. Then he finds there aren't any\nmore hiding places. But there's one last place a man can go to hide--if\nhe's really at the end of his tether--and that's the Mercy Men. Because\nthere he could vanish as though he'd never existed.\"\n\nTed Bahr carefully lit a smoke. \"If that's where he went, we're\nthrough, Jeff. We'll never get him. We don't even need to worry about\ntrying. Because if he's gone there, he'll never come out again.\"\n\n\"Some of them do.\"\n\nBahr grunted. \"One in a million, maybe. The odds are so heavy that\nthere's no sense thinking about it. If Paul Conroe has gone to the\nMercy Men, then he's dead. And that is that.\"\n\nJeff returned his weapon to his pocket sharply and walked out to the\ncar at the curb. \"Keep your men where they are,\" he said to Bahr. \"Keep\nthem there for the rest of the night. If he's found a loophole, I want\nto know it. If he's hidden in the buildings, he'll have to come out\nsometime. Get some men to search the roofs, and you and I can start on\nthe alleyways. If he's out there, we'll get him.\" He straightened his\nshoulders and the sullen fire was back in his eyes--an angry, bitter\nfire. \"And if he's gone into the Center, we'll still get him.\"\n\nBahr's eyes were wide. \"He'll never come out if he's gone where you\nthink, Jeff. We could wait weeks or months, even years, and we still\nwouldn't know. Even if he did come out, we might never recognize him.\"\n\n\"I'll recognize him,\" Jeff snarled, looking down into Bahr's face. \"I'm\ngoing to kill him. I'm going to know that he's dead, because I'll see\nhim die. And I'll kill him if I have to follow him into the Center to\ndo it.\"\n\n\n\n\nCHAPTER TWO\n\n\nThe news report blatted in Jeff Meyer's ear from the little car radio.\nThe words came through, but he hardly heard them as his eyes watched\nthe huge glass doors of the administration building of the Hoffman\nMedical Center.\n\n  ... no word has yet been received, but it is believed that the\n  Eurasian governments may be in session several hours more in an\n  attempt to stem the inflation. On the home front, the stock-market\n  nosedive, which resulted from the new Senate taxation bill yesterday,\n  leveled off when the Secretary of Corporative Business announced this\n  morning that the government would abandon attempts to enforce the new\n  law, at least for the time being. Secretary Barnes stated that further\n  study of the bill would be undertaken when more pressing governmental\n  problems had been cleared--\n\nJeff snapped off the switch with a snarl. The street passing the Center\nwas crowded. Lines of cars moved into and out of the traffic stream\nfrom the huge Center parking tiers. The building rose high, tier\nupon tier. Its walls gleamed white in the bright morning sunlight,\nreflecting brilliant facets of golden light from thousands of polished\nwindows.\n\nIt was an immense building, sprawling across six perfectly landscaped\ncity blocks, tall trees and cool green terraces setting off the\nglistening beauty of the architecture. The structure sent tower after\ntower up from the dingy street below, and at the foot of the towers was\na buzz of furious activity. Supply trucks, carrying food and supplies\nfor the twenty-two thousand beds and the people in them, and for the\nadditional thirteen thousand people who worked day and night to keep\nthe huge hospital running, moved toward the unloading platforms.\n\nThe Hoffman Medical Center was an age-old dream which had finally come\ntrue. Even those who had conceived it had not realized the tremendous\nneed it would fulfill. From its very inception, no expense had been\nspared. The finest architects had thrown up the shimmering ward-towers,\nturned toward the sun, to bring light to the sick and injured who\nrested and healed within. Equipment unequaled anywhere in the world\nhad filled the Center's dressing and surgical rooms. The doctors,\nnurses, researchers and technicians who staffed the institution had\nbeen gathered from the world over. And all the world had conceded the\nHoffman Center its place as leader in the realm of medicine, ever since\nthe cornerstone had been laid that rainy morning in the spring of the\nyear 2085. Twenty-four years had passed since that day, and in those\nyears the Hoffman Center had never once faltered in its leadership.\n\nThe men in the car sat in stony silence. Finally, Jeff Meyer stirred,\nextended his hand briefly to Ted Bahr. \"You'll cover things out here?\"\n\n\"Don't worry about it.\" Bahr shook the hand. \"Well wait to hear from\nyou.\" He watched, almost wistfully, as the huge man cut through the\ntraffic and headed for the large glass doors. Then, with a sigh, he\nstepped on the starter button and snaked the little jet car into the\nstream of traffic moving toward the city.\n\n       *       *       *       *       *\n\nJeff Meyer stopped in the great, bustling lobby and stared about him\nalmost in awe. He had never been inside the Hoffman Center before,\nthough he had heard of it many times and in many places. Since it had\ntaken over service of the huge metropolis of Boston-New Haven-New\nYork-Philadelphia, the newspapers and TV had been full of stories of\nthe lifesaving and healing that had gone on within its walls. The\ndisease research, conducted by specialists in all phases of medicine\nwho were for the first time gathered together under one agency, had\nstartled the world again and again.\n\nBut there had been other stories, too--not from the papers and TV, not\nthese stories. These tales had come by word of mouth: a short sentence\nor two, a nervous laugh, a sneering joke, a rumor, a whispered story\nfrom a wide-eyed alky hanging over a bar. Not the sort of stories one\nreally believed, but the sort that made one wonder.\n\nSeveral dozen white-garbed women moved across the floor of the huge\nlobby and talked quietly among themselves. Jeff sniffed uneasily.\nThere was a curiously distasteful odor in the air, an odor of almost\nunhealthy cleanliness and spotless preservation. The lobby was a mill\nof activity: the elevators and interbuilding jitneys terminated here;\npeople moved briskly, carrying with them the familiar air of hurry and\nvast pressure that infected the whole world outside.\n\nJeff watched, spotting the corridor leading to the main administrative\noffices. He saw the elevators constantly rising to and returning from\nthe huge admission offices. He noted the corridor twisting off to the\nstaff living quarters. He stood silent, his quick gray eyes cautiously\nprobing and watching. He tried to print an indelible picture in his\nmind of the layout of the building and was almost floored by the\nhive-like bustle of the place. There was a complexity in the curved\ndoorways and the brightly lighted corridors.\n\nSomewhere here he could find Paul Conroe. Somewhere in this maze of\nbuildings and passageways was the man he had hunted for. Logic told him\nthat. They had spent the night searching every possible alternative.\nHis muscles ached and his eyes were red from sleeplessness, but there\nwas a hot, angry glow in his heart. He knew that this was the only\nplace that Conroe could have gone. Yet the place where he must be\nhiding was a place Jeff had heard of only in rumor, a place whose\nmention carried with it a half-knowledge of staggering wealth and\nalmost indescribable horror.\n\nSomeone tapped him on the shoulder. He turned, startled, to face a\nhuge, burly man with a suspicious face and a gray uniform. \"You got\nbusiness here, mister, or are we just sight-seeing?\"\n\nJeff forced a grin. \"I don't know where to go,\" he said truthfully.\n\n\"Maybe you should go back out then. No visitors until this afternoon.\"\n\n\"No, I'm not a visitor. I'm looking for the Volunteer's Bank. The ads\nsaid to come to the administration offices--\"\n\nThe guard's face softened a little. He pointed a finger toward a\ncorridor marked RESEARCH ADMINISTRATION. \"Right over there,\" he said.\n\"Office is the first door to your right. The nurse will take care of\nyou.\"\n\nMeyer strolled toward the corridor, his mind fumbling with the rumors\nand bits of half-knowledge that were all that he had to work on:\nstories of drunks stumbling into the Emergency Rooms and never coming\nout; tales of quiet, swift raids on narcotics houses, of people who\nnever reached the police stations.\n\nBut how could he make the right contact here? \"Research Administration\"\ncovered a multitude of meanings. He had read the advertisements for\nHoffman volunteers in all the buses, in the 'copters, on the roads.\nNewspapers and TV had carried them for years. Meyer glanced down at\nhis unpolished shoes, rubbed a finger over his purposely unshaven\nchin. What would they expect a volunteer to look like? How could they\ndetect a fraud, an interloper? He shivered as he faced the office door.\nIt would be a gamble, a terrible chance. Because with all the other\npublicity, no mention had ever been made of the Mercy Men. He glanced\nback, found the guard still staring at him, and walked into the office.\n\nSeveral people sat along the wall. A small, mousy-looking man with a\nbald head and close-set eyes had just sat down in the chair before the\ndesk. He waited for the prim-looking woman wearing a ridiculous little\nwhite hat to put down her pen. She didn't even glance up as Jeff took\na seat, and she kept writing for several minutes before turning her\nattention to the little bald man. Then she looked up and gave a frosty\nsmile at him. \"Yes, sir?\"\n\n\"Dr. Bennet asked me to come back today,\" the little man said.\n\"Follow-up on last week's work.\"\n\n\"Name please?\" The woman took his name and punched the button on a\npanel before her; an instant later a card flipped down in a slot. She\nchecked it, made an entry and nodded to the man. \"Dr. Bennet will be\nready for you at eleven. You'll find magazines in the lounge.\" She\nindicated another door, and the little man disappeared through it.\n\nAnother person, a middle-aged woman, moved to take the little man's\nplace before the desk. Jeff felt restless and glanced at his watch. It\nwas almost eleven. Must she move so slowly? Nothing seemed to hurry\nher. She worked from person to person, smiling, impersonal, just a\ntrifle chilly. Finally she nodded to Jeff, and he moved to the chair.\n\n\"Name, please?\"\n\n\"You don't have a card on me.\"\n\nShe looked up briefly. \"A new volunteer? We're happy to have you, sir.\nNow if you'll give me your name, I can start the papers through.\"\n\nJeff cleared his throat, felt his pulse pounding in his forehead. \"I'm\nnot sure just what I want to volunteer for,\" he said cautiously.\n\nThe woman smiled. \"We have a rather large selection to choose from.\nThere are the regular 'mycin drug runs every week on Tuesdays and\nThursdays. You take the drug by mouth in the morning and give blood\nsamples at ten, two and four. Many of our new Volunteers start on that.\nIt pays six dollars and your lunch while you're here. Or you could give\nblood, but the law restricts you to once every three months on that,\nand it only pays thirty-five dollars. Or--\"\n\nJeff shook his head and leaned forward. He looked directly into her\neyes. \"I don't think you understand,\" he said softly. \"I want money.\nLots of it. Not five or ten dollars.\" He looked down at the desk. \"I've\nheard you have other kinds of work.\"\n\nThe woman's eyes narrowed. \"There are higher-paying categories of\nVolunteer work, of course. But you must understand that they are\nhigher paying because they involve a greater risk to the health of the\nVolunteer. For instance, we've been running circulation studies with\nheart catheterizations. We pay a hundred dollars for these, but there\nis an appreciable risk involved. Or sternal marrow punctures for blood\nstudies. Usually we start--\"\n\n\"I said money,\" said Jeff implacably. \"Not peanuts.\"\n\nHer eyes widened and she stared at him for a long moment. It was a\nstrange, penetrating stare that took him in from his face to his feet.\nHer smile faded and her fingers were suddenly nervous. \"Have you any\nidea what you're talking about?\"\n\n\"I have. I'm talking about the Mercy Men.\"\n\nShe stood up abruptly and disappeared into an inner office. Jeff\nwaited, his whole body trembling. Beads of sweat broke out on his\nforehead, and he gave a visible start when the woman opened the door\nagain.\n\n\"Come in here, please.\"\n\nThen he was on the right track. He tried to conceal the excitement in\nhis eyes as he took a seat in the small room. He waited, fidgeting.\nThe woman packed up a small telephone on the desk and punched several\nbuttons in rapid succession. The silence was almost intolerable as he\nwaited, a silence that was alive and vibrant. Finally a signal light\nflickered and she took up the receiver.\n\n\"Dr. Schiml? This is the Volunteer office, Doctor.\" She shot Jeff a\nswift glance. \"There's another man here to see you.\"\n\nMeyer felt his heart pound. He shifted in his chair and started to take\nout a cigarette. Then he checked himself.\n\n\"That's right,\" the woman was saying, eyeing him as if he were a\nbiological specimen. \"I'm sorry, he hasn't given a name.... Ten\nminutes? All right, Doctor, I'll have him wait.\" With that, she\nreplaced the receiver and left the room without a word.\n\nJeff stood up, stretched his legs and looked about the room. It was\nsmall, with just a desk and two or three chairs. Obviously it served\nas a conference room of some sort. One wall held the panel of file\nbuttons; another held the telephone and visiphone viewer. Over the\nvisiphone screen, a large lighted panel announced the date in sharp\nblack letters: 32 April, 2109. Below it, the little transistor clock\nhad just changed to read 11:23 A.M. Almost noon. And every passing\nminute his quarry drew farther and farther away.\n\nHe glanced out the window at the rising tiers of buildings. Across the\ncourtyard the first of the ward-towers rose. To one side of it were a\nseries of long, low structures with skylights. These were the kitchens,\nperhaps, or maintenance buildings. There were dozens of them--any one\nof which could be hiding Paul Conroe. Jeff clenched his hands until the\nnails bit his palms. He stared down at the buildings. Conroe could be\nanywhere down there. _Another man had already seen Dr. Schiml...._\n\nA door clicked behind him and he turned sharply. A man entered the room\nand closed the door behind him. Smiling, he walked over to the desk.\nMeyer nodded and watched the man. He felt a sinking feeling in the pit\nof his stomach. For the briefest instant the doctor had caught his eye,\nand Jeff felt everything that he had planned to say crumble like dust\naround him.\n\nThe man hardly looked like a doctor, although his white jacket was\nimmaculate and a stethoscope peeped from his side pocket. He was tall\nand slender, almost fifty years old, with round, cheerful pink cheeks\nand a little pug nose that seemed completely out of place on his face.\n\nA harmless-looking man, Jeff thought, except for his eyes. But his\neyes--they were the sharpest, most penetrating eyes Jeff had ever seen.\nAnd they were watching him. Quite independent of the smiling face, they\nwatched his every move, studying him. The eyes were full of wisdom, but\nthey were also tinged with caution.\n\nThe doctor sat down and motioned Jeff to the seat facing the desk. He\npushed a cigar case across the desk to him.\n\nJeff hesitated, then took one. \"I thought these were slightly illegal,\"\nhe said.\n\nThe doctor grinned. \"Slightly. Thanks to us, as you probably know. We\ndid most of the work here on tobacco smoke and cancer--actually got\nlegislation pushed through on it.\" He leaned back easily in his chair\nas he lit his own cigar. \"Still, one once in a while won't do too much\nharm. And there's nothing like a good smoke to get things talked out.\nI'm Roger Schiml, by the way. I didn't get your name.\"\n\n\"Meyer,\" said Jeff. \"Jeffrey Meyer.\"\n\nThe doctor's eyes narrowed quizzically. \"I hope my girl didn't bother\nyou too much. She channels most of the volunteer work here, as you see.\nThen, occasionally, cases come in which she'd rather turn over to me.\"\nHe paused for a moment. \"Cases like yours, for instance.\"\n\nJeff blinked, his mind racing. It would take acting, he thought, real\nacting to fool this man. The face was deceptively young and benign,\nalmost complacent. But the eyes were far from young. They were old, old\neyes. They had seen more than eyes should see. They missed nothing. To\nfool a man with eyes like that--Jeff took a deep breath and said, \"I\nwant to join the Mercy Men.\"\n\nDr. Schiml's eyes widened very slightly. For a long moment he said\nnothing, just stared at the huge man before him. Then he said, \"That's\ninteresting. It's also very curious. The name, I mean--oh, I can\nunderstand the attraction such an idea might have for people, but the\nname that's become so popular--it baffles me. 'Mercy Men.' It gives\nyou a curious feeling, don't you think? Brings up mental pictures of\nhandsome young interns fighting the forces of evil and death, the brave\nheroes giving their all for the upward flight of humanity--all that\ngarbage, you know.\" The eyes hardened quite suddenly. \"Where did you\nhear of the Mercy Men, I wonder?\"\n\nJeff shrugged. \"The word's been around for quite a while. A snatch\nhere, a story there--even though it isn't advertised too openly.\"\n\nDr. Schiml looked him straight in the eye. \"And suppose I told you that\nthere is no such organization, either here or anywhere else on Earth\nthat I know of?\"\n\nA tight smile appeared on Jeff's face. \"I'd call you a class-A liar.\"\n\nSchiml's eyebrows went up. \"I see. That's a big word. Maybe you can\nsupport it.\"\n\n\"I can. There are Mercy Men here. There have been for several years.\"\n\n\"You're sure of that.\"\n\n\"Quite. I know one. He was a skid-rower with a taste for morphine when\nI first ran into him--a champagne appetite to go with a beer income.\nThen he went out of circulation for about six months. Now he has a\nplace up in the Catskills, with many, many thousands of dollars in the\nbank. Of course, he uses the money to feed several hundred cats in his\nbasement.\" Jeff's eyes narrowed. \"He never liked cats very much before\nhe left here. There are other funny things he does--nothing serious, of\ncourse, but peculiar. Still, he doesn't need the dope any more.\"\n\nSchiml smiled and put his fingers together. \"That would be Luke\nTandy. Yes, Luke was a little different when he left, but the work was\nsatisfactory and we paid off.\"\n\n\"Yes,\" said Jeff softly. \"One hundred and fifty thousand dollars. Cash\non the line. To him or his heirs. He was lucky.\"\n\n\"So what are you doing here?\"\n\n\"I want a hundred and fifty thousand dollars too.\"\n\nThe doctor's eyes met Jeff's squarely. \"And you are a liar too.\"\n\nJeff reddened. \"What do you mean--\"\n\n\"Look, let's get this straight right now. Don't lie to me. I'll catch\nyou every time.\" The doctor's eyes were hard. \"I see a man who's eaten\nwell for a long time, wearing dirty but expensive clothes, who doesn't\ndrink, who doesn't use drugs, who is young and strong and capable. He\ntells me he wants to join the Mercy Men for money. He tells me a lie.\nNow I'll ask you again: why are you here?\"\n\n\"For money. For one hundred and fifty thousand dollars.\"\n\nThe doctor sighed and leaned back. \"All right, no matter. We'll go\ninto it later, I suppose. But I think you'd better understand certain\nthings. It's no accident that your information on the Mercy Men is\nso vague. We've been careful to keep it that way, of course. The\nmore vague the stories, the fewer curiosity-seekers and busybodies\nwe have to contend with. Also, the more distasteful the stories,\nthe more desperate people will become before they come to us. This\nwe particularly desire. Because the work we do here requires a very\ndesperate man to volunteer.\"\n\nAs he talked, the doctor brought out a pack of cards from the desk\nand began riffling them nervously in his fingers. Jeff's eyes caught\nthem and a chill went down his back. They were curious cards, not the\nregular playing variety. These were smaller, with a peculiar marking\nsystem in bright red on the white faces. Jeff shivered and he was\npuzzled at the chill that gripped his body. He shifted in his chair in\ngrowing tension and tried to take his eyes from the cards.\n\nThe doctor snubbed out his cigar, leaned back in the chair and gave\nthe cards a riffle and regarded Jeff closely. \"We've done a lot here\nsince the Center opened--work based on years of background research. A\ncentury or more ago there were terrible medical problems to be faced:\npolio was a killer then; they had no idea of cancer control; they were\nfaced with a terrific death rate from heart disease. All those things\nare beaten now, a thing of the past. But as the old killers moved out,\nnew ones took their place. Look at the half-dozen NVI plagues we've\nhad in the past few years--neurotoxic virus infections that started to\nappear out of nowhere twenty years ago. Look at the alky-sikys you\nsee in every bar today, a completely new type of alcoholism-psychosis\nthat we haven't even been able to describe, much less cure. Look at the\nstatistics on mental disease, rising in geometric progression almost\nevery year.\"\n\nThe tall doctor stood up and walked to the window. \"We don't know why\nit's happening, but it is. Something's on the march, something ghastly\nand evil among the people. Something that has to be stopped.\" He gave\nthe cards a sharp riffle and tossed them onto the desk with a sigh. \"We\ncan't stop it until we know something about the human brain and how it\nworks, and why it does what it does, and how. We don't even understand\nfully the structure of the nervous system, much less understand its\nfunction. And we've learned all we can from cats and dogs and monkeys.\nAny further study of a monkey's brain will give us great insight into\nthe neuroses and complexes of monkeys, no doubt. But it won't teach us\nanything more about _men_.\" His voice was very soft. \"You can see where\nthis leads, I think.\"\n\nJeff Meyer nodded slowly. \"You need men,\" he said.\n\n\"We need men. Men to study. Cruel as it may sound, men to experiment\nupon. We can't learn any more from any other variety of ...\nexperimental animal. But there are problems. Toy around with a man's\nbrain and he is likely to die, quite abruptly. Or he may be deranged,\nor he may go violently insane. Most of the work, however well planned,\nhowever certain we were of results, however safe it appeared, proved to\nbe completely unpredictable. Much of the work and many of the results\nwere quite horrible. But we're making progress, slow--but progress\nnonetheless. So the work continues.\n\n\"It hasn't been very popular. No man in his right mind would volunteer\nfor such a job. So we hired men. For the most truly altruistic work in\nthe world, our workers come with the most mercenary of motives: we pay\nfor their services and we pay well. A hundred thousand dollars is a\nsmall fee, on our scale. We have the government behind us. The sky is\nthe limit, if we need a man for a job. The money is paid, when the work\nis completed, either to the man himself or to his heirs. You see why\nthe name they've given themselves is so curious--Medical Mercenaries,\nthe 'Mercy Men.' That's why a man must be desperate to come to us.\nThat's why we must be so very careful who joins us, for what motives.\"\n\nJeff Meyer stared at his hands and waited in the silence of the room.\nHis eyes strayed once again to the curious cards, and the chill of fear\nwent through him like a ghastly breeze. This was a port of last resort,\na road that could end in horror and death. Ted Bahr had said it wasn't\nworth it--that Conroe would never escape alive--but he knew that Conroe\ncould. And he knew Conroe well enough to know that he would.\n\nJeff felt the old bitterness and hatred swell up in his mind, and his\nhands trembled as he sat. He had long since thrown aside his life as\nhe had known it, cast off the veneer of civilized life that he had\nacquired, to hunt Paul Conroe down and kill him. There was nothing else\nin his life that mattered. It had been a long, grueling hunt, tracking\nhim, following him, studying him, tracing his movements and habits,\nplotting trap after trap, driving the man to desperation. But there had\nbeen no indication, anywhere along the line, that Conroe would turn to\nsuch a desperate gamble as this.\n\nBut he must have known that death otherwise was inevitable. Here he\ncould be changed. He might disappear from the face of the Earth in\nthe oblivion of quiet death, to be sure, but he also might emerge,\nunscathed, to live in wealth the rest of his life, unrecognizable and\nsafe.\n\nJeff Meyer looked up at the doctor and his eyes were hard. \"I haven't\nchanged my mind,\" he said. \"What has to be done to join?\"\n\nDr. Schiml sighed, and turned resignedly to the file panel. \"There are\ntests that are necessary and rules to be obeyed. You'll be confined\nand regimented. And once you're assigned to a job and sign a release,\nyou're in.\" He leaned forward and punched the visiphone button. Tapping\nhis fingers idly on the desk, he waited until an image blinked and\ncleared on the screen. \"Blackie,\" he said tiredly. \"Better send the\nNasty Frenchman up here. We've got a new recruit.\"\n\nThe visiphone snapped off and Jeff sat frozen to his seat, his pulse\nthrobbing in his neck, every nerve in his body screaming in excitement.\nThe face on the screen had been clearly visible for a moment: a pale\nface with large gray eyes--a woman's face, surrounded by flowing black\nhair. It was a face that was impressed indelibly on his memory. It\nbelonged to the girl who had danced the night before in the red light.\n\n\n\n\nCHAPTER THREE\n\n\nThere was no doubt of it. She was the girl in the night club, the\ndancing girl with the flowing black hair and the mask-like smile,\nwho had led him to Conroe and then brought the spotlight to his face\nto spring the trap too soon. Frantically Jeff fought to control his\nexcitement. He knew his face was white and he avoided the doctor's\npuzzled glance. But he couldn't control the angry fire burning in\nhis mind, the little voice screaming out: \"_He's here; he's here,\nsomewhere!_\"\n\nBut why was she here? The doctor had called her \"Blackie.\" He had\nspoken to her with familiarity. Jeff's mind whirled. He had the\nstrangest feeling that he had missed something somewhere along the\nline, that he knew the answer but couldn't quite grasp it. What could\nthe girl's sudden appearance in the Center involve?\n\nOr had her appearance at the night club been the unusual one?\n\nA buzzer rang and the office door opened to admit a small, weasel-faced\nman. The doctor looked up and smiled. \"Hello, Jacques. This is Jeff\nMeyer, the new recruit. Take him down and get him quartered in, all\nright? And you might brief him a little. He's awfully green.\"\n\nThe little man scratched his long nose and regarded Jeff with a nasty\nsmile. \"A new one, huh? Where are you going to line him up?\"\n\n\"No telling. We'll see where the tests put him, first. Then we'll talk\nabout jobs.\"\n\nThe smile widened on the little man's face, turning down the end of his\nlong pointed nose and revealing a dirty yellow row of teeth. His eyes\nran over Jeff from head to toe. \"Big one too. But then, they fall just\nas hard as the rest. Want me to take him right down?\"\n\nSchiml nodded. \"Maybe he can still get lunch.\" His eyes shifted to\nJeff. \"This is the Nasty Frenchman,\" he said, motioning toward the\nlittle man with his thumb. \"He's been around for a long time; he can\nshow you the ropes. And don't let him bother you too much--his sense of\nhumor, I mean. Like I say, he's been around here a long time. You'll\nget quarters and you'll be expected to stay with your group for meals\nand everything else. That means no contacts outside the hospital as\nlong as you're here. You'll get the daily news reports, and there\nare magazines and books in the library. If you've got other business\noutside, you haven't any business in here. Any time you leave the\nCenter it's considered an automatic breach of contract.\"\n\nHe paused for a long moment and gave Jeff a strange look, almost a half\nsmile. \"And you'll find that questions aren't appreciated around here,\nJeff. Any kind of questions. The men don't like people too much when\nthey ask questions.\"\n\nThe Nasty Frenchman shuffled his feet nervously, and Jeff started out\nthe door. Then the little man turned back to Dr. Schiml. \"They brought\nTinker back from the table about ten minutes ago. He's in pretty bad\nshape. Maybe you should look at him?\"\n\n\"This was the big job today, wasn't it?\" Schiml's eyes were sharp.\n\"What did Dr. Bartel say?\"\n\n\"He said no dice. It was a bust.\"\n\n\"I see. Well, it may be just the diodrax wearing off now, but I'll be\ndown to see.\"\n\nThe Nasty Frenchman grunted and turned back to Jeff. His face still\nwore the nasty little grin. \"Let's go, big boy,\" he said, and started\ndown the hall.\n\n       *       *       *       *       *\n\nJeff watched the corridors as they passed, counting them one by one,\ntrying desperately to keep himself oriented. He glanced at his watch\nand angrily sucked in his breath. Minutes were slipping by, precious\nminutes, minutes that could mean success or failure. A thousand\nquestions crowded his mind, and behind them all was the girl. She was\nthe key, he was sure of it. She would know where Conroe was, where he\ncould be found....\n\nThey reached an elevator, stepped aboard and shot down at such dizzying\nspeed that Jeff nearly choked. Then, suddenly, they came to a jolting\nstop and stepped into a dingy, gray corridor that was dimly lit by bare\nbulbs in the ceiling.\n\nThe Nasty Frenchman punched a button in the wall and turned to regard\nJeff. The sneering little smile was still on his lips as the far-off\nrumble of a jitney grew to a sharp clatter. A little car dropped down\nfrom its ceiling track. The little man hopped in nimbly and motioned\nJeff in beside him. Then the car took off for the ceiling again,\nswinging crazily and speeding down the maze of corridors and curves.\n\nJeff stirred uneasily, growing more and more confused with every turn.\n\"Look,\" he broke out finally, \"where's this thing taking us?\"\n\nThe Nasty Frenchman turned pale eyes toward him. \"You worried or\nsomething?\"\n\n\"Well, it looks like we're headed for the center of the Earth. I'd like\nto be able to find my way out sometime--\"\n\n\"Why?\"\n\nThe question was so blunt that it left Jeff's jaw sagging for a moment.\n\"Well, I'm not planning to spend the rest of my life in here.\"\n\nThe Nasty Frenchman guffawed. It was not a pleasant laugh. \"Here for a\nnice restful vacation, huh? You wise guys are all the same. Go ahead,\ndream--I won't bother you.\"\n\nThe little man turned his attention to the controls and the car swung\nsharply to the right and headed down another corridor. Jeff scowled as\nhe watched the lighted corridors flash by. Were they speeding so far,\nso deep in the depths of the building? Or was this part of a definite\nplan to confuse, to lose recruits in the mammoth place so completely\nthat they could never find their way out? Jeff shrugged, finally. It\nreally didn't matter too much. He had one job and only one. He could\nworry about escape when it had been accomplished.\n\n\"That girl,\" he said finally. \"The doctor called her 'Blackie.' Is she\ndown here where we're going?\"\n\n\"How should I know? I don't keep her on a leash.\" The little man's face\ndarkened and his eyes turned suspiciously to Jeff.\n\n\"I mean, is she one of the group--one of the Mercy Men?\"\n\nThe Nasty Frenchman threw a switch sharply, swerving the speeding car\nthrough a long, dim passage. He ignored the question, as if he hadn't\nheard it. In the dim light his skin was pasty yellow and wrinkled like\na mummy. The cruelty and avarice on his face was frightening.\n\nJeff watched him for a moment or two, then said, \"What brought you\nhere? To the Mercy Men, I mean?\"\n\nThe Nasty Frenchman's eyes flashed poisonously, his face a horrid mask.\n\"Did I ask you your racket before you came in?\"\n\n\"No.\"\n\n\"Then don't ask me mine. And you won't forget that, if you're smart.\"\nHe turned his attention sharply to the controls, ignoring Jeff for\nseveral moments. Finally he said, \"You'll share a room and you'll\neat at eight, noon and six. Tests should start tomorrow morning at\neight-thirty. You'll be in your room when the doctors come for you.\nYou won't have any status here until you're tested. Then you'll sign\na release and wait for a job assignment. You won't have any choice of\nwork; that's just for the older ones. Some of the work is with central\nnervous system, some is with sympathetic; some work concentrates on\nspinal cord and peripherals, but most of the interest these days is in\ncortical lesions and repair. That pays the best, too--couple hundred\nthousand at a crack, with a fairly good risk.\"\n\n\"And what's a fairly good risk in here?\"\n\nThe grin reappeared on the little man's face again. It was almost\nsavage in its cruelty. \"Ten per cent full recovery is a good risk. That\nmeans complete recovery from the work, no secondary infection, complete\nrecovery of faculties--in other words complete success in the work.\nThen a _fairly_ good risk runs slightly lower--more casualty, maybe\nfive per cent recovery. And a high-risk job averages two per cent--\"\n\nThe grin broadened. \"You've got a better chance of living sitting under\nan atom bomb, my friend. And once you sign a release, relieving the\nhospital and the doctors of all responsibility, you're in, and held to\nyour contract by law. This is no vacation, but if you're lucky enough\nto come through--\" The little man's eyes were bright with eagerness.\n\"They pay off--oh, how they pay off. If you're lucky, you'll get a\ngood starter, maybe a hundred thousand, with good risk.\" He scratched\nhis nose and regarded Jeff closely. \"Of course, there are incomplete\nrecoveries, too. They have trouble keeping them out of the news, if\nthey ever leave. Pretty messy, sometimes, too.\"\n\nJeff felt his face paling at the cruel eagerness in the little man's\nvoice. What could bring a man to a place like this--especially this\nkind of a man? Or had he been a different kind of a man before he came\nin? How long had he been here, waiting from experiment to experiment,\nwaiting to live or to die, waiting for the payoff, the Big Cash that\nwaited at the end of a job? What could such an existence do to a man?\nWhat could there be to drive him on? Jeff shuddered, then gasped as the\ncar gave a sudden lurch around a corner and settled to the floor.\n\nThe Nasty Frenchman hopped out, motioned to Jeff to follow. They\nstarted walking toward the escalator at the end of the passageway. Jeff\nsearched each doorway they passed, keeping alert for a sign of the\nblack-haired woman. \"Look,\" he said finally. \"This girl--Blackie, I\nmean--who is she?\"\n\nThe Nasty Frenchman stopped in his tracks, glared at Jeff. \"What is\nshe, an old family friend or something? You keep asking about her.\"\n\n\"I know her from somewhere.\"\n\n\"So why bother me with your questions?\"\n\nJeff's face darkened angrily. \"I want to see her, all right? Don't get\nso jumpy--\"\n\nThe little man whirled on him like a cat. Jeff's arm was wrenched\nbehind his back until he felt the tendons rip. With unbelievable\nstrength the Nasty Frenchman twisted the huge man back against the wall\nand glared up at him with blazing eyes. \"You're a smart guy, coming\naround here, asking questions,\" he snarled, giving Jeff's arm a vicious\nwrench. \"You think you can fool me? You ask about this, you ask about\nthat--why so nosey? Blackie ... me ... everything. What are you doing\nhere? Going after the Big Cash or asking questions?\"\n\n\"The Cash!\" Jeff gasped. He twisted to wriggle free of the iron-like\ngrip.\n\n\"Then don't ask questions! We don't like nosey people here; we like\npeople that roll dice square and mind their own business.\" The little\nman gave the arm a final agonizing wrench and released it. He jumped\nback, poised, eyes savagely eager.\n\nEvery instinct screamed at Jeff to rush him, but he slumped against the\nwall. Rubbing his aching arm, he fought for control. He knew a fight\nnow could ruin things completely. Already he had blundered terribly. He\ncursed under his breath. How stupid he'd been not to have realized how\nunpopular questions would be to people in a place like this. And surely\nthe word would get to the girl now that he was asking about her. Unless\nhe could get to her first--\n\nStill rubbing his elbows painfully, he turned to the Nasty Frenchman.\n\"Okay, let it go,\" he growled. \"Where do we go from here?\"\n\nThe room was small and barren. Dingy and gray, it matched Jeff's\nspirit perfectly. He entered it with the Nasty Frenchman at his heels\nand stared at the two stark hospital beds against the far wall, the\ntwo foot lockers, the two small desk-and-chair combinations. There\nwas no window in the room. Indeed, there was nothing about the room\nor corridor to prove that they were not twenty miles underground.\nCertainly the jitney ride had been no reassurance to the contrary.\n\nThe dim wall lights glowed on scrubbed, peeling paint, and the floor\nwas covered with clean but well-worn plastic matting. Against one wall\nwas a TV set. Between the beds a door led into a compact lavatory and\nshower. Glancing in, Jeff saw the lavatory was also connected with the\nadjoining room.\n\n\"It's no Grand Hotel,\" the Nasty Frenchman said sourly. \"But it's clean\nand it's a bed. This corridor quarters your whole unit--the C unit.\nOther units are on other floors, up and down.\"\n\nJeff looked around the room gloomily. \"Where can I eat?\"\n\n\"The mess hall's four flights down. Take the escalator at the end of\nthe hall. It closes in half an hour, so you'd better step on it. And\nif you're smart, you won't go wandering around. These boys in gray you\nsee here and there don't like us very much.\" His face creased into a\nsardonic grin as he started for the door. \"And you'd be smart to change\nbefore you come down. The faster people stop thinking you're new here,\nthe happier you'll be.\" With that, he turned and disappeared down the\nhall.\n\nJeff gave a sigh, and prowled the room. One of the foot lockers held\nan amazing assortment of clean and dirty clothes. On the floor of it\nlay a large heap of dirty shirts and trousers, and nested squarely in\nthe center of the pile was a heap of gold rings and wrist watches.\nJeff blinked, not quite believing his eyes. He hadn't thought to ask\nabout his room-mate, but apparently he had one who had not yet made his\nappearance.\n\nApparently everyone wore similar clothing. He found the other locker\nfilled with clean shirts and dungarees. Swiftly he started to change,\nhis mind racing. His body was sore all over and he felt a dry, hot\nfeeling around his ears from lack of sleep. His arm ached miserably\nevery time he moved it. If only he could sleep for a little while. But\nhe knew there was no time to be wasted. In the mess hall there would\nstill be people. Somewhere among them he would find the girl....\n\nCarefully he considered the problem. The girl was the key. He had to\nfind her, to make certain that Conroe was here. And he had to find her\nquickly, catch her unawares, before she had a chance to alibi or hide.\nConroe would be hidden; he would never come into the open until he was\nsure that he had not been followed. He too must be taken unawares. Jeff\nhad seen Conroe slip out of too many traps in the past. A blunder now\ncould be the last. And if Conroe had time to plan, there would be many,\nmany blunders.\n\nA car buzzed down the hall as he stood in the room and stopped a little\nway from the door. There were voices, subdued, yet carrying a sharp\nnote of frantic excitement. Jeff paused, listening to the combination\nof unfamiliar sounds: a grunt, a low curse, a rustle of whispered\nconversation, a low whistle. Then the door to the next room banged open\nand a rumble and squeak of wheels came to his ears.\n\n\"Jeez, what a job!\"\n\n\"Yeah, looks bad. Did the doc see him?\"\n\n\"He said he'd be down--\"\n\n\"--gotta let it wear off before you can tell. This was the works, this\ntime.\"\n\nJeff walked quietly to the door of the connecting lavatory, his nerves\ntingling. A new sound was apparent, an unearthly sound of labored,\ngurgling breathing. Jeff shivered. He had heard a sound like that only\nonce before in his life: in a rocket during the Asian war, when a man\nhad been struck in the throat with a chunk of shrapnel. Carefully, he\npushed the door open an inch, peered through....\n\nThere were three men standing in the room, maneuvering a man--if it\nwas a man--from the four-wheeled cart onto the bed. The man's head was\ncovered to the shoulders with bandage. A patch of fresh blood showed\nnear the temple, and a rubber tube emerged where the mouth should have\nbeen.\n\n\"Got him down? Better cover him closer. Restrainers--he may jump\naround. Doc said three weeks for shock to wear off, if he makes it\nthrough the night.\"\n\n\"Yeah--and this is the Big Cash for Tinker too. Harpo nearly beat him\nto the job, but Schiml had promised him--\"\n\nJeff shuddered. This, then, was one of the Mercy Men, finished with a\n\"job.\" The gurgling sound grew louder, measuring itself with the man's\nbreathing--short, shallow, a measure of death. An experiment had been\ncompleted.\n\nJeff closed the door silently. His face in the mirror was pasty white\nand his hands were shaking. Here was the factor that had been plaguing\nhim from the start, finally breaking through to the surface. The road\nhe was traveling was a one-way road. He had to find Conroe and get off\nthe road quickly, while he could. _Because he dared not travel the road\ntoo far...._\n\n       *       *       *       *       *\n\nThe air in the corridor seemed fresher as Jeff started for the\nescalator. It was almost two o'clock and he hurried, anxious to reach\nthe mess hall before it closed. He consciously fought the picture\nof the man on the bed out of his mind. With effort he focused his\nattention once again on the girl. At the end of the corridor he stepped\nonto the creaky, down-going escalator.\n\nIf only he could check with Ted Bahr, make certain that the trail\nhad really ended at the Hoffman Center, make sure that Conroe was\nnot really somewhere outside, still hiding, still running. One thing\nseemed certain: if Conroe were really here, he too would be faced with\nthe testing and classification; he too would be traveling the same\ngrim road as Jeff himself. And as a newcomer, he too would be under\nsuspicion and scrutiny.\n\nJeff stopped short on a landing. He was suddenly aware that he had\nlost count of the flights he had gone down. He looked back to check\nhis bearings, then moved around to the stairs moving up. The escalator\ncreaked and groaned, as if every turn would be its last, and Jeff\nstared dreamily at the moving wall, waiting--until he passed the open\nwell to the opposite stairs.\n\nHe froze, his mind screaming. Unable to move, he stared at the pale,\nfrightened face of the man on the down-going stairway. In the brief\nseconds while they passed, he stood rooted, paralyzed, unable to cry\nout. Then with a hoarse yell he turned. Half-stumbling, half-falling,\nhe ran down the up-going stairs until he reached the opening.\n\nThen he vaulted across the barrier, crashing his shoulder against the\nwall as he went through. He caught a glimpse of the tall, slender\nfigure running from the bottom of the stairs into the corridor at the\nbottom, and he shouted again in a burst of blinding rage. He took the\nsteps three at a time, his mind numb to the pain as his foot struck\nthe solid floor and twisted, sending him sprawling on his face. In an\ninstant he was on his feet again, running, frantically, blindly, to the\nend of the corridor.\n\nIt broke into two hallways, going off in a Y. Both were dark and both\nwere empty. Jeff stood panting, almost screaming out in rage, his\nwhole body trembling. He started blindly down one corridor, jerked\nopen a door and stared in at the small, empty office. He tried another\ndoor and another. Then he turned and ran back to the Y, spun around\nthe corner and ran pell-mell down the second corridor. Only his own\ndesperate footfalls echoed back to him in the darkness.\n\nBack at the Y, he sank to the floor. Still panting, he sobbed aloud\nin his rage, clenching his fists as he tried to regain control of his\nspinning mind. Rage there was--yes, and hatred and bitter frustration.\nBut also, tumbling through his mind in a wild, elated cadence, was a\ncry of sheer, incoherent savage joy. Because he knew now, beyond any\nshadow of doubt, that Paul Conroe was among the Mercy Men.\n\nHe looked up suddenly at the two figures approaching him from the\nlighted corridor. One of them held a tiny, deadly scorcher pistol\ntrained on his chest. The other, a huge, burly man, reached down and\njerked Jeff's face up into the light. \"What's your unit?\" the harsh\nvoice grated.\n\nJeff glimpsed the gray cloth of the man's jacket, the official-looking\nblack belt over his shoulder. \"C unit,\" he panted.\n\nThe blow caught him full on the chin, twisting his head around with a\njolt. \"Wise guy, wandering around without a pass,\" the voice growled.\n\"You goddam scabs think you run the place, don't you?\" Another blow\nstruck him behind the ear, and a fist caught him hard in the pit of the\nstomach. As he doubled over retching, a smashing blow caught his chin,\nand he tasted blood in his mouth as his knees buckled under him.\n\n       *       *       *       *       *\n\nHe felt them, vaguely, half-carrying, half-dragging him down the\ncorridor. He heard a door open and fell face down on the floor. A harsh\nvoice said, \"Here's your room-mate, scut. Keep him home from now on.\"\nAnd the door slammed behind him.\n\nPainfully, he raised himself on his hands, shook his head dazedly.\n\n\"You look like you're sick or something.\" The voice from the bed was\nhard and insolent.\n\nPainfully, Jeff jerked his head up and stared. The girl blinked coldly\nand pulled a frazzled cigarette from her blue cotton shirt. She flicked\na match with her thumb and touched off the smoke. Then she stared down\nat Jeff mockingly. \"Sorry, Jack,\" said the girl called Blackie. \"But\nit looks like we're roomies. So you might as well get used to the idea.\"\n\n\n\n\nCHAPTER FOUR\n\n\nSomething exploded in Jeff's brain then, something he could no more\ncontrol than the creeping, vicious hatred of Paul Conroe that had\ndriven him for so long. The jangling, tinny music of the tavern was\nscreaming through his mind; the indelible picture of the swerving,\ngyrating figure: the long raven hair, the impassive face, the full\nlips. His knees buckled and his head was reeling, but he lurched across\nthe room at the girl. Catching her by the collar, he drew her face\nup to his with a wrench that knocked the cigarette from her hand and\nbrought her breath out in a gasp.\n\n\"All right,\" he grated. \"Where is he? Come on, come on, talk! Where is\nhe? And don't tell me he's not here, because I know he is, understand?\nI just saw him. I just chased him, down below. I know he's here! I want\nto know where.\"\n\nHer foot came up sharply and caught him in the leg, sending an agony of\npain into his thigh. Suddenly she began to fight like a cat, clawing,\nbiting--blue fire in her eyes. Jeff brought his hand up and slapped her\nface twice, hard. With a snarl she caught him in the stomach with her\nfoot and tore herself free, sending him reeling back against the wall.\n\nHe bounded off, then stopped dead in his tracks. A horrible realization\nexploded in his mind. She was standing poised, her face twisted, her\neyes burning, a stream of poisonous language pouring at him. In her\nhand was a knife, blade up, balanced in her hand with deadly intent.\nBut Jeff hardly noticed the knife; he didn't hear the words as he\nstared unbelievingly at her face, his heart sinking. Because the face\nwas wrong, somehow.\n\nThe lips were not right, the nose was shaped differently, the glow\nin the eyes was not right. His panting turned into a bitter sob\nof disbelief, of incredible disappointment. There couldn't be any\ndoubt--it simply was not the right girl.\n\n\"Where--where is he?\" he asked weakly, his heart pounding helplessly in\nhis throat.\n\n\"Not another step,\" the girl snarled. \"Another inch and I'll slice you\nup like putty.\"\n\n\"No, no--\" Jeff shook his head, trying desperately to clear his mind,\nto understand. This was the girl he had seen in the visiphone screen.\nYes, the same clothes, the same face. But she wasn't the girl in the\ntavern. \"Conroe,\" he blurted out, plaintively. \"You--you must know\nConroe--\"\n\n\"I've never heard of Conroe.\"\n\n\"But you must have--last night, in that dive--dancing--\"\n\nHer jaw dropped as she stared at him in disgust. Then she gave the\nknife a flip into the desk top and sank down on her bed, her face\nrelaxing. \"Go away,\" she said tiredly. \"That goddam Frenchman's sense\nof humor. Go on, beat it. I'm not rooming with any hoppy--at least\nuntil he's off the stuff.\"\n\n\"You don't know Conroe?\"\n\nThe girl looked at him closely. \"Look, Jack,\" she said with patient\nbitterness, \"I don't know who you are and I don't know your pal\nComstock or whatever it is. And I sure as hell wasn't dancing anywhere\nlast night. I was working in the tank last night getting some looped-up\nhophead cooled off for the axe this morning. And it wasn't fun for\neither of us, and you'll be down there yourself if you don't cool off.\nAnd you won't like it, either. So go away, don't bother me.\"\n\nJeff sank down on the opposite bed, his head in his hands. \"You--you\nlooked so much like her--\"\n\n\"So I looked so much like her!\" She spat out a filthy word and drew her\nlegs up, glaring at him.\n\nJeff reddened, his whole body aching. \"All right, I'm sorry. I got\nexcited. I couldn't help it. And I can't leave here--I tried it a\nlittle while ago and ran into a couple of fists.\"\n\nBlackie's lip curled. \"The guards don't like us down here. They don't\nlike anything about us. They'll kill you if you give them half an\nexcuse.\"\n\nJeff looked up at her. \"But why? I didn't do anything.\"\n\nThe girl laughed harshly. \"Do you think that makes any difference to\nthem? Look, Jack, let's face it: you're in a prison, understand? They\ndon't call it that, and there aren't any bars. But you're not going\nanywhere, and the boys in gray are here to see that you don't. And they\nhate us because we're not good enough for them, and we're in line for\nthe kind of money they don't dare go after. You're here for one thing:\nto make money, big money, or to get your brains jolted loose, and\nnothing else--\" She looked up at him, her eyes narrowing. \"Or are you?\"\n\nJeff shook his head miserably. \"No, nothing else. I'm waiting for\ntesting. This other thing is an old fight, that's all. You wouldn't\nunderstand. You just looked so much like the girl--\" He looked up at\nher, studying her face more closely. She wasn't as young as he had\nthought at first. There were little wrinkles around her eyes, a shade\ntoo much make-up showing where her mouth crinkled when she talked. Her\nlips were painted too full, and there was a tiredness in her eyes, a\nbeaten, hunted look that she couldn't quite hide.\n\nShe leaned back on the bed, and even relaxation didn't erase the\nhardness. Only the jet black hair and the smooth black eyebrows looked\nyoung and fresh.\n\nJeff shook his head and kept staring at her. \"I don't get it,\" he said\nhelplessly. \"I was assigned to this room--\"\n\n\"So was I.\" The girl's eyes hardened.\n\n\"Are you one of the ... workers?\"\n\nShe sneered bitterly. \"You mean one of the experimental animals? That's\nright. The Mercy Men. Full of mercy, that's me.\" She spat on the floor.\n\n\"But the mixed company--\"\n\nThere was no humor in her laugh. \"What did you think, they'd have\na separate boudoir for the ladies? How do they treat any kind of\nexperimental animal? Get off it, Jack. They don't care what we do\nor how we live. All they want is good healthy human livestock when\nthey're ready for it. Nothing more. That means they have to feed us\nand bunk us down. Period. And if you've got any wise ideas\"--her\neyes widened with a look of open viciousness, shocking in its\nintensity--\"just try something. Just once. You'll find out a lot about\nBlackie in a hell of a rush.\" She rolled over contemptuously, turning\nher back to him. \"You'll find out I don't like loonies for roommates,\nfor instance.\"\n\nJeff lit a cigarette, his hands trembling. The room seemed to be\nspinning, and he felt his muscles sagging in pain and fatigue. He had\ncounted so much on information from the girl. But incredible as the\nresemblance was, Blackie couldn't have been the girl he had seen in\nthe tavern. If she had recognized him, he would have spotted it. She\ncouldn't have hidden it completely.\n\nSuddenly he felt terribly alone, almost beaten, helpless to go on.\nWhere could he go? What could he do? How could he follow a trail that\nled straight into stone walls? He leaned back on the bed and yielded\nto the fatigue that plagued him. His mind sank into a confusion of\nhopelessness. Maybe, he thought wearily, maybe that plaguing doubt that\nlay in the fringes of his mind was right. Maybe he'd never find Conroe.\nHe sighed as the darkness of utter exhaustion closed in on him, and his\nhead sank back to the pillow--\n\n       *       *       *       *       *\n\nHe knew he was dreaming. Some tiny corner of his mind stood aside,\nprodding him, telling him he dare not sleep, that he must be up,\nmoving, hunting, that the danger was too grave for sleep. But he slept,\nand the little corner of his mind prodded and cried out and watched....\n\nHe was walking along a brook, a walk he had taken once before, so very\nmany years ago. A cool breeze struck down from the meadow, rumpling\nhis hair. He heard the tinkle of the water as it sparkled across the\nrock. And he was afraid, so desperately afraid. The voice in his mind\nscreamed out to him at every footstep, until he faltered and slowed and\nstopped.\n\n_Not here, Jeff, not here. Stop, stop now! If you go farther, you'll be\ndead--_\n\nSweat broke out on his forehead. He tried to move forward, felt an iron\ngrip on his legs. _Stop, Jeff, stop, you'll die, Jeff--_An overpowering\nwave of fear swept over him, and he turned. He ran like the wind,\nwith the voice following him, crying out in his ear, following him on\nghostly wings. In the dream he became a little boy again, running,\nscreaming in fear. A man stood in his pathway, arms outstretched, and\nJeff threw himself into his father's arms, sobbing as though his heart\nwould break, clutching at him with incredible relief, burying his face\nin the strong, comforting chest. _Oh, daddy, daddy, you're safe. You're\nhere, daddy._\n\nHe looked up at his father's smiling face and he saw the strong,\nsensitive lines around the big man's mouth, the power and wisdom in\nthe eyes. Nowhere else was there this sense of strength, of unlimited\npower, of complete comfort. He buried his face again in old Jacob\nMeyer's chest. A flood of deep peacefulness passed through his mind--\n\n_Jeff, Jeff, watch out!_\n\nHe stiffened, his whole body going cold. The strong arms were no longer\naround him, and he was suddenly afraid again--afraid with a terror\nthat bit deep into his mind. He looked up and screamed, a scream that\nechoed and re-echoed. It came again and again--a scream of pure terror.\nBecause his father's face was no longer next to him. There was another\nface, hanging bodiless and luminous above him. It was chalk white--a\nface of pure ghoulish evil, staring at him.\n\nIt was Conroe's face. He screamed again, tried to cover his eyes, tried\nto shrink down into nothing. But the hideous, twisted face followed\nhim. The horrible fear intensified, sweeping through him like a flame,\ntwisting into fiery hate in his heart, as he watched the evil, glowing\nface.\n\n_He killed your father, Jeff. He butchered your father, shot him down\nlike an animal, in cold blood--_\n\nJeff screamed and the evil face grinned and moved closer, until the\nrank breath was hot on Jeff's neck.\n\n_You must kill him, Jeff. He killed your father--_\n\nBut why? Why did he do it, why ... why ... _why_? There was no answer.\nThe voice trailed off into horrible laughter. Quite suddenly the face\nwas gone. In its place was a tiny, distant figure--running, running\nlike the wind, down the narrow, darkened hospital corridor. And Jeff\nwas running too, burning with hatred, fighting desperately to catch up\nwith the fleeing figure, to close the gap between them.\n\nThe walls were of gray stone. Conroe was running swiftly, unhindered.\nBut horrid objects swept out of the walls at Jeff. He tripped on a wet,\nslimy thing on the floor and fell on his face. He scrambled up again\nas the figure disappeared around a far corner. The walls were gray and\nwet around him. He reached the Y, waiting, panting, screaming out his\nhatred down the empty, re-echoing hallways.\n\nThen suddenly he glimpsed the figure and started running again, but\nthey were no longer in the Hoffman Center. They were running down a\nhillside, a horrible, barren hillside, studded with long knives and\nspears and swords--shiny blades standing straight up from the ground,\ngleaming in the bluish light.\n\nConroe was far ahead, moving nimbly through the gauntlet of swords. But\nJeff couldn't follow his path, for new knives sprang up before him,\ncutting his ankles, ripping his clothes. He panted, near exhaustion, as\nthe figure vanished in the distance. Sinking down to the ground, Jeff\nsobbed, his whole body shaking. And the voice screamed mockingly in his\near: _You'll never get him, Jeff. No matter how hard you try, you'll\nnever get him ... never ... never ... never...._\n\n_But I've got to, I've got to. I've got to find him and kill him. Daddy\ntold me to--_\n\nHe woke with a jolt, his screams still echoing in the still room, sweat\npouring from his forehead and body, soaking his clothes. He sat bolt\nupright. He searched for his watch, but couldn't find it. _How long had\nhe slept?_\n\nHis eyes shot to the opposite bed, standing empty, and he rolled out\nonto his feet. He had the horrible feeling that the world had passed\nhim by, that he had missed something critical while he slept.\n\nHe stared at his wrist. The watch was definitely gone. Then, with a\ncurse, he crossed the room and ripped open Blackie's foot locker.\nSure enough, the watch lay with the heap of gold jewelry on the dirty\nclothes pile. He stared at it as he re-strapped it on his wrist. Then\nhe walked into the lavatory, splashed cold water into his face and\ntried to quell the fierce painful throbbing in his head. The watch said\neight-thirty. He had slept for five hours--five precious hours for\nConroe to hide, cover his tracks, disappear deeper into this mire of\nhuman trash.\n\nJeff stumbled to the door, glanced out to see two gray-clothed guards\npassing in the corridor. Quietly he pulled the door shut. His stomach\nwas screaming from hunger and he searched the room restlessly. Finally,\nhe unearthed a box of crackers and a quarter pound of cheese in the\nbottom of Blackie's locker. He ate ravenously and drank some water from\nthe lavatory tap. Then he sank down on the edge of the bed.\n\nThe dream again, the same horrible, frightening, desperate dream--the\ndream that recurred and recurred; always different, yet always the\nsame. The same face that had haunted him all his life, the face that\nhad almost driven him insane that day, five years before, when he met\nit face to face for the first time; the face of the man he had hunted\nto the ends of the earth. But never had he caught the man, never had\nhe seen him but for brief glimpses. Conroe had slipped from every trap\nbefore it was sprung. Yet finally he had become so desperate that he\nwas forced to retreat down a one-way road that led to hellish death.\n\nJeff shook his head hopelessly as he tried to piece together the\nsituation. He was in a half-world of avaricious men and women out to\nsell themselves for incredible fees. It was a half-world that seemed\nto Jeff only slightly more insane than the warped, intense world of\npressure and fear and insecurity that lay outside the Hoffman Center.\nAnd in this half-world were a doctor who knew Jeff was a fraud, a\nkleptomaniac girl who thought he was an addict, and somewhere--the\nslender figure of the man he hunted.\n\nAgain he walked to the door. After peering out cautiously, he started\ndown the corridor. From the far end he heard a burst of laughter, the\nsound of many voices. The smell of coffee floated down the corridor to\ntantalize him. He followed the sounds and reached the large, long room\nthat served as a lounge and library for the Mercy Men in his unit.\n\nThe room was crowded. A dozen groups were huddled on the floor in a\nbuzz of frantic excitement. The room was blue with cigarette smoke, and\nthe lights glowed harshly from the walls. He saw the dice rolling in\nthe centers of the groups and he also saw half a dozen tables, crowded\nwith bright-eyed people. He heard the riffle of playing cards and the\nharsh, tense laugh of a winner drawing in a pot. And then he spied the\nNasty Frenchman, his eyes bright with excitement, a cup of exceedingly\nblack coffee in one hand and a pile of white paper tags in the other.\n\nHe grinned at Jeff with undisguised malice and said, \"Come on in, wise\nguy. Things are just beginning to get hot.\"\n\nBlinking, Jeff walked into the room.\n\n\n\n\nCHAPTER FIVE\n\n\nHis first impulse was to turn and run. There was no explaining it,\nno rationalizing the feeling of dread and danger that struck him\nas he walked into the room. The feeling swept over him with almost\noverpowering intensity; something was unbearably wrong here.\n\nJeff walked in slowly, closing the door behind him. The door seemed\nto be pulled tight shut, sucked out of his hand. That was when the\ntension in the air struck Jeff like an almost physical force, and his\nmind filled with dread.\n\nNo one noticed him. He stared around himself curiously. He watched\nthe Nasty Frenchman shoulder his way through the crowd. One of Silly\nGiggin's particularly maddening nervous-jazz arrangements was squawking\nfrom a player somewhere in the room, and the air itself was filled with\na jagged rattle of conversation that rose above the music.\n\nMost of the faces were new to Jeff. There were tired, old ones, marked\nindelibly with lines of fear, lines of hunted hopelessness. There\nwere faces with tight, compressed, bloodless lips; faces with eyes\nfull of coldness and cynicism, and faces radiating sharp, perverted\nintelligence.\n\nCrowds leaned tensely around the tables and watched the cards with\neager, calculating eyes. Side bets were made as the hands were opened.\nOther groups huddled on the floor and watched the dice with beady,\navaricious eyes.\n\nThe music jangled and scraped, and little bursts of harsh laughter\nbroke out to compete with it. And through it all ran the chilling\ninescapable feeling of error, of something missed, something gone\nhorribly wrong.\n\nHe moved slowly through the room and searched the faces milling around\nhim. His eyes caught Blackie's, far across the room, for the barest\ninstant, and the chill of something gone wrong intensified and sent a\nquiver up his spine. He stopped a passerby and motioned at the nearest\ndice huddle. \"How do you get in?\" he asked.\n\nThe man shrugged, looking at him strangely. \"You lay down your money\nand you play,\" he snapped. \"If you got no money, then you've got the\nnext job's payoff to bet with. 'Smatter, Jack, you new around here?\"\nAnd the man moved on, shaking his head.\n\nJeff nodded, realization striking. What would be more natural to a\ngroup of people teetering from day to day on the brink of death? The\nneed for excitement, for activity, would be overpowering in a dismal\nprison-place like this. And with the huge sums of money yet unearned to\nbet with--Jeff shuddered. Cut-throat games, yes, but could they really\nexplain this strange tension he sensed? Or had something happened,\nsomething to change the atmosphere, to pervade every nook and cranny of\nthe room with an air of explosive tension?\n\nJeff started moving toward the Nasty Frenchman. The little man was\ngulping coffee in the corner. He sucked on a long, black cigar and\nappeared to be in deep conversation with a bald-headed giant who leaned\nagainst the wall. Jeff spotted Blackie again. She was across the room\non her knees. She faced a little buck-toothed man, as she swiftly\nrolled the three colored dice. Her eyes followed them, quick and\nunnaturally bright.\n\nJeff shook his head. Panmumjon was a high-speed, high-tension game--a\ngame for the steel-nerved. Its famous dead-locks had often led to\nmurder, as the pots rose higher and higher. The girl seemed to be\nwinning. She rolled the dice with trance-like regularity, and the\nlittle buck-toothed man's face darkened as his money pile dwindled.\n\nAcross the room a corner crap game was moving swiftly, with staggering\nsums of money passing from hand to hand; the card games, though slower,\nleft the mark of their tension on the players' faces. Jeff still\nstared, until he had seen every face in the room. Paul Conroe's face\nwas not one of them.\n\nNo, he had not expected that. But what had happened? It was maddening\nto stand there, to feel the tension in the room, sense that it was\ngrowing until it seemed to pound at his temples. No one else seemed to\nnotice it. Was he the only one aware of the change in the air, in the\nsounds, even in the color of the light against the walls? Something was\nimpelling him, urging him to run, to get away, to leave the room now\nwhile he could. Yet when he tried to analyze the creeping, poisonous\nfear, tried to pin it down, it wriggled away into the fringes of his\nmind, and mocked him.\n\nFinally, he reached the corner of the room. His ear caught the Nasty\nFrenchman's nasal voice, and he froze as he stared at the little man.\n\n\"I tell you, Harpo, I heard it with my own ears. You never saw Schiml\nso excited. And then Shaggy Parsons was saying that the whole unit was\nbeing split up--that's the A unit. I saw him when I was going through\nthis afternoon. He was all excited, too.\"\n\n\"But why split it up?\" The huge bald-headed man called Harpo growled,\nhis heavy lips twisting in disgust. \"I don't trust Shaggy Parsons for\nnothin', and I think you hear what you want to hear. What's the point\nto it? Schiml's coming along fine in the work he's using us in--\"\n\nThe Nasty Frenchman turned red. \"That's just it: we've been in and\nwe're going to be out, right out in the cold. Can't you get that\nstraight? Something's going to break. They're onto something--Schiml\nand his boys--something big. And they've got a new man, somebody\nthey're excited about, somebody that's been knocking walls down just by\nlooking at them, or something--\"\n\nHarpo made a disgusted noise. \"You mean, the old ESP story again. So\nmaybe they go off on another spook hunt. They'll get over it, same as\nthey did the last time or the time before.\"\n\nThe Nasty Frenchman's voice was tense. \"But they're _changing things_.\nAnd changes mean trouble.\" He glanced at Jeff and his eyebrows went\nup. \"Look, they get on a line of work, they assign men to different\nparts of a job, they get work lined up months in advance. Then all of\na sudden something new comes along. They get excited about something\nand they toss out a couple dozen workers, add on a couple dozen new\nones, change the fees, change the work. And they end up handing the\nbest pay to somebody who's just come in. I don't like it. I've been in\nthis place too long. I've had too many tough, lousy jobs here to just\nget pushed aside because they don't happen to be interested any more\nin what they were doing to me before. And they never tell us! We never\nknow for sure. We just have to wait and guess and hope.\"\n\nThe little man's eyes blazed. \"But we can pick up some things, a little\nhere, a little there--you learn how, after a while. And I can tell you,\nsomething's wrong, something's going to happen. You can even feel it in\nhere.\"\n\nJeff's skin crawled. That was it, of course. There was something wrong.\nBut it hadn't happened yet. It was going to happen. He stared at a\nhuddled group around a panmumjon game, watched the bright-colored dice\ncubes roll across and back, across and back. A newcomer, the Nasty\nFrenchman had said, someone who had come in and disrupted the smooth\nwork schedule of the Center, someone who had the doctors suddenly\nexcited. Someone whom they were planning to use--on a spook hunt.\n\nWhat kind of a spook hunt? Why that choice of words? Could Conroe\nconceivably be the newcomer they had been talking about? It didn't seem\npossible that it could have happened so suddenly if Conroe were the\none--but who? And what did this have to do with the ever-growing sense\nof impending danger that pervaded the room, right now?\n\nJeff's eyes wandered to the dice game, and the fear in his mind\nsuddenly grew to a screaming torrent. _Go away, Jeff. Don't watch,\ndon't look--_He scowled, suddenly angry. Why not look? What was there\nso dangerous in a dice game? He moved over to the nearby huddle and\nwatched the moving cubes in fascination. _No, Jeff, no, don't do it,\nJeff--_With a curse, he dropped to his knees and reached out for the\ndice.\n\n\"You in?\" somebody asked. Jeff nodded, his face like a rock. The voice\nhad stopped screaming in his ear, and now something else grew in his\nmind: a wild exhilaration that caught his breath and swept through his\nbrain like a whirl-wind. His eyes sparkled and he pulled money from his\npocket. He laid the bills on the floor and his hands closed on the dice.\n\nHe faced a little, pimple-faced man with beady black eyes and he raised\nthe three brightly colored dice, rolling into the familiar pattern.\nThe dice deadlocked in four throws. He sweated out seven more with new\ndice. Then Jeff saw a break in the odds, boosted the ante on his next\nthrow and caught his breath as the man facing him matched it.\n\nThe dice rolled, fell into deadlock again, and the crowd around them\ngasped, moved in closer around them. The third set of dice was brought\nout, for the attempts at dead-lock-breaking. Then a fourth set\nfollowed, as the complex structure of the game built up like a house\nof cards. Then Jeff's dice at last rolled the critical number, and the\nstructure began to break apart--throw after throw falling faster and\nfaster into his hands.\n\nFour or five people moved in at his side with side bets and began to\ncollect along with him, as he moved into another game, built it up.\nThis one he lost cold, but still he played on, his excitement growing.\n\nAnd then, suddenly, pandemonium broke loose in the room. Eyes glanced\nup, startled, at the two men, far across the room, who stood facing\neach other, eyes blazing.\n\n\"Throw them down! Go on! Throw them, see how they land!\"\n\nSomebody shouted, \"What happened, Archie?\"\n\n\"He's got loaded dice in here, somehow.\" Archie pointed an accusing\nfinger at the other man. \"They don't fall right. There's something\nwrong with them--\"\n\nThe other man snarled. \"So you aren't winning any more--so what? You\nbrought the dice in yourself.\"\n\n\"But the odds aren't right. There's something funny going on.\"\n\nJeff turned back to the dice, his mind still screaming, sensing that\ndisaster hung in the air like a heavy sword. His own game moved on,\nfaster and faster. Somewhere across the room another fight broke out,\nand another. Several men dropped out of games and stood up against\nthe walls. Their eyes were wide with anger as they watched the other\nplayers. And then Jeff rolled three sixes, fourteen times in a row. He\ntossed the dice down in front of his gaping opponents with a curse and\nwalked shakily back to the corner. The whole room spun around his head.\n\n_Suddenly, in this room, probabilities had gone mad._ He could feel the\nshifting instability of the atmosphere, as real and oppressive to him\nas if it were solid and he were attempting to wade through it. This was\nwhat had been bothering him, plaguing him. Quite suddenly and without\nexplanation, something impossible had begun to happen. Cards had begun\nto fall in unbelievable sequences, repeating themselves with idiotic\nregularity; dice had defied the laws of gravity as they spun on the\ntables and floor.\n\nA hubbub filled the room as the players stopped and stared at each\nother, unable to comprehend the impossible that was happening before\ntheir eyes. And then Blackie was passing Jeff, her face flushed, a\ncurious light of desperation in her eyes.\n\nAn impulse passed through Jeff's mind. He reached out an arm, stopped\nthe girl. \"Game,\" he said sharply.\n\nHer eyes flashed at him. \"What game?\"\n\n\"Anything.\" He held up his wrist before her eyes and showed her the\ngold watch. \"We can play for this.\"\n\nSomething flared in her eyes for a moment before she gained control.\nThen she was down on her knees, pushing her sleeves up, a tight look of\nfear and dread haunting her eyes as she looked up at Jeff. \"Something's\nhappening,\" she said softly. \"The dice--they're not right.\"\n\n\"I know it. Why not?\" His voice was hoarse, his eyes hard on her face.\n\nShe threw him a baffled look. \"There isn't any reason. Nothing is\ndifferent, but the dice don't fall right. That's all, they just don't.\"\n\nJeff grinned tightly. \"Go on, throw them.\"\n\nShe threw the dice, saw them dance on the floor, caught her number.\nJeff rolled them, beat her on it, picked up the money. He rolled again,\nthen again. The tightness grew around the girl's eyes; little tense\nlines hardened near her mouth. Nervously, she fumbled a cigarette into\nher mouth, lit it, puffed as the dice rolled.\n\nShe lost. She lost again. Side bets picked up around them, the people\nas they watched catching the tension that was building up.\n\n\"What's happening?\"\n\n\"The dice--my God! They've gone crazy!\"\n\n\"Blackie's losing. What do you think--\"\n\n\"--losing? She never loses on dice. Who's the guy?\"\n\n\"Never saw him before. Look, he took another one! Those dice are hexed.\"\n\n\"My cards were crazy too: king high full every time, a dozen hands in a\nrow. How can you bet on something like that, I ask you.\"\n\nThe Silly Giggins record screeched louder, then gave a squawk as the\nrecord suddenly shattered in a thousand pieces. Somebody cursed and\nthrew a pack of cards on the floor, and a scream broke out across the\nroom. One group came suddenly to blows; several dice games tightened\ndown to bloody conflict between individuals. A man burst into tears,\nsuddenly, and sat back on his haunches, his face stricken. \"They can't\nact this way,\" he wailed. \"They just _can't_--\"\n\nJeff's eyes watched the spinning dice, and again something was\nscreaming in his ear. He felt as though his head were going to burst,\nbut he continued to roll and he saw the girl's face darken with each\nthrow. He saw the fear shine out from her blue eyes. Suddenly she let\nout a curse, snatched the dice from Jeff's hand and threw them sharply\nacross the room. She stared at Jeff venomously, then glared at the\npeople around her as if she were a cornered animal.\n\n\"It's all of you,\" she snarled. \"You're turning them against me. You're\nmaking them fall wrong.\" She spat on the floor and started for the\ndoor. Jeff moved after her but felt a restraining hand on his arm.\n\n\"Leave her alone,\" said the Nasty Frenchman. \"You'll have trouble on\nyour hands if you don't. You see what I meant about something being\nwrong? The whole crowd here is on edge, as if somebody were picking\nthem up and throwing them down. Who ever saw dice fall that way, or\ncards fall that way\"--the little man's eyes flashed slyly--\"_unless\nsomebody was controlling them_.\"\n\nJeff's breath was faster as he stared at the Nasty Frenchman, and his\nvoice was hoarse. \"What are you talking about?\"\n\nThe little man's lips twisted angrily. \"You saw what happened in here,\ndidn't you?\"\n\nJeff turned away in anger. He wove through the crowd, his jaw tight as\nhe moved toward the door. The Nasty Frenchman could only glimpse the\ntruth, but someone else saw more, much more. Somehow, Jeff knew that\nthis past hour held the key to the whole problem, if he could only see\nit. Here was the answer to the whole tangled puzzle of the girl and\nPaul Conroe, of Dr. Schiml and the Mercy Men.\n\nAnd he knew that when he reached the room, the girl would be waiting.\nShe would be waiting with cold fire in her eyes, as she sat at the\ntable, a small pair of colored dice lying before her in the dim light.\n\nJeff hurried down the darkened corridor, fear exploding in his brain.\nShe would be there and he knew why she would be smoldering when he\nwalked into the room. He had seen her eyes, seen her face as they\nhad thrown the dice. He knew beyond any shadow of doubt who had been\ncontrolling the dice.\n\nThe girl was waiting, just as he had known she would. He stepped into\nthe room and closed the door gently behind him, facing her desperate\neyes as she rolled the colored dice back and forth in front of her.\n\"Game,\" she challenged, her voice harsh and metallic.\n\nThe room was tense with silent fear as he sank down opposite her at the\ntable.\n\n\n\n\nCHAPTER SIX\n\n\nJeff reached out and took the dice from the girl's hand. \"Put them\naway, Blackie,\" he said softly, \"You don't have to prove anything. I\nknow--\"\n\n\"Game,\" she repeated harshly, shaking her head.\n\n\"Look. Think a minute. Back there, do you know what happened in that\nroom?\"\n\nHer eyes caught his and were wide with fear. \"Game,\" she whispered, her\nhands trembling. \"You've got to play me!\"\n\nHe shrugged, his eyes tired as he watched her face. He took the dice\nand rolled them out on the table. A three, a four and a five fell; he\nsaw her eyes flash across the table, taking in the sequence. Then her\nhand reached out, grasped the dice, gave them a throw. The hostility\nin her mind struck out at him, reinforcing the terrible dread that he\nalready felt. He fought the hostility, staring at the dice, his hands\ngripping the edge of the table. And the dice danced and settled down: a\nthree, a four and a five....\n\nThe girl's eyes widened, staring first at him, then back at the dice.\nSlowly she reached out, took the cube with the five showing, sent it\nbouncing across the table. It spun and bounced--and settled down once\nagain with the five exposed.\n\nJeff felt the blast of bitter fear strike out from the girl's eyes.\nThe room seemed to scream with the tension he felt. She took the dice\nwith trembling hands, threw them out hard and clenched her fists as\nthey fell. The three and four settled out immediately. Jeff watched\nthe third cube, spinning on one corner, spinning ... spinning.... He\nfelt his muscles grow tense, his mind screaming, tightening down as\nhe stared at the little cube. It was as though an iron fist held his\nbrain in its palm and was slowly, slowly squeezing. And the little cube\ncontinued, ridiculously, to spin and spin, until it quite suddenly\nflipped over onto its side and lay still with the five exposed.\n\nBlackie gave a choked scream, her face pasty white. \"Then it was you.\"\nShe choked, staring at him as if he were a ghost. \"You were doing it\ndeliberately in there, throwing off the odds, twisting things around,\nturning the dice against me.\"\n\nJeff shook his head violently. \"No, no, not me--us--both of us. We were\nfighting each other, without knowing it--\"\n\nHer hand went up to her mouth, choking off the words as she stared at\nhim. Jeff stared at the dice, his whole body trembling, huge drops of\nsweat running down his forehead. And as he watched, the dice hopped\nabout on the table, like jumping beans, turning over and over, jerkily,\nspinning on their edges in a horrible, incredible little dance. Jeff\nshook his head, his eyes wide with horror as he watched the dice.\n\n\"You knew it all along,\" the girl choked. \"You came in there just to\ntorment me, to show me up--\"\n\n\"No, no.\" Jeff turned wide eyes on her. \"I didn't know it, until I\npicked up the dice in that room. Something drove me to do it. I didn't\nknow what I was doing until all of a sudden the dice were doing what I\nwanted them to do--\" He broke off, panting. \"I never knew it, I never\ndreamed it.\" His eyes sought the girl's, pleading. \"I didn't understand\nit; I couldn't help it. I just knew that something wrong was going on.\nAnd then I knew that somebody was fighting me. There was a tension in\nit. I felt it. I knew somebody was tampering with the dice. Then when I\ngot near you, I knew it was you.\"\n\nThe girl's face was working, tears welling up in her eyes. \"I had to--I\nhad to win with them.\"\n\n\"Then you knew you were doing it!\" Jeff stared at her. \"And when\nboth of us started tampering, opposing each other, the probabilities\ngoverning the games went wild, completely wild.\"\n\nThe girl was sobbing, her face in her hands. \"I could always control\nit. It always worked. It was the only thing I could do that came out\nright. Everything else has always gone wrong.\" She sobbed like a baby,\nher shoulders shaking as she choked out great, racking sobs.\n\nJeff leaned forward, almost cruelly, his eyes burning at her. \"When did\nyou find out you could ... make dice fall the way you wanted them to?\"\n\nThe girl shook her head helplessly. \"I didn't know it. I didn't have\nany idea, until I came here. It was the only thing I could win at.\nEverything else I lost at. All my life I've been losing.\"\n\n\"What have you been losing?\"\n\n\"Everything, everything--everything I touch turns black, goes sour,\nsomehow.\"\n\n\"But what, _what_?\" Jeff leaned toward the girl, his voice hoarse. \"Why\ndid you come here? How did you get here?\"\n\nThe girl's sobs broke out again, her shoulders shaking in anguish. \"I\ndon't know, I don't know. Oh, I could take it, up to a limit, but then\nI couldn't stand it any more. Everything I tried went wrong; everyone\nthat was near me went wrong too. Even the rackets wouldn't work with me\naround.\"\n\n\"What rackets?\"\n\nHer voice was weak and cracking. \"Any of the rackets. I've been in\na dozen, two dozen, ever since the war. Dad was killed in the first\nbombing of the Fourth War, when I was just a kid--twelve, thirteen,\nI can't remember now. He died trying to get us out of the city and\nthrough to the Defense area north of the Trenton section. Radiation\nburns got him, maybe pneumonia, I don't know. But it got Dad first and\nMom later.\"\n\nShe straightened up and wiped her eyes with her sleeve. \"We never did\nget out of the devastated area. We were killing dogs and cats for food\nfor a while. Then when things did get straightened out, we ran into\nthe inflation, the burned-out crops, the whole rat-race. The dirty\nbreaks were coming in hard then. First we were guerrillas, then we were\nbushwhackers. Then we came into the city again and started shaking down\nthe rich ones that came back from the mountains where they hid.\"\n\n\"But you came in here,\" Jeff grated. \"Why here, if you were doing so\nwell in rackets?\"\n\n\"I wasn't. Can't you understand? The luck--it was running wrong, worse\nand worse all the time. And then I got hooked on dope. Narcotics\ncontrol was all shot to pieces during the war; heroin was all over the\nplace. But they knew I had this hard-luck jinx. They caught me on it,\nuntil I was hooked bad.\"\n\nShe shrugged, her face a study in pathetic hopelessness. \"They hauled\nme in here. Schiml sold me his bill of goods. What could I lose? I was\nso tired, I didn't care. I didn't care if they jolted my brains loose,\nor what they did to me. All I wanted was to eat and get off the dope\nand get enough cash so I could try for something decent, where hard\nluck couldn't touch me. And I didn't really care if I never got out.\"\n\n\"But with the dice you made out.\"\n\n\"Oh, yes, with the dice--\" The girl's eyes flickered for a moment. \"I\nfound out I could make them sit up and talk for me. I played it cozy,\ndidn't let anybody catch on. But they always worked for me, until\ntonight--\"\n\nJeff nodded, his face white. \"Until tonight, when you found out you\nwere fighting for control. Because tonight I found out they'd talk for\nme too. And you couldn't beat me with them.\"\n\nHer voice was weak. \"I--I couldn't budge them. They fell the way you\ncalled them.\"\n\n\"It isn't possible, you know,\" Jeff said softly. \"Every time they've\ntried to prove it was, they've found some loophole in the study of\nit, something wrong somewhere. Nobody's ever proved a thing about\npsychokinesis.\"\n\nThe girl grinned mirthlessly. \"They've been trying to prove it here\nsince the year one. Every now and again they get hot on it. They've\njust tested somebody that's got them excited and they'll be starting\nthe whole works over again.\"\n\nJeff leaned over, his eyes blazing. \"Yes, yes, who's that person?\"\n\n\"I don't know. I just heard it. A new recruit, I guess.\"\n\n\"A recruit named Conroe?\"\n\nHer eyes widened at the virulence in his voice. \"I--I don't know, I\ndon't know. I've only heard. I don't even know if there _is_ such a\nperson.\"\n\n\"Where can I find out?\"\n\nAgain the fear was in her eyes. \"I--I don't know.\"\n\nJeff's voice was tense, his eyes fixed on the girl's face in desperate\neagerness. \"Look, you've got to help me. I know he's here. I must find\nhim. I saw him this afternoon. Remember when the guards brought me in\nhere? I saw him on the stairs. I chased him and lost him, but he's\nhere. He's hiding, running away from me. I've got to find him, somehow.\nPlease, Blackie, you can help me.\"\n\nHer eyes were wide on his face. \"What do you want with him? Why are you\nafter him? I don't want to get mixed up in anything--\"\n\n\"No, no, it won't mix you up. Look, I want to kill him. Short and\nsweet, nothing more--just kill him. I want to send one bullet into his\nbrain, watch his face splatter out, watch his skull break open. That's\nall I want, just one bullet--\"\n\nJeff's voice was low, the words wrenched from his throat, and the\nhatred in his eyes was poisonous as it washed over the girl's face. \"He\nhaunts me, for years he's haunted me.\" Jeff's voice dropped, the words\nbreaking the stillness of the room in a hoarse, terrible cadence. \"He\nkilled my father. This Conroe--he butchered my father like an animal,\nshot him down in cold blood. It was horrible, ruthless. Conroe was the\nassassin. He killed my father without a thought of mercy in his mind.\nAnd I loved my father, I loved him with all the love I had.\" He stared\nat the girl. \"I'll kill the man that killed my father if I have to die\nmyself in the killing.\"\n\n\"And that man is here?\"\n\n\"That man is here. I've hunted him for years. This was his last resort,\nhis final desperate gamble for escape. He had nowhere else to turn.\nI've got the outside tied up so that he doesn't dare to leave. Now\nI've got to track him down in here. I've got to find him and kill him,\nbefore I'm caught, before I'm tested and classified. I've got to move\nfast and I need help. I need help so much.\"\n\nThe girl leaned toward him, her eyes dark as she stared at him. \"The\ndice,\" she said softly. \"I've been playing it cozy. I still could--if\nyou'll let me.\"\n\nHis eyes widened. \"Anything you say,\" he said. \"We'll play it cozy\ntogether. But I've got to have floor plans of the place, information on\nhow to avoid the guards. I've got to know where their records are kept,\ntheir lists and rosters and working plans.\"\n\n\"Then it's a deal?\"\n\nHis eyes caught hers, and for an instant he saw something behind the\nmask she wore, something of the fear that lay back there, something of\na little child who fought against impossible odds to find a toehold in\nthe world. Then the barrier was back up, and her eyes were blank and\nrevealed nothing.\n\nJeff held out his hand, touched her palm lightly and clenched her\nfingers. \"It's a deal,\" he said.\n\n       *       *       *       *       *\n\nThe trip down the corridor was a nightmare. Jeff's mind was still\nreeling from the incredible discovery of the dice, the sudden,\nunbelievable awareness that he and Blackie had been silently and\nfiercely battling each other for control, fighting with a fury that had\nsomehow shattered the very warp of probability in the room where they\nhad been. How could he have had a part in something like this? He had\nnever had reason to suspect he might carry such a power, yet here was\nevidence he could not disregard. And how could it fit into the question\nof Paul Conroe, and the mysterious recruit to the Mercy Men who had\njust been tested?\n\nA thought struck Jeff, quite suddenly. It came with such impact that\nhe stopped cold in his tracks. It was so simple, so impossible, yet\nno more impossible than the things he had already seen with his own\neyes. Because the incredible record of escapes that Conroe carried,\nthe impossible regularity with which Conroe had managed to avoid\ncapture, time after time, seemed too much to accept as coincidence. And\nif Conroe were indeed carrying latent extra-sensory powers, he could\ncontinue to slip from trap after trap--_unless Jeff could oppose those\npowers with powers of his own_.\n\nJeff cursed in his teeth. How could he tell? He had no evidence that\nConroe carried any extra-sensory power whatsoever, and surely there was\nlittle enough to indicate that he had any more than most latent powers.\nThere were so many, many possibilities, and so little concrete evidence\nto go on.\n\nAnd if Conroe had such powers, why had he been so startled to meet Jeff\non the stairs? Why the look of fear and disbelief that had streaked\nacross his face? Jeff glanced at his watch, saw the minute hand move\nto eleven-thirty. He would have to hurry, for the guards would be down\nthe escalator in a few moments. And these thoughts of his could lead\nto nowhere. Conroe had been jolted to see Jeff. It must have been a\nhorrible shock for him to realize that the Hunter had followed him,\neven into this death trap, to know that the Hunter would have the\noutside so well guarded that he, the Hunted, could never get out. Now\nConroe would be forced to gamble against being caught and assigned to\nwork as a Mercy Man. Yes, it must have been a horrible jolt for Conroe,\ndriving one last, searing bolt of fear into his already desperate mind.\nAnd what would he have tried to do?\n\nA thousand ideas flooded Jeff's mind. He was waiting for testing.\nPerhaps Conroe, somehow, had been tested already? Could Jeff succeed\nin stalling Schiml, especially if the rumors spinning down the dark\ncorridors were true? There was no sure way of telling. All Jeff could\ndo was to search the file rooms Blackie had directed him to.\n\nHe stopped at the entrance to the escalator, pored over the floor\nplan Blackie had sketched for him. He spotted the escalator, oriented\nhimself on the plan. The filing rooms were two flights below. If he\ncould reach them without being stopped.... He moved silently onto the\ndown shaft, his eyes moving constantly for a sight of a gray-garbed\nprowler.\n\nAt the foot of the escalator he stopped short. Three men in white\nwere pushing a gurney along the corridor. Jeff glanced quickly at the\ntwitching form under the blankets. Then he looked away hurriedly. One\nof the men dropped behind and waved at him sharply as he stepped off\nthe stairs. The man still wore the operating mask hanging from his\nneck, and his hair was tightly enclosed in the green-knit operating cap.\n\nThe doctor tipped a thumb over his shoulder and pointed down the\ncorridor. \"You coming to fix the pump?\"\n\nJeff blinked rapidly. \"That's right,\" he croaked. \"Did--did Jerry come\nwith the tools yet?\"\n\n\"Nobody came in yet. We just finished. Been in there since three this\nafternoon, and the damned pump went kerflooey right in the middle.\nHad to aspirate the poor joe by hand, and if you think _that's_ not a\njob--\" The doctor wiped sweat from his forehead. \"Better get it fixed\ntonight. We've got another one going in at eight in the morning and\nwe've got to have the pump.\"\n\nJeff nodded, and started down the hall, his heart thudding madly\nagainst his ribs. He reached the open door to one of the operating\nrooms. Slipping quickly into the small dressing-room annex, he snatched\none of the gowns and caps from the wall.\n\nIf they were still operating this late, it was a heaven-sent chance.\nNo guard would bother him if he were wearing the white of a doctor or\nthe green of a surgeon. He struggled into the clumsy gowning, tying it\nquickly behind his back, and slipped the cap over his head. Finally he\nfound a mask, snapped it up under his ears as he had seen it worn by\nthe doctors in the corridors.\n\nIn a moment he was back on the escalator, descending to the next floor.\nAt the foot of the stairs, he started quickly down the corridor Blackie\nhad indicated, glancing at each door as he passed. The first two had\nlights under them, indicating that these apparently were operating\nrooms still in use. Finally he stopped before a large, heavy door, with\na simple sign painted on the wooden panel: COMPUTOR TECHNICIANS\nONLY. He tried the door, found it locked. Quickly he glanced up\nand down the corridor, doubled a hard fist and drove it through the\npanel with a crunch. Then he fumbled inside for the lock.\n\nIn an instant he was inside. The torn hole in the panel glared at\nhim. He threw the door wide open and snapped on the overhead lights,\nthrowing the room into bright fluorescent light. Then he drew the\npale-green gown closer about him and moved across the room to the huge\nfile panel that faced him.\n\nIt was not his first experience with the huge punched-card files which\nhad become so necessary in organizations where the numbers and volumes\nof records made human operatives too slow or clumsy. Quickly Jeff moved\nto the master-control panel, searched for the section and coding system\nfor Research: Subject Personnel.\n\nFirst he would try the simple coding for Conroe's name, on the\nchance that Conroe had come in using his own name. Jeff rechecked\nthe coding, punched the buttons which would relay through the cards\nalphabetically; then he waited as the machinery whirred briefly. A\npanel lighted near the bottom of the control board, spelling the two\nwords: NO INFORMATION.\n\nJeff's fingers sped over the coding board again, as he started coding\nin a description. He coded in height, weight, eye color, hair color,\nbone contour, lip formation--every other descriptive category he could\nthink of. Then again he punched the \"Search\" button.\n\nThis time several dozen cards fell down. He picked them up from the\nyield-slot and slowly leafed through them, glancing both at the small\nphotograph attached to each card and at the small \"date of admission\"\ncode symbol at the top of each card. Again he found nothing. Disgusted,\nhe tried the same system again, this time adding two limiting coding\nsymbols: Subject Personnel and Recent Admission. And again the cards\nwere negative. Not a single one could possibly have been connected with\nPaul Conroe.\n\nJeff sat down at the desk facing the panel and he searched his mind\nfor another pathway of identification. Suddenly a thought occurred to\nhim. He searched through his pocket for a picture wallet, drew out\nthe small, ID-size photo of Conroe that he carried for identification\npurposes.\n\nSearching the panel, he finally found the slot he was looking for: the\nsmall, photoelectronic chamber for recording picture identification.\nHe slipped the photo into the slot, punched the \"Search\" button, and\nwaited again, his whole body tense.\n\nThe machine buzzed for a long moment. Then a single card dropped into\nthe slot. Eagerly Jeff snatched it up, stared down at the attached\nphotograph which almost perfectly matched the photo from his pocket.\nNear the top of the card was a small typewritten notation: _Conroe,\nPaul A._, INFORMATION RESTRICTED. ALL FILE NOTATIONS RECORDED IN\nHOFFMAN CENTER CENTRAL ARCHIVES.\n\nBelow this notation was a list of dates. Jeff read them, staring\nin disbelief, then read them again. Incredible, those dates--dates\nof admission to the Hoffman Center and dates of release. It was\nimpossible that Conroe could have been here at the times the dates\nindicated: ten years ago, when the Hoffman Center was hardly opened;\nfive years ago, during the very time when Jeff had been tracking him\ndown. Yet the dates were there, in black and white, cold, impersonal,\nindisputable. And below the dates was a final notation, inked in by\nhand: CENTRAL ARCHIVES CLASSIFICATION: ESP RESEARCH.\n\nSwiftly Jeff stuffed the card into his shirt. He refiled the other\ncards with trembling fingers, his heart pounding a frightful tattoo in\nhis forehead. Incredible, yet he knew, somehow, that it fit into the\npicture, that it was a key to the picture. He turned, started for the\ndoor, and stopped dead.\n\n\"Schiml!\" he breathed.\n\nThe figure lounged against the door, green cap askew on his head, mask\nstill dangling about his neck. There was a smile on his face as he\nleaned back, regarding Jeff in amusement. Nonchalantly, he tossed a\npair of dice into the air, and caught them, still smiling. \"Let's go,\nJeff,\" said Dr. Schiml. \"We've got some tests to run.\"\n\n\"You--you mean, in the morning,\" Jeff stammered, hardly believing his\nears.\n\nThe smile broadened on the doctor's lips, and he gave the dice another\ntoss and dropped them in his pocket. \"Not in the morning, Jeff,\" he\nsaid softly. \"Now.\"\n\n\n\n\nCHAPTER SEVEN\n\n\nJeff sank down in the chair, his forehead streaming sweat. He clenched\nhis fists as he tried to regain control of his trembling muscles. _How\nlong had Schiml been standing there?_ Just a second or two? Or had he\nbeen watching Jeff for ten minutes, watching him punch down the filing\ncodes, watching him stuff the filing card into his shirt? There was\nnothing to be told from the doctor's face, as the man smiled down at\nhis trembling quarry. There was nothing in the eyes of the guards who\nstood behind him in the hallway, their hands poised on their heavy\nsidearms.\n\nSchiml turned to one of them, nodded slightly, and they disappeared,\ntheir boots clanging in the still corridor behind them. Then he turned\nhis eyes back to Jeff, the ghost of a knowing smile still flickering\nabout his eyes. \"Find anything interesting?\" he asked, his eyes\nnarrowing slightly.\n\nJeff fumbled a cigarette to his lips, gripped the lighter to steady\nit. \"Nothing to speak of,\" he said hoarsely. \"Been a long time since I\nworked one of these files.\" His eyes caught Schiml's defiantly, held\nthem in desperation. Finally Schiml blinked and looked away.\n\n\"Looking for anything special?\" he asked smoothly.\n\n\"Nothing special.\" Jeff blew smoke out into the room, his trembling\nnerves quieting slightly.\n\n\"I see. Just sight-seeing, I suppose.\"\n\nJeff shrugged. \"More or less. I wanted to see the setup.\"\n\nA dry smile crossed Schiml's face. \"Particularly the setup in the\nfiling room,\" he said softly. \"I thought I'd find you here. Blackie\nsaid you'd just stepped out for a short walk, so we just took a guess.\"\nThe doctor's eyes hardened sharply on Jeff's face. \"And all dressed up\nlike a doctor, too.\"\n\nHe stepped across the room, jerked the cap from Jeff's head, snapped\nthe string to the gown with a sharp swipe of his hand. \"We don't do\nthis around here,\" he said, his voice cutting like a razor. \"Doctors\nwear these, nobody else. Got that straight? We also do not wander\naround breaking into filing rooms, just looking at the setup. If the\nguards had caught you at it, you wouldn't be alive right now--which\nwould have been a dirty shame, since we have plans for you.\" He jerked\nhis thumb toward the door. \"After you, Jeff. We've got some work to do\ntonight.\"\n\nJeff moved out into the hall, took up beside the tall doctor as he\nstarted back for the escalator. \"You weren't serious about testing me\ntonight, surely.\"\n\nDr. Schiml stared at him. \"And why not?\"\n\n\"Look, it's late. I'll be here in the morning.\"\n\nThe doctor walked on in silence for a long moment. Jeff followed, his\nmind racing, a thousand questions tumbling through in rapid succession:\nquestions he dared not ask, questions he couldn't answer. How much did\nSchiml know? And how much did he suspect? A chill ran down Jeff's back.\nWhat had he been doing with the dice? Could Blackie possibly have told\nhim? Or could he have heard about the freakish occurrence in the game\nroom through other channels? And what could he learn in the course of\nthe testing that he didn't know already?\n\nJeff puzzled as he matched the doctor's rapid pace. They went up the\nescalator, down the twisting corridor toward an area beyond the living\nquarters that Jeff hadn't seen before. Above all, he must keep his\nnerve, keep a tight control on his tongue, on his reactions, make sure\nthat there were no tricks to tear information from him that he didn't\ndare divulge.\n\nHe looked at Schiml, sharply, a frown on his face. \"I still don't see\nwhy this can't wait till morning. Why the big hurry?\"\n\nSchiml stopped, turned to Jeff in exasperation. \"You still think we're\nrunning a picnic grounds here, don't you?\" he snapped. \"Well, we're\nnot. We're doing a job, a job that can't wait for morning or anything\nelse. We work a twenty-four-hour schedule here. All you do is provide\nthe where-withal to work with--nothing more.\"\n\n\"But I'll be tired, nervous. I don't see how I could pass any kind of\ntest.\"\n\nSchiml laughed shortly. \"These aren't the kind of tests you pass or\nfail. Actually, the more tired and nervous you are, the better the\nresults will be for you. They'll give you an extra edge of safety when\nyou're assigned to a job. What the tests tell us is what we can expect\nfrom you, the very minimum. Basically, we're working to save your life\nfor you.\"\n\nJeff blinked at him, followed him through swinging doors into a long,\nbrightly lighted corridor, with green walls and a gleaming tile floor.\n\"What do you mean, save my life? You seem to delight in just the\nopposite here, from what I've heard.\"\n\nThe doctor made an impatient noise. \"You got the wrong information,\" he\nsaid angrily. \"That's the trouble. You people insist upon listening to\nand believing the morbid stories, all the unpleasantness you hear about\nthe work here. And it's all either completely false or only half-truth.\nThis business of bloodthirstiness, for instance. It's just plain not\ntrue.\n\n\"One of the biggest factors in our work here is making arrangements for\noptimum conditions for the success of our experiments. By 'optimum' we\nmean the best conditions from several standpoints: from the standpoint\nof what we're trying to learn--the experiment itself, that is--and from\nthe standpoint of the researcher, too. But most particularly, we're\nworking for optimum recovery odds for the experimental animals--you, in\nthis case.\"\n\nJeff snorted. \"But still, we're just experimental animals, from your\nviewpoint,\" he said sharply.\n\n\"Not _just_ experimental animals,\" Schiml snapped angrily. \"You're\n_the_ experimental animals. Working with human beings isn't the same as\nworking with cats and dogs and monkeys--far from it. Dogs and cats are\nstronger and tougher, more durable than humans, which is why they're\nused for preliminary work of great success. But basically, they're\nexpendable. If something goes wrong, that's too bad. But we've learned\nsomething, and the dog or cat can be sacrificed without too many tears.\nBut we don't feel quite the same about human beings.\"\n\n\"I'm glad to hear that,\" said Jeff sourly. \"It makes me feel better.\"\n\n\"I'm not trying to be facetious. I mean it. We're not ghouls. We don't\nhave any less regard for human life than anyone else, just because\nwe're responsible for some human death in the work we're doing. For one\nthing, we study every human being we use, try to dig out his strengths\nand weaknesses, physical and mental. We want to know how he reacts to\nwhat, how fast he recuperates, how much physical punishment his body\ncan take, how far his mental resiliency will extend. Then when we know\nthese things, we can fit him into the program of research which will\ngive him the very best chance of coming out in one piece. At the same\ntime, he will fill a spot that we need filled. No, there's no delight\nhere in taking human life or jeopardizing human safety.\"\n\nThey turned abruptly off the corridor and entered a small office.\nSchiml motioned Jeff to a chair, sat himself down behind a small desk\nand began sorting through several stacks of forms. The room was silent\nfor a moment. Then the doctor punched a button on the telephone panel.\n\nWhen the light blinked an answer to him, he said: \"Gabe? He's here.\nBetter come on up.\"\n\nThen he flipped down the switch and leaned back, lighting a long,\nslender cigar and undoing the green robe around his neck.\n\nJeff watched him, still puzzling over what he had just said. The doctor\nseemed so matter-of-fact. What he had said made sense, but somewhere in\nthe picture there seemed to be a gaping hole. \"This sounds like it's a\ngreat setup--for you doctors and researchers,\" he said finally. \"But\nwhat's it leading to? What good is it doing? Oh, I know, it increases\nyour knowledge of men's minds, but how does it help the man in the\nstreet? How does it actually help _anyone_, in the long run? How do\nyou ever get the government to back it with the financial mess they're\nfacing in Washington?\"\n\nSchiml threw back his head and laughed aloud. \"You've got the cart\nbefore the horse,\" he said, when he got control of his voice. \"Support?\nListen, my lad, the government is running itself bankrupt just to keep\nour research going. Did you realize that? _Bankrupting itself!_ And\nwhy? Because unless our work pays off--and soon--there isn't going to\nbe any government left. That's why. Because we're fighting something\nthat's eating away at the very roots of our civilization, something\nthat's creeping and growing and destroying.\"\n\nHe stared at Jeff, his eyes wide. \"Oh, the government knows that the\nsituation is grave. We had to prove it to them, show it to them time\nand again, until they couldn't miss it any longer. But they saw it\nfinally. They've seen it growing for a century or more, ever since the\nend of the Second War. They've seen the business instability, the bank\nruns and the stock market dives. They've seen the mental and moral\ndecay in the cities. They could see it, but it took statistics to\nprove that there was a pattern to it, a pattern of decay and rot and\nputrefaction that's been crumbling away the clay feet of this colossal\ncivilization of ours.\"\n\nThe doctor stood up, paced back and forth across the room and sent blue\nsmoke into the air from the cigar as he walked. \"Oh, they support us\nall right. We don't know for sure what we're fighting, but we do know\nthe answer is in the functioning of the minds and brains of man. We're\nworking against a disease--a creeping disease of men's minds--and we\nare forced to use men to search those minds, to study them, to try to\nweed out the poison of the disease. And so we have the Mercy Men to\nhelp us fight.\"\n\nThe doctor's lips twisted in a bitter sneer as he sat heavily down on\nthe chair again, crunched the cigar out viciously in the tray. \"Mercy\nMen who have no mercy in their souls, who have no interest nor concern\nwith what they're doing, or what it may be accomplishing. They are\ninterested in one thing only: the amount of money they'll be paid for\nhaving their brains jogged loose.\"\n\nThe scorn was heavy in Dr. Schiml's eyes. \"Well, we don't care who we\nhave: addicts, condemned murderers, prostitutes, the trash from the\nskid-row gutters. They're all drawn here, like flies to a dung hill.\nBut they're here on errands of mercy, whether they like it or not, or\nknow it or not. And we take them because they're the only ones who can\nbe bought, and we guard them for all we're worth, so that the goal will\nbe accomplished.\" He took a deep breath and stared scornfully at Jeff.\n\"That's you I'm talking about, you know.\"\n\nJeff's hands trembled as he snuffed out his smoke. He stood up as the\ncorridor door opened, admitting a small, dark-haired man with thick\nglasses. He was dressed in doctor's whites. Jeff rubbed his chest\nnervously and took a deep breath, still acutely aware of the stiff card\nin his shirt front.\n\n\"All right,\" he said hoarsely, \"so you're talking about me. When do we\nget started with this?\"\n\n       *       *       *       *       *\n\nThe little dressing room was cramped; it reeked of anesthetic. Jeff\nwalked in, followed by Dr. Schiml and the other doctor, and started\nremoving his shoes. \"This is Doctor Gabriel,\" Schiml said, indicating\nhis myopic colleague. \"He'll start you off with a complete physical.\nThen you'll have a neurological. Come on into the next room as soon as\nyou're undressed.\" And with that the two doctors disappeared through\nswinging doors into an inner room.\n\nJeff removed his shirt and trousers swiftly, carefully folding the\nfile card and stuffing it under the inner sole of his right shoe. It\nwasn't exactly the perfect hiding place, if anyone were looking for the\ncard. But not once during the conversation had Schiml's eyes strayed\ncuriously to Jeff's shirt front. Either Schiml had not seen him take\nthe card, or else the doctor's self-control was superhuman. And no\nmention of the dice had been made, either. Jeff gave his shoes a final\npat, tossed his clothes on one of the gurneys lining the walls and\npushed through the doors into the next room.\n\nIt was huge, dome-ceilinged, with a dozen partitions dividing different\nsections from one another. One end looked like a classroom, with\nblackboards occupying a whole wall. Another section carried the\nparaphernalia of a complete gymnasium. The doctors were sitting in a\ncorner that was obviously outfitted as an examination room: the tables\nwere covered with crisp green sheeting, and the walls had gleaming\ncabinets full of green-wrapped bundles and instruments.\n\nSchiml sat on the edge of a desk. His eyes watched Jeff closely as he\nlit a cigarette, leaned back and blew rings into the air. Dr. Gabriel\nmotioned Jeff to the table and started the physical without further\ndelay.\n\nIt was the most rigorous, painstaking physical examination Jeff had\never had. The little, squinting doctor poked and probed him from head\nto toe. He snapped retinal-pattern photos, examined pore-patterns,\nlistened, prodded, thumped, auscultated. He motioned Jeff back onto\nthe chair and started going over him with a rubber hammer, tapping him\nsharply in dozens of areas, eliciting a most disconcerting variety of\nmuscular jerks and twitches. Then the hammer was replaced by a small\nelectrode, with which the doctor probed and tested, bringing spasmodic\njerks to the muscles of Jeff's back and arms and thighs. Finally, Dr.\nGabriel relaxed, sat Jeff down in a soft chair and retired to a small\nportable instrument cabinet nearby.\n\nDr. Schiml put out his smoke and stood up. \"Any questions before we\nbegin?\"\n\nJeff almost sighed aloud. Any questions? His nerves tingled all over\nand his mind was full of conjecture--wild, ridiculous guesses of what\nthey would discover in the testing, of what the results would bring.\nSuppose they learned about the dice? Suppose they found out that he\nwas a fraud, that he was in the Center on a private mission, a mission\nof death all his own, and no party to their own missions of death? And\nyet, if he had to follow through, the kind of work he would be assigned\nto would depend upon the results of the tests--that seemed sure. But\nwhat if they rendered him unconscious, knocked him out, used drugs?\n\nHis mind raced frantically, searching for some way of stalling things,\nsome way of slowing down the red tape of testing and assignment, to\ngive him time to complete his own mission and get out. But he knew that\nalready he must have aroused suspicions. Schiml must have suspected\nthat all the cards were not on the table, yet Schiml seemed willing to\noverlook his suspicions. And the wheels had begun to move more and more\nswiftly, carrying him to the critical point where he would have to sign\na release and take an assignment, or reveal his real purpose for being\nin the Center. If he were to find Conroe, he must find him before the\nchips were down.\n\nHe stared at Schiml, his mind still groping for something to hang\nonto. He found nothing. \"No. No questions, I guess,\" he said.\n\nThe doctor looked at him closely, then shrugged in resignation. \"All\nright,\" he said, tiredly. \"You'll have a whole series of tests of all\nkinds: physical stamina, mental alertness, reaction time, intelligence,\nsanity--everything we could possibly need to know. But I should warn\nyou of one thing.\" He looked at Jeff, his eyes deadly serious. \"All\nof these future tests are subjective. All of them will tell us about\nyou as a person: how you think, how you behave. Desperately essential\nstuff, if you're to survive the sort of work we do here. What we find\nis the whole basis of our assignments.\"\n\nHe paused for a long moment. \"You'd be wise to stick to the truth. No\nembellishments, no fancy stuff. We can't do anything about it if you\ndon't choose to take the advice. But if you falsify, you're tampering\nwith your own life expectancy here.\"\n\nJeff blinked, shifting in his seat uneasily. _Don't worry about that,\nJack_, he thought. _I won't be around long enough for it to make any\ndifference._ Nevertheless the doctor's words were far from soothing.\nIf only Jeff could maintain the fraud throughout the testing, keep his\nwits about him as the tests progressed. Then he could get back to the\nhunt as soon as they were through.\n\nHe watched the doctor prepare a long paper on the desk. Then the\nrapid-fire series of questions began: family history, personal history,\nhistory of family disease and personal illness. The questions were\nswift and businesslike, and Jeff felt his muscles relaxing as he sat\nback. He answered almost automatically. Then: \"Ever been hypnotized\nbefore?\"\n\nSomething in Jeff's mind froze, screaming a warning. \"No,\" he snapped.\n\nSchiml's eyes widened imperceptibly. \"Part of the testing should be\ndone under hypnosis, for your sake, and for the sake of speed.\" His\neyes caught Jeff's hard. \"Unless you have some reason for objecting--\"\n\n\"It won't work,\" Jeff lied swiftly, his mind racing. \"Psychic block\nof some kind--induced in childhood, probably. My father had a block\nagainst it too.\" Every muscle in his body was tense, and he sat forward\nin his seat, his eyes wide.\n\nSchiml shrugged. \"It would make the testing a hundred per cent easier\non you if you'd allow it. Some of these tests are pretty exhausting and\nsome take a powerful long time without hypnotic-recovery aid. And of\ncourse we keep all information strictly confidential--\"\n\n\"No dice,\" said Jeff hoarsely.\n\nThe doctor shrugged again, glancing over at Dr. Gabriel. \"Hear that,\nGabe?\"\n\nThe little doctor shrugged. \"His funeral,\" he growled. He rolled a\nsmall, shiny-paneled instrument with earphones to Jeff's side. \"We'll\nstart on the less strenuous ones, then. This is a hearing test. Very\nsimple. You just listen, mark down the signals you hear. Keep your eyes\non the eyepiece; it records visio-audio correlation times, tells us how\nsoon after you hear a word you form a visual image of it.\" He snapped\nthe earphones over Jeff's head and moved a printed answer sheet in\nfront of him on the desk. And then the earphones started talking.\n\nThere was a long series of words, gradually becoming softer and softer.\nJeff marked them down, swiftly, gradually forgetting his surroundings,\nthrowing his attention toward the test. The doctors retired to the\nother side of the room. They talked to each other in low whispers,\nuntil he no longer heard them. There was only the low, insistent\nwhispering in the earphones.\n\nAnd then the words seemed to grow louder again, but somehow he had lost\ntrack of what they meant. He listened, his eyes watching the cool gray\npearly screen in the eyepieces. His fingers were poised to write down\nthe words, but he couldn't quite understand the syllables.\n\nThey were _nonsense syllables_, syllables with no meaning. His eyes\nopened wide, a bolt of suspicion shooting through him, and his hands\ngripped the arms of the chair as he began to rise.\n\nAnd then the light exploded in his eyes with such agonizing brilliance\nthat it sent shooting pain searing through his brain. He let out a\nstifled cry. He struggled and tried to rise from the chair. But he was\nblinded by the piercing beam. And then he felt the needle bite his arm,\nand the nonsense words in his ears straightened out into meaningful\nphrases. A soft, soothing voice was saying: \"Relax ... relax ... sit\nback and relax ... relax and rest....\"\n\nSlowly the warmth crept over his body, and he felt his muscles relax,\neven as the voice instructed. He eased gently back into the chair, and\nsoon his mind was clear of fear and worry and suspicion. He was still,\nsleeping with the peaceful ease of a newborn child.\n\n\n\n\nCHAPTER EIGHT\n\n\nIt could never have been done without hypnosis. Within broad limits,\nthe human body is capable of doing just exactly whatever it _thinks_ it\nis capable of. But the human body could hardly be blamed if convention\nhad long since decided that exertion was bad, that straining to the\nlimit of endurance was unhealthy, that approaching--even obliquely--the\nmargin of safety of human resiliency was equivalent to approaching\ndeath with arms extended. That convention had so declared was well\nknown to the researchers at the Hoffman Center.\n\nBut it was also known that the human body under the soothing suggestion\nof hypnosis could be carried up to that margin of safety and beyond.\nIndeed, it could be carried almost to the actual breaking point without\nstir, without a flicker of protest, without a sign of fear.\n\nAnd these were the conditions that were critically needed in testing\nfor the Mercy Men. Yet, though hypnosis was necessary, the men who\ncame to the Mercy Men without fail rejected hypnosis. Always they\nheld the fear of divulging some secret of their past. Whether because\nof distrust of the doctors and the testing in the Center, or plain,\nordinary malignance of character--no one knew all the motives. But\nthose who needed hypnosis the most rejected it the most vehemently.\nThis forced the development of techniques of hypnosis-by-force.\n\nIt would have annoyed Jeff, if he had known. Indeed, it would have\ndriven him to the heights of anger, for Jeff, among other things, was\nafraid. But he need not have been, and it made little difference that\nhe was. Now Jeff was not suffering from his fear. His mind was in a\nquiet, happy haze, and he felt his body half-lifted, half-led across\nthe room to the first section of the testing room.\n\nEven now there was a tiny, sharp-voiced sentinel hiding away in a\ncorner of his mind, screaming out its message of alertness and fear to\nJeff. But he laughed to himself, sinking deeper into the peacefulness\nof his walking slumber. Dr. Gabriel's voice was in his ear, his\nvoice smooth and soothing, talking to him quietly, giving simple\ninstructions. Quickly, he took him through the paces of a testing\nseries that would have taken long, hard days to complete. It would\nhave left him in psychotic break at the end, if he had not had the\nrecuperative buffer of hypnosis to help him.\n\nFirst, he was dressed in soft flannel clothing and moved into the\ngymnasium. Recorders were attached to his legs and arms and throat.\nThen he was formally introduced to the treadmill and quietly asked to\nrun it until he collapsed. He smiled and obliged, running as though the\nfuries were at his heels. He ran until his face went purple and his\nmuscles knotted. At last he fell down, unable to continue.\n\nThis happened after ten minutes of top-limit running. Then came five\nminutes of recuperation under suggestion: \"Your heart is beating\nslower. You're breathing slowly and deeply ... relaxing ... relaxing.\"\nSomeone took his arm and he was off again, this time on the old,\nreliable Harvard Step-Test, jumping up on the chair and back down. He\ndid this until once again he lay panting on the floor, hardly able to\nmove as his pulse and respiration changes were carefully recorded.\n\nNext in line came a lively handball game. He was handed a small,\nhard-rubber ball, and asked to engage in a game of catch with a machine\nthat was stationed at the end of a cubby. The machine played hard,\nspinning the ball around and hurling it at Jeff with such incredible\nrapidity that he was forced to abandon all thinking. Instinctively,\nhe reached out to catch the ball. His fingers burned with pain as he\ncaught it and passed it in, only to have it hurled back out again,\ntwice as fast. Soon he moved as automatically as a machine, catching,\nhurling, his mind refusing to accept the aching and swelling in his\nfingers, as the ball struck and struck and struck....\n\nThen a small ladder was rolled in. He listened carefully to\ninstructions and then ran up and down the ladder until he collapsed off\nthe top. He was rested gently on the floor while blood samples were\ntaken from his arm. Then he sat, staring dully at the floor. A voice\nsaid, \"Relax, Jeff, take a rest. Sleep quietly, Jeff. You'll be ready\nto dig in and fight in a minute. Now just relax.\"\n\nSeveral people were about; one brought him a heavy, sugary drink,\nlukewarm and revolting. He drank it, gagging, spilling it all down\nhis shirt front. Then he grinned and licked his lips while further\nblood samples were drawn. And then, he was allowed to take a drink of\ncool water. He was left staring at his feet for five whole minutes of\nrecuperation before the next stage of the testing commenced.\n\n       *       *       *       *       *\n\nThe lights were in three long columns. They extended as far as Jeff\ncould see to the horizon. Some were blinking; some shone with steady\nintensity, while others were dark.\n\n\"Call the columns one, two and three,\" said Dr. Gabriel, close by, his\nvoice soft with patience. \"Record the position of the lights as you\nsee them now. Then when the signal sounds, start recording every light\nchange you see in all three columns. Do it fast, Jeff, as fast as you\ncan.\"\n\nThe eye is a wonderful instrument of precision, capable of detecting\nan infinitude of movement and change. It is delicate enough to\ndistinguish, if necessary, each and every still frame composing the\nmotion picture that flickers so swiftly before it on the white screen.\nJeff's fingers moved, his pencil recorded, quickly moving from column\none to column two, and on to column three. The pencil moved swiftly\nuntil the test was over.\n\nThen on to the next test....\n\nElectrode leads were fastened to each of his ten toes and each of his\nten fingers.\n\n\"Listen once, Jeff. Right first toe corresponds to left thumb; right\nsecond toe to right index finger. (Wonderful stuff, hypno-palamine,\nonly one repetition to learn) When you feel a shock in a toe, press the\nbutton for the corresponding finger. Ready now, Jeff, as fast as you\ncan.\"\n\nShock, press, shock, press. Jeff's mind was still, silent, a blank, an\nopen circuit for reactions to speed through without hindrance, without\nmodulation. Another round done and on to the next....\n\nDoctor Schiml's pale face loomed up from some distant place.\n\"Everything all right?\"\n\n\"Going fine, fine. Smooth as can be.\"\n\n\"No snags anywhere?\"\n\n\"No, no snags. None that I can see--yet.\"\n\n       *       *       *       *       *\n\n\"I want a smoke.\"\n\nDr. Gabriel relaxed, offered Jeff a smoke from a crumpled pack,\nextended his lighter and smiled. He noticed that Jeff's wide eyes\nmissed their focus, could not see the extended flame. \"How do you feel,\nJeff?\"\n\n\"Fine, fine--\"\n\n\"Still got a lot to do.\"\n\nA flicker of fear crossed the dull eyes. \"Fine. Only I hope....\"\n\n\"Yes?\"\n\n\"... hope we finish. I'm tired.\"\n\n\"Sleepy?\"\n\n\"Yeah, sleepy.\"\n\n\"Well, we'll have everything on punched cards for Tilly in a couple of\nhours or so. All the factors about you that this testing will unearth\nwould take a research staff five hundred years to integrate down to the\npoint where it would mean anything. With Tilly it takes five minutes.\nShe doesn't make mistakes, either.\"\n\n\"Nice Tilly.\"\n\n\"And after the results come through, you're assigned and you sign your\nrelease and you're on your way to money.\"\n\nAgain the flicker of fear came, deeper this time. \"Money....\"\n\n       *       *       *       *       *\n\nMore tests, more tests. Hear a sound, punch a button. See a picture,\nrecord it. Test after endless test, dozens of records, his brain\ngrowing tired, tired. Then into the bright, gleaming room, up onto the\ngreen-draped table.\n\n\"No pain, Jeff, nothing to worry about. Be over in just a minute.\"\n\nHis eyes caught the slender, wicked-looking trefine; he heard the buzz\nof the motor, felt the grinding shock. But there was no reaction, no\npain. And then he felt a curious tingling in his arms and legs, as the\nsmall electro-encephalograph end-plates entered his skull through the\ntiny drilled holes.\n\nHe watched with dull eyes as the little lights on the control board\nnearby began blinking on and off, on and off. The flashes followed a\nhectic, nervous pattern, registering individual brain-cell activity\nonto supersensitive stroboscopic film. This, in turn, was fed down\nautomatically to Tilly for analysis. And then the trefine holes were\nplugged up again and his head was tightly taped, and he was moved back\ninto another room for another five-minute recovery.\n\n\"Hit the ink blots yet?\"\n\n\"Not yet, Rog. Take it easy, we're coming along. Ink blots and\nintelligence runs next, and so on.\"\n\nSomething stirred deep in Jeff's mind, even through the soothing\ndelusions of hypnosis. It stirred and cried out at the first sign of\nthe strange, colored forms on the cards. Something deep in Jeff's mind\nforced its way out to his lips as Dr. Gabriel said softly, \"Just look\nat them, Jeff, and tell me what you see.\"\n\n\"No! Take them away.\"\n\n\"What's that? Gently, Jeff. Relax and take a look.\"\n\nJeff was on his feet, backing away, a wild, helpless, cornered fire in\nhis eyes. \"Take them away. Get me out of here. Go away--\"\n\n\"Jeff!\" The voice was sharp, commanding. \"Sit down, Jeff.\"\n\nJeff sank down in the seat, gingerly, eyes wary. The doctor moved his\nhand and Jeff jumped a foot, his teeth chattering.\n\n\"What's the matter, Jeff?\"\n\n\"I--I don't like ... those ... cards.\"\n\n\"But they're only ink blots, Jeff.\"\n\nJeff frowned and squinted at the cards. He scratched his head in\nperplexity. Slowly he sank back down in the chair, didn't even notice\nas the web-belt restrainers closed over his arms and legs, tightened\ndown.\n\n\"Now look at the pictures, Jeff. Tell me what you see.\"\n\nThe perplexity grew on his heavy face, but he looked and talked,\nslowly, hoarsely. A dog's head, a little gnome, a big red bat.\n\n\"Gently, Jeff. Nothing to be afraid of. Relax, man, relax....\"\n\nThen came the word-association tests: half an hour of words and\nanswers, while fear curled up through Jeff's brain, gathering,\ncrouching, ready to spring, waiting in horrible anticipation for\nsomething, something that was coming as sure as hour followed hour.\nJeff felt the web restrainers cutting his wrists, as the words were\nread. He trembled in growing foreboding.\n\nDr. Schiml's face was back, still concerned, his eyes bright. \"Going\nall right, Gabe?\"\n\n\"Dunno, Rog. Something funny with the ink blots. You can glance at the\nreport. Word association all screwed up too. Can't spot it, but there's\nsomething funny.\"\n\n\"Give him a minute's rest and reinforce the palamine. Probably got a\npowerful vitality opposing it.\"\n\nDr. Gabriel was back in a moment, and another needle nibbled Jeff's\narm briefly. Then the doctor walked to the desk, took out the small,\nsquare plastic box. He dropped the cards out into his hand. They were\nplain-backed little cards with bright red symbols on their faces.\n\nDr. Gabriel held them under Jeff's nose. \"Rhine cards,\" he said softly.\n\"Four different symbols, Jeff. Look close. A square, a circle....\"\n\n_It was like a gouge, jammed down through Jeff's mind, ripping it\nwithout mercy. A red-hot, steaming poker was being rammed into the\nsoft, waxy tissue of his brain._\n\n\"My God, hold him!\"\n\nJeff screamed, wide awake, his eyes bulging with terror. With an\nanimal-like roar he wrenched at his restrainers, ripped them out of the\nraw wood and plunged across the room in blind, terrified flight. He ran\nacross the room and struck the solid brick wall full face. He hit with\na sickening thud, pounded at the wall with his fists, screaming out\nagain and again. And then he collapsed to the floor, his nose broken,\nhis face bleeding, his fingers raw with the nails broken.\n\nAnd as he slid into merciful unconsciousness, they heard him\nblubbering: \"He killed my father ... killed him ... killed him ...\nkilled him ... killed him....\"\n\n       *       *       *       *       *\n\nHours later he stirred. He almost screamed out in pain as he tried to\nmove his arm. His chest burned as he breathed. When he opened his eyes,\nan almost unbearable, pounding ache struck down through his skull. He\nrecognized his room, saw the empty bed across from him. Then he raised\nan arm, felt the bandaging around his face, his neck.\n\nHe listened fearfully and his ears caught only the harsh, gurgling\nbreathing of the man in the next room: the man called Tinker, whose\ndoom as a Mercy Man had not been quite sealed, who breathed on,\nshallowly, breaking the deadly silence.\n\n_What had happened?_\n\nJeff sat bolt upright in the darkness, ignoring the stabbing pain\nthat shot through his chest and neck. What had happened? Why was he\nbandaged? What was the meaning of the pure, naked, paralyzing fear that\nwas gripping him like a vise? He stared through the darkness at the\nopposite bed, and blinked. What had happened ... what ... what?\n\nOf course. He had been in the file room. He'd been caught. Schiml had\ncaught him and he had been taken down for testing. And then: _a bright\nlight, nonsense words in his ear, a needle...._\n\nGasping with pain, Jeff rolled out of bed, searched underneath for his\nshoes. With an audible sob, he retrieved the crumpled card from under\nthe inner sole. Then they hadn't gotten the card. They didn't know. But\nwhat could have happened? Slowly, other things came back: there had\nbeen a scream; he had felt a shock, as though molten lead had been sent\nstreaming through his veins, and then he had struck the wall like a\nten-ton truck.\n\nHe groped for his watch, stared at it, hardly believing his eyes. It\nread seven P.M. It had been almost one A.M. when they had taken him\ndown to Dr. Gabriel. It couldn't be seven in the evening again. Unless\nhe had slept around the clock. He listened to the watch; it was still\nrunning. Whatever had happened had thrown him, thrown him so hard that\nhe had slept for almost twenty-four hours. And in the course of that\ntime....\n\nThe horrible loss struck him suddenly, worming its way through to\nopen realization. Twenty-four hours later--a day gone, a whole day\nfor Conroe to use to move deeper into hiding. He sank back on the bed\nand groaned, despair heavy in his mind. A day gone, a precious day.\nSomewhere the man was in the Center. But to locate him now, after he\nhad had such time--how could Jeff do it?\n\nHe felt a greater urgency now. No matter what they had found in the\ntesting, he had no time left to hunt. The next step on this one-way\nroad was assignment and the signing of a release--the point of no\nreturn.\n\nAnd through it all, something ate at his mind: some curious question,\nsome phantom he could not pin down, a shadow figure which loomed up\nagain and again in his mind, haunting him--the shadow of fearful doubt.\nWhy the shock? Why had he broken loose? What had driven him to punish\nhis arms and legs so mercilessly on the restrainers? What monstrous\ndemon had torn loose in his mind? What gaping sore had the doctors\nscraped over to drive him to such extremes of fear and horror? _And\nwhy was the same feeling there in his mind whenever he thought of Paul\nConroe?_\n\nHe sighed. He needed help and he knew it. He needed help desperately.\nHere, in a whirlpool of hatred and selfishness, he needed help more\nthan he had ever needed it, help to track down this phantom shadow,\nhelp to corner it, to kill it. And the only ones he could ask for help\nwere those around him, the Mercy Men themselves. He needed their help,\nif only to escape becoming one of them.\n\n       *       *       *       *       *\n\nHe dozed, then woke a little later and listened. There was an air of\ntension in the room, a whisper of something gone sharply wrong. Jeff\nforced himself up on his elbow, tried to peer through the darkness.\nSomething had happened just before he awoke. He listened to the deathly\nstillness in the room.\n\nAnd then he knew what it was. The breathing in the next room had\nstopped.\n\nHe lay back, his heart pounding, listening to the rasping of his\nown breath, fear and despair rising up to new heights in his mind.\nDeath had come, then. One man who would never see the payoff he so\neagerly awaited. Jeff had felt death pass over the room, and he knew,\ninstinctively, that the entire unit would know it too without a single\nword passing from a single mouth. For the sense of death was a tangible\nthing here, moving with silent, imponderable footfalls from room to\nroom.\n\nFor the first time, Jeff felt a kinship, a depth of understanding to\nshare with the Mercy Men. And there was a depth of fear, deep down,\nwhich he knew now that he must share with them too. Painfully, he\nrolled over on his side and stared into the darkness for long minutes\nbefore he fell into fitful sleep.\n\n\n\n\nCHAPTER NINE\n\n\nA voice was talking across the room, a muffled, mysterious rumble of\nup-and-down sounds. Slowly Jeff dragged his mind out of the clinging\ndepths of nightmare, back to the stuffy, dimly lit room. How long had\nhe slept? And how late was it now? The soft voices across the room gave\nno clue, and his aching mind was too tired to care any more. He just\nlay in the dim light, every muscle aching, his mind returning again and\nagain to the nightmare he had been reliving for the thousandth time.\n\nIt had been horribly sharp this time, clear as noonday: the same\nsubject as always, the same face, the same horrible knowledge, and the\nsame soul-wrenching hatred welling up and bubbling over in his mind.\nAlways it was hatred without plan or form, pure, disorganized animal\nfury. But this time the dream had been more coherent, clearer, more\nunmistakable and vicious.\n\nHe had been walking down the street in the heart of the city. Yes, it\nwas mid-morning. The sun's heat was unbearable already, and his jacket\nand shirt were damp. What was he doing that morning? Was he on his way\nto the survey depot with some information on the next Mars run? It\ndidn't really matter. But he turned into the building and then it hit\nhim.\n\n_It was like the shock that had struck him in the testing room_, he\nthought. He had run into the man bodily. Stepping back to beg his\npardon, he saw the man's face. That's where the dream went wild, just\nas his mind had gone wild on that sunny morning so long ago. He saw\nthe man turn and run like the wind, snaking into the flowing stream\nof people on the street. Jeff followed, shouting, his fists and legs\nchurning through the masses of people. He screamed in hoarse, maddened\ndespair as he saw the figure vanish before his eyes.\n\nAnd then he was leaning against the wall, panting, tears streaming down\nhis face. Unable to understand, knowing only that this was the man\nwhose face had haunted his dreams all his life, he acknowledged this\nwas the man he would have to kill.\n\nHis eyes snapped open. The voices across the room were louder. Jeff\nlistened. One voice was a woman's--Blackie's, of course. There was no\nmistaking the Nasty Frenchman's nasal twang. But the third voice--Jeff\nblinked his eyes. He moved his head to see the little group across the\nroom.\n\nThey were huddled around a small infra-red coffee maker: Blackie, the\nNasty Frenchman, and the huge, bald-headed man called Harpo. Blackie's\nvoice was sharp and pleading as she echoed the Nasty Frenchman in angry\nprotest. Harpo's heavy bass rumbled an undertone to the whispered\ndiscussion. Painfully, Jeff drew himself up on an elbow and turned\nhis ear in the direction of the huddle, as the words drifted to him,\nunclearly:\n\n\"I say find out who and do something about it,\" the Nasty Frenchman\nwas insisting angrily. His face was red and spiteful, and his eyes\nflashed as he glared up at Harpo. \"We're out of it completely. Don't\nyou see that? Because of this switch, we're off the payroll--ditched\nlike common scum! Well, the job I've been on was to pay two hundred\nthousand dollars, with practically no risk involved. And I'll kill the\nman that's cutting me out of it.\"\n\nHarpo's voice was soothing. \"So maybe you're daydreaming. Maybe there\nwon't be any switch of jobs at all.\"\n\n\"I saw the report, I tell you. It was signed by Schiml himself.\"\n\nHarpo looked up sharply. \"You actually saw Schiml's signature on it?\"\n\n\"I saw it. I'm taken off assignment and so are you. We're both shoved\nout. Can't you get that straight? After all this time--and just\nbecause they get somebody in here that gets them excited.\"\n\nHarpo snorted. \"So they've gone off on these spook hunts before. Where\ndo you think it'll take them this time? Extra-sensory powers!\" The huge\nman spat in disdain. \"Have you ever seen anybody with extra-sensory\npowers? Well, neither have I. Look, Jacques, let's face it: Schiml\nwould give his left arm at the shoulder to have proof of extra-sensory\npowers in any form.\" Harpo grinned unpleasantly. \"You've seen proof of\nthat before. He believes in it, he wants to prove it. And every now and\nthen he's going to have a try at it just to keep himself happy, just to\nkeep in form. There's no call to get excited.\"\n\n\"But he's got a solid prospect this time,\" Blackie snapped. \"From the\nstories I've heard the guy is a phenomenon. Hit top scores on the\ncards--highest they've ever recorded here. Other things too, like\npeeling the paper off the walls just by looking at them, or closing up\nopened wounds in ten minutes.\"\n\n\"So you hear stories! Around here I don't believe anything I hear.\"\nHarpo shifted uneasily. \"If there was anything tangible, anything we\ncould put our hands on, I'd listen. But there's not--no proof, no\nnothing but a lot of wild stories. And I've even heard better stories\nin my time. You can't go around fighting stories--\"\n\nJeff sat bolt upright, something shouting out in his brain. He grabbed\nfor his shoes, oblivious to the agonizing pain in his muscles, fumbled\neagerly, his mind screaming in excitement. \"What kind of proof do you\nwant?\" he growled.\n\nHarpo stared up at him, as though seeing a ghost. \"You awake!\" he\ngasped. And then: \"Any kind of proof!\"\n\n\"Then take a look at this.\" And Jeff tossed the crumpled card down in\nthe middle of the huddle.\n\nBlackie was on her feet, her eyes eager. \"Didn't know you were anywhere\nnear ready to wake up,\" she said. \"You look like they really gave you\nthe works.\"\n\n\"Well, something happened, all right. I don't know whether I'm coming\nor going.\"\n\nBlackie nodded. \"You never do, after testing. They came here for you,\nand I told them you'd gone out for a stroll. But I guess they found\nyou.\" She put a cup of coffee in Jeff's hand and motioned toward the\ncard. \"You got that out of the file without being spotted?\"\n\nJeff's eyes met hers for the briefest instant. \"That's right. And\nI heard what you were talking about.\" He caught the little note of\nwarning in her eyes: the silent, helpless appeal. He shook his head\nimperceptibly. He knew then that she hadn't told the others about their\nbattle over the dice. He pointed to the card. \"I think that answers a\nlot of things.\"\n\nHarpo's eyes were suspicious. \"How do you know that's the man?\"\n\n\"Because I drove him in here, that's why.\" Jeff's voice was a snarl; it\nsounded sharp in the quiet room. \"I knew he was here because he came\nhere to escape me. But I didn't know he had any connection with ESP\nuntil I saw the card.\"\n\nHarpo stared at the card, then at Jeff. \"You mean you drove him in\nhere?\"\n\n\"That's right. Because I'd have killed him if he didn't come.\" Jeff's\nface was dark as he turned to the girl. \"Tell him, Blackie. Tell him\nwhy I'm here.\"\n\nBlackie told them. They listened with widening eyes, and the room was\nstill as a tomb.\n\n\"And you came in here to kill this man--nothing more?\" Harpo's voice\nwas incredulous. \"But man, you're on thin ice, very thin ice. If they\ntested you last night, you'll be assigned. Why, you could be forced to\nsign a release any time.\"\n\n\"I know it, I know it. Can't you see why there isn't time to bicker\nnow?\" Jeff's voice cracked in the still room, sharp and urgent. \"This\nis the man, the one I'm looking for and the one you're looking for, the\none with ESP that's got Schiml and his men so excited! It's here on the\ncard!\"\n\nHarpo's eyes were narrow. \"Any other proof besides the card that Conroe\nis the man?\"\n\nJeff's voice was low with hate. \"Look. I've been hunting the man down\nfor five years. A long time. I've hunted him wherever he's gone. I've\nhad the best detective agency in North America working with me hand\nand foot, tracking him down. But they haven't caught him. We've almost\ncaught him, we've haunted him, we've run him back and forth across the\ncountry and world until he's ragged. But we've never caught him. Isn't\nthere some significance to that? Time and again we've come so close\nthat we couldn't miss--and then we missed. We've come too close too\nmany times for coincidence. There's another factor, a factor that's\ngiving Conroe warning, time after time. It's allowed him to slip out of\nperfectly sealed traps--_a factor like precognition, for instance_.\"\n\nThere was a long silence. Then the Nasty Frenchman was on his feet, his\nlips stretched in a malicious grin. \"If we move fast enough, we can\nstop it--cut it off at the bud. We're off the payroll now. But we can\nget back on it again, if their boy wonder dies.\"\n\nHarpo's eyes flashed. \"And how do you plan to do it?\"\n\n\"Nothing simpler in the world. We just find the guy.\" The Nasty\nFrenchman's grin widened. \"Then after we find him, we tell our friend\nJeff about it. Nothing more. Jeff'll take it from there. Right, Jeff?\"\n\nJeff's heart pounded against his ribs. \"That's right,\" he said, his\nvoice hoarse with eagerness. \"Just find him for me.\"\n\nHarpo bent over slowly, poured another cup of coffee. \"Then let's talk\nplans,\" he said softly.\n\n       *       *       *       *       *\n\nThe planning went smoothly. Jeff sat forward eagerly. The despair and\nhopelessness of an hour before evaporated, leaving fingers of wild\nexcitement creeping through his muscles, up and down his spine. These\npeople knew where they were; they knew how to hunt in this evil place,\nwhere to go, what to do. This was the help he needed to complete his\nmission, the help he'd needed from the start. And now, at last, nothing\nwould go wrong. Carefully, the last trap was laid--the final drive in\nthis manhunt that had lasted so long and been so fruitless. This time\nthere would be no slip.\n\nHarpo fingered the card thoughtfully. \"These dates must have some\nsignificance. Were there any signs of Conroe's visits here at those\ntimes?\"\n\nJeff shook his head. \"No sign. He couldn't have been here for more than\nthree days at a time, or I'd have known about it.\"\n\nHarpo grunted, his eyes sharp on Jeff's face. \"And you had no definite,\ndirect evidence that he was somehow using an extra-sensory talent in\neluding you?\"\n\nJeff scowled. \"No direct evidence. I'm afraid not. There was no reason\nto suspect it, until I found the card. Then hindsight started filling\nin funny things that had gone unnoticed before.\"\n\nHarpo nodded. \"Yes. That's the way it would be. But Schiml must have\nhad direct enough evidence. This ESP study is just like space travel\nwas. They've been after it for years; they start after it time after\ntime, every time a new angle comes up. Because if they succeed it could\nmean so much to so many people.\"\n\nThe Nasty Frenchman snorted. \"Sure. Like running us out of paying jobs\nfor good and all, after all the risks we've taken. Open the door to ESP\nfor them, and there wouldn't be any other work in the Center for twenty\nyears. And if we don't happen to be what they're looking for--\" He ran\nhis finger across his throat and scowled. \"The man is here. We've got\nto have information on him, past and present. That means we'll have to\nsearch the Archives. There's no better approach.\" He turned his sharp\nlittle eyes on Jeff. \"You know how the electronic files work. You're\nthe one that can dig out what we need to know in the Archives.\"\n\nJeff nodded. \"But I'll need time to work without interruption. Can you\nget me into the Archive files without being caught?\"\n\nThe Nasty Frenchman nodded eagerly. \"Nothing to it. Give us half an\nhour to clear the way and get the guards taken care of.\" He glanced up\nat Harpo. \"The old fire-alarm gag should do it, all right. Then you can\nwalk right down.\"\n\n\"And can you keep it clear for me, say, for an hour or so?\"\n\n\"For five hours, if necessary.\" Harpo stood up sharply. \"We'll start\nnow to get things lined up. When it's clear, I'll give you a flicker on\nthe phone. Don't answer it. Just come along. Blackie can draw you a map\nwhile you wait.\" The bald-headed giant started to leave, then turned\nback. \"And don't let any alarm bells disturb you. We've found ways of\noccupying guards before.\" He touched his forehead briefly, and he and\nthe Nasty Frenchman disappeared into the corridor.\n\n       *       *       *       *       *\n\n\"I think it'll work,\" Jeff breathed, tucking Blackie's crude penciled\nmap into his pocket. \"I think we've got him. Once we know where he is\nand what they're going to do with him--\" He grinned up at her, his eyes\nshining. \"His time's running out, Blackie. He's as good as dead.\"\n\nThe girl leaned forward, pouring coffee, sitting silently. Jeff watched\nher face, as if seeing it for the first time. Indeed, for the first\ntime, the girl's face seemed softer. In the dim light of the room,\nthe hard lines melted away, magically. Her face appeared younger and\nfresher, as though some curious mask had dropped away in the course of\nthe evening.\n\nBut her eyes were troubled as she watched Jeff and lifted her coffee\ncup in mock salute. \"To the Hunter,\" she said softly.\n\nJeff raised his own cup. \"Yes. But not for long now.\"\n\n\"It can't go on much longer, Jeff. Your number's up next.\"\n\n\"For assignment?\" Jeff's eyes flashed. \"Do you think that makes any\ndifference to me? I'm following through to the end on this, no matter\nwhat happens.\"\n\n\"But, Jeff, you can't sign a release.\"\n\nJeff stared at her in the silent room. \"Why not? If it's the only thing\nI can do--\"\n\nHer eyes were wide and very dark. \"Oh, Jeff, you're in terrible danger\nhere.\"\n\n\"I know that.\"\n\n\"You don't, you don't.\" The girl was shaking her head, tears rising\nto her eyes. \"You don't know anything, Jeff, about the Mercy Men or\nthe kind of work they do. Oh, I know, you think you do. But you don't,\nreally. Look, Jeff--look at it straight--you're young, you're smart.\nThere are other ways to spend your life, more important things for you\nto do. Can't you see that? No man is worth throwing your life away\nfor, no matter what he's done to you. That's what you're doing. You're\nwalking down a blind alley, into a death trap! Get out, while you can.\"\n\nJeff's head was shaking, his lips tight, until the color fled them,\nleaving pale gray lines. \"I can't get out. I just can't. Nothing anyone\ncould say could drive me out now.\"\n\n\"But you've got to run while you can! Oh, yes, go down there tonight\nif you must, try to find him. But if you don't find him, cut and run.\nJeff, get out, tonight. They can't stop you; they have no legal hold on\nyou, yet. But once they bring in a release, you're hooked. It'll be too\nlate then.\"\n\nJeff's eyes narrowed, and he sat down on the bed and faced the girl.\nThere was an elfin expression on her face, a curious intensity in her\nlarge gray eyes that he had never seen before. \"What do you care?\" he\nasked suddenly. \"What do you care what I do?\"\n\nThe girl's voice was low, and the words tumbled out so rapidly that\nhe could hardly follow them. \"Look, Jeff, you and me--we could work\nas a team. Don't you see what we could do? We could get out of here,\ntogether. We could get out of the city, go to the West Coast. The dice,\nthink of the dice, man--we could clean up! You don't belong in here on\nthe rack for slaughter. And I wouldn't belong here, either, if we could\nwork together--\"\n\nSomewhere in the distance an alarm bell began ringing, insistently,\nclang-clanging down the corridors. Then there was a rush of feet,\nshouted orders and calls up and down the hallway, and the squeak of\nthree jitneys passing by in rapid succession. Then, abruptly, the\ncorridor fell silent again.\n\nJeff hardly noticed the clamor. He stared at the girl, his hands\ntrembling. \"Blackie, Blackie, think what you're saying. The tough-luck\njinx. Have you forgotten? You're safe from it here. But outside, what\nwould happen? We might make a go of it, yes, but what if the jinx\nfollowed us?\"\n\n\"Oh, but Jeff, that's silly.\" She swallowed, her eyes almost\noverflowing as she tried to blink back the tears. \"It isn't just\nselfishness, Jeff. I could stay here. I talked to Schiml this\nafternoon, before Harpo and Jacques started talking. They're out--yes.\nBut I'm not. He wants me to stay, says there's a place for me in the\nwork. But I don't want to stay.\"\n\nJeff was shaking his head slowly, his eyes tired. \"It's no dice,\nBlackie. Not now. After I get Conroe, after I get out of here, then\nmaybe I could think about it. But I haven't given this dice business\nany thought at all. Can't you see? I'd have to think it out, carefully,\nall its ramifications. And I haven't been able to do that. It hasn't\nmattered enough. I've got a man to kill, first, before anything else.\nAnd I'm going to kill him. I'm going to kill him tonight.\"\n\n\"Then do it for sure. Get him tonight! And then get out, before\nsomething happens--\"\n\nIn the corner the phone gave two sharp rings, then lapsed into silence.\nTheir eyes met, sharply, desperately. \"Nothing's going to happen,\" Jeff\nsaid softly. \"Don't worry about it. I've been at this too long for\nanything to happen.\"\n\nThere was a frantic light in the girl's gray eyes as she looked up at\nhim, a depth and sincerity he had never seen before. Her eyes pleaded\nwith him. \"You don't know, you don't know....\"\n\nAnd then they were in each other's arms, drawing each other close,\ndesperately. His hard lips met her soft ones, met and held. Then when\nthey parted there was another look in her eyes, and he heard her breath\ncut sharply by his ear. \"Jeff--\"\n\nGently he put a finger to his lips, loosened her arms from around him.\n\"Don't say it,\" he whispered. \"Not now, Blackie. Not now--\"\n\nAnd then he was outside, in the corridor. The cool air caught him and\nhe ran down the corridor toward the stairs. He hurried against the time\nthe men had prepared for his safety. And as he ran, he felt his heart\npounding in his ears, and he knew the hour was drawing close.\n\n\n\n\nCHAPTER TEN\n\n\nJacques and Harpo were waiting for him at the head of the escalator. He\nnodded and followed them down the corridor to the small jitney car that\nwas waiting.\n\n\"All set?\"\n\n\"All set. The guards are all busy up in N unit putting out a fire. They\nwon't be down to bother us for a couple of hours.\" The Nasty Frenchman\nscowled disdainfully. \"But you'll have to hurry. When they come back,\nwe'll have a time stalling them again.\"\n\nJeff nodded. \"That should be enough. Then maybe we'll have other things\nto occupy the guards tonight.\"\n\nThe jitney started with a lurch and a squawk. Harpo handled the\ncontrols, running the little car swiftly down the corridor. It swung\nsuddenly into a pitch-black tunnel, took an abrupt dip and began to\nspiral downward at a wild rate. Jeff grabbed the hand rail and gasped.\n\n\"It's a long way down,\" Harpo chuckled, sitting back in the darkness.\n\"The Archives hold the permanent records of the entire Hoffman Center\nsince it was first opened. That's why it's a vault, so that bombing\nwon't destroy it. It's one of the most valuable tombs in history.\"\n\nThe jitney shot out into a lighted corridor. Jeff swallowed and felt\nhis ears pop. The little car whizzed through a maze of tunnels and\ncorridors. Finally it settled down to the floor before the heavy steel\ndoors at the end of a large corridor.\n\nWithout a word, Harpo moved down to the end of the corridor, and drew\nthe jitney car with him. He opened the motor hood, started pawing\naround busily inside.\n\nThe Nasty Frenchman chuckled. \"If anyone wanders by, that jitney alarm\nsiren goes off, and Harpo's just a poor technician trying to make it\nstop.\" The little man walked quickly to the steel doors. \"It's not the\nfirst time I've had to work on these,\" he said slyly. \"We wanted in\nhere a few months ago, when they were trying to pull a shakedown deal\non some of us. I worked out the combination pattern then; it took me\nthree days. They change the combination periodically, of course, but\nthe pattern is built into the lock.\"\n\nHe opened a small leather case and placed an instrument up against\nthe lock. A long, thin wire was poised and ready in his other hand.\nJeff heard several muffled clicks; then Jacques inserted the wire\nsharply into something. An alarm bell above the door gave one dull,\nhalf-hearted clunk and relapsed into silence, as though changing its\nmind at the last moment. A moment later the little Frenchman looked up\nand winked, and the steel vault door rolled slowly back.\n\nThe place smelled damp and empty. Three walls and half of the fourth\nwere occupied with electronic file controls. The bulk of the room was\ntaken up with tables, microviewers, readers, recorders, and other\nstudy-apparatus. There was nothing small in the room; the whole place\nbreathed of bigness, of complexity, of many years of work and wisdom,\nof many lives and many, many deaths. It was a record-room that many\nlives had built.\n\nJeff moved in toward the control panel. He located the master coder\nand sat down in a chair before it, his eyes running over it carefully,\nsizing up the mammoth filing machine. And then, quite suddenly, he felt\nterribly afraid. A knot grew in his stomach and a cold sweat broke out\non his forehead. A face was again looming up sharply in his mind. It\nwas the huge, ghoulish face that had come to him again and again in his\ndreams; the face full of hatred and viciousness--pale and inhuman.\n\nIt was the face of a heartless, pointless, bloody assassin. But was\nthat all? Or was there more to that face, more to that dream than Jeff\nhad ever suspected? Something deep in his mind stirred, sending a chill\ndown his spine. His hand trembled as he ran a hand over the control\npanel. A ghost was there at his elbow, a ghost that had followed him on\nthis nebulous trail of bitterness and hatred for so long--a trail which\nwould end in this very room.\n\nHe shook his head angrily. There was no time for panic, no time for\nruminating. He picked the panel-code combination for the Mercy Men and\nthe research unit. Then he computed the coding for Conroe's name. With\ntrembling fingers, he typed out the coding, punched the tracer button\nand sat back, his heart thumping wildly. He watched the receiver slot\nfor the telltale file cards and folio.\n\nThe file squeaked and chattered and whirred and moaned, and finally the\npale instruction panel lighted up: No Information.\n\nJeff blinked, a chill running up his back. These files were the\nfinal appeal; the information had to be here. Quickly, he computed a\ndescription coding, fed it in and waited again in mounting tension.\nStill no information. He picked the code card from his pocket, the card\nfrom the Mercy Men's file up above, the card with the Hoffman Center's\nown picture of Conroe on it. He fed it into the photoelectric tracer,\nmarked in the necessary coding for an unlimited file search: \"Any\nperson resembling this description in any way: any information on--\"\nAgain he sat back, breathing heavily.\n\nThe whirring went on and on. Then, inexorably, the little panel\nflickered and spelled out a single word:\n\n\"Unknown.\"\n\nJeff choked. He stared at the panel, his whole body shaking, and went\nthrough the coding again, step by step, searching for an error, finding\nnone. It was impossible, it couldn't be so--and yet, the files were\nempty of information. As though there had never been a Paul Conroe.\nThere was not even a reference card to the card in the Mercy Men's\nfiles.\n\nHe stared at the panel, his mind rebelling in protest. Nothing,\nnot even a trace in the one place where there had to be complete\ninformation. He had come to a dead end--the last dead end there could\nbe in the Hoffman Center.\n\nThe Nasty Frenchman lit a cigarette and watched Jeff from bright eyes.\n\"No luck?\"\n\n\"No luck,\" said Jeff, brokenly. \"We're beaten. That's all.\"\n\n\"But there must be--\"\n\n\"Well, there's not!\" Jeff slammed his fist down on the table with a\ncrash, his eyes blazing. \"There's not a trace, not a whisper of the man\nin here. There has to be--and there's not. It's the same as every other\ntime: a blank wall. Blank wall after blank wall. I'm getting tired\nof them, so miserably tired of running into blind alley after blind\nalley.\" He stood up, his shoulders sagging. \"I'm too tired of it to\nkeep it up. There's no point to gambling any longer. I'm getting out of\nhere while I've got a whole skin.\"\n\n\"Maybe you've got more time than you think.\" The Nasty Frenchman eyed\nhim in alarm. \"This is no time to run out. It may be weeks before\nyou're assigned.\"\n\nJeff stared at him. \"Well, I know one way to find out.\" He walked over\nto the control panel, stabbed an angry finger at the master coder,\npicked out the coding for \"J. Meyer.\" \"They'll have me here too,\" he\nsnapped. \"The whole works about me: what the testing said, what they're\ngoing to do to me. That's one way to find out.\" Quickly, he typed out\nthe coding, punched the tracer button....\n\nThe machinery whirred again, briefly. Then there was a click in the\nreceiver slot and another and another. Jeff blinked at it as the\nmicrofilm rolls continued to fall down. Then he reached out to the\nsingle white card which fell on top of the rolls. His fingers were damp\nas he took the card. His own death warrant, perhaps? He glanced at the\ncard and froze. His head began pounding as if it would burst.\n\n\"J. Meyer\" he had punched in, and that was what the card said--_but not\nJeffrey Meyer_. The card held a photo of a middle-aged, gray-haired\nman, and the typewritten name at the top said: JACOB MEYER.\n\n_And the picture was a photograph of his father's face._\n\n       *       *       *       *       *\n\nIt was impossible, incredible, but he stared at the card in his hand.\nIt did not disappear; it stayed there. It still said: \"Jacob Meyer\";\nit still showed the beloved features of his father, staring up at him\nblankly from the card. _His father!_\n\nHis heart pounded as he stared at the brief typewritten notation below\nthe picture: \"Born 11 August, 2050, Des Moines, Iowa; married 3 Dec.\n2077, wife died childbirth 27 November 2078; one son Jeffrey born 27\nNovember 2078.\" Then below were a series of dates: date of bachelor's\ndegree, date of Master's and Doctorate; Associate Professor of\nStatistics at Rutgers University, 2079-2084; joined Government Bureau\nof Statistics in 2085. Finally, at the bottom of the card were a long\nseries of reference numbers to microfilm files.\n\nJeff sank down in the chair, his mind spinning helplessly. He turned\ndazed eyes to the Nasty Frenchman. \"You might as well go,\" he said.\n\"I've got to do some reading.\"\n\nFeverishly, he scooped up the microfilm rolls, carried them to the\nnearest reader, twisted the spool into the machine and bent his eyes to\nthe viewing slot, his heart pounding in his throat....\n\nThe first roll was a long, detailed series of abstracts of statistical\npapers, all written by Jacob A. Meyer, Ph.D., all covered with marginal\nnotes in a scrawling, spidery hand and initialed \"R.D.S.\" The papers\ncovered a multitude of studies; some dealt with the very techniques of\nstatistical analyses themselves, others were concerned with specific\nstudies that had been done.\n\nThe papers were written in scholarly manner, perfectly well documented,\nbut the marginal notes found fault continually, both with the samplings\nnoted and the conclusions drawn. Jeff read through some of the papers\nand he scowled. They dated over a period of the four years when his\nfather had been teaching statistics. There were several dozen papers,\nall with marginal notes, none of which made much sense to Jeff. With a\nsigh, he pulled out the roll, fed in another.\n\nThis one seemed a little more rewarding. It was a letter, signed by\nRoger D. Schiml, M.D., dated almost twenty years before, addressed to\nthe Government Bureau of Statistics. Jeff's eyes skimmed the letter\nbriefly, catching words here, phrases there:\n\n  ... as director of research at the Hoffman Center, considered it my\n  duty to bring this unbelievable condition to the attention of higher\n  authorities.... Naturally, a statistical analysis must be made of\n  the matter before it can be concluded that there has been a marked\n  increase in mental illness of any kind in the general populace ...\n  have followed Dr. Meyer's analyses in the past with much interest,\n  and would be pleased if he could come to the Hoffman Center within\n  the next month to commence such a study....\n\nThere was nothing tangible, nothing that made sense. Jeff shuffled\nthrough the rolls, popped another into place in the reader. This time\nhe read much more closely a letter from an unknown person to Dr.\nSchiml. It was dated almost a year later than the former letter. This\nnote referred in several places to the \"Almost unbelievable results of\nthe statistical study done several months ago.\" It also referred to the\ninvestigation just concluded of possible disturbing elements in the\nanalysis. The final paragraph Jeff read through three times, his eyes\nnearly popping.\n\n  There was no doubt that the data was sound, and properly collected;\n  naturally, the results of the analysis followed mathematically from\n  the data. It seemed, therefore, that we were dealing with a disturbing\n  factor heretofore quite unsuspected. Our investigation leads us to\n  the inavoidable, though hardly credible, conclusion that Dr. Jacob\n  A. Meyer _was himself_ the sole disturbing factor in the analysis.\n  No other possibility fits the facts of the picture. We recommend\n  therefore that an intensive study of Dr. Meyer's previous work be\n  undertaken, with a view to answering the obvious questions aroused by\n  such a report. We also recommend that this be undertaken without\n  delay.\n\nAt the top of the letter, in red letters, was the government's careful\nrestriction: TOP SECRET.\n\nAnother roll went into the reader. This held the letter-head of a New\nYork psychiatrist. Jeff's eyes caught the name and he read eagerly:\n\n  Dear Dr. Schiml:\n\n  We have studied the microfilm records you posted to us with extreme\n  care, and undertaken the study of Jacob Meyer, as instructed. Although\n  it is impossible to make a positive diagnosis without interviewing\n  and examining the patient in person, we are inclined to support your\n  views as stated in your letter. As to the possibility of other more\n  remarkable phenomena occurring, we are not prepared to comment. But\n  we must point out that this man almost certainly undergoes a regular\n  manic-depressive cycle, may be dangerously depressed, even suicidal,\n  in a depressive low, and may endanger himself and others in a manic\n  period of elation. Such a person is extremely dangerous and should not\n  be allowed freedom to go as he chooses.\n\nJeff looked up, tears streaming from his eyes. His whole body was\nwet with perspiration. He could hardly keep his balance as he stood\nup. What lies! The idea that his father could have been insane, that\nhe could have falsified any sort of statistical report that he had\ndone--it was impossible, a pack of incredible lies. But they were\nhere, on the files of the greatest medical center on the face of the\nearth--lies about his father, lies that Jeff couldn't even attack\nbecause he could not understand them.\n\nThe door swung open sharply, and the Nasty Frenchman stuck his head in,\npanting. \"Better get going,\" he snarled. \"There are guards coming.\" His\nhead disappeared abruptly, and Jeff heard Harpo's voice bellow at him:\n\"Come on, we've got to run!\"\n\nJeff's legs would hardly move. He felt numb as though a thousand nerve\ncenters had been suddenly struck all at once. He fumbled, pouring the\nmicrofilm rolls into his pockets, his mind whirling. There was no sense\nto it: no understanding, no explanation. Somehow, he knew, there was a\ntie-in between these records of his father, taken so long ago, and the\nabsence of any information on Paul Conroe in the files. But he couldn't\nfind the link.\n\nHe ran out into the hall, leaped into the jitney car. He hung on for\ndear life as it sped up through the tunnel, into the blackness of the\nspiral once again. Suddenly, in his ears, another sound exploded, the\nloud, insistent clang of an alarm bell.\n\nHarpo looked at the Nasty Frenchman and then at Jeff. \"Oh, oh,\" he said\nsoftly. \"They're onto something; that's a general muster. We'd better\nget back to quarters--and fast!\"\n\nHe shoved the controls ahead a bit further, and Jeff felt the car leap\nahead. Finally it settled down in the quarters corridor. They leaped\nout, Harpo set the dials for the car to return, and the three men ran\nfor their quarters, the bell still clanging in their ears.\n\nIn Jeff's mind thoughts were tumbling as he ran--hopeless thoughts,\nuneasy thoughts. As he had ridden up, little chinks had fallen into\nplace in his mind. Little spaces that he had never understood suddenly\nbegan to make sense, adding up to questions, big questions. It was too\npat, too easy that Conroe should come in here and vanish as if he had\nnever been alive. Things didn't happen that way, not even for Conroe.\n\nOther things came into focus, slowly, flickering briefly through his\nmind--things that had happened years before, things that seemed,\nsuddenly, to mean something. Then, just as they came into focus, they\nflickered back out of reach again. They were incidents like the night\nin the gambling room; like the night in the nightclub with the dancer\nswaying before him; like the sudden, shocking jolt that had awakened\nhim from the depths of hypnosis and driven him face-first into a stone\nwall; things like the curious viciousness of his hatred for Paul\nConroe--a hate that had carried him to the ends of the earth. But now\nthat hate lay stalemated, and new and more frightening information\nthreatened to descend on him.\n\nWhat did it mean?\n\nJeff felt the uneasiness crystallize into real fear. He broke into a\nrun down the corridor toward his room. Fear pounded through his mind,\nsuddenly, unreasonably. He tore open the door, fell inside, closed it\ntight behind him before snapping on the lights.\n\nThe room was empty. The coffee pot still stood on the little table. It\nwas still hot, still steaming. Blackie was gone and a cigarette still\nburned on the edge of the tray.\n\n_He had to get out!_ He knew it then, knew that was at the bottom of\nthe unreasonable fear. The bell was still clanging in the hallway,\nloudly piercing the still air of the room. He had to flee while he\ncould. Instinctively now he knew that he'd never find Paul Conroe in\nthe Center, never in a thousand years of searching. The fear grew\nstronger, a little voice screaming in his ear, \"_Don't wait. Run, run\nnow, or it's too late._\"\n\nHe tore open his foot locker, stared at the empty hooks. The locker was\ncleaned out, empty of every stitch of clothing. His bag was gone, his\nshoes, his coat.\n\n_It's too late. Don't wait._\n\nHis pulse pounded in his temples and a sweat broke out on his forehead.\nThe escalator! If he could get to it, then make the turn into the next\ncorridor, and get a jitney car.... It was the only way to get out and\nhe had no choice. Panting, he broke out into the hall once again, ran\npell-mell down the corridor toward the escalator. Then, when he was\nalmost there, a wire cage slammed down across the corridor and blocked\nhis path completely.\n\nJeff stopped short, his shoes scraping against the concrete floor. His\nheart pounded a deafening tattoo in his ears as he stared at the wire\ngrill. Then he whirled and ran back down the corridor as fast as his\nlegs would move. If he could get back to the offices, back to the main\ncorridor before they stopped him, he could get a car there. Far ahead\nhe saw the bright light of the main corridor. His breath came in a\nhoarse whine as he tried to run faster. And then, ten yards ahead, he\nsaw another grill clank down, cutting him off, falling directly in his\npath.\n\nHe cried out, a helpless, desperate cry. He was trapped, caught in\nthe one length of corridor. His mind spun dizzily to Blackie. She\nhad been gone. Where to? Where had everybody gone? He started back,\nfrantically jerking open doors on either side of the corridor, staring\ninto room after room, his breath catching in his throat as he ran. All\nthe rooms were empty. Jeff felt his mind spinning. He felt a curious\ninevitability, a fantastic pattern falling into shape as he stared\ninto the empty rooms. Finally he reached his own again. Wide-eyed and\npanting, he threw the door open, strode in and threw himself down in\nthe chair and waited.\n\nHe did not wait long. For a few moments there was no sound. Then he\nheard the sounds of feet coming down the corridor. He tightened his\ngrip on the chair arm. He wasn't thinking any longer. Cold beads of\nsweat stood out on his forehead as he waited, hearing the steps draw\nnearer. For the first time that he could remember, sheer terror crept\nthrough his mind, paralyzing him. He knew he had waited too long. His\nchance to jump the road was gone; there was no longer any escape.\n\nThen the door was filled by some figures. One of them was the tall,\nwhite figure of Dr. Schiml. He walked into the room and smiled like the\ncat that ate the canary. Sinking down on the bed with a sigh, he was\nstill smiling at Jeff. The girl followed him into the room. Her eyes\nwere downcast. She tossed a little pair of ivory dice into the air and\ncaught them as they fell.\n\nThe doctor smiled, and drew a crisp white paper from his pocket,\nbegan unfolding it slowly. \"A matter of business,\" he said, almost\napologetically. \"It's time we got down to business, I think.\"\n\n\n\n\nCHAPTER ELEVEN\n\n\nJeff raised his eyes to the doctor's face. His throat felt like\nsandpaper. He tried to swallow and couldn't. \"Sorry,\" he grated. \"I've\nchanged my mind. I'm not talking business.\"\n\nDr. Schiml smiled, his head slowly moving back and forth. \"I hear\nyou're quite handy at the dice, Jeff.\"\n\nJeff jumped out of the chair, fists clenched, eyes blazing at the girl.\n\"You bitch,\" he snarled. \"You two-bit tramp stoolie. You'd sell your\ngrandmother short for a bag of salt, wouldn't you? Come to me with\nyour sob stories, beg me to move out of here with you.\" His voice was\nbiting. \"How much did they pay you to sell out? A hundred thousand,\nmaybe? Or was this just a little routine affair? Maybe a thousand or\ntwo?\"\n\nThe girl's face darkened, her eyes bewildered as she stared at him.\n\"No, that's not true. I didn't--\"\n\n\"Well, it won't do them any good, no matter how much they paid you.\nBecause I'm not signing a release, now or ever.\"\n\nA guard grabbed Jeff's arm, forcing him back into the chair.\n\nDr. Schiml still smiled, clasping his knee with his hands. \"I guess you\ndidn't quite understand me,\" he said pleasantly. \"You mustn't blame\nBlackie. She didn't sell you short. She just couldn't help answering a\nfew perfectly innocent questions.\" His eyes returned to Jeff, coldly.\n\"We're not asking you to sign a release, Jeff. We're telling you.\"\n\nJeff stared at him in amazement. \"Don't be silly,\" he blurted. \"I'm not\nsigning a release to you people. Do you think I'm out of my mind? Take\nit away, burn it and get yourself another guinea pig.\"\n\nDr. Schiml smiled quietly and shook his head. \"We don't want another\nguinea pig, Jeff. That's just it. We want you.\"\n\nA little line of sweat broke out on Jeff's forehead. \"Look,\" he said\nhoarsely. \"I'm not signing anything, do you understand? I've changed my\nmind. I don't care for the work here. I don't like the company.\"\n\nSchiml's smile faded. He shrugged and tucked the white paper back into\nhis white coat. \"Just as you wish,\" he said. \"The release is just a\nformality. Bring him along, boys.\"\n\n\"Wait!\" Jeff was on his feet again, facing the guards, his eyes wide\nwith fright. His eyes caught Schiml's. \"Look, you've got things wrong.\nI'm a fake in here, a fraud. Can't you understand that? I didn't come\nin here to volunteer. I never intended to volunteer, never planned to\ngo even as far as I did. I came here--\"\n\nSchiml made an impatient face and held up a hand. \"Oh, yes, yes, I know\nall that. You came into this place because you'd followed a man in here\nand you wanted to kill him. You'd been hunting him for years, because\nyou thought he murdered your father in cold blood and nothing would do\nbut you kill him. Right?\" Schiml blinked at Jeff, his voice heavy with\nboredom. \"So you came in here and went through testing, hunting down\nyour man, trying to find him. But you _didn't_ find him. Now things\nhave suddenly become too hot for your liking, so you figure that it's\ntime to pull out. Right? Or are some of the details wrong?\"\n\nJeff's jaw sagged, his face going pasty. \"That slut girl--\"\n\nSchiml grimaced. \"No, not Blackie. Blackie is discreet, in her own\nquiet way. She hasn't had anything to do with it. We've known about you\nall along, Jeff. And through a much more reliable source than Blackie.\"\nHe glanced over his shoulder at one of the guards. \"Bring him in,\" he\nsaid abruptly.\n\nThe door to the adjoining room opened and a man walked into the room.\nHe was a tall, lean man; a gaunt-faced man with sallow cheeks and\nlarge, sad eyes; a weary-looking man whose hair was graying about the\ntemples--a man whose whole body looked desperately tired.\n\nAnd Schiml looked at the man and then he looked at the ceiling. \"Hello,\nPaul,\" he said softly. \"There's someone here who's been looking for\nyou--\"\n\nA scream broke from Jeff's lips as he stared across the room. A raw\nanimal scream ripped from his mouth like a knife. His lips twisted and\nhe wrenched at the guards who were holding his arms, his face going\npurple, his eyes bulging.\n\nWith a roar he lunged at Conroe, bellowing, a torrent of hatred and\nabuse pouring from his lips. Again and again he screamed, his eyes\nblazing with an unholy fire of hatred. Conroe jerked back with a cry,\nand then Schiml was on his feet as Jeff lunged again, his muscles\ntightening like bands of steel under the flimsy shirt.\n\nThe guards fought to restrain him, and then the doctor was holding him\ntoo, crying: \"Get out, Paul, quick!\"\n\nBut Paul Conroe stood stock still, writhing from his hands to his head,\nhis eyes filling with horrible pain. Suddenly the coffee cup jerked\nfrom the table, spun in the air and hurled straight for Conroe's head.\nIt missed, smashing against the wall.\n\nJeff screamed again and the walls and ceiling began powdering off,\nplaster peeling down in great chunks, smashing off the walls onto\nthe floor. A huge chunk fell from the ceiling, and then the curtains\nsuddenly started to blaze, as if ignited by some magic fire. Finally,\nConroe's clothing began smoking and smoldering.\n\nBlackie screamed, staring at Jeff in open horror. Schiml's voice roared\nthrough the bedlam: \"Get him! Sedate him, for God's sake, before he\ntears the place down on our ears!\" Again Jeff roared his virulent\nhatred, and this time Conroe was the one who shouted:\n\n\"Stop him! He's tearing me apart inside. My God, stop him!\"\n\nSomeone stepped between Jeff and Conroe. There was a flicker of glass\nand silver as a plunger was pressed home. Then suddenly Jeff's muscles\ngave out. His legs walked out from under him, and he felt himself\nsliding to the floor. But still he screamed, the face of the man who\nhad tormented him all his life growing closer and closer, more and\nmore vicious. Then suddenly everything around him went black. His last\nconscious impression was that of Blackie. She had her face in her hands\nand she was sobbing like a child in the corner.\n\n       *       *       *       *       *\n\nHe lay on the long table, wrapped in cool green surgical linens,\nmotionless, barely breathing. His eyes were wide open, but sightless.\nThey seemed to be staring straight up at the pale, glowing skylight in\nthe ceiling. It was as if they were staring beyond, eons beyond, into\nsome strange world that no human foot had ever trod.\n\nHis breath came slowly, a harsh sound in the still room. Sometimes it\nslowed almost to a stop, sometimes it accelerated. Dr. Schiml paused\nmotionless by his side, waiting, watching breathlessly until the ragged\nwheeze slowed once again to normal.\n\nJeff lay like a corpse, but he was not dead. Near his head the panel of\ntiny lights flickered on and off, brighter and dimmer, carrying their\nsimple on-or-off messages from the myriad microscopic endings on the\ntiny electrode that probed through the soft brain tissue.\n\nNo human being could ever analyze the waxing and waning of patterns on\nthat panel, not even in five lifetimes. But a camera could film the\nchanges, instant upon instant, flickering and flashing and glowing\ndully on and off, in a thousand thousand different figures and\nmovements. And the computor could take these patterns from the film\nand analyze them and compare them. It would integrate them into the\nconstantly changing picture that appeared on the small screen by the\nbedside.\n\nIt was a crude instrument, indeed, for the study of so exquisitely\ndelicate and variable an instrument as a human brain, and no one knew\nthis more painfully than Roger Schiml. But even such a crude instrument\ncould probe into that strange half-world that they had sought so long\nto enter.\n\nNear the bedside Paul Conroe sat motionless, his face drawn, his gaunt\ncheeks sunken. His eyes were wide and fearful as he watched the picture\npanel and his fingers trembled as he lit his pipe. He kept watching.\n\n\"It could be so dangerous,\" he murmured finally, turning to look at\nSchiml. \"So terribly dangerous.\"\n\nSchiml nodded gravely, adjusting the microvernier that controlled the\nprobing instrument. \"Of course it could be dangerous, but not too much\nso. Twenty years ago he'd have been dead already, but we haven't been\nwasting time all these years we've been waiting for him. Particularly\nin this cell-probing technique, we've ironed out the bugs. He'll\nsurvive, all right, unless we run into something mighty--\"\n\nConroe shook his head. \"Oh, no, no. I don't mean dangerous for him. I\nmean dangerous for us. Even he doesn't realize his power. How can we\npredict what sort of power it might be?\" He looked up at Schiml, his\neyes wide. \"That room--it would have been gone in another five minutes,\nsimply torn apart into molecular dust. He did it--and yet, I'd swear\nhe didn't know what he was doing. I doubt if he even realized what was\nhappening. And the fire--that was real fire, Roger. I know, I felt it\nburn me.\"\n\nSchiml nodded eagerly. \"Of course it was real fire! Set molecules to\nspinning at terrifically accelerated rates and you have fire. But those\nare the things we have to learn, Paul.\"\n\nConroe shook his head, fearfully. \"We could both see the fire, but\nthere was something else. You couldn't feel the hatred that was in that\nroom. I could.\" He looked up, his eyes haunted. \"God, Roger, how could\na man hate that way? It was thick; it ran out into the room like syrup.\nOh, I've felt hatred before in the minds I've contacted, many times.\nI've felt vile hatred before, but this was alive, crawling hate--\" He\nsighed, his hands trembling. \"It's in his mind, Roger. We don't know\nwhat else he might do, even under anesthetic, if we hit the right\nplaces. But it's in his mind. That we know. But why?\"\n\nSchiml nodded again. \"That's the key question, of course. Why does\nhe hate you so much? When we know that\"--the doctor spread his\nhands--\"we'll have the answer to twenty years' work, perhaps. And\ndangerous as it is, we've got to find out, while we have a chance,\nPaul. You know that. We can't stop now, not with what we know. We know\nthat Jeff's insanity is far less active right now than his father's\nwas. But unless we can locate the areas, find the location of both\nfactors, the psychosis and the extra-sensory powers, we're lost. We'd\nhave no recourse but to turn our findings over to the authorities. And\nyou know what that would mean.\"\n\nConroe nodded wearily. \"Yes, I know. Mass slaughter, sterilization,\nfear, panic--all the wrong answers. And even the panic alone would be\nfatal in our psychotic world.\"\n\nDr. Schiml shrugged and went back to the bedside. \"We'll know soon, one\nway or the other,\" he said softly. \"We're coming through right now.\"\n\n\n\n\nCHAPTER TWELVE\n\n\n_The needle moved, probed ever so slightly, stimulating deep, deep in\nthe soft, fragile tissue ... seeking, probing, recording. A twinge, the\nbarest trace of shock, a sharp series of firing nerve cells, a flicker\nof light, a picture--Jeff Meyer shifted, his eyelids lowering very\nslightly, and a muscle in his jaw began twitching involuntarily...._\n\n       *       *       *       *       *\n\nHe was floating gently on his back, resting on huge, fluffy, billowing\nclouds. He didn't know where he was, nor did he care. He just lay\nstill, spinning gently, like a man in free fall, feeling the gentle\nclouds around him pressing him downward and downward. His eyes were\nclosed tightly--so tightly that no ray of light might leak in. He knew\nas he floated that whatever happened, he dare not open them.\n\nBut then there were sounds around him. He felt his muscles tighten\nand he clasped his chest with his arms. There were _things_ floating\nthrough the air around him, and they were making little sounds: tiny\nsqueaks and groans. He shuddered, suddenly horribly afraid. The noises\ngrew louder and louder, whispering into his ear, laughing at him.\n\nHe opened his eyes with a jolt, staring at the long, black, hollow\ntunnel he was falling through. He was spinning, end over end, faster\nand faster down the tunnel. He strained to see through the darkness\nto the bottom, but he couldn't. Then the laughter started. First\nlittle, quiet giggles, quite near his ear, but growing louder and\nlouder--unpleasant laughs, chuckles, guffaws. They followed each\nother, peal upon peal of insane laughter, reverberating from the curved\ntunnel walls, growing louder and louder, more and more derisive. They\nwere laughing at him--whoever they were--and their laughs rose into\nscreams in his ears. Then to gain silence he was forced to scream\nout himself. And he clasped his hands to his ears and shut his eyes\ntight--and abruptly the laughter stopped. _Everything_ stopped.\n\nHe lay tense, listening. No, not everything. There were some sounds.\nSomewhere in the distance he could hear the bzz-bzz-bzz of a cicada. It\nsounded sharp in the summer night air. He rolled over, felt the crisp\nsheets under him, the soft pillow, the rustling of the light blanket.\nWhere?...\n\nAnd then it came to him, clearly. He was in his room, waiting, waiting\nand expecting.\n\nDaddy! Quite suddenly, he knew that Daddy had come home. There had been\nno sound in the dark house; he hadn't even heard the jet-car go into\nthe garage, nor the front door squeak. But he had known, just the same,\nthat Daddy was here. He blinked at the darkness, and little chills of\nfright ran up his spine. It was so dark, and he didn't like the dark,\nand he wished Daddy would come up and turn on the light. But Daddy had\nsaid ever since Mommy died that he must be a brave little man, even if\nhe was only four....\n\nHe lay and shivered. There were other noises: outside the window, in\nthe room--frightening noises. It was all very well to be a brave little\nman, but Daddy just didn't understand about the dark and the noises.\nAnd Daddy didn't understand about how he wanted somebody to hold him\nclose and cuddle him and whisper to him.\n\nAnd then he heard Daddy's step on the stair and felt him coming nearer.\nHe rolled over and giggled, pretending to be asleep. Not that he'd fool\nDaddy for a minute. Daddy would already know he was awake. They played\nthe same game night after night. But it was fun to play little games\nlike that with Daddy. He waited, listening until he heard the door\nopen, and the footsteps reach his bed. He heard Daddy's breathing.\nAnd then he rolled over and threw the covers off and jumped up like a\nlittle white ghost, shouting, \"Boo! Did I scare you, Daddy?\"\n\nAnd then Daddy took him up on his shoulders and laughed, and said he\nwas a big white horse come to carry little Jeff on a long journey. So\nthey took the long journey down to the study for milk and cookies, just\nas they always did when Daddy came home. He knew Daddy didn't want any\nmilk, of course. Daddy never drank milk at night with him. Daddy was\nmuch more interested in the funny cards, the cards he had watched Daddy\nmake that day a year ago. Daddy had him run through them over and over\nand over ... circle, spiral, figure eight, letter B, letter R.... _It\nwas a letter R, Daddy? But it couldn't have been, I know--oh, you're\ntrying to catch me! Can we play with the marbles now, Daddy? Or the\ndice tonight? The round-cornered ones--they're much easier, you know._\n\nBut Daddy would watch him as he read the cards, wrinkling up his nose\nand calling out the figure. And he would see Daddy mark down each right\none and each wrong one. And then he would feel Daddy almost beaming\nhappiness and satisfaction. And he would wait eagerly for Daddy to\nget out the dice, because they were so much more fun than the cards.\n_The square-cornered dice, Daddy? Oh, Daddy, they're so much harder.\nOh, another game, a new one? Oh, good, Daddy. Teach me a new game with\nthem, please. I'll try very hard to make them come out right._\n\nAnd then after the new game, Daddy told him a story before bed. It was\none of his funny stories, where he _talked_ the story, but put in all\nthe fun and jokes and private things without any words.\n\nIt was funny. None of the others, like Mary Ann down the block, could\nfeel their daddies like he could. Sometimes he wondered about it. He\nwould tell Mary Ann about it as a special secret, but she wouldn't\nbelieve him. Nobody can hear their daddies without their daddies\ntalking, she said. But he knew better.\n\nAnd then there were thoughts creeping through his mind, feelings\ncoming from Daddy that were uncomfortable feelings. He sat up suddenly\nin Daddy's arms and felt the chill pass through him.\n\n\"Daddy....\"\n\n\"Yes, son.\"\n\n\"Why--why are you afraid, Daddy? What are you afraid of?\"\n\nAnd Daddy laughed and looked at him in a strange way and said, \"Afraid?\nWhat do you mean, afraid?\" But the afraidness was still there. Even\nwhen he went to bed and Daddy left him again, he could still feel the\nafraidness....\n\nAnd then, abruptly, he was swinging into a vast, roaring whirlpool that\nswung around his head. He felt his body twisting in the blackness,\nswirling about, carried along without effort. He knew, somehow, that he\nwas Jeff Meyer. And he knew that the needle was there, probing in his\nmind; he could feel it approach and withdraw. He could feel the twinge\nof recognition, the almost intangible sudden awareness and realization\nof a truth.\n\nThen the seeker was gone: the probe finished in that area and moved\non to the next. The whirlpool was a tunnel of rushing water, swinging\nabout him, whirling him with lightning speed up ... up ... up; around,\nthen down with a sickening rush. Then up again, as though he were\nriding the Wall of Death in a circus, around and around ... yet always\ndrawing him in closer ... closer ... closer....\n\n_To what?_\n\nHe knew he was fighting it, twisting with all his strength to fight\nagainst the impossible whirlpool which choked and carried him like\na feather. He clenched his fists and fought, gritting his teeth,\ndesperate, suddenly horribly afraid, more horribly afraid than he had\never been in his life. Down at the end of the tumultuous whirlpool,\nsomething lay--something horrid and ugly, something that had been wiped\nout of his mind, scoured out and disposed of long, long ago. _It was\nsomething he dared not face, never again._ Suddenly Jeff screamed and\ntried to force his mind back to that place. He tried desperately to\nremember, tried to see where the whirlpool was leading him before it\nwas too late--_before it killed him!_\n\nSomething lay down there, waiting for him. It was more hideous than his\nmind could imagine--_something which could kill him_. Closer and closer\nhe swept, helpless, his body growing rigid with fear, fighting, blood\nrushing through his veins. But he couldn't escape that closed, frantic\nalleyway to death.\n\n_Daddy was afraid._ The thought screamed through Jeff's mind with the\nimpact of a lightning bolt. It paralyzed his thoughts, tightened his\nmuscles into rigid knots. Daddy was afraid ... afraid ... _afraid_--so\nhorribly afraid.\n\nThe thought swept through him, congealing his blood. He cried out,\nshaking his head, trying to fight away the seeping stench of deadly\nfear, trying to clear it out of his mind. His face twisted in agony\nand his whole body wrenched. Suddenly, he was screaming and pounding\nhis face against the ground. He was alone and his mind was wracked and\nobsessed by that horrible fear.\n\nHe opened his eyes and saw the turf under his head. Dimly, through the\npain sweeping through his mind, he saw the grassy meadow on which he\nlay, completely by himself. The little singing brook was a few feet\naway. The afternoon sun was high, but the willow tree hung over him,\ncovering him with cool shade. From somewhere a bird was singing.\n\n\"Daddy!\" The word broke from his lips in a small scream, and he sat\nbolt upright, his hair tousled, his small, keen-featured eight-year-old\nface twisted with the pain and fear that tore through his mind. Some\ncorner of his brain, so very remote, told him that he was not eight,\nthat he was a grown man. But he saw his tiny hands, grubby with the\ndirt of the barnyard and lane through which he had walked in coming\nhere. He had been driven here by the pain and fear and hatred that had\nbeen streaming into his mind.\n\nIt was Daddy. He knew it was Daddy, and Daddy was afraid. Daddy was\nrunning, with the desperation of a hunted animal, running down a\ncorridor, his mind in a frenzy of fear. He was peering back over his\nshoulder, his breath coming in great gasps as he reached the end of the\nhall, wrenched vainly at the door and then collapsed against it. And\nwhile he sobbed in great gasps, tears of fear and desperation ran down\nhis cheeks.\n\nJeff saw the door; he felt Daddy's body heaving, heard the furious\npulse pounding in his own head. He saw the cold, darkened corridor, and\nhis mind was picked up in the frenzied sweep of his father's thoughts,\ncarried in a rush he could neither understand nor oppose. Stronger than\never before, his thoughts were Daddy's thoughts. He saw through Daddy's\neyes; he felt through Daddy's body. In the closest rapport they had\never known, though Jeff lay here on the grassy plot, his body writhed\nwith the pain and fear that Daddy was suffering miles distant.\n\n_They're coming_, his mind screamed. _Trapped, trapped--what can\nI do?_ Daddy was racing back up the corridor now, his eye catching\nan elevator standing open. He ran inside, groped frantically for the\nswitch. He had to get away, had to get down below, somehow get to the\nstreet! Oh, God, what a mistake to walk into this place--an office\nbuilding, of all places, where they could so easily follow him in, cut\nhim off, trap him!\n\nWhy had he come? Why? He'd known they were hunting for him, knew they'd\nbeen getting closer and closer. But how could he have sensed that\nthis day would bring a panic, that the stock market would take its\nnosedive this one particular day, putting the finger on him without any\nquestion, spotting him, pointing out his exact location to his hunters,\nbeyond shadow of doubt?\n\nHow could he have known? This was to have been the final test, the\ntest to prove the force he had in his mind--the force which had been\ndestroying and destroying and destroying. And it had emanated from\nhis own mind in some unspeakable way, uncontrolled, unbelieved and\nmisunderstood. It was the force which had brought the hunters to him.\n\n_But not now!_ Oh, please, please, not now--not when he was so close\nto the answer. Not when he was so close. Slowly, helpless anger seethed\nthrough his mind. They had no right to stop him now. In another day,\nanother week, he could have the answer. In another few days he would\nhave corralled this frightening power, controlled it. He knew he could\nfind the answer. He stood on the very brink. But now the hunters had\ntrapped him--\n\n_Why, Daddy? Why are they hunting you? Oh, Daddy, Daddy, please, I'm\nso scared! Please, Daddy, come home. Please don't be so much afraid,\nDaddy. I'm so frightened...._\n\nThe elevator gave a lurch. He fell against the door as the car ground\nto a halt between floors. Frantically, he pounded the button, waited\nthrough long eternities as the car sat, silent, motionless. Then his\nfingers ran hastily along the cracks in the car door, seeking a hold,\ntrying desperately to wrench open the locked door.\n\nHe felt them coming, somewhere above him, somewhere below him. Then\nsomething tore loose in his mind; some last dam of control broke,\nand he was screaming his defiance at them, screaming his hatred, his\nbitterness. They had him, they were going to kill him without trial,\nshoot him down like a mad dog. He felt them flinch and cower back at\nthe stream of hatred roaring out of his mind, felt them move back. They\nwere afraid of him, but they were determined to kill him.\n\n_A sound above!_ He flattened back against the elevator wall, wrenching\nat the metal grating with superhuman strength, trying to twist open\nthe metal, to find some way into the shaft below. Someone was coming\ndown from above, down onto the top of the elevator; someone whose mind\nwas filled with fear, but who moved with determination. There was a\nscraping sound from above, a dull twang of cable striking against cable.\n\n_They could be cutting the car loose._\n\nHe leaped for the ceiling of the car, stabbing up with his fingers for\nthe little escape doorway. Sheer hatred drove his legs as he jumped\nand jumped again, until the door flew up. His hand caught the rim, and\nhe dragged his body up. He jerked his shoulders through the small\nopening, heaving and lunging through to the top of the car.\n\nHe looked up. He saw a face, a single face, hanging mistily above him.\nDimly he made out the form of a man hanging on the cable twenty feet\nabove. His legs were wrapped around the cables and one hand carried\nthe small, dully gleaming weapon. His mind screamed hatred at the man,\nand he grabbed at the cables, wrenching them, shaking them like a\nhuge tree. He saw the man slowly moving down, spinning back and forth\nhelplessly as the cables vibrated. But he held on tenaciously, moving\ncloser.\n\n_Daddy! Stop him! Daddy, don't let him kill you._\n\nThe face came into clearer view: a thin face, an evil one, twisted with\nfear and pain. The figure moved slowly down the cables, slowly turning,\nlifting the arm with the weapon, patiently trying to take aim. It was\na gaunt face, with high cheekbones, slightly bulging eyes, high flat\nforehead, graying hair. _Remember that face, Jeff. Never forget that\nface, that face is the face of the man who is butchering your father._\nHatred streamed out at the face; he crouched back against the wall of\nthe shaft, wrenching at the cables, trying vainly to shake the killer\nloose. He had to get him first; he had to stop him. _He's so close;\nhe's turning; the gun is raising. I'll never get him--_\n\nThe face, hovering close, eyes wide--the face of a ghoul--and below the\nface was the dull, round hole of the gun muzzle, just inches away. A\nfinger tightened. A horrible flash came, straight in the eyes--\n\n_Daddy!_\n\nThe thoughts screamed through his mind: the bitter, naked hatred, the\nhatred of madness, streaming out in one last searing inferno. Then came\na sickening lurch, a lurch of maddened fear and hate. And there was the\nsnuffing out of a light, leaving darkness....\n\n_Daddy! No, Daddy. No, I can't feel you any more, Daddy. What have they\ndone to you? Oh, please, Daddy, talk to me. Talk to me. No, no, no. Oh,\nDaddy, Daddy, Daddy...._\n\nDr. Schiml looked up from the pale, prostrate form after a long time;\nhis forehead was beaded with sweat. The color had drained almost\ncompletely from Jeff's face, and his skin had taken a waxy cast. His\nbreathing was so shallow it was hardly audible in the still room, and\nthe panel of flickering lights had become almost completely still.\n\n\"We can't go on yet,\" said Dr. Schiml, his voice hoarse. \"We'll have to\nwait.\" He turned and walked across the room, trying to keep his eyes\naway from the prostrate form on the bed; yet everywhere he went, it\nseemed his eyes caught the idiotic stare in the man's blank eyes. \"Well\nhave to wait,\" he repeated, and his voice was almost a sob.\n\n\n\n\nCHAPTER THIRTEEN\n\n\nPaul Conroe moved for the first time, running a hand through his thick\ngray hair as he glanced up at Schiml. \"Some of that came through to\nme, even now,\" he said weakly. His face, also, was ashen and his eyes\nwere haunted. \"To think that he hated me that much, and to think _why_\nhe hated me--\" He shook his head and buried his face in his hands. \"I\nnever knew about the old man and the son. I just never knew. If I'd\nknown, I'd never have done it.\"\n\nThe room was still for a long moment. Then Schiml blinked at Conroe,\nhis hands trembling. \"So this is the tremendous power, the mutant\nstrain we've been trying to trace for so long.\"\n\n\"This is one of the tremendous powers,\" Conroe replied wearily. \"Jeff\nprobably has all the power that his father had, though it hasn't all\nmatured yet. It's just latent, waiting for the time that the genes\ndemand of his body for fulfillment. Nothing more. And other people have\nthe same powers. Hundreds, thousands of other people. Somewhere, a\nhundred and fifty years ago, there was a change--a little change in one\nman or one woman.\"\n\nHe looked up at Schiml, the haunted look still in his large eyes.\n\"Extra-sensory powers--no doubt of it, a true mutant strain, but tied\nin to a sleeper--a black gene that spells insanity. One became two\nand two spread to four--extra-sensory power and gene-linked insanity.\nAlways together, growing, insidiously growing like a cancer. And it's\neating out the roots of our civilization.\"\n\nHe stood up, walked across the room and stared down at the pallid-faced\nman in the bed. \"This answers so many things, Roger,\" he said finally.\n\"We knew old Jacob Meyer had a son, of course. We even suspected then\nthat the son might share some of his powers. But this! We never dreamed\nit. The father and son were practically two people with one mind, in\nalmost perfect mutual rapport. Only the son was so young he couldn't\nunderstand what was wrong. All he knew was that he 'felt' Daddy and\ncould tell what Daddy was thinking. Actually, everything that went on\nin his father's mind--_everything_--was in his mind too. At least, in\nthe peak of the old man's cycle of insanity--\"\n\nSchiml looked up sharply. \"Then there's no doubt in your mind that the\nold man was insane?\"\n\nConroe shook his head. \"Oh, no. There was no doubt. He was insane, all\nright. A psychiatric analysis of his behavior was enough to convince\nme of that, even if following him and watching him wasn't. He had a\nregular cycle of elation and depression, so regular it could almost be\nclocked. He'd even spotted the symptoms of the psychosis himself, back\nin his college days. But of course he hadn't realized what it was. All\nhe knew was that at certain times he seemed to be surrounded by these\npeculiar phenomena, which happened rapidly and regularly at those times\nwhen he was feeling elated, on top of the world. And at other times\nhe seemed to carry with him an aura of depression. Actually, when he\nhit the blackest depths of his depressions, he would be bringing about\nwhole waves of suicides and depression--errors and everything else.\"\n\nConroe took a deep breath. \"We knew all this at the time, of course.\nWhat we didn't know was that the old man had been seeking the answer\nhimself, actively seeking it. All we knew was that he was actively the\nmost dangerous man alive on Earth, and that until he was killed he\nwould become more and more dangerous--dangerous enough to shake the\nvery roots of our civilization.\"\n\nSchiml nodded slowly. \"And you're sure that his destructive use of his\npower was a result directly of the insanity?\"\n\nConroe frowned. \"Not quite,\" he said after a moment. \"Actually, you\ncouldn't say that Jacob Meyer 'used' his extra-sensory powers. They\nweren't, for the most part, the kind of powers he could either control\nor 'use.' They were the sort of powers that just happened. He had a\npower, and when he was running high--in a period of elation, when\neverything was on top of the world--the power functioned. He fairly\nexuded this power that he carried, and the higher he rose in his\nelation, the more viciously dangerous the power became.\"\n\nConroe stopped, staring at the bed for a long moment. \"The hellish\nthing was that it couldn't possibly be connected up with a human power\nat all. After all, how can one human being have an overwhelming effect\non the progress of a business cycle? He can't, of course, unless he's\na dictator, or a tremendously powerful person in some other field. And\nJacob Meyer was neither. He was a simple, half-starved statistician\nwith a bunch of ideas that he couldn't even understand himself, much\nless sell to anyone who could do anything with them. Or how can a man,\n_just by being in the vicinity_, tip the balance that topples the stock\nmarket into an almost irreparable sag?\"\n\nConroe leaned forward, groping for words. \"Jacob Meyer's psychokinesis\nwas not the sort of telekinesis that we saw Jeff turning against me in\nthat room a couple of hours ago. He could probably have managed that,\ntoo, if he had hated me enough. But if Jacob Meyer's mind had merely\naffected physical things--the turn of a card, the fall of the dice, the\nmovement of molecules from one place to another--he would have been a\nsimple problem. We could have isolated him, studied him. But it wasn't\nthat simple.\"\n\nPaul Conroe sat back, regarding Schiml with large, sad eyes. \"It\nwould have been impossible to prove in a court of law. We knew it and\nthe government knew it. That was why they appointed us assassins to\ndeal with him. _Because Jacob Meyer's mind affected probabilities._\nBy his very presence, in a period of elation, he upset the normal\nprobabilities of occurrences going on around him. We watched him,\nRoger. It was incredible. We watched him in the stock market, and we\nsaw the panic start almost the moment he walked in. We saw the buyers\nsuddenly and inexplicably change their minds and start selling instead\nof buying. We saw what happened in the Bank of the Metropolis that\nfirst day we tried for him. He was scared, his mind was driven into a\npeak of fear and anger; it started a bank run that morning that nearly\nbankrupted the most powerful financial house on the East Coast! We saw\nthis one little man's personal, individual influence on international\ndiplomacy, on finances, on gambling in Reno, on the thinking and acting\nof the man on the street. It was incredible, Roger.\"\n\n\"But surely Jacob Meyer wasn't the only one--\"\n\n\"Oh, there were others, certainly. We've a better idea of that, now,\nafter all these years of study. There were and are thousands and\nthousands--some like me, some much worse--all carrying some degree of\nextra-sensory power from that original mutant strain, all with the\ngene-linked psychosis paired up with it every time. And we've seen\nour civilization struggling against these thousands just to keep its\nfeet. But Jacob Meyer was the first case of the whole, full-blown\nchange in one man that we'd ever found. He was running wild, his mind\nwas completely insane. And the extra-sensory powers he carried were so\nfirmly enmeshed in the insanity that there was no separating the two.\nMeyer tipped us off. He set us on the trail, and the trail led to his\nson after he was dead--\"\n\n\"Yes, the son. We have the son.\" Schiml scowled at the\nshallow-breathing form on the bed. \"We should have had him\nbefore--years before.\"\n\n\"Of course we should. But the son vanished after his father's death.\nWe never knew why he vanished--until now. But now we know that when we\nkilled his father, we did more than just that. We almost killed our\nlast chance to catch this thing and study it before it was too late.\nBecause when we killed Jeff's father, _we killed Jeff Meyer too_.\"\n\nSchiml scowled. \"I don't follow. He's still alive.\"\n\n\"Oh, of course he's still alive. But can't you see what happened\nto him? He was living in his father's mind; he knew everything his\nfather knew--but he didn't understand it. He thought with his father's\nthoughts, he saw through his father's eyes, because they were mutually\nand completely telepathic. He felt his father's fear and frustration\nand bitterness when we trapped him in that office building finally. He\nlay screaming on the ground on a farm somewhere, but actually he was in\nhis father's mind.\n\n\"It was a mad mind, a mind rising to the highest screaming heights\nof mania, as he waited for me to come down and kill him. And Jeff\nwas surrounded with his father's hatred. He saw my face through his\nfather's eyes, and all he could understand was that his daddy was being\nbutchered and that I was butchering him. When the bullet went into his\nfather's brain and split his skull open, Jeff Meyer felt that too. When\nhis father died, Jeff died too--a part of him, that is. They were one\nmind and part of that one mind was destroyed.\"\n\nConroe paused, his forehead covered with perspiration. The room was\nsilent except for the hoarse breathing of the man on the table.\nConroe's face, as he looked down, was that of a ghost.\n\n\"No wonder the boy disappeared,\" he whispered. \"He'd been shot through\nthe head. He was almost virtually dead. He must have gone into shock\nfor years after such a trauma, Roger. He must have spent years roaming\nthat farm, cared for by an aunt or uncle or cousin, while he slowly\nrecovered. No wonder we could find no trace. And then, when he did get\nwell, all he knew was that his father had been murdered. He didn't\nknow how; he didn't know why, and he dared never remember the truth.\nBecause, the truth was that _he_ had been killed. All he dared\nrecognize was my face--a recurrent, nightmarish hallucination, rising\nout of his dreams, plaguing him on the streets, tormenting him day and\nnight.\"\n\n\"But you were hunting him.\"\n\n\"Oh, yes, we were hunting him. It was inevitable that sooner or later\nwe would come up face to face. But when we did, I received such a\nhorrible mental blow that I couldn't even look to see what he looked\nlike. I could do nothing but scream and run. When he saw me that day in\nthe night club, he took complete leave of his senses. He exploded into\nhatred and bitterness. And then he resolved to hunt me down and kill me\nfor killing his father.\"\n\nConroe spread his hands apologetically. \"It seemed good sense to use\nthat hatred and singleness of purpose to draw him here. But it was\ntorture. He followed me with his mind, without even knowing it. It was\nold Jacob Meyer's face that haunted me everywhere I went. I didn't know\nwhy, then, because I didn't know Jeff had been part of that mind. And\nJeff didn't know that he carried and broadcast that horror wherever he\nwent.\"\n\nConroe leaned back, his body limp in exhaustion. \"We needed Jeff\nso desperately. Yes, we needed him in here, for testing, for this\nstudy. It's been a long, tedious job, studying him, observing him,\nphotographing him, learning how much of his father's power he had. And\nwe dared not bring him in here until we were sure it was safe. And now,\nwith what he knows, he is more vitally dangerous than his father ever\nwas. There are hundreds that carry the change, in larger or smaller\npart, all gene-linked with insanity. And Jeff Meyer is insane as any\nof the rest of them. But at least there's hope, because we can study\nhim now. Because unless we can somehow separate the function of the\ninsanity from the function of the psychokinesis, we have no choice\nleft, no hope.\"\n\nSchiml looked up, his eyes wide. \"No choice--\"\n\n\"--but to kill them, every one. To hunt out the strain and wipe it\nfrom the face of the Earth so ruthlessly and completely that it can\nnever rise again. And to wipe out with it the first new link in the\nevolution of Man since the dawn of history.\"\n\nSlowly Roger Schiml's eyes traveled from Jeff Meyers' form on the bed\nto Paul Conroe's grave face. \"There's no other way?\"\n\n\"None,\" said Paul Conroe.\n\n       *       *       *       *       *\n\n\"Jeff,\" said Dr. Schiml. \"Jeff Meyer.\"\n\nThe figure on the cot stirred ever so slightly. The eyes slowly closed,\nthen reopened, looking slightly less blank. Jeff's lips parted in an\nalmost inaudible groan, hardly more than a breath.\n\n\"Jeff. You've got to hear me a minute. Listen, Jeff, we're trying to\nhelp you. Can you hear that? We're trying to help you, Jeff, and we\nneed your help.\"\n\nThe eyes shifted, turned to Schiml's face. They were haunted eyes--eyes\nthat had seen the grave and beyond it.\n\n\"Please, Jeff. Listen. We're hunting. We're trying to find a way to\nhelp you. You know about your father now, the truth about your father,\ndon't you?\"\n\nThe eyes wavered, came back, and the head nodded ever so slightly. \"I\nknow,\" came the sighing reply.\n\n\"You've got to tell us what to do, Jeff. There are good powers here in\nyour mind, and there are terrible powers, ruinous powers. We've got to\nfind them both, find where they lie, how they work. You must tell us,\nas we probe--tell us when we strike the good, when we strike the bad.\nDo you understand, Jeff?\"\n\nAgain the head nodded. Jeff's jaw tightened a trifle and an expression\nof infinite fatigue crossed his face. \"Go on, Doc.\"\n\nDr. Schiml leaned over the proper controls and moved the dial on the\nmicrovernier. He moved it again, watching, moving it still again. A\nfine sweat broke out on his forehead as he worked, and he felt Conroe's\nsoft eyes on him, waiting, hoping....\n\nAnd then a whimper broke from Jeff's lips, an indefinable sound,\nhelpless and childlike, a little cry of terror. Dr. Schiml looked up,\nhis heart thumping in his throat. Jeff's eyes were wide again, staring\nlifelessly, and his breath was shallow and thready. Schiml glanced\nquickly at Conroe, then back, his eyes reflecting the fear and tension\nin his mind. And as he worked his shoulders slumped forward, prepared\nfor defeat. Because what he was doing was impossible, and he knew it\nwas impossible. But he knew, above all, that it had to succeed.\n\n\n\n\nCHAPTER FOURTEEN\n\n\nHe was spinning like a top, end over end, as though he had sprung off\na huge, powerful diving board. He rose higher and higher into the air.\nLying tense, Jeff knew that his body was still on the soft bed, yet\nhe felt his feet rising, his head sinking, as he spun head over heels\nthrough the blackness. And he could feel the tiny probing needle,\nseeking, hunting, stimulating....\n\nA siren noise burst in his ears: a shimmering blast of screeching\nmusical sound that sent cold shivers down his back. Then it leveled\noff to an up-and-down whine that gradually became a blat of static in\nhis ear. Somewhere, out of the uneven grating of the noise, he heard a\nvoice whispering in his ear, hoarsely. He paused, straining to hear,\ntrying to catch an occasional word.\n\nHe knew that there were no voices outside of his body. He was sure of\nthat. Yet he heard the sound, deeper in his ear, louder and softer,\nthen louder again. It whispered to him, carrying a note of deepest\nurgency in the soft sibilants. Quite suddenly, it seemed vitally\nimportant to hear what the voice was saying, for the words were clearly\ndirected at him. He shifted slightly and listened harder, until the\nwords came through clearly.\n\nAnd then he gasped, a feeling of panic sweeping through him. He heard\nthe words and they were nonsense words, sounds without meanings.\nSomething stirred in his mind, some vague memory of nonsense words,\nof a horrible shock. Had there been a shock? But the strange sounds\nfrightened him, driving fear down through the marrow of his bones.\nThe whispering sounds were sinister: babbling sounds, sounds of words\nthat _needed_ meaning and had none--half-words, garbled, twisted,\nmeaningless.\n\nCautiously he opened his eyes, peered through the murky blackness to\nsee the whisperers. His eyes fastened on two shapeless forms, tall,\nghostly, in black robes with hoods drawn up over their faces. The\nfigures leaned on their sticks and held their heads together. They\nbabbled nonsense to each other with such fierce earnestness that they\nseemed somehow horridly ridiculous. Taking a deep breath, Jeff started\ntoward the two figures, then stopped short, his heart pounding wildly\nin his throat.\n\nBecause the moment he had made a move toward them, the figures turned\nsharply toward him, and their nonsense voices had suddenly become clear\nfor the briefest moment. They became clear and unmistakable and heavy\nwith horrible meaning: \"Stay away, Jeff Meyer. Stay away.\"\n\nHe stared about, trembling, trying to place himself, trying to find\nsome landmark. The hooded figures turned back to each other and began\nbabbling once again. But now they seemed to be standing before an\narchway--a gloomy, gray archway which they seemed to be guarding.\nSlowly, slyly, Jeff started to move away from them. But he watched them\nfrom stealthy eyes, and as he moved away the gloom about him cleared,\nand things were suddenly brighter. And then there was singing in his\nears, joyous choruses bursting forth in happy song. A great feeling of\nrelief and complacency settled down upon him like a mantle. He smiled\nand breathed deeper and started to roll over.\n\n\"_What was that, Jeff? What did we strike?_\"\n\nHe shook his head violently, a frown creasing his face. \"Stay away,\"\nhe muttered. \"The old men, they were there.\" Suddenly he felt himself\ntwist around until he was facing the hooded figures again, and his feet\nwere moving him toward them again, involuntarily, inexorably. And then\nthe nonsense words settled out again, more menacingly, louder this\ntime than before: \"No closer, Jeff Meyer. Stay away--away--away.\"\n\n\"Can't go there,\" he muttered aloud.\n\n\"_Why not, Jeff?_\"\n\n\"They won't let me. I've got to stay away.\"\n\n\"_What are they guarding, Jeff?_\"\n\n\"I don't know. I don't know, I tell you. I've got to stay away!\"\n\nAnd then suddenly the singing dissolved into a hideous cacophony of\nclashing sounds, a din that nearly deafened him. A huge wave suddenly\nswept up around him. It was like a breaker at the ocean's edge,\nswirling up, surrounding him, catching him up and hurling him head over\nheels down a long, whirling tunnel. Desperately he fought for balance\nand finally found his feet under him once again. But then the ground\nwas moving under him. He ran frantically, until his breath came in\nshort gasps and his blood pounded in his ears. Then he caught a branch\nthat swept by near him, and raised himself up as the flooding water\nroared underneath him.\n\nThe sky around him was clouding over blackly. Far in the distance he\nsaw a blinding flash of lightning, ripping through the sky, bringing\nthe bleak, wind-torn landscape into sharp relief in his mind as he\nclung to the branch. He heard a flapping of wings as a huge, black\nvulture skimmed by. And then the rain began to fall, a cold, soaking\nrain that ate through his clothes and soaked his skin. It ran in\ntorrents into his eyes and ears and mouth.\n\nAnd then he heard voices all around him. How could there be voices\nhere? For there were no people, no sign of warm-blooded life. But there\nwere voices, pleasant ones. They came from all sides. He could see no\none, but he could _feel_ them.\n\n_Feel them!_ He gasped in pure joy, shooting out his mind eagerly,\nunbelievingly, searching out the sudden feeling of perfect, warm\n_contact_ he had just felt. And then his mind was running from person\nto person, dozens of persons, and he could feel them all, as clearly,\nas wondrously as he had ever felt his father--sharply, beautifully.\n\nHe cried out, he cried out for joy. Tears of unrelieved happiness\nrolled down his cheeks as he stretched out his mind and embraced the\nthoughts of the people he could feel but not see. And he felt his own\nthoughts being met, being caught and embraced and understood.\n\n\"Right here!\" he shouted. \"Schiml, this is it, don't lose it, man. This\nis the center. I'm controlling it. You've got it now. _Work it, Schiml.\nWork it for all you've got._\"\n\nAnd then he looked at the black, menacing sky around him, and his mind\nlaughed and cried out for the clouds to go away. And there was a wild\nwhirling of clouds and they broke, and the sun was streaming down upon\nhim suddenly. He threw himself from the tree, ran down the hillside. He\nfelt a wonderful, overpowering freedom he had never felt before, his\nmind free to soar and soar without hindrance. There was nothing now to\nstand between it and complete understanding of all men. It was a mind\nwhich could go wherever he wanted it to go, do whatever he wished.\n\nHe ran down toward the bottom of the hill and felt his control growing\nwith every step he took. He knew when he reached the bottom of the hill\nthat the battle would be won, so he ran all the faster.\n\nAnd then, like some horrible nightmare, the hooded figures loomed up\ndirectly in his path, long bony fingers stabbing out at him accusingly.\nHe fell flat on his face at the overpowering warning in the voices that\nstruck him. And he lay at the feet of the figures and sobbed, his whole\nbody shaking with bitter, hopeless sobs. And the dark clouds gathered\nagain. He was too late, too late.\n\n\"_What are they guarding, Jeff?_\"\n\n\"I don't know. I don't know. I can't break through.\"\n\n\"_You've got to, Jeff. You've got to! We've got the extra-sensory\ncenter. We've found it, but something is blocking it. Jeff, something\nis keeping you away. You've got to see what--_\"\n\n\"I can't. Oh, I can't. Please, don't make me!\"\n\n\"_You must, Jeff!_\"\n\n\"No!\"\n\n\"_Go on, Jeff._\"\n\nHe stood up, facing the hood figures, cowering, his whole body\ntrembling. Deep in his mind he could feel the probing needle,\nmoving, slowly moving, forcing him nearer and nearer to the grim\nfigures. Slowly his feet moved, dragging in fear, a paralyzing fear\nthat demanded every ounce of strength he possessed to make his legs\nfunction. And the voices, laden with menace, were grating in his ear,\n\"Stay out, stay away. If you want to live, stay away ... away ...\naway....\"\n\nHe moved closer and closer to the hooded figures, leaned forward to\npeer around them toward the gray, ghastly gate they guarded--a gate\nheavy with mold and rusty iron braces.\n\nAnd then he reached up and threw back the hood of the first figure,\nstared at the face it had covered, and burst into a scream.\n\n_It was his own face!_\n\nHe turned and threw back the other hood and peered intently, fighting\nto see the face before the features blurred out beyond recognition. It\nwas his face, too, unmistakable. With a roar of anger and frustration\nhe reached out, tore away the hoods, ripped them off, one with each\nhand, and wrenched away the enclosing shrouds.\n\n_The figures were skeletons with his face!_ He struck them and they\nshattered like thin glass, falling down in pieces at his feet. And he\nbrushed his feet through the debris and turned to press his shoulder\nagainst the gate, heaving against it until it swung open, creaking on\nrusty hinges. It swung open--_on the face of madness_.\n\nHe screamed twice, short, frantic screams, as he tried to hide his eyes\nfrom the rotten, writhing horror behind the gate.\n\n\"Here!\" he screamed. \"It's here. You're at the right place. This is\nwhat you're looking for. Cut it out. Slice it away. Please, I can't\nstand it any longer.\"\n\nHis feet moved through the horrible gate, into the swarming,\nloathsome, horror-ridden madness that lay beyond. And he screamed again\nas he saw the bright flash. He felt the wrenching, sickening lurch that\ntook him and threw him to the ground, down the long, twisting channels\nof darkness, as the pain struck through his head.\n\nSuddenly there was another blinding flash, and he felt his muscles and\nhis mind crumble into dust. He fell and quivered and lay helplessly, as\nhis mind sifted and drained away into the porous earth beneath him.\n\n       *       *       *       *       *\n\nWhen he opened his eyes, he saw Conroe's face. He was tense for a\nmoment, every muscle going into spasm. Then suddenly he relaxed and\nblinked and stared up at Conroe's face, his eyes filled with wonder.\n\n\"I'm sorry, Jeff. I don't know the words to tell you how sorry.\" There\nwere tears in Conroe's eyes, and Jeff watched them and felt a chill of\nwonder run down his spine. For Conroe was not using words at all and\nyet he _knew_ what Conroe wanted to say.\n\nWordlessly he reached up, took the man's hand, pressed it briefly and\nlet it fall on the blanket again. \"There aren't those kinds of words,\"\nhe murmured.\n\n\"And you feel all right?\"\n\nJeff blinked, sudden wonder dawning in his eyes. \"I--I--I'm alive!\" He\nstruggled to sit up, felt the twinge of pain shoot down his spine.\n\nSchiml moved up to the bedside and gently eased him back into the\nsoftness of the bed. \"Yes,\" he said happily, \"you're alive. And you're\nwell. And there's no irony in calling you a Mercy Man.\" His eyes\ngleamed in happy triumph. \"You're a whole man, Jeff--the way you were\nintended to be--for the first time in your life.\"\n\nThe words came to him clearly, yet Jeff knew that not a single word had\nbeen audible in the room. \"Just like my father,\" he murmured. \"I just\nfelt him, just knew what he was thinking.\"\n\nTears were running down Schiml's cheeks, and his face was so infinitely\nhappy that he hardly seemed the same man. He raised a finger, silently\npointed to the water glass on the table and looked at Jeff. Jeff turned\nhis eyes to the glass, and it rose half an inch from the table and hung\nthere, glowing slightly in the dim light of the room. Then it gently\nset back on the stand.\n\n\"Control,\" Jeff said softly. \"I have control.\"\n\n\"The power was chained down to something else,\" Schiml said softly.\n\"You had the extra-sensory power, yes, but it was linked to something\nthat would have prevented you from ever gaining control. A degenerative\ninsanity, part and parcel of the extra-sensory power. You're not alone,\nJeff. There are many hundreds like you, in greater or lesser degrees.\nConroe is like you, to a very limited extent. And he's been seeking a\nway to separate the two, for years. That's why you're really a Mercy\nMan. We knew there were two centers, but we knew no way to separate\nthem. We had to have you to guide us, Jeff. We had to find the center\nof insanity in your brain to cut it out and deliver you. That's what\nwe've waited twenty years for. And you're free, now. It's gone. And now\nwe have a technique we can use to free a thousand others like you.\"\n\nJeff stared at them wonderingly. Sunlight streamed in the window.\nAcross the way, he could see the ward-towers of the Hoffman Medical\nCenter, white and gleaming. He took a deep breath of the fresh air and\nturned again to the two men standing by the bedside.\n\n\"Then it was you who were hunting me,\" he murmured. \"Strange, isn't it.\nIt wasn't me hunting Conroe. It was my father, the ghost of my father\nstill in my mind. The ghost of a madman--\" His eyes narrowed and he\nstared at Schiml closely. \"Then there were others who knew too. Blackie\nknew. She must have been the girl in the night club.\"\n\n\"She was. A little heavy make-up, a little light plastic, those made\nenough change to deceive you. But she never knew why. Hypnotics can be\npowerful and they can erase all memory.\" He paused, smiling at Jeff.\n\"Blackie will be next. We need her so much in the work we have to do,\nalmost as much as we need you. But you've freed Blackie too. She'll\nbe happier than she's ever been since the cloak of bad luck began\nbroadcasting from her mind ten years ago. She'll be happier by far.\"\n\n       *       *       *       *       *\n\nHours later, Jeff woke again in the still room. The men were gone and\nthe shadows were lengthening in the room, and his mind was filled with\nmany thoughts.\n\n\"You can go if you want,\" Paul Conroe had said before they left. \"Or\nyou can stay, as you see fit. If you go, we can't stop you. But we beg\nyou to stay. We need you so very much.\"\n\nThere would be others staying, Jeff thought. The Nasty Frenchman would\nstay--sneering, laughing, hating--aiming at the big money that always\nlurked in the future, unaware completely of the errand of mercy he was\nrunning with his life. And Harpo would stay, and all the others....\n\nAnd Blackie would stay too. Poor, helpless Blackie--beautiful Blackie,\ndesperate Blackie. For her there was a new lease. And there was no way\nof telling the person she would be after the new lease was signed for\nher.\n\nAnd Conroe would stay, delivered after all these years of the burden he\ncarried.\n\nWearily, yet happily, Jeff stared at the ceiling. He breathed deeply of\nthe quiet air, his mind filled with a maze of wondering thoughts. He\nknew that thinking now was useless, that there really wasn't any issue\nany more.\n\nHe knew, as he closed his eyes again, that Jeff Meyer would stay too.\n\n       *       *       *       *       *\n\nTranscriber's Note: Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Man Obsessed, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MAN OBSESSED ***\n\n***** This file should be named 49531.txt or 49531.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/5/3/49531/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}