{"title": "Tedric", "author": "Edward Elmer Smith", "releaseDate": "August 8, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                                TEDRIC\n\n                     _By E. E. SMITH, Ph. D._\n\n                _Illustrated by J. Allen St. John_\n\n[Transcriber's Note: This etext was produced from Other Worlds March\n1953. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n\n\n   Aided by Llosir, his strange, new god, Tedric enters into battle with\n   Sarpedion, the sacrifice-demanding god of Lomarr in this story of\n   science and swash-buckling adventure which marks the return of \"Doc\"\n   Smith, author of the Skylark series, Lensman series, etc.\n\n\n\"_The critical point in time of mankind's whole existence is\nthere--RIGHT THERE!\" Prime Physicist Skandos slashed his red pencil\nacross the black trace of the chronoviagram. \"WHY must man be so\nstupid? Anyone with three brain cells working should know that for\nthe strength of an individual he should be fed; not bled; that for\nthe strength of a race its virgins should be bred, not sacrificed to\npropitiate figmental deities. And it would be so easy to straighten\nthings out--nowhere in all reachable time does any other one man occupy\nsuch a tremendously--such a uniquely--key-stone position!_\"\n\n_\"Easy, yes,\" his assistant Furmin agreed. \"It_ is _a shame to\nlet Tedric die with not one of his tremendous potentialities realized.\nIt would be easy and simple to have him discover carburization and\nthe necessary techniques of heat-treating. That freak meteorite need\nnot lie there unsmelted for another seventy years. However, simple\ncarburization was not actually discovered until two generations later,\nby another smith in another nation; and you know, Skandos, that\nthere can be no such thing as a minor interference with the physical\nevents of the past. Any such, however small-seeming, is bound to be\ncatastrophically major.\"_\n\n_\"I know that.\" Skandos scowled blackly. \"We don't know enough about\ntime. We don't know what would happen. We have known how to do it for a\nhundred years, but have been afraid to act because in all that time no\nprogress whatever has been made on the theory.\"_\n\n_He paused, then went on savagely: \"But which is better, to have\nour entire time-track snapped painlessly out of existence--if the\nextremists are right--or to sit helplessly on our fat rumps wringing\nour hands while we watch civilization build up to its own total\ndestruction by lithium-tritiide bombs? Look at the slope of that\ncurve--ultimate catastrophe is only one hundred eighty seven years\naway!\"_\n\n\"_But the Council would not permit it. Nor would the School._\"\n\n\"_I know that, too. That is why I am not going to ask them. Instead, I\nam asking you. We two know more of time than any others. Over the years\nI have found your judgment good. With your approval I will act now.\nWithout it, we will continue our futile testing--number eight hundred\neleven is running now, I believe?--and our aimless drifting._\"\n\n\"_You are throwing the entire weight of such a decision on_ me?\"\n\n\"_In one sense, yes. In another, only half, since I have already\ndecided._\"\n\n\"_Go ahead._\"\n\n\"_So be it._\"\n\n       *       *       *       *       *\n\n\"Tedric, awaken!\"\n\nThe Lomarrian ironmaster woke up; not gradually and partially, like one\nof our soft modern urbanites, but instantaneously and completely, as\ndoes the mountain wild-cat. At one instant he lay, completely relaxed,\nsound asleep; at the next he had sprung out of bed, seized his sword\nand leaped half-way across the room. Head thrown back, hard blue eyes\nkeenly alert, sword-arm rock-steady he stood there, poised and ready.\nBeautifully poised, upon the balls of both feet; supremely ready to\nthrow into action every inch of his six-feet-four, every pound of his\ntwo-hundred-plus of hard meat, gristle, and bone. So standing, the\nsmith stared motionlessly at the shimmering, almost invisible thing\nhanging motionless in the air of his room, and at its equally tenuous\noccupant.\n\n\"I approve of you, Tedric.\" The thing--apparition--whatever it was--did\nnot speak, and the Lomarrian did not hear; the words formed themselves\nin the innermost depths of his brain. \"While you perhaps are a little\nfrightened, you are and have been completely in control. Any other man\nof your nation--yes, of your world--would have been scared out of what\nfew wits he has.\"\n\n\"You are not one of ours, Lord.\" Tedric went to one knee. He knew, of\ncourse, that gods and devils existed; and, while this was the first\ntime that a god had sought him out personally, he had heard of such\nhappenings all his life. Since the god hadn't killed him instantly,\nhe probably didn't intend to--right away, at least. Hence: \"No god of\nLomarr approves of me. Also, our gods are solid and heavy. What do you\nwant of me, strange god?\"\n\n\"I'm not a god. If you could get through this grill, you could cut off\nmy head with your sword and I would die.\"\n\n\"Of course. So would Sar ...\" Tedric broke off in the middle of the\nword.\n\n\"I see. It is dangerous to talk?\"\n\n\"Very. Even though a man is alone, the gods and hence the priests who\nserve them have power to hear. Then the man lies on the green rock and\nloses his brain, liver, and heart.\"\n\n\"You will not be overheard. I have power enough to see to that.\"\n\nTedric remained silent.\n\n\"I understand your doubt. Think, then; that will do just as well. What\nis it that you are trying to do?\"\n\n\"I wonder how I can hear when there is no sound, but men cannot\nunderstand the powers of gods. I am trying to find or make a metal that\nis very hard, but not brittle. Copper is no good, I cannot harden it\nenough. My soft irons are too soft, my hard irons are too brittle; my\nin-betweens and the melts to which I added various flavorings have all\nbeen either too soft or too brittle, or both.\"\n\n\"I gathered that such was your problem. Your wrought iron is beautiful\nstuff; so is your white cast iron; and you would not, ordinarily,\nin your lifetime, come to know anything of either carburization or\nhigh-alloy steel, to say nothing of both. I know exactly what you want,\nand I can show you exactly how to make it.\"\n\n\"You can, Lord?\" The smith's eyes flamed. \"And you will?\"\n\n\"That is why I have come to you, but whether or not I will teach you\ndepends on certain matters which I have not been able entirely to\nclarify. What do you want it for--that is, what, basically, is your\naim?\"\n\n\"Our greatest god, Sarpedion, is wrong and I intend to kill him.\"\nTedric's eyes flamed more savagely, his terrifically muscled body\ntensed.\n\n\"Wrong? In what way?\"\n\n\"In every way!\" In the intensity of his emotion the smith spoke aloud.\n\"What good is a god who only kills and injures? What a nation needs,\nLord, is _people_--people working together and not afraid. How can\nwe of Lomarr _ever_ attain comfort and happiness if more die each\nyear than are born? We are too few. All of us--except the priests, of\ncourse--must work unendingly to obtain only the necessities of life.\"\n\n\"This bears out my findings. If you make high-alloy steel, exactly what\nwill you do with it?\"\n\n\"If you give me the god-metal, Lord, I will make of it a sword and\narmor--a sword sharp enough and strong enough to cut through copper\nor iron without damage; armor strong enough so that swords of copper\nor iron cannot cut through it. They must be so because I will have to\ncut my way alone through a throng of armed and armored mercenaries and\npriests.\"\n\n\"Alone? Why?\"\n\n\"Because I cannot call in help; cannot let anyone know my goal. Any\nsuch would lie on the green stone very soon. They suspect me; perhaps\nthey know. I am, however, the best smith in all Lomarr, hence they have\nslain me not. Nor will they, until I have found what I seek. Nor then,\nif by the favor of the gods--or by _your_ favor, Lord--the metal be\ngood enough.\"\n\n\"It will be, but there's a lot more to fighting a platoon of soldiers\nthan armor and a sword, my optimistic young savage.\"\n\n\"That the metal be of proof is all I ask, Lord,\" the smith insisted,\nstubbornly. \"The rest of it lies in my care.\"\n\n\"So be it. And then?\"\n\n\"Sarpedion's image, as you must already know, is made of stone, wood,\ncopper, and gold--besides the jewels, of course. I take his brain,\nliver, and heart; flood them with oil, and sacrifice them ...\"\n\n\"Just a minute! Sarpedion is not alive and never has been; does not, as\na matter of fact, exist. You just said, yourself, that his image was\nmade of stone and copper and ...\"\n\n\"Don't be silly, Lord. Or art testing me? Gods are spirits; bound to\ntheir images, and in a weaker way to their priests, by linkages of\nspirit force. Life force, it could be called. When those links are\nbroken, by fire and sacrifice, the god may not exactly die, but he can\ndo no more of harm until his priests have made a new image and spent\nmuch time and effort in building up new linkages. One point now settled\nwas bothering me; what god to sacrifice him to. I'll make an image for\nyou to inhabit, Lord, and sacrifice him to you, my strange new god. You\nwill be my only god as long as I live. What is your name, Lord? I can't\nkeep on calling you 'strange god' forever.\"\n\n\"My name is Skandos.\"\n\n\"S ... Sek ... That word rides ill on the tongue. With your\npermission, Lord, I will call you Llosir.\"\n\n\"Call me anything you like, except a god. I am _not_ a god.\"\n\n\"You are being ridiculous, Lord Llosir,\" Tedric chided. \"What a man\nsees with his eyes, hears with his ears--especially what a man hears\n_without_ ears, as I hear now--he knows with certain knowledge to be\nthe truth. No mere man could possibly do what you have done, to say\nnaught of what you are about to do.\"\n\n\"Perhaps not an ordinary man of your ...\" Skandos almost said \"time,\"\nbut caught himself \"... of your culture, but I am ordinary enough and\nmortal enough in my own.\"\n\n\"Well, that could be said of all gods, everywhere.\" The smith's mien\nwas quiet and unperturbed; his thought was loaded to saturation with\nunshakable conviction.\n\nSkandos gave up. He could argue for a week, he knew, without making any\nimpression whatever upon what the stubborn, hard-headed Tedric knew so\nunalterably to be the truth.\n\n\"But just one thing, Lord,\" Tedric went on with scarcely a break.\n\"Have I made it clear that I intend to stop human sacrifice? That\nthere is to be no more of it, even to you? We will offer you anything\nelse--_anything_ else--but not even your refusal to give me the\ngod-metal will change my stand on that.\"\n\n\"Good! See to it that nothing ever does change it. As to offerings or\nsacrifices, there are to be none, of any kind. I do not need, I do not\nwant, _I will not have_ any such. That is final. Act accordingly.\"\n\n\"Yes, Lord. Sarpedion is a great and powerful god, but art _sure_ that\nhis sacrifice alone will establish linkages strong enough to last for\nall time?\"\n\nSkandos almost started to argue again, but checked himself. After all,\nthe proposed sacrifice was necessary for Tedric and his race, and it\nwould do no harm.\n\n\"Sarpedion will be enough. And as for the image, that isn't necessary,\neither.\"\n\n\"Art wrong, Lord. Without image and temple, everyone would think you a\nsmall, weak god, which thought can never be. Besides, the image might\nmake it easier for me to call on you in time of need.\"\n\n\"You can't call me. Even if I could receive your call, which is very\ndoubtful, I wouldn't answer it. If you ever see me or hear from me\nagain, it will be because I wish it, not you.\" Skandos intended this\nfor a clincher, but it didn't turn out that way.\n\n\"Wonderful!\" Tedric exclaimed. \"All gods act that way, in spite of what\nthey--through their priests--say. I am overwhelmingly glad that you\nare being honest with me. Hast found me worthy of the god-metal, Lord\nLlosir?\"\n\n\"Yes, so let's get at it. Take that biggest chunk of\n'metal-which-fell-from-the-sky'--you'll find it's about twice your\nweight ...\"\n\n\"But I have never been able to work that particular piece of metal,\nLord.\"\n\n\"I'm not surprised. Ordinary meteorites are nickel-iron, but this\none carries two additional and highly unusual elements, tungsten and\nvanadium, which are necessary for our purpose. To melt it you'll have\nto run your fires a lot hotter. You'll also have to have a carburizing\npot and willow charcoal and metallurgical coke and several other\nthings. We'll go into details later. That green stone from which altars\nare made--you can secure some of it?\"\n\n\"Any amount of it.\"\n\n\"Of it take your full weight. And of the black ore of which you have\noccasionally used a little, one-fourth of your weight ...\"\n\nThe instructions went on, from ore to finished product in complete\ndetail, and at its end:\n\n\"If you follow these directions carefully you will have a\nhigh-alloy-steel--chrome-nickel-vanadium-molybdenum-tungsten steel, to\nbe exact--case-hardened and heat-treated; exactly what you need. Can\nyou remember them all?\"\n\n\"I can, Lord. Never have I dared write anything down, so my memory is\ngood. Every quantity you have given me, every temperature and step and\nprocess and item; they are all completely in mind.\"\n\n\"I go, then. Good-bye.\"\n\n\"I thank you, Lord Llosir. Good-bye.\" The Lomarrian bowed his head,\nand when he straightened up his incomprehensible visitor was gone.\n\nTedric went back to bed; and, strangely enough, was almost instantly\nasleep. And in the morning, after his customary huge breakfast of meat\nand bread and milk, he went to his sprawling establishment, which has\nno counterpart in modern industry, and called his foreman and his men\ntogether before they began the day's work.\n\n\"A strange god named Llosir came to me in the night and showed me how\nto make better iron,\" he told them in perfectly matter-of-fact fashion,\n\"so stop whatever you're doing and tear the whole top off of the big\nfurnace. I'll tell you exactly how to rebuild it.\"\n\nThe program as outlined by Skandos went along without a hitch until the\nheat from the rebuilt furnace began to come blisteringly through the\ncrude shields. Then even the foreman, faithful as he was, protested\nagainst such unheard-of temperatures and techniques.\n\n\"It _must_ be that way!\" Tedric insisted. \"Run more rods across, from\nthere to there, to hold more hides and blankets. You four men fetch\nwater. Throw it over the hides and blankets and him who turns the\nblower. Take shorter tricks in the hot places--here, I'll man the\nblower myself until the heat wanes somewhat.\"\n\nHe bent his mighty back to the crank, but even in that raging inferno\nof heat he kept on talking.\n\n\"Knowst my iron sword, the one I wear, with rubies in the hilt?\" he\nasked the foreman. That worthy did, with longing; to buy it would take\nsix months of a foreman's pay. \"This furnace must stay this hot all\nday and all of tonight, and there are other things as bad. But 'twill\nnot take long. Ten days should see the end of it\"--actually seven\ndays was the schedule, but Tedric did not want the priests to know\nthat--\"but for those ten days matters _must_ go exactly as I say. Work\nwith me until this iron is made and I give you that sword. And of all\nthe others who shirk not, each will be given an iron sword--this in\naddition to your regular pay. Dost like the bargain?\"\n\nThey liked it.\n\nThen, during the hours of lull, in which there was nothing much to do\nexcept keep the furious fires fed, Tedric worked upon the image of\nhis god. While the Lomarrian was neither a Phidias nor a Praxiteles,\nhe was one of the finest craftsmen of his age. He had not, however,\nhad a really good look at Skandos' face. Thus the head of the image,\nalthough it was a remarkably good piece of sculpture, looked more like\nthat of Tedric's foreman than like that of the real Skandos. And with\nthe head, any resemblance at all to Skandos ceased. The rest of the\nreal Skandos was altogether too small and too pitifully weak to be\nacceptable as representative of any Lomarrian's god; hence the torso\nand limbs of the gleaming copper statue were wider, thicker, longer,\nbigger, and even more fantastically muscled than were Tedric's own.\nAlso, the figure was hollow; filled with sand throughout except for an\nintricately-carved gray sandstone brain and red-painted hardwood liver\nand heart.\n\n       *       *       *       *       *\n\n\"They come, master, to the number of eleven,\" his lookout boy came\nrunning with news at mid-afternoon of the seventh day. \"One priest in\ncopper, ten Tarkians in iron, a five each of bowmen and spearmen.\"\n\nTedric did not have to tell the boy where to go or what to do or to\nhurry about it; as both ran for the ironmaster's armor the youngster\nwas two steps in the lead. It was evident, too, that he had served as\nsquire before, and frequently; for in seconds the erstwhile half-naked\nblacksmith was fully clothed in iron.\n\nThus it was an armored knight, leaning negligently upon a fifteen-pound\nforging hammer, who waited outside the shop's door and watched his\neleven visitors approach.\n\nThe banner was that of a priest of the third rank. Good--they weren't\nworried enough about him yet, then, to send a big one. And only ten\nmercenaries--small, short, bandy-legged men of Tark--good enough\nfighters for their weight, but they didn't weigh much. This wouldn't be\ntoo bad.\n\nThe group came up to within a few paces and stopped.\n\n\"Art in armor, smith?\" the discomfited priest demanded. \"Why?\"\n\n\"Why not? 'Tis my habit to greet guests in apparel of their own\nchoosing.\"\n\nThere was a brief silence, then:\n\n\"To what do I owe the honor of this visit, priest?\" he asked, only half\nsarcastically. \"I paid, as I have always paid, the fraction due.\"\n\n\"True. 'Tis not about a fraction I come. It is noised that a strange\ngod appeared to you, spoke to you, instructed you in your art; that you\nare making an image of him.\"\n\n\"I made no secret of any of these things. I hide nothing from the great\ngod or his minions, nor ever have. I have nothing to hide.\"\n\n\"Perhaps. Such conduct is very unseemly--decidedly ungodlike. He should\nnot have appeared to you, but to one of us, and in the temple.\"\n\n\"It is un-Sarpedionlike, certainly--all that Sarpedion has ever done\nfor me is let me alone, and I have paid heavily for that.\"\n\n\"What bargain did you make with this Llosir? What was the price?\"\n\n\"No bargain was made. I thought it strange, but who am I, an ordinary\nman, to try to understand the actions or the reasonings of a god? There\nwill be a price, I suppose. Whatever it is, I will pay it gladly.\"\n\n\"You will pay, rest assured; not to this Llosir, but to great\nSarpedion. I command you to destroy that image forthwith.\"\n\n\"You do? Why? Since when has it been against the law to have a personal\ngod? Most families of Lomarr have them.\"\n\n\"Not like yours. Sarpedion does not permit your Llosir to exist.\"\n\n\"Sarpedion has nothing to say about it. Llosir already exists. Is the\ngreat god so weak, so afraid, so unable to defend himself against a\none-man stranger that he....\"\n\n\"Take care, smith--silence! That is rankest blasphemy!\"\n\n\"Perhaps; but I have blasphemed before and Sarpedion hasn't killed me\nyet. Nor will he, methinks; at least until his priests have collected\nhis fraction of the finest iron ever forged and which I only can make.\"\n\n\"Oh, yes, the new iron. Tell me exactly how it is made.\"\n\n\"You know better than to ask that question, priest. That secret will be\nknown only to me and my god.\"\n\n\"We have equipment and tools designed specifically for getting\ninformation out of such as you. Seize him, men, and smash that image!\"\n\n\"HOLD!\" Tedric roared, in such a voice that not a man moved. \"If\nanybody takes one forward step, priest, or makes one move toward spear\nor arrow, your brains will spatter the walls across the street. Can\nyour copper helmet stop this hammer? Can your girl-muscled, fat-bellied\npriest's body move fast enough to dodge my blow? And most or all\nof those runty little slavelings behind you,\" waving his left arm\ncontemptuously at the group, \"will also die before they cut me down.\nAnd if I die now, of what worth is Sarpedion's fraction of a metal that\nwill never be made? Think well, priest!\"\n\nSarpedion's agent studied the truculent, glaring ironmaster for a\nlong two minutes. Then, deciding that the proposed victim could not\nbe taken alive, he led his crew back the way they had come, trailing\nfiery threats. And Tedric, going back into his shop, was thoroughly\naware that those threats were not idle. So far, he hadn't taken too\nmuch risk, but the next visit would be different--very different. He\nwas exceedingly glad that none of his men knew that the pots they\nwere firing so fiercely were in fact filled only with coke and willow\ncharcoal; that armor and sword and shield and axe and hammer were at\nthat moment getting their final heat treatment in a bath of oil, but\nlittle hotter than boiling water, in the sanctum to which he retired,\nalways alone, to perform the incantations which his men--and hence the\npriests of Sarpedion--believed as necessary as any other part of the\nmetallurgical process.\n\nThat evening he selected a smooth, fine-grained stone and whetted the\nalready almost perfect cutting edge of his new sword; an edge which in\ncross-section was rather more like an extremely sharp cold-chisel than\na hollow-ground razor. He fitted the two-hand grip meticulously with\nworked and tempered rawhide, thrilling again and again as each touch of\nan educated and talented finger-tip told him over and over that here\nwas some thing brand new in metal--a real god-metal.\n\nA piece of flat wrought iron, about three-sixteenths by five inches and\nabout a foot long, already lay on a smooth and heavy hardwood block. He\ntapped it sharply with the sword's edge. The blade rang like a bell;\nthe iron showed a bright new scar; that was all. Then a moderately\nheavy two-handed blow, about as hard as he had ever dared swing an iron\nsword. Still no damage. Then, heart in mouth, he gave the god-metal\nits final test; struck with everything he had, from heels and toes to\nfinger-tips. He had never struck such a blow before, except possibly\nwith a war-axe or a sledge. There was a ringing clang, two sundered\nslabs of iron flew to opposite ends of the room, the atrocious blade\nwent on, half an inch deep into solid oak. He wrenched the weapon free\nand stared at the unmarred edge. UNMARRED! For an instant Tedric felt\nas though he were about to collapse; but sheerest joy does not disable.\n\nThere was nothing left to do except make the links, hinge-pins, and so\non for his armor, which did not take long. Hence, when the minions of\nSarpedion next appeared, armored this time in the heaviest and best\niron they had and all set to overwhelm him by sheer weight of numbers,\nhe was completely ready. Nor was there palaver or parley. The attackers\nopened the door, saw the smith, and rushed.\n\nBut Tedric, although in plain sight, had chosen the battleground with\ncare. He was in a corner. At his back a solid-walled stairway ran up to\nthe second floor. On his right the wall was solid for twenty feet. On\nhis left, beyond the stairwell, the wall was equally solid for twice as\nfar. They would have to come after him, and as he retreated, they would\nbe fighting their way up, and not more than two at a time.\n\nThis first swing, horizontal and neck-high, was fully as fierce-driven\nas the one that had cloven the test-piece and almost ruined his\ntesting-block. The god-metal blade scarcely slowed as it went through\narmor and flesh and bone. In fact, the helmet and the head within it\nremained in place upon the shoulders for what seemed like seconds\nbefore the body toppled and the arteries spurted crimson jets.\n\nHe didn't have to hit so hard, then. Good. Nobody could last very long,\nthe way he had started out. Wherefore the next blow, a vertical chop,\nmerely split a man to the chin instead of to the navel: and the third,\na back-hand return, didn't quite cut the victim's head clear off.\n\nAnd the blows his steel was taking, aimed at head or neck or shoulder,\nwere doing no harm at all. In fact, except for the noise, they scarcely\nbothered him. He had been designing and building armor for five years,\nand this was his masterpiece. The helmet was heavily padded: the\nshoulders twice as much so. He had sacrificed some mobility--he could\nnot turn his head very far in either direction--but the jointing was\nsuch that the force of any blow on the helmet, from whatever direction\ncoming, was taken by his tremendously capable shoulders.\n\nThe weapons of the mercenaries could not dent, could not even nick,\nthat case-hardened high-alloy steel. Swords bent, broke, twisted;\nhammers and axes bounced harmlessly off. Nevertheless the attackers\npressed forward; and, even though each blow of his devastating sword\ntook a life, Tedric was forced backward up the stairs, step by step.\n\nThen there came about that for which he had been waiting. A copper-clad\npriest appeared behind the last rank of mercenaries, staring upward at\nsomething behind the ironmaster, beckoning frantically. The priest had\nsplit his forces; had sent part of them by another way to the second\nfloor to trap him between two groups; had come in close to see the trap\nsprung. This was it.\n\nTaking a couple of quick, upward, backward steps, he launched himself\ninto the air with all the power of his legs. And when two hundred and\nthirty pounds of man, dressed in eighty or ninety or a hundred pounds\nof steel, leaps from a height of eight or ten feet upon a group of\nother men, those other men go down.\n\nRighting himself quickly, Tedric sprang toward the priest and swung;\nswung with all the momentum of his mass and speed and all the power\nof his giant frame; swung as though he were concentrating into the\nblow all his hatred of Sarpedion and everything for which Sarpedion\nstood--which in fact he was.\n\nAnd what such a saber-scimitar, so driven, did to thin, showy copper\narmor and to the human flesh beneath it, is simply nothing to dwell\nupon here.\n\n\"HOLD!\" he roared at the mercenaries, who hadn't quite decided whether\nor not to resume the attack, and they held.\n\n\"Bu ... bub ... but you're dead!\" the non-com stuttered. \"You _must_\nbe--the great Sarpedion would....\"\n\n\"A right lively corpse I!\" Tedric snarled. \"Your Sarpedion, false god\nand coward, drinker of blood and slayer of the helpless, is weak,\npuny, and futile beside my Llosir. Hence, under Llosir's shield and at\nLlosir's direction, I shall this day kill your foul and depraved god;\nshall send him back to the grisly hell from whence he came.\n\n\"Nor do I ask you to fight for me. Nor would I so allow; for I trust\nyou not, though you swore by all your gods. Do you fight for pleasure\nor for pay?\"\n\nA growl was the only answer, but that was answer enough.\n\n\"He of Sarpedion who paid your wages lies there dead. All others of\nhis ilk will die ere this day's sunset. Be advised, therefore; fight\nno more until you know who pays. Wouldst any more of you be split like\nwhite-fish ere I go? Time runneth short, but I would stay and oblige if\npressed.\"\n\nHe was not pressed.\n\nTedric whirled and strode away. Should he get his horse, or not? No. He\nhad never ridden mighty Dreegor into danger wearing armor less capable\nthan his own, and he wouldn't begin now.\n\nThe Temple of Sarpedion was a tall, narrow building, with a far-flung\noutside staircase leading up to the penthouse-like excrescence in which\nthe green altar of sacrifice was.\n\nTedric reached the foot of that staircase and grimly, doggedly, cut his\nway up it. It was hard work, and he did not want to wear himself out\ntoo soon. He might need a lot, and suddenly, later on, and it would be\na good idea to have something in reserve.\n\nAs he mounted higher and higher, however, the opposition became less\nand less instead of greater and greater, as he had expected. Priests\nwere no longer there--he hadn't seen one for five minutes. And in the\npenthouse itself, instead of the solid phalanx of opposition he had\n_known_ would bar his way, there were only half a dozen mercenaries,\nwho promptly turned tail and ran.\n\n\"The way is clear! Hasten!\" Tedric shouted, and his youthful squire\nrushed up the ramp with his axe and hammer.\n\nAnd with those ultra-hard, ultra-tough implements Tedric mauled and\nchopped the image of the god.\n\n       *       *       *       *       *\n\nDevann, Sarpedion's high priest, was desperate. He believed thoroughly\nin his god. Equally thoroughly, however, he believed in the actuality\nand in the power of Tedric's new god. He had to, for the miracle he had\nperformed spoke for itself.\n\nWhile Sarpedion had not appeared personally in Devann's lifetime,\nhe had so appeared many times in the past; and by a sufficiently\nattractive sacrifice he could be persuaded to appear again,\nparticularly since this appearance would be in self-defense.\n\nNo slave, or any number of slaves, would do. Nor criminals. No ordinary\nvirgin of the common people. This sacrifice must be of supreme quality.\nThe king himself? Too old and tough and sinful. Ah ... the king's\ndaughter....\n\nAt the thought the pit of his stomach turned cold. However, desperate\nsituations require desperate remedies. He called in his henchmen and\nissued orders.\n\n       *       *       *       *       *\n\nThus it came about that a towering figure clad in flashing golden\narmor--the king himself, with a few courtiers scrambling far in his\nwake--dashed up the last few steps just as Tedric was wrenching out\nSarpedion's liver.\n\n\"Tedric, attend!\" the monarch panted. \"The priests have taken Rhoann\nand are about to give her to Sarpedion!\"\n\n\"They can't, sire. I've just killed Sarpedion, right here.\"\n\n\"But they _can_! They've taken the Holiest One from the Innermost\nShrine; have enshrined him on the Temple of Scheene. Slay me those\ntraitor priests before they slay Rhoann and you may....\"\n\nTedric did not hear the rest of it, nor was his mind chiefly concerned\nwith the plight of the royal maid. It was Sarpedion he was after. With\na blistering oath he dropped the god's liver, whirled around and leaped\ndown the stairway. It would do no good to kill only one Sarpedion. He\nwould have to kill them both, especially since the Holiest One was the\nmajor image. The Holiest One ... the Sarpedion never before seen except\nby first-rank priests ... of _course_ that would be the one they'd\nuse in sacrificing a king's daughter. He should have thought of that\nhimself, sooner, damn him for a fool! It probably wasn't too late yet,\nbut the sooner he got there, the better would be his chance of winning.\n\nHence he ran; and, farther and farther behind him, came the king and\nthe courtiers.\n\nReaching the Temple of Scheene, he found to his immense relief that\nhe would not have to storm that heavily-manned rampart alone. A full\ncompany of the Royal Guard was already there. Battle was in progress,\nbut very little headway was being made against the close-packed\ndefenders of the god, and Tedric knew why. A man fighting against a god\nwas licked before he started, and knew it. He'd have to build up their\nmorale.\n\nBut did he have time? Probably. They couldn't hurry things too much\nwithout insulting Sarpedion, for the absolutely necessary ceremonies\ntook a lot of time. Anyway, he'd have to take the time, or he'd never\nreach the god.\n\n\"Art Lord Tedric?\" A burly captain disentangled himself from the front\nrank and saluted.\n\n\"I'm Tedric, yes. Knewst I was coming?\"\n\n\"Yes, Lord. Orders came by helio but now. You are in command; you speak\nwith the voice of King Phagon himself.\"\n\n\"Good. Call your men back thirty paces. Pick me out the twelve or\nfifteen strongest, to lead.\n\n\"Men of the Royal Guard!\" He raised his voice to a volume audible\nnot only to his own men, but also to all the enemy. \"Who is the most\npowerful swordsman among you?... Stand forward.... This armor I wear\nis not of iron, but of god-metal, the metal of Llosir, my personal and\nall-powerful god. That all here may see and know, I command you to\nstrike at me your shrewdest, most effective, most powerful blow.\"\n\nThe soldier, after a couple of false starts, did manage a stroke of\nsorts.\n\n\"I said _strike_!\" Tedric roared. \"Think you ordinary iron can harm the\npersonal metal of a god? Strike where you please, at head or neck or\nshoulder or guts, but strike as though you meant it! Strike to kill!\nShatter your sword! STRIKE!\"\n\nConvulsively, the fellow struck, swinging for the neck, and at impact\nhis blade snapped into three pieces. A wave of visible relief swept\nover the Guardsmen; one of dismay and shock over the ranks of the foe.\n\n\"I implore pardon, Lord,\" the soldier begged, dropping to one knee.\n\n\"Up, man! 'Tis nothing, and by my direct order. Now, men, I can tell\nyou a thing you would not have fully believed before. I have just\nkilled half of Sarpedion and he could not touch me. I am about to\nkill his other half--you will see me do it. Come what may of god or\ndevil you need not fear it, for I and all with me fight under Llosir's\nshield. We men will have to deal only with the flesh and blood of\nthose runty mercenaries of Tark.\"\n\nHe studied the enemy formation briefly. A solid phalanx of spearmen,\nwith shields latticed and braced; close-set spears out-thrust and\nanchored. Strictly defensive; they hadn't made a move to follow nor\nthrown a single javelin when the king's forces withdrew. This wasn't\ngoing to be easy, but it _was_ possible.\n\n\"We will make the formation of the wedge, with me as point,\" he went\non. \"Sergeant, you will bear my sword and hammer. The rest of you will\nram me into the center of that phalanx with everything of driving force\nthat in you lies. I will make and maintain enough of opening. We'll go\nup that ramp like a fast ship plowing through waves. Make wedge! Drive!\"\n\nExcept for his armor of god-metal Tedric would have been crushed flat\nby the impact of the flying wedge against the soldiery packed so\nsolidly on the stair. Several of the foe were so crushed, but the new\narmor held. Tedric could scarcely move his legs enough to take each\nstep, his body was held as though in a vise, but his giant arms were\nfree; and by dint of short, savage, punching jabs and prods and strokes\nof his atrocious war-axe he made and maintained the narrow opening\nupon which the success of the whole operation depended. And into that\nconstantly-renewed opening the smith was driven--irresistibly driven\nby the concerted and synchronized strength of the strongest men of\nLomarr's Royal Guard.\n\nThe result was not exactly like that of a diesel-powered snowplow,\nbut it was good enough. The mercenaries did not flow over the sides\nof the ramp in two smooth waves. However, unable with either weapons\nor bodies to break through the slanting walls of iron formed by the\nsmoothly-overlapping shields of the Guardsmen, over the edges they\nwent, the living and the dead.\n\nThe dreadful wedge drove on.\n\nAs the Guardsmen neared the top of the stairway the mercenaries\ndisappeared--enough of that kind of thing was a great plenty--and\nTedric, after a quick glance around to see what the situation was,\nseized his sword from the bearer. Old Devann had his knife aloft, but\nin only the third of the five formal passes. Two more to go.\n\n\"Kill those priests!\" he snapped at the captain. \"I'll take the three\nat the altar--you fellows take the rest of them!\"\n\nWhen Tedric reached the green altar the sacrificial knife was again\naloft; but the same stroke that severed Devann's upraised right arm\nsevered also his head and his whole left shoulder. Two more whistling\nstrokes and a moment's study of the scene of action assured him that\nthere would be no more sacrifice that day. The King's Archers had\nfollowed close behind the Guards; the situation was well in hand.\n\nHe exchanged sword for axe and hammer, and furiously, viciously, went\nto work on the god. He yanked out the Holiest One's brain, liver, and\nheart; hammered and chopped the rest of him to bits. That done, he\nturned to the altar--he had not even glanced at it before.\n\nStretched taut, spread-eagled by wrists and ankles on the reeking,\nblood-fouled, green horror-stone, the Lady Rhoann lay, her yard-long,\nthick brown hair a wide-flung riot. Six priests had not immobilized\nRhoann of Lomarr without a struggle. Her eyes went from shattered image\nto blood-covered armored giant and back to image; her face was a study\nof part-horrified, part-terrified, part-worshipful amazement.\n\nHe slashed the ropes, extended his mailed right hand. \"Art hurt, Lady\nRhoann?\"\n\n\"No. Just stiff.\" Taking his hand, she sat up--a bit groggily--and\nflexed wrists and ankles experimentally, while, behind his visor, the\nman stared and stared.\n\nTall--wide but trim--superbly made--a true scion of the old\nblood--Llosir's liver, what a woman! He had undressed her mentally\nmore than once, but his visionings had fallen short, far short, of\nthe entrancing, the magnificent truth. _What_ a woman! A virgin?\nHuh! Technically so, perhaps ... more shame to those pusillanimous\nhalf-breed midgets of the court ... if _he_ had been born noble....\n\nShe slid off the altar and stood up, her eyes still dark with\nfantastically mixed emotions. She threw both arms around his armored\nneck and snuggled close against his steel, heedless that breasts and\nflanks were being smeared anew with half-dried blood.\n\nHe put an iron-clad arm around her, moved her arm enough to open his\nvisor, saw sea-green eyes, only a few inches below his own, staring\nstraight into his.\n\nThe man's quick passion flamed again. Gods of the ancients, what a\nwoman! _There_ was a mate for a full-grown man!\n\n\"Thank the gods!\" The king dashed up, panting, but in surprisingly good\nshape for a man of forty-odd who had run so far in gold armor. \"Thanks\nbe to all the gods you were in time!\"\n\n\"Just barely, sire, but in time.\"\n\n\"Name your reward, Lord Tedric. I will be glad to make you my son.\"\n\n\"Not that, sire, ever. If there's anything in this world or the next I\n_don't_ want to be, it's Lady Rhoann's brother.\"\n\n\"Make him Lord of the Marches, father,\" the girl said, sharply. \"Knowst\nwhat the sages said.\"\n\n\"'Twould be better,\" the monarch agreed. \"Tedric of old Lomarr, I\nappoint you Lord of the Upper, the Middle, and the Lower Marches, the\nHighest of the High.\"\n\nTedric went to his knees. \"I thank you, sire. Have I your backing in\nwiping out what is left of Sarpedion's power?\"\n\n\"If you will support the Throne with the strength I so clearly see is\nto be yours, I will back you, with the full power of the Throne, in\nanything you wish to do.\"\n\n\"Of course I will support you, sire, as long as I live and with all\nthat in me lies. Since time first was my blood has been vassal to\nyours, and ever will be. My brain, my liver, and my heart are yours.\"\n\n\"I thank you, Lord Tedric. Proceed.\"\n\nTedric snapped to his feet. His sword flashed high in air. His heavy\nvoice rang out.\n\n\"People of Lomarr, listen to a herald of the Throne! Sarpedion is dead;\nLlosir lives. Human sacrifice--yes, all sacrifice except the one I am\nabout to perform, of Sarpedion himself to Llosir--is done. That is\nand will be the law. To that end there will be no more priests, but a\npriestess only. I speak as herald for the Throne of Lomarr!\"\n\nHe turned to the girl, still clinging to his side. \"I had it first in\nmind, Lady Rhoann, to make you priestess, but....\"\n\n\"Not I!\" she interrupted, vigorously. \"No priestess I, Lord Tedric!\"\n\n\"By Llosir's brain, girl, you're right--you've been wasted long enough!\"\n\n       *       *       *       *       *\n\n_In another time-track another Skandos and another Furmin, almost\nbut not quite identical with those first so named, pored over a\nchronoviagram._\n\n_\"The key point in time is there,\" the Prime Physicist said,\nthoughtfully, placing the point of his pencil near one jagged peak of\nthe trace. \"The key figure is Lord Tedric of Lomarr, the discoverer of\nthe carburization of steel. He could be manipulated very easily ...\nbut, after all, the real catastrophe is about three hundred eighteen\nyears away; there is nothing alarming about the shape of the curve;\nand any interference with the actual physical events of the past would\nalmost certainly prove calamitous. Over the years I have found your\njudgment good. What is your thought on this matter, Furmin?\"_\n\n\"_I would say to wait, at least for a few weeks or months. Even though\neight hundred twelve fails, number eight hundred fifty or number nine\nhundred may succeed. At very worst, we will be in the same position\nthen as now to take the action which has for a hundred years been\nspecifically forbidden by both Council and School._\"\n\n\"_So be it._\"\n\n\nTHE END\n\n       *       *       *       *       *\n\n_The People Who Make_ OTHER WORLDS\n\nNo. 11\n\nEDWARD E. SMITH\n\n\nBorn May 2, 1890; Sheboygan, Wisconsin. In December of the same\nyear the family moved to Spokane, Washington, where we lived for\nabout twelve years. I went to school through the sixth grade, sold\nnewspapers, and so on--the routine life of a husky kid living on the\nwrong side of the tracks.\n\nIn 1902 we moved to a homestead on the Pend d'Oreille River, in\nnorthern Idaho. There, besides picking up (in rather sketchy fashion)\nthree more years of schooling, I worked at clearing land, harvesting,\nhay-baling, ranching, and umpteen different jobs in lumbering: from\nswamping out logs in the woods clear through to planing finished lumber\nin the mills.\n\nDeciding that I didn't like the woods, I let my older brother and\nsisters back me into a stiff collar and ship me to the prep school of\nthe University of Idaho. From 1907 until 1914 I was either in school\nor earning money to go back. Mining, surveying, dozens of jobs in many\nlines--far too many to list here.\n\nIn 1914 I graduated in chemical engineering. First job offered was\nin food work in the Bureau of Chemistry, Washington, D. C. Took it,\nand started studying organic and food chemistry at George Washington\nUniversity. Married Jeannie MacDougall, of Boise, Idaho (formerly of\nGlasgow, Scotland) on Oct. 5, 1915. Three children--and, as of 1952,\neight grandchildren. Became a specialist in cereal technology.\n\nCame the war. Wanted to fly a Jenny, but chemists were too scarce. (Or\nwere Jennies too valuable?) So they gave me a commission in the reserve\nand loaned me to Herbert Hoover--for the duration, as it turned out.\n\nIn pursuit of my M.S. and Ph.D. degrees I worked under Charles E.\nMunroe, probably the greatest high-explosives man yet to live. Got\n'em--the M.S. in 1917, the Ph.D. in 1918; both from George Washington\nUniversity.\n\nChief Chemist F. W. Stock & Sons, Hillsdale, Mich., from 1919 to 1936;\nwhere I developed a line of fully-prepared cereal mixes; the most\nimportant of which turned out to be donut mixes. From 1936 to 1941 I\nwas production manager for the Dawn Donut Co., of Jackson, Mich.\n\nShortly after Pearl Harbor I went to Kingsbury Ordnance Plant, LaPorte,\nInd., as chemical engineer on high explosives. (I was one year over age\nfor reinstatement of my World War One commission). Senior chemical\nengineer, assistant chief, chief. Late in 1943 I was made head of the\nInspection Division, and early in 1944 I was fired. Most of 1944 and\nmost of 1945 I worked in various capacities on light farm machinery and\nheavy tanks for Allis-Chalmers.\n\nOn Oct. 1, 1945, I came to Chicago as manager of the Cereal Mix\nDivision of J. W. Allen & Co., which position I still hold. It's the\nbiggest and best job I ever had. It has only one drawback--on it,\nunfortunately, I not only can't write stories on company time, but\n(since I have to concentrate my one-cylinder brain on SF in order to\nwrite SF) I can't write on my own time because the job gets in the way.\n\nThus, I haven't done much writing since 1945. However, I hope to do\nmore of it from now on. For, although I am only an amateur--or at best,\na semi-pro--author, I certainly do not want to become an ex-author!\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tedric, by Edward Elmer Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEDRIC ***\n\n***** This file should be named 49651.txt or 49651.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/6/5/49651/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}