{"title": "The Machine That Floats", "author": "Joe Gibson", "releaseDate": "August 13, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        THE MACHINE THAT FLOATS\n\n                            _By Joe Gibson_\n\n                    _Illustrated by H. W. McCauley_\n\n[Transcriber's Note: This etext was produced from Other Worlds March\n1953. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.]\n\n\n\n\n    _What if you invented a space ship? Would you give it to the world?\n    And what if you decide NOT to! Are you a criminal to be hunted down?_\n\n\nBill Morrow fished his cigarettes out, shook one loose, and poked it\nbetween his lips. He lighted it with hands that shook badly, he leaned\nback on the workbench and blew smoke in a long, heavy sigh.\n\nHis gaze remained fixed on the compact little chunk of glittering\ngrids, coils, and metal loops that floated in the center of the room.\nFloated, by Isaac Newton--_floated!_\n\nIt worked. It worked beautifully! He'd merely inserted the four\ndry-cell flashlight batteries into their clamps and thumbed the switch\non the little face-panel. The tiny pilot-light winked on, the needle\njiggled on the single instrument dial--\n\nAnd it worked. It had risen gently from the workbench, floating into\nthe air....\n\nThen, seemingly, it had fostered a dislike for the workbench. It slid\noff and bounced toward the floor--bounced, up and down in the air,\ngently--and floated on across the cellar toward the oil furnace in the\ncorner.\n\nBut as it approached the oil furnace, it had decided it didn't like\nthat either--so it deflected its course and floated toward the concrete\ncellar wall.\n\nBut it didn't like the wall. So it reversed its course and retreated to\nthe center of the room. There it hovered, four feet above the cement\nfloor, four feet below the rafters of the cellar roof.\n\nIt hovered in mid-air.\n\nMorrow stared at it, critically. He could capture it--get it between\nhimself and the wall, and reach out and grab it before it could slip\naway--and touching it wouldn't harm him. The magneto-gravitic coils\ndidn't need high voltage.\n\nIt was working on its lowest \"volume\" setting. The only word applicable\nwas \"volume\" because he used an ordinary volume-control grid and knob\nto adjust its power--and, again, \"power\" was the only applicable word.\nHe might have to invent a few new words for it.\n\nBut on its lowest volume setting, it was supporting its own\nweight--suspending itself in the Earth's gravitic field.\n\nAnd since gravitic forces were also magnetic forces, he would weigh a\nfraction of a pound lighter when he grabbed hold of the mechanism--just\nhe, himself, since he wore rubber-soled shoes. If he turned up its\nvolume, it would exert greater influence on the molecular structure\nof itself and of his body--and perhaps of a few grains of dust on\nthe cement floor beneath his feet--by simple mass-attraction and\nconductivity.\n\nOf course, \"mass-attraction\" and \"conductivity\" were also obsolete\nterms--except that they described two different results of the\nsame natural phenomenon. The floating mechanism affected the basic\nphenomenon itself--\n\nAnd [equation] was the closest Einstein could come to explaining that!\n\nStill, a word could be invented for it, Morrow supposed. Not that he\nunderstood what the new word was supposed to define--but then, had\nEdison known what electricity was? No! He had merely experimented and\nlearned what it would do, and then designed mechanisms which would\nutilize it.\n\nMorrow didn't know what \"gravity and magnetic moment\" was, either--nor\n\"angular momentum\"--but he had discovered what it would do. _It_, not\nthey--it was all the same thing. And he designed a mechanism. And the\nmechanism worked.\n\nIt defied \"gravity.\"\n\nWith its volume turned up, it could very probably lift him to any\nheight above the Earth he desired, with its ability growing weaker only\nas it rose out of the Earth's gravity and magnetic field. And it would\nkeep him suspended, if he desired, until its batteries burned out.\n\nThere would be limitations, of course. Perhaps the Earth's gravity and\nmagnetic fields would be too weak at, say, an altitude of fifty miles\nfor the mechanism to function. There were probably limits to the mass\nand weight it could lift. There would have to be extensive tests--\n\nAnd a cellar workshop was no place to conduct them!\n\n       *       *       *       *       *\n\nHe straightened up from the workbench and moved forward on the balls of\nhis feet. He spread his arms wide as he approached the mechanism, like\na basketball player approaching a wary opponent who had the ball. Smoke\nfrom the cigarette dangling out of the corner of his mouth streamed up\nand stung his eye. He wished he had left it back on the workbench.\n\nAt first, the little mechanism ignored him. Then, almost instinctively,\nit seemed to notice him. It went sliding away from him, toward the wall.\n\nMorrow moved forward, cautiously.\n\nIt glided close to the wall, then rebounded gently. It came drifting\nback toward him--then hesitated, started off in a tangent--and he\ngrabbed for it. A faint, tingling shock went up his arm as he clawed at\nthe shiny metal loops, but that was all. He hung on grimly as it tugged\nat his fingertips; then, as its influence swept through him and attuned\nhis body to it, it snuggled up to him, suddenly friendly.\n\nHe snapped it off and felt its inert weight settle down familiarly in\nhis hands. He carried it back to the workbench, set it down, and threw\na rag over it.\n\nThen he pulled off his coveralls, went upstairs to the kitchenette, and\nwashed his hands.\n\nThere were other factors to consider, of course. Especially the ones he\ndidn't want to think about--the frightening ones--\n\nHe stared down at his hands, feeling the cool water run pleasantly\nover them. Strong, supple hands. Well-proportioned, muscular. A\nlittle bit like the rest of him. Not fat or skinny, not soft-muscled\nnor, again, as bulgingly muscular as a wrestler. Just firm flesh,\nstrong and not too much of it, on a strong-boned skeleton frame.\nNerves well-coordinated, reflexes good. But tired. Mentally fatigued,\nthe psycho-therapists said, from living in a world of raw tensions.\nAccording to them, ninety percent of the American public suffered\nmental fatigue. There had been a slew of magazine articles and several\nbooks about it.\n\nThe Cold War, the war that wasn't a war. The Russkies.\n\nMorrow turned off the cold-water tap and glanced at his image in the\nshaving mirror. A slender face, a good nose, a firm mouth with slightly\ntoo much jaw. Dark hair tumbled in comfortable looseness over a lined\nforehead. Gray eyes that mocked him as he mocked himself.\n\nHe dried his hands and got a couple of cans of beer out of the\nrefrigerator. Grabbing a can-opener and a glass, he strolled in through\nthe small, dark bedroom to the front living room and sprawled himself\nout in the deep chair beside the television set. It was a small home,\na comfortable home, and he enjoyed prowling around in it in his socks,\nloafers, and shorts. He scratched his left leg and opened a can of beer.\n\nHe was, Morrow concluded, the product of an age of terror. East was\nRussia and west was the Allied Nations, and in between was a veritable\nNo Man's Land. Radar blanketed the skies, rocket missiles stood on\ntheir firing-racks, long-range bombers waited to deliver atomic death\nand swift jet-fighters waited to do battle with them. The diplomats\ncalled it a balance of power; the military strategists, a balance\nof forces, wherein neither side could launch an atomic war without\nsuffering complete annihilation by the other.\n\nAnd so, said the statesmen, there would be no atomic war.\n\nThe only trouble was, they couldn't convince the people. Too many\nself-minded individuals saw the world situation as two sticks of\ndynamite rubbing against each other. At any moment, both might explode.\nMassive war industry and compulsory military training for their\nyoungsters didn't make the public feel any more secure.\n\nNor, of course, did the generals want them to feel secure. The Allied\ngenerals moved their armies in threatening maneuvers near critical\nborders to increase the fear of the peoples in communist-dominated\ncountries; the Russian generals did likewise to increase the fear of\npeople in the Allied Nations. And the diplomats hurled threats back and\nforth in the United Nations' assemblies to achieve the same purpose.\n\nMilitarily, the two sides had reached a stalemate. The final weapon was\nthe people. Each side hoped the people of the other side would rise up\nin revolt, thus breaking the deadlock and winning the struggle, but\nhumanity is notoriously stubborn. It was, nonetheless, rather hard on\nthe people.\n\nIndividual lives were deeply affected, sometimes for better and\nsometimes for worse.\n\nMorrow's life had, so far, been for the better. In high school,\ncertain aptitude tests had placed him in advance physics classes; upon\ngraduation, at seventeen, he had spent a year in a government-sponsored\nengineering school. At eighteen, further tests had placed him in the\nAir Force, assigned as radar-operator to the rear cockpit of a sleek,\nall-weather jet-fighter. He spent two years patrolling the stratosphere\nover the vast, white expanse of the Arctic Ocean. At twenty, he\nwas reassigned to engineering school and spent four years studying\nelectronics, during which time he was returned to civilian status. He\nwas placed at Western Electronics as a production engineer; by the time\nhe was twenty-seven, he had worked his way up to the Research Division.\nHis flying experience helped considerably, but it wasn't all. He was\ndeeply in love with electronics. He had studied Einstein's equations,\nfor example, and got something out of them that most of the others\nmissed. No one knew exactly what it was--neither did Morrow--but he\nbegan to have \"hunches\" that often paid off.\n\nIn electronics, that was a priceless faculty. A great deal of it,\nespecially in the research department, was still pretty much of a\nhit-or-miss affair. There still wasn't a man who knew _exactly_ what\nelectricity was!\n\nNow, at twenty-nine, he had gotten another of those \"hunches.\" It\nworked, too! The machine floated!\n\n       *       *       *       *       *\n\nHe gazed thoughtfully out the broad picture window at the stretch of\ngreen lawn, the sidewalks, the trees along the street and the other\nlittle prefab houses of his neighbors. The evening shadows were cool\nand deepening as night approached. Warm, yellow light poured from the\nwindows across the street.\n\nHe was comfortable here in his little, company-owned bachelor's home.\nMost of the town of Westerton was owned by Western Electronics,\nwith its huge, sprawling plant buildings on the other side of the\nsmall valley, across the railroad tracks. Like most of the bachelor\nengineers, he ate most of his meals over at the company cafeteria. A\ncleaning-woman came twice a week to tidy up his little house, though he\nwas a fairly conscientious housekeeper himself.\n\nAnd like practically all the engineers, he had a small workshop patched\ntogether in his cellar, built from odds and ends salvaged from the\ncompany's junk-pile of rejected parts, a few pieces scrounged from\nthe laboratories, and some odd bits made in the machine-shop over the\nprotests of its foreman. There were nine amateur radio-hams sharing the\nwave-bands in Westerton and vicinity, and no office-clerk's housewife\never had any difficulty getting a recalcitrant dishwasher or electric\niron fixed.\n\nIt was here, in his private workshop, that he had developed his\n\"hunch\" to startling reality. Working in his spare time, figuring\nout its mathematical components, then working those components into\ntheoretical diagrams, then designing and building the machine to fit\nthe diagrams--and it worked!\n\nAlso, it was fantastic. It had been a little too fantastic for him to\nmention it to any of the others at the labs. His fellow-engineers--some\nof whom were considerably older than he was--were a little too staid\nfor that. They, too, were products of the age; their entire efforts\nand, indeed, most of their interests were tied up in the one, basic\nproblem of making better electronic devices for better weapons for the\nArmed Forces. They couldn't be blamed for that, the world situation\nbeing what it was, but it did make them somewhat hide-bound.\n\nThe idea of controlling the pull of gravity was a little too fanciful\nfor them, Morrow feared--or if they had any interest in the idea at\nall, it would be in the possible uses of it as a military weapon. That\nwas the way to get ahead as a scientist, these days!\n\nMorrow shuddered involuntarily.\n\n_There_ was the thing he actually feared!\n\nHe drew it into his thoughts, slowly, and analysed it. Item: he had\ndiscovered a means of controlling gravity. Item: he had developed a\nmechanism which worked on that principle. Addenda: the mechanism could\nlift a human being, quite possibly as much mass as a heavy tank, and it\nmight even open the way to interplanetary travel.\n\nQuite obviously, it had terrific potentialities as a weapon of war.\n\nAnd it was his patriotic duty, as a citizen of the United States, to\nturn his discovery over to the authorities.\n\nWell, suppose he did? It would come as an even greater shock than was\nthe development of the atomic bomb--of that, he was sure. It would\nbecome a top-secret project. Gradually, each individual unit of the\nentire Armed Forces would be made airborne. The Infantry would take to\nthe skies, supported by airborne artillery and tanks; the Air Force\nand Navy would combine to send giant battleships gliding through\nthe stratosphere, unhindered by any shore-line and capable of both\nartillery fire and aerial bombardment.\n\nHow could anything as big as that be kept secret? The answer was, it\ncouldn't. Such a program would hardly have begun when some Russian\nagent handed the entire secret over to his bosses in the Kremlin. Then\nRussia would launch the same sort of program.\n\nAnd world tension was already terrific. Mankind was already teetering\non the brink of atomic war. What psychological effect would this new\nthreat have on them? What insults would the diplomats think of, then?\nWhat charges and counter-charges would hurl between them? What final\n\"incident\" would spark the entire civilization into a raging holocaust?\n\nOr would the officials in Washington realize that outcome? Would they\norder his discovery destroyed, forgotten, and himself assigned to some\nwell-guarded hunting lodge in the Canadian Northwest where he could be\nkept in comfortable isolation, with no one around to pluck the dreadful\nsecret from his mind?\n\nThe present balance of power had at least some promise of averting an\natomic war. His discovery would destroy that balance of power, and do\nit suddenly, frighteningly. Someone might get just scared enough to\nstart shooting. After that, there'd be no turning back. There would be\natomic war.\n\nThey probably wouldn't want their balance of power destroyed. At least,\nnot _that_ way.\n\nWell, then, why shouldn't he save them--and himself--a lot of trouble\nand simply destroy the thing himself? Forget about it, forget he'd ever\nthought of it?\n\nThat wasn't so good, either.\n\nPersonally, he was deeply anxious to begin the tests on the mechanism.\nThere was so little he knew, actually, about what its limitations were,\nhow they could be surmounted--\n\nBut there was more to it than that.\n\nThe mechanism did work, and it would lift considerable weight.\nTherefore, it would certainly have its uses.\n\nAir travel could be made perfectly safe. That fact prompted a vision\ninto his mind of everybody flying around in little, teardrop plexiglass\nshells, landing on their roofs--and living in homes scattered over a\npeaceful countryside. Cities could be smaller, devoted exclusively\nto office-buildings and industrial plants, and would suffer less\ncongestion.\n\nAlso, people would become accustomed to travelling greater distances. A\nthousand miles might be a comfortable afternoon's ride. This, in turn,\nwould mean greater travelling and exchange between various nations.\n\nThen, there was the fact that commercial shipping would be\nrevolutionized. Transporting air cargoes would be cheap and dependable,\neven for the heaviest kinds of freight. Thus, factories could be built\nnear their power or raw material sources. They wouldn't have to be\nbuilt near large railroad centers or harbors; commercial shipping would\nno longer be a problem. And thus, industrial areas could spread out,\nbecome less congested, have better surroundings for employee-morale and\npay less property taxes.\n\nAlso, they would be able to ship their products to more distant\nmarkets. International trade would increase tremendously. The\nworld-wide competition would shatter unfair national cartels--that\nwould take time, and many governments would fight it, but eventually\nthey'd have to accept it or intensive smuggling would undermine their\neconomy. In times of economic stress, black markets were often a\nblessing to backward, underdeveloped areas.\n\nThe whole result of it would be that the entire world would be bound\ntogether far more closely. Economic ties would be predominantly\ninternational. The increased flow of travellers between nations\nwould gradually break down prejudices and differences of custom and\nmisunderstanding.\n\nAnd that would create a far stronger basis for tomorrow's world\ngovernment. As civilization stood, it needed a world government\ndesperately. Either that, or atomic energy would destroy it. Either\nworld government or war.\n\n_So there it is!_ Morrow concluded.\n\nHe had a mechanism for controlling the pull of gravity.\n\nEither that mechanism was destroyed and forgotten, or the world's\npresent balance of power would be destroyed and humanity plunged into\natomic war.\n\nBut if the mechanism was destroyed, humanity wouldn't have it for the\nfuture development of world government and civilization. And they\nneeded it. The present automobiles, trains, and aircraft were all very\nstreamlined and marvelous when compared to the horse and buggy, but\nthey were still too limited, too cumbersome and too costly. There had\nto be something for the average man, earning the average salary, that\nwould haul him--and extend his interests--to the far corners of the\nworld.\n\nThe mechanism would do that.\n\nMankind would need it to develop a sound, productive future.\n\nBut if it wasn't destroyed, there would be atomic war. There wouldn't\nbe any future!\n\n       *       *       *       *       *\n\nIt was after midnight when he rose from his chair, pulled on a pair\nof slacks and a sweater, and left the house. He locked the front door\nand walked around to the garage. Swinging the door back, he felt his\nway into the darkness, touched the familiar surfaces of his little\nmotor-bike, and rolled it out to the drive-way. Mounting, he kicked the\nstarter, and the little one-cylinder, 15 horsepower engine exploded\ninto a throaty chatter.\n\nHe rode down the dark, tree-lined streets, the cool air whipping over\nhis body. Swinging into Railroad Avenue, he pulled over to the curb and\nstopped before the lighted windows of the telegraph office. He strode\nin, scribbled off a telegram, and paid for it.\n\nThe office girl, counting the words, stopped and frowned. She shoved\nit back across the counter to him. \"Does that make sense?\" she asked\ndubiously.\n\nMorrow glanced over it again and smiled. It read:\n\n    WESTERTON, NEW JERSEY\n    August 6, 1960\n\n    D. P. SMITH\n    ACME CROP DUSTERS INC.\n    DENVER, COLORADO\n\n    SCRAMBLE WESTERTON. WIRE E-T-A. MAY DAY.\n\n    BILL MORROW\n\nHe shoved it back to her. \"It makes sense, all right. And I'm expecting\na quick reply, so I'll be waiting across the street in Switzer's Cafe.\"\n\n\"It may take some time--\"\n\n\"That reply will come as quickly as you people can handle it,\" Morrow\nretorted. \"A crop-dusting pilot is accustomed to getting telegrams in\nthe middle of the night--and answering them, before some other outfit\ncan grab the job being offered!\"\n\nThe girl shrugged her thin shoulders. \"All right, then. You'll be over\nat Switzer's--\"\n\n\"Right.\"\n\nShe scribbled a note on a memo pad. Morrow turned and strode out.\n\nA feeling of elation tingled through him as he crossed the street.\nCalling on D.P. Smith had been a natural reaction, once the plan had\nbegun forming in his mind. If he'd ever wanted anyone murdered, Smitty\nwas the one man he could trust!\n\nBut there was a more immediate cause for elation. It was after\nmidnight, and Gwyn went on shift at Switzer's Cafe at midnight. She'd\nbeen on the dawn patrol for the past week, and the only time he'd seen\nher was when he dropped in for a quick breakfast coffee every morning.\n\nGwyn Davidson was the only daughter of old Pat Davidson, the plant\nsuperintendent at Western Electronics. Bill had worked under Pat as a\nproduction engineer; he'd met Gwyn two months earlier when she returned\nhome from college. Gwyn's mother had died the year before from cancer,\nafter a lifetime of suffering and hospital bills. Old Pat was still\npaying off those bills, and Gwyn had been working her own way through\nschool. Now, she was a waitress with an M.A. degree, helping out with\nthe expenses at home.\n\nHe saw her through the front window, leaning on the counter in the\ndeserted cafe, reading the comics in a newspaper. She was a small,\ncurvaceous girl in a blue waitress' uniform carefully chosen to fit to\nher best advantage. Soft, dark hair tumbled back from a tanned, healthy\nface that sported only a trace of lipstick.\n\nHer wide, steady gaze flicked up as he strode in, then she smiled\nwarmly. \"Hi, Bill. What're you doing up at this ungodly hour?\" Pretty,\nfirm-fleshed, and bouncy.\n\n_Even though her feet are killing her!_ Bill thought. \"Hello, Gwyn,\" he\nsaid. \"I came down to send a telegram. Pour me some coffee, huh?\" He\nstraddled a stool before her.\n\n\"I'll give you what we serve as coffee,\" she answered brightly, \"but\nyou'll have to pay for it!\"\n\n\"Fair warning. How's tricks?\"\n\n\"Haven't seen her lately. What's with this telegram all of a sudden?\"\nShe grabbed cup and saucer, turned, and drew a cupful from the chrome\ncoffee-maker.\n\n\"Invitation to an old friend,\" Bill replied half-truthfully. \"All of a\nsudden, I'm lonesome.\"\n\nShe swung back and slid the coffee before him. Her eyes were teasing.\n\"Wouldn't a wife do just as well?\"\n\n\"A good question,\" he quipped back. \"Come sit down and have coffee with\nme, and we'll talk it over!\"\n\n\"_What?_\" She grinned brightly, wide-eyed. \"Don't go 'way, now!\"\nShe whirled, grabbed a cup and saucer, and filled it. \"I'll be right\nthere!\" She moved briskly around the end of the counter and perched\nherself on the stool beside him. \"Now! Tell me more!\" She began ladling\nspoon-fulls of sugar into her coffee.\n\nIt was a good comedy act, done with a natural flair for perfect timing.\nMorrow leaned weakly on the counter, laughing silently.\n\nGwyn gave him a glare of feigned contempt. \"Oh! Just another\nfast-talker, huh? I might have known!\" She stirred her coffee\nfuriously. \"You engineers are all alike. If father warned me once--\"\n\n\"Don't overdo it, honey,\" he cautioned her, lightly. \"You know\nperfectly well I've enjoyed those long goodnight kisses when I've\nwalked you home.\"\n\nShe sobered reflectively. \"All right, Bill. But just what was this\nmid-morning telegram about--or don't you want to tell me?\"\n\nIt was a casually-spoken question, and the circumstances made it a\nperfectly logical one. As a research engineer, Morrow worked on a\nnumber of things which had top-secret classification, and Gwyn knew he\ndid.\n\n_And I'd better classify this, too!_ Morrow thought slyly.\n\n\"Afraid I can't,\" he answered her, calmly.\n\nShe nodded and sipped her coffee in silence. Finally, she asked, \"Will\nyou be glad when I'm back on a day-shift?\"\n\nMorrow took his turn sipping coffee and took his time forming an\nanswer. \"I want to take you swimming out at the Lakeshore Lodge,\nagain,\" he said. \"I still dream about the way you rolled up your\ntwo-piece suit so it was a Bikini model--\"\n\n\"Uh huh,\" she interrupted. Her tone was hardly enthusiastic. \"If we do,\nyou'd better not try making the passes at me you did the last time!\"\n\n\"You expect me to resist the temptation of all that beautiful skin?\" he\nretorted, grinning down at her.\n\nShe gave a pert shake of her head. \"When I give in to a man, he'll be\nmy husband,\" she said firmly. \"And he'll be my husband because he loves\nme--not because he drools over my body!\"\n\n\"Ummm,\" Morrow ummed, doubtfully. He decided it would be best to change\nthe subject. \"Read the latest _Universe_?\"\n\n\"Uh huh! What'd you think of Sturgeon's story?\" She was at once bright,\nsmiling, interested. \"Wasn't it wonderful? I mean, the way he so\nperfectly defined an alien being's intelligence--\"\n\n       *       *       *       *       *\n\nThat was science-fiction. Gwyn read the science-fiction magazines\navidly, from cover to cover. Morrow read a few, along with his other\nreading--the _Post_, _Harper's_, the _Digest_, and half a dozen\ntechnical journals--and he'd even written and sold a science-fiction\nstory once. Nineteen editors rejected it, but the twentieth bought it\nafter having him revise it three times.\n\nBut that one mutual interest had gone a long way in winning his esteem\nin Gwyn's mind, slight though it was. And she was cute as a bug, the\nsort of female who set a man's blood a-tingle.\n\nSo they talked science-fiction. Alien creatures that inhabited other\nplanets, trips across space and out to the other stars, travels through\ntime and into other dimensions, civilizations which spread clear across\nthe galaxy....\n\nIt was over an hour before a young messenger boy came in with the\nexpected telegram. Morrow tipped the boy, excused himself to Gwyn, and\nripped open the envelope.\n\nThe message read:\n\n    DENVER, COLORADO\n    AUGUST 6 1960\n\n    BILL MORROW\n    WESTERTON, NEW JERSEY\n\n    ROGER, WILCO. E-T-A NEWARK AIRPORT 3:10 A.M. SUNDAY AUG. 8TH. WHERE\n    IN HELL IS WESTERTON?\n\n    D.P. SMITH\n\nGrinning, Morrow folded the yellow sheet and stuffed it into his pocket.\n\n\"Everything okay?\" Gwyn asked, forcing all concern from her voice.\n\n\"Everything is okay,\" Morrow affirmed quietly. \"How much do I owe you?\"\n\n\"Four coffees? Forty-five cents.\"\n\nHe laid the change on the counter, then stooped and kissed her cheek\nlightly. \"I gotta go home and get some sleep,\" he murmured.\n\nShe smiled, a little wistfully. \"Thanks for coming.\"\n\nHe went out into the cool darkness, then hurried down to the bar on the\ncorner and went in to use the men's room. Then he came out, crossed the\nstreet, and climbed aboard his little motor-bike.\n\nThoughts drifted lazily through his mind as he chugged contentedly\nhomeward....\n\n       *       *       *       *       *\n\nThoughts--and memories. They were cruising along peacefully at 40,000\nfeet. Morrow felt as if he were molded into the snug rear cockpit, an\nintegral part of the tons of sleek, deadly metal that was the old F-94\njet-fighter. But he'd experienced that feeling so often it no longer\nmattered, then.\n\nBefore him was the familiar maze of instrument dials and signal\nlights and switches crammed around a glowing, green-blotched radar\nscope. Around him was the clear, transparent canopy, with the round\ncrash-helmet of Smitty's head poking up from the front cockpit ahead of\nhim. Below, off the edge of the razor-thin wing, was the criss-crossed\ngray surface of the Arctic ice-pack. The sky was an intense blue-black\nsprinkled with the hard, bright sparks of stars.\n\nThere were faint, rhythmic sounds around him. Familiar sounds. The\nwarm, dry air blowing through his flight suit, circulating over his\nbody. The air pushing into his face-mask. The rolling motion of the\nseat-cushions, massaging his backside with mechanical dispassion.\n\nThen the flat, metallic voice in his earphones. \"_Forty-three degrees\nleft. Contact in five minutes!_\"\n\n\"_Roger!_\" Smitty's voice answered.\n\nThe ship tilted gently. Centrifugal force pressed Morrow against his\nseat. The world turned slowly beneath them. Forty-three degrees.\n\nTwo minutes later, a bright spark appeared on his radar scope. \"_Air\nspotted!_\" he spoke into his mike. \"_Two degrees right!_\"\n\n\"_Over to you!_\" the metallic voice from ground radar answered. And the\njet shifted slightly. Two degrees.\n\n\"_Contact in two minutes_,\" Morrow chanted. \"_One-thirty ... One ...\nThirty--_\"\n\n\"_Contact!_\" Smitty's voice cracked.\n\nThe F-94 whipped over into a turn. The force of two gravities shoved\nMorrow down in his seat.\n\nFor a brief moment--a breathless, eternal moment, all of two\nseconds--another F-94 exactly like theirs appeared directly before\nthem. Long enough for red lights to glow and camera guns to record a\ndirect hit. The practice mission was completed--almost.\n\nThen Smitty snap-rolled the ship, missing the other ship almost by\ninches. The g's piled up, cramming Morrow down in his seat, pulling at\nhis facial muscles. Then his vision cleared and he straightened up,\nbruised and somewhat battered.\n\nIt was the old bomber-interceptor game. That other F-94 could have been\nan enemy bomber, plowing toward American cities with a load of atomic\ndeath--\n\nSmitty turned his head and looked back. His eyes crinkled into a smile\nunder the green glaze of his goggles.\n\nSmitty. Captain Daniel Purcell Smith, then--or \"D.P.\" Smith, which\nwere also the initials for \"Displaced Person.\" A cool, thoughtful, and\nsmart jet-fighter pilot in those days, and a darned good guy. They had\ntaken Seattle apart at the seams on their one furlough, preferring the\ndevilment of their own companionship to going home to Mom's apple pie.\n\nMorrow's telegram had made sense, all right. The words _scramble_ and\n_May Day_ were fighter-lingo; _scramble_ meant _let's go! we've a fight\non our hands_, and _May Day_ meant _I'm in trouble!_\n\nHe was in trouble, certainly. The mechanism he'd developed was, in\nitself, plenty of trouble.\n\nAnd it was a special kind of trouble--the kind in which the only person\nhe could dare trust had to be someone like Smitty. The Air Force\ncamaraderie which existed between them had never quite faded out. Even\nafter they'd been mustered back into civilian status, after Morrow had\nsigned a government engineering contract and Smitty had gone on to\ncommercial flying, they had kept in touch with each other. Diverging\ninterests hadn't pulled them apart; the old school ties, the old\ntrustworthiness was still there. An odd letter every few months or so,\na postcard at Christmas....\n\nHe was fortunate to know a man like Smitty, Morrow knew. He couldn't\nhave carried out his plan alone.\n\nHe reached home, stored his motor-bike in the garage, and walked into\nthe living room. He snapped on the light and stood there for a moment,\ngazing across the room at his littered writing desk. If he were going\nto carry out his plan, there was one thing he'd have to do himself.\nPeople weren't going to like it. Good engineers were scarce.\n\nHe walked across the room, sat down at the desk, and crammed a sheet of\nWestern Electronics stationery into his portable typewriter. He paused,\nlighted a cigarette, and then grimly proceeded to write his letter of\nresignation.\n\n       *       *       *       *       *\n\n\"It's a mechanism that floats in the Earth's field of gravity,\" Morrow\nbegan--\n\nThey were seated in a secluded booth in the modernistic restaurant at\nthe Newark Airport. Through the wall-length observation window, they\ncould look down on the airfield; a giant stratoliner was rolling up\nbefore the building, the bright spot-lights glistening off the silvery\narcs of its six big turbo-props. White-uniformed linemen were pushing\nthe steps up to the side of its fat hull as the door slid open and a\npert stewardess poked her head out. Beyond the gleaming sky-monster, in\nthe pitch darkness of early morning, the runway lights twinkled in rows\nand patterns of red, yellow, blue and green sparks.\n\nMorrow spoke quietly and succinctly, pausing only for a sip of\ncoffee or a pull on his cigarette, and gave a concise briefing of\nhis discovery and its implications. The dishes of an early breakfast\nhad been cleared away, so no waitress bothered them and the few other\npatrons in the restaurant were out of ear-shot.\n\nAcross from him, ex-Captain D.P. Smith sprawled laconically on the\ncushioned seat, listening. The expression on his lean, brown face was\nthoughtful, intent. He sipped his coffee and flicked the ashes of his\ncigarette into the saucer.\n\nHe was a small, slender man dressed in a conservative, pin-stripe\nbusiness suit. There was nothing dare-devil about his attitude, nor\nwere his movements deft or quick. He was slow, cautious; his attitude\nwas a reserved calmness.\n\nIt was immediately noticeable. His carefully groomed black hair and\nhis small, black mustache gave his features a mischievous look. There\nwas something satanic about his small stature, his long hands, and his\nlean, handsome appearance. One would expect a bright, hand-painted tie\nand a roving, speculative eye. His utter calmness and reserve seemed\nincongruous.\n\nOnly the faint, white scar along his jawline might have indicated a\ndevil-may-care experience. Morrow had mentioned it, remembering that\nSmitty had written about the crash last year--he was making a pass over\na field, spreading bug-killer spray over a farmer's potato crop, when\na sudden down-draft caught his plane and he couldn't pull up in time\nto avoid the neighboring orchard. He'd crashed through the apple trees,\nsnapping them like kindling. The plane was completely demolished.\n\n_When I woke up_, he'd written, _they had me spread out on a silver\ntray with an apple in my mouth!_\n\nCrop-dusting was a hard, dangerous job. The pilots did most of their\nflying before dawn or in early afternoon, when the air was calm; but\nthey had to fly at other times, too, to make enough to meet expenses.\nThey'd take off in small, worn-out planes, loaded beyond safety flight\nlimits with bug-killer, and fly to some farmer's fields. Then they'd\nmake passes back and forth over the fields, flying below-treetop,\nleap-frogging barbed-wire fences, zooming under telephone lines, and\ndodging trees and farm buildings, their eyes stinging as the spray\nbillowed back into the cockpit.\n\nThe pay they received was small, mostly because there were so many\nskilled pilots looking for work and so few civilian flying jobs. Smitty\ncould easily reenlist in the Air Force, of course, but they wouldn't\ngive him a flying job; at thirty-two, he was too old for military\nflying. They took the eighteen-year-olds for that. And Smitty wouldn't\nreenlist to sit behind a desk.\n\nSo he dusted crops. It was no job for a dare-devil, either. A pilot had\nto know his limitations, the limitations of his plane, and what he was\ndoing every second.\n\n       *       *       *       *       *\n\n\"--And that's the situation,\" Morrow concluded. \"If the mechanism isn't\ndestroyed, it'll plunge the world into atomic war. If it is destroyed,\nit'll be lost to mankind for the next several hundred years--until\nsomebody else stumbles across it.\"\n\n\"In short,\" Smitty resumed, \"if we got it now, we have atomic war. If\nwe don't have it for the next few centuries, we _will_ have atomic war.\"\n\n\"I'm afraid so,\" Morrow affirmed. \"Unless they manage to develop a\nworld civilization and government without it.\"\n\nSmitty shook his head. \"They need something like this gravity machine\nto pull people closer together, to get them to know more about one\nanother. Otherwise, any world government scheme is likely to be a\nfizz--unless it's established by force!\"\n\n\"That'd amount to world dictatorship.\"\n\nSmitty shrugged. \"All right, so we've got this thing. If we keep it, we\nget atomic war. If we don't, maybe our grand-children get atomic war.\nThat it?\"\n\nMorrow nodded.\n\n\"So you must have some plan up your sleeve!\" Smitty grinned at him,\nshrewdly. \"You wouldn't drag me all the way up here just to listen to a\nhard-luck story.\"\n\nMorrow's eyes narrowed. \"Smitty, the only reason this would cause an\natomic war now is because the world situation is so tense--\"\n\n\"True!\"\n\n\"--But the world situation isn't always going to be this way! Sooner\nor later, something will happen to change it. Something's bound to\nchange it! This is a modern, fast-moving world--things happen fast!\"\n\n\"So?\" Smitty raised his brows, querulously.\n\n\"Well, it's bound to change within our lifetime! And when it does, we\nmay have an opportunity to reveal this discovery. All we have to do is\nwait, keep it secret, test it and develop it, and turn it loose when\nthe time is ripe!\"\n\n\"Un-huh,\" Smitty grunted. \"And who's going to pay for it?\"\n\n\"I've got seven thousand in the bank--\"\n\n\"And I've got three!\" Smitty frowned scornfully. \"How far do you think\nwe'd get on ten thousand bucks, chum?\"\n\n\"As far as we'll need to get,\" Morrow retorted. \"We aren't trying\nto finance a mass-production scheme, remember. This is strictly\nexperimental work.\"\n\n\"What would the retail cost amount to on that mechanism you built?\" he\nasked dubiously.\n\nMorrow scratched his jaw, reflectively. \"Retail cost it'd run to around\nthree hundred dollars.\"\n\n\"So we make a bunch of those mechanisms. Now, what do we test 'em for?\"\n\n\"For their use as a means of air transportation,\" Morrow answered.\n\"Primarily, that is--there are probably a good many other\npossibilities.\"\n\n\"So how do we test 'em?\" Smitty persisted. \"How do you test any flight\nmechanism? You take it up in a plane, turn it on, and see how it works!\nSo for thorough tests, including high-altitude performance, we'll need\na plane with a pressurized cabin, big enough to hold our test equipment\nand the mechanisms. At the present market rates, you won't buy a plane\nlike that for much less than fifteen thousand dollars!\"\n\nMorrow was shaking his head, patiently. \"We can't do it that way,\" he\nsaid. \"But we can afford the cheap plastic materials they're using\nin small private planes, now, and build a ship especially for the\nmechanisms. Then we can test it for low-altitude performance and, if it\nworks, gradually extend our tests on up to eight or ten thousand feet--\"\n\n\"And if the mechanisms fail, we crash! That'd be sheer suicide--\"\n\n\"Not necessarily. If they work at low altitude, they'll be dependable\nin saving us from a crash. And we can install a main and auxiliary\nsystem of mechanisms, so if one fails we can cut in another.\"\n\nSmitty paused, thinking it over. He gave a slow, grudging nod. \"It\nmight work, at that. It just might. But you realize what sort of\npredicament this will put us in, don't you?\"\n\n\"Such as what?\" Morrow prompted cautiously.\n\n\"Such as supposing somebody finds out about it,\" Smitty replied. \"Most\npeople have a pretty strong feeling about patriotism these days. We\nhave something that qualifies as a good secret weapon. They aren't\ngoing to like the way we neglect to inform the government about it.\"\n\n\"Uh huh. Men have been lynched for less,\" Morrow agreed. \"We'll just\nhave to see to it that nobody does find out about it. We can start\nout small, in almost any place that's relatively isolated--a deserted\nfarm-house would do, I suppose--and build our ship. Then we'd have\nto make our flights at night, until we're fairly sure of the ship.\nAfter that, we could set out to find a permanent base--one hidden off\nsomewhere in the desert or mountains, where nobody will notice us. Then\nwe'll fly our equipment out there and set up shop.\"\n\n\"What about power? If we set up near a power line, there'll be the\ncompany linemen coming around.\"\n\n\"I think a gas-engine generator will suffice,\" Morrow refuted. \"We can\nhaul gas to our deserted farm-house by car, then fly it out to our shop\nat night.\"\n\n\"What if somebody asks questions when we buy or lease this land, 'way\noff in the middle of nowhere?\"\n\nMorrow grinned. \"If it's 'off in the middle of nowhere,' why should we\nbuy it? Nobody'll know we're there!\" He finished the last of his coffee\nand shoved his cup aside. \"You've been flying over the Southwest for\nquite some time, Smitty. I'm hoping you can find the sort of isolated\nspot we'll need.\"\n\n\"There are places in that desert country where no white man's ever\nwalked,\" Smitty confirmed. \"They're still finding old Indian ruins\nnobody knew existed. But you know we could get arrested for all this,\ndon't you?\"\n\n\"Umm,\" Morrow ummed. \"Building an experimental aircraft without\nauthorization _is_ unlawful, isn't it!\"\n\n\"It's a federal offense!\" Smitty exclaimed tersely. \"Also, flying\nwithout a license is a federal offense--and you don't have one. And\nusing government land without permission is a federal offense. And\nyou'll have to quit your job with Western Electronics, won't you? What\nabout your government contract?\"\n\n\"I've given them two-weeks' notice,\" Morrow explained. \"I'm allowed\nthat. Of course, engineers are scarce--so scarce that by quitting my\njob here for no good reason, I'm getting myself blackballed out of\nevery other company in the industry. None of 'em will hire me after\nthat.\"\n\nSmitty frowned concernedly. \"Did you have to do it that way? I\nmean--suppose you just disappeared?\"\n\nMorrow shook his head. \"There'd be federal investigators swarming\naround here three-deep!\" he said. \"I repeat, chum--engineers are\nscarce! And they don't like strange things happening to engineers\nwho've been working on top-secret material. They catch more enemy\nagents that way.\"\n\n\"You sure they won't investigate you for quitting?\" Smitty's gaze was\nthoughtful.\n\n\"I don't think so. In the next two weeks, I think I can convince them\nthat I've simply turned out to be a stinker.\" Morrow grinned sourly.\n\"They'll be glad to get rid of me, then.\"\n\n\"So you'll be ready to leave in two weeks.\" Smitty's tone was\nnon-committal. \"Then I'd better hop the next plane out this morning and\nstart hunting up our base of operations.\"\n\n\"Don't you want to come out to Westerton and see the mechanism?\"\n\n\"Uh-uh! Less we do to arouse suspicion, the better. I'll wire you, of\ncourse, when I find something. Have you got a gun?\"\n\n\"Gun?\" Morrow started. \"No. Why should I?\"\n\n\"Good.\" Smitty grinned lazily. \"Don't carry one. They're too damned\ndangerous.\"\n\n\"I agree,\" Morrow said quietly. \"It hadn't even occurred to me.\"\n\n       *       *       *       *       *\n\nThe train rattled and squealed through the hot summer afternoon, dust\nand foul-smelling smoke drifting back through the open coach windows.\nMorrow huddled in the corner of his seat and stared miserably out at\nthe moving landscape.\n\n_Have you got a gun?_ The words echoed through his mind. Of course he\ndidn't have a gun. He had never thought about it. Why should he need a\ngun?\n\nBut the answer was obvious. The secret of the gravity-control mechanism\nwas precious.\n\nCertain individuals, should they learn about it, would stop at nothing\nto get it. Including murder.\n\nAnd if the government learned about it, they'd dump him into prison and\nthrow the key away!\n\nThus, anyone who happened to find out about it would do one of two\nthings--try to steal it or inform the authorities about it. Either one\nwould mean catastrophe.\n\nAnd there was only one sure way to keep anyone's mouth shut. Kill them!\n\nMorrow knew he couldn't do that--he didn't have that sort of mentality.\nNor could he stand by and let anyone else do it, not even Smitty.\n\nBut that was what Smitty had meant: he wouldn't stand by and let it\nhappen, either.\n\nBesides, any murder would bring on an investigation. They couldn't hide\nfrom that. So it boiled down to the simple fact that if anyone found\nout what they were doing, they'd be finished. Dead men don't talk, but\nthey get a lot of other people curious.\n\nSomehow, they had to keep it secret. They couldn't afford to let anyone\nfind out about it.\n\nAnd that could be disastrous. There had to be some alternative choice,\nin case anything like that should happen. There had to be an out.\nWithout one, they'd be trapped.\n\nThey had to admit that some day, somehow, it _would_ happen. Someone\n_would_ find them out. And they had to be prepared to handle it. It\nwould have to be handled in some way that didn't involve murder.\n\nWhat other way _was_ there?\n\nThere had to be some other way. _Had_ to. Morrow chewed down his\nfingernails as the train lurched and rattled onward....\n\nThey pulled into Westerton with a hissing roar of steam and jolted to a\nstop beside the station. Morrow climbed down from the coach, wearily,\nand strode through the station to the street. It was late afternoon,\nbut it was still hot. He pulled off his tie, stuffed it into his coat\npocket, and unfastened his collar. Then he pulled off his coat, threw\nit over his shoulder, and rolled up his sleeves. That was better. Now\nfor a bite to eat.\n\nHe strolled down the shady side of Railroad Avenue toward Switzer's\nCafe.\n\n_Beyond the law!_ his footsteps rang on the sidewalk. _Beyond the law,\nbeyond the law--_\n\nSuppose someone did find them out? They could ask no one to protect\ntheir interests. There'd be no help from the authorities. They'd have\nto protect themselves--against anyone and everyone! How could they do\nthat without guns, without the possibility of killing someone? They\ncouldn't accept defeat that easily. The secret was too important to the\nfuture of mankind!\n\nBut what could they _do_?\n\n_Beyond the law! Beyond the law--_\n\n\"Bill! Hey, wait up!\"\n\n       *       *       *       *       *\n\nMorrow stopped as if someone had jerked him back on a string. He\nwhirled toward the sound of the voice before his mind had recognized it.\n\nGwyn came trotting down the street toward him, swinging a tennis racket\nin her hand. She was dressed in a white, short-skirted tennis suit. She\nstopped beside him, breathlessly, and put her arm through his. \"Where\nyou going?\"\n\n\"Switzer's,\" he said. \"Join me in a sandwich?\"\n\n\"Okay.\" They strolled onward. Her skirt rippled over her smooth thighs,\naccentuating her tanned, slender legs. \"I go on the four o'clock shift\ntomorrow. Want to come down at midnight and walk me home?\"\n\n\"At _midnight_?\" he taunted.\n\n\"Sure! It's the witching hour!\" She wrinkled her nose up at him,\nteasingly. \"What're you all dressed up in your suit for? Going\nsomewhere?\"\n\n\"Had to go to Newark today,\" he said. \"To meet someone.\"\n\n\"Oh! Don't they even let you alone on Sundays?\"\n\n\"Sometimes, honey.\" He grinned. \"When are you going swimming with me\nagain?\"\n\n\"Well, if you want to _swim_--\" She broke off and gazed up at him with\nmocking cynicism. Suddenly, her gaze went past him and she tugged at\nhis arm. \"Oh! Wait a second.\"\n\nShe guided him into the little newsstand and left him by the cigar\ncounter, going on over to the magazine racks. Morrow stood back and\nadmired her firm, shapely posterior.\n\n\"Ah!\" she exclaimed, pulling out a magazine. She fished some change\nfrom the little purse on her belt and passed it to the newsstand\noperator. \"Okay, let's go.\"\n\n\"What've you got there?\" Morrow asked.\n\n\"You can see it after I have,\" she retorted. \"Why don't you buy one\nyourself, for a change?\"\n\nShe flipped through the magazine's pages as they walked along. Morrow\ntook her elbow, guided her around a telephone pole, and maintained a\ndiscreet silence.\n\nAs they seated themselves in a booth, Gwyn closed the magazine and slid\nit across to him. Smiling, Morrow glanced down at it--then stiffened,\nstaring at the cover illustration.\n\nIt was no more than a typical science-fiction cover. The setting\nwas a typical street scene at night--some dark side-street in the\nmetropolitan section of some city like New York. In the foreground\nstood a young man....\n\nBut from there on, it was nothing ordinary. The young man was slumped\nback against the wall of a building as if he were trying to mold\nhimself right into it. The expression on his face was one of mixed\nsurprise, incredulity, and fear. It showed plainly that he knew no one\nelse would believe him if he told what he was seeing; and furthermore,\nhe didn't believe it himself.\n\nIn the background, farther up the street, a group of people were\nemerging from a doorway. A beautiful girl was in the lead, and behind\nher came creatures that looked like men with blue skins, except that\nthey had tentacles instead of arms. The light of a street lamp revealed\nthe skin-tight garments they were wearing, and the octopus-armed men\nhad transparent helmets over their hairless heads. The girl wore a\nhelmet that was thrown back.\n\nAnd before them was a tall, gleaming rocket ship, standing on its\ntail-fins in the middle of the street!\n\nAnd the young onlooker _didn't believe it_!\n\n\"She _is_ pretty, isn't she!\" Gwyn's acid tones cut through his\nthoughts.\n\nMorrow noticed, then, that the cover-girl's costume was not only\nskin-tight, but there wasn't much of it. He grinned wordlessly, then\nthumbed through the rest of the magazine. Its pages hardly registered\non his mind. He was beginning to form an idea....\n\n       *       *       *       *       *\n\nBy the end of the following week, Morrow had convinced everyone at the\nlabs that he was a heel. But that wasn't all. He also _felt_ like a\nheel.\n\nIt began the first day, with Borgesdorf. Alec Borgesdorf was chief of\nthe Research Division. He sent word for Morrow to drop into his office.\nWhen Morrow walked in, he saw his letter of resignation on the desk.\nBorgesdorf was grinning and frowning at the same time.\n\n\"What the hell _is_ this, Bill?\" he asked good-naturedly.\n\n\"What's it look like, 'Greetings from the President?'\" Morrow retorted.\n\nBorgesdorf's grin faltered. His frown turned to amazement. \"Well holy\ncow, Bill!\" he exclaimed. \"What's the trouble? Why're you quitting?\"\n\n\"I'm quitting this whole blasted mess!\" Morrow said flatly. \"Does that\nanswer your question?\"\n\n\"Wh--well, yes, if you say so. But--you know what this means, Bill!\n_Why?_\"\n\nMorrow looked at him, coldly. \"Suppose you mind your own business?\"\n\nBorgesdorf tensed behind his desk. The friendliness faded slowly from\nhis gaze. \"All right,\" he said abruptly. \"But if there's anything wrong\naround here, I think you should tell me about it.\"\n\n\"Don't worry about it,\" Morrow sneered. \"I'm quitting and that's that.\nKeep your dirty nose out of it.\"\n\nBorgesdorf's big, fleshy face reddened slightly, but that was all.\nHe didn't say anything for a few minutes. Then he gave a barely\nperceptible nod. \"Very well, Morrow. That's all.\"\n\n\"Sure.\" Morrow wheeled and stalked out.\n\nTwo days later, it was little Petersen. Petersen was a wizened, little\nguy nearly sixty years old; he'd been playing around with radio when it\nwas a crystal and the cat's whiskers. He had consternation written all\nover his seamed face as he came shuffling up to Morrow.\n\nMorrow could almost hear the discussing that had gone on between him\nand Borgesdorf--Petersen frowning worriedly as the chief said, _I\ncouldn't get a thing out of him, Pete. Can't understand it at all. See\nwhat you can get out of him, will you?_\n\nSo here was little Pete.\n\n\"Hear you're quittin' us, Bill,\" he drawled nasally.\n\n\"What about it?\" Morrow retorted, cursing himself mentally. Pete was a\nnice, old guy--everybody in the labs liked him. Morrow liked him,\ntoo ... but this was different.\n\n\"Nobody's done anything against you, have they?\" Pete complained.\n\"You're throwing away a whole lot, son. It won't be gotten back easy.\"\nHis shrewd, little eyes watched Morrow, pensively. \"The country needs\nyoung fellas like you now, Bill--\"\n\nMorrow forced the sneer across his face again. \"That's just too damn'\nbad,\" he said evenly.\n\nPete's eyes narrowed. \"You're talkin' like a commie--\"\n\nMorrow lashed out. The back of his hand smacked across the little man's\nmouth. \"Beat it,\" he said huskily. \"Beat it, you damned little shrimp.\"\n\nPete stared at him for a moment, then turned slowly and walked away.\n\nInstantly, Mart Sumter came stalking across the lab. Sumter was big,\nbroad-shouldered, with muscles bulging against his stained smock. He\nstopped in front of Morrow, his fists clenched.\n\n\"If I ever see you do that again,\" he said softly, \"I'll give you the\nworst beating you've ever had in your life!\"\n\nMorrow returned his angry glare, then whirled and went back to his work.\n\n\"You heard me, didn't you?\" Sumter's breath whispered on his neck.\n\n\"I heard you,\" Morrow rasped.\n\n\"Don't forget it.\" Then Sumter strode away.\n\nMorrow grinned shakily. He was certainly getting what he deserved!\n\n       *       *       *       *       *\n\nAt home, an idea was rapidly taking on form and dimension in his mind.\nHe set up his drafting board, collected his inks, and worked doggedly\nthrough the night, etching out diagrams that showed--theoretically, at\nleast--how his idea would work.\n\nAt midnight, he would show up at Switzer's Cafe to walk Gwyn home.\n\nThe nights were cool and pleasant, with deep shadows along the\ntree-lined streets and the street lights filtering through the\ntreetops, dappling the silent fronts of the houses. They strolled\nalong, slowly, their arms around each other, Gwyn's body pressed close\nto his.\n\n\"I like a small town,\" Gwyn murmured softly, one night. \"'Specially at\nnight--so peaceful, so cozy.\"\n\n\"I like the dark,\" Morrow said.\n\n\"Why?\"\n\n\"I don't know. It changes things. It's a different world.\"\n\nShe looked up at him, wonderingly. \"I think of a small town. You think\nof a different world. Why is that, Bill?\"\n\n\"You're tired, maybe.\" He grinned down at her. \"You've been on your\nfeet eight hours.\"\n\n\"That makes me think of a small town?\"\n\n\"Contentment,\" he said. \"Small towns are contented.\"\n\n\"And a different world--that's exciting, isn't it?\"\n\n\"Sometimes it's dangerous.\"\n\n\"I see.\" She was quiet for a while. Then, \"I never asked you where you\nwere from, did I?\"\n\n\"No.\"\n\n\"Small town? Or city.\" The latter held conviction.\n\nHe chuckled. \"You're not even warm! Casa Verde, Arizona. A cluster\nof shacks in the middle of a desert, with sand-stone cliffs rising\nlike mountains of the moon everywhere you looked, and black buzzards\ncircling in a hot, brassy sky--\"\n\nShe shuddered. \"It sounds terrible.\"\n\n\"--And beautiful.\" He murmured it, gently. \"We left when I was six\nyears old. No schools there.\"\n\n\"Then--you're _from_ a different world, is that it?\"\n\n\"You might say that.\"\n\n\"Strange. We're two utterly different people, aren't we, Bill?\" She was\ngazing up at him, studying his features, watching the dappled light and\nshadows play over them.\n\nMorrow sensed that he was on perilous ground. He said nothing.\n\n\"You aren't happy here, are you, Bill?\" she spoke almost in a whisper.\n\"You never will be!\"\n\n\"Most men I've met are--searching for something,\" he replied hesitantly.\n\n\"But they don't devote all their time to it,\" she protested. \"They at\nleast manage to live fairly normal lives and raise families--\"\n\n\"Do two utterly different people--\" He broke off, leaving the question\nunspoken. _But we're down to brass tacks, now_, he mused. _We just\ndon't feel the same way about things!_\n\nWhy was that?\n\n\"Look,\" he said, almost gruffly. \"I think of a different world--let's\nstick to that point, for now. You think of a small town. But then, why\ndo you read science-fiction?\"\n\nShe frowned in puzzlement. \"What do you mean?\"\n\n\"Well, isn't that a 'different world?'\"\n\n\"But it's _fiction_. I don't think of reality--\"\n\nHe smiled gravely. \"You don't think there are horrible monsters lurking\nin the corners, or little people in the wallpaper, or strange eyes\nfloating around watching you--\"\n\n\"If I did, I'd be in a booby-hatch!\"\n\n\"Or you might be a research engineer!\" He chuckled softly. \"Ignorance\nis bliss, Gwyn. And how much do you know about reality? What do you\nknow of the mysteries within the atom, or the strange way the Universe\nseems to be expanding as if it had exploded and the stars, including\nour sun, were still hurtling outward from the blast?\"\n\n\"Sounds like a good way to go crazy!\" She looked up, intently. \"I've\nnever heard you talk like this.\"\n\n\"Well, you aren't quite so ignorant,\" he amended teasingly. \"You\nrealize inwardly that your 'small town' isn't quite so contented as\nit seems--that beneath the surface, there's unrest. So maybe you read\nscience-fiction because it deals with spectacular forms of unrest--men\nrisking their lives in space travel or on other planets, changes and\ndevelopments that cause revolutions or wars--and you find solace\nin that. The little unrest in your 'small town' no longer seems so\nbothersome.\"\n\n\"Mr. Morrow,\" she spoke icily. \"I do _not_ enjoy having you pick my\nmind apart!\"\n\n_Then why must you criticize me?_ he thought. But he didn't say it\naloud....\n\n       *       *       *       *       *\n\nSunday afternoon, they went swimming. There was a secluded strip of\nbeach where Morrow spread a blanket out on the sand, and after they\nhad swum and splashed and dived to near-exhaustion, they sprawled\nthemselves out on the blanket and let the warm sun dry their skin. Gwyn\nlay on her stomach and removed her halter, then rolled her trunks into\na narrow band around her thighs. Morrow watched with mingled interest\nand affection. Gwyn scowled at him, then pretended to ignore him.\n\nWhen his skin began to sting through the sun-tan oil, Morrow suggested\nthey move into the shade of the trees. Gwyn struggled back into her\nhalter and sat up. They dragged the blanket back into the shade and sat\ndown again. Morrow put his arms around her, and they talked for a while.\n\nWhen Gwyn came out of the bushes wearing her shorts and blouse, she\ngrinned and wrinkled her nose at him. \"This has been wonderful, Bill. I\nalmost wish we could be like this forever!\" She let him kiss her, then.\n\nThey rode back to town on his little motor-bike and had cokes and\nhamburgers at a lunch-stand.\n\nThe second week passed without significance. The other engineers at the\nlabs treated him coolly, now. They'd be glad when he left. At home,\nhis diagrams were finished. He went over them again, checking them\nthoroughly.\n\nFriday, a telegram reached him at the labs.\n\n    STOCKTON, CALIFORNIA\n    AUGUST 20 1960\n\n    BILL MORROW\n    WESTERTON, NEW JERSEY\n\n    HIRED PLANE AND FLEW RECON. PERFECT SITE LOCATED NEVADA. LEASED\n    ABANDONED SAWMILL IN SIERRA NEVADAS NEAR HERE. WIRE E-T-A TO L.A.\n    INTERNATIONAL AIRPORT. MEET YOU THERE.\n\n    D.P. SMITH\n\nSaturday, he spent most of the day settling his affairs and packing for\nthe trip.\n\nThe plan had begun. Whether it worked or not, he was going through with\nit.\n\nThe gravity-control mechanism would not be turned loose on the world to\nincrease the tensions and fears already much too prevalent to the point\nwhere mankind would plunge into atomic war.\n\nBut the gravity-control mechanism wouldn't be abandoned, either. They'd\ndevelop it, secretly. They'd have it ready when the world situation\nchanged--for the better, Morrow hoped--and it could be given to the\nworld. Then, mankind would benefit from it.\n\nThat was his whole purpose--that his discovery should benefit mankind,\nrather than pave the way to the destruction of civilization. Morrow\nconsidered it a purpose worthy of all the sacrifices he had to make.\nHis job, his career--perhaps later, if the plan worked, he could regain\nthem.\n\nBut he had to try.\n\n       *       *       *       *       *\n\nThe battered, worn truck came whining out of the rutted dirt road,\nclashed its gears, and rumbled into the wide sawmill yard. On the\nleft, a little mountain stream laughed merrily over the rocks and then\nwidened out, ahead, and trickled sluggishly across a brakish pond. On\nthe right, at the foot of the tall pine trees, were the crumbling ruins\nof sheds and outbuildings, piles of rotted wood.\n\nThe truck halted before the main sawmill building across the yard. The\nmill was weather-stained and decrepit-looking, with the boards fallen\noff one wall and the roof sagging on one corner, but it was still\nstanding.\n\nMorrow and Smith climbed down from the cab of the mud-splattered truck\nand stood gazing around them. \"Looks like she's been abandoned for\nquite a while,\" Morrow remarked noncommittally.\n\n\"She has,\" Smitty agreed. \"But it'll serve our purposes, I think. This\nmain building is large enough to be our hanger-workshop with a minimum\nof repairs. The timbers have tightened up until they're like iron, else\nthe whole building would've collapsed long ago.\"\n\nMorrow nodded. \"Long as the timbers are sturdy, we can patch up the\nholes with canvas tarpaulin if we have to.\"\n\nSmitty hooked his thumb toward the stream. \"I got a lab analysis of\nthe water--it's drinkable. But we'll have to spread some oil on that\npond to kill the mosquitoes. We don't have any neighbors to worry about\nwithin ten miles of here; Yosemite National Park's due south of here\nabout fifteen miles.\"\n\n\"What about fire towers?\"\n\n\"Forest rangers? The nearest is over on a mountainside twenty miles\naway. He's not going to see anything at night unless it's a fire.\"\nSmitty grinned reflectively. \"I figure this can serve as our temporary\nbase until we get the ship built and flight-tested. Then we travel due\neast across some of the worst desert and mountain country you'll ever\nsee, to the site I've picked for our permanent base. It's in a deep,\ncrooked canyon over on the other side of the Kawich Range, in Nevada.\"\n\n\"Not near any atomic project area, is it?\"\n\n\"Uh-uh. Not near anything else, either. It's not near any airway\nroutes, and private pilots shun that area because there aren't any\nfields or meadows available for emergency forced-landings.\"\n\n\"Sounds good!\" Morrow complimented him. \"Where do we camp, here?\"\n\n\"I've knocked together a small cabin back in the woods. Grab your stuff\nout of the truck and come on--I'll fix us some chow!\"\n\nMorrow climbed into the rear of the truck and slid his luggage back\nto the tailgate. Smitty took a couple of suitcases, Morrow the third\nand his equipment case, and they strode off on a narrow trail winding\nthrough the trees.\n\n\"Now what was it you've been working on?\" Smitty asked as he led the\nway.\n\n\"I've been working, on?\" Morrow echoed blankly, his mind filled with\nsensations of clear, cool mountain breeze and the smell of tall pines\nand the eternal silence of the woodland.\n\n\"Yeah!\" Smitty prompted. \"When we were having dinner, back in L.A.,\nremember, we were talking about the event of anyone catching us at\nthis, that we'd be finished if they did? You said you'd been working on\nsomething that would protect us from discovery.\"\n\n\"Oh, that!\" Morrow grinned. \"I merely figured out a means of\ncamouflage.\"\n\n\"Camouflage?\"\n\n\"It's still just in its theoretical stage, but I think it'll work. I'll\nshow you my diagrams.\"\n\n\"Show me while we're eating.\"\n\n       *       *       *       *       *\n\nThe little shack nestled under the pines was cozy and weather-proof,\nbuilt out of rough lumber and fitted out with hand-made furniture. The\nair was filled with the aroma of fried bacon, coffee, and wood smoke.\nThey sat at the small, wooden table and ate out of tin plates, washing\nit down with tin cups of coffee, and Morrow spread his diagrams between\nthem and explained his idea to Smitty.\n\n\"--So it's all designed around that propulsion unit,\" he said. \"The\ngravity-control ring establishes a focus of 'false gravity' inside the\ntail-pipe so that air is sucked in through the scoops on the ship's\nhull. The air 'falls' into that focus of 'false gravity' and goes on\npast it to shoot out the tail-pipe at an estimated sixty-mile-an-hour\ngale.\"\n\n\"Couldn't we do just as well with a large electric fan?\" Smitty asked,\nhalf-jokingly.\n\n\"This propulsion unit will cost only a fraction of the price of a large\nair-conditioning fan and motor,\" Morrow pointed out.\n\nSmitty grinned at the diagrams. \"Okay, but you've certainly sketched in\na fancy-looking ship, there! Aero-dynamically, I'm afraid it wouldn't\nbe too practical--\"\n\n\"I know,\" Morrow admitted. \"But we'll have to work that out and still\nkeep this fancy-looking ship.\"\n\n\"How come?\"\n\n\"Because that's the whole idea, Smitty! Think a minute. Suppose we've\nbuilt our ship and are flight-testing it. So there's always the\npossibility that someone will see it--\"\n\n\"--And call the cops!\"\n\n\"Right. Normally, that would bring on an investigation and we'd be\nfinished.\"\n\n\"I hope they serve good food at Leavenworth!\"\n\n\"Stop interrupting, will you? Now, the idea is this: suppose whoever\nsees us _thinks_ they're seeing a ship _from outer space_?\"\n\nSmitty's grin faded. He stared at Morrow for a moment, then picked up\nhis cup and took a healthy swig of coffee. \"I see what you mean,\" he\nsaid, replacing his cup carefully on the table. \"They think they're\nseeing a rocket ship from Mars, or something like that. So they go to\nthe cops and start yelling about it. And that's happened so often--\"\n\n\"We won't have to worry about any thorough investigation,\" Morrow\nconcluded, smiling. \"They might check the area in which our ship was\nsighted--\"\n\n\"Which isn't likely to be around here!\"\n\n\"--But that's all. Even if it is around here, they aren't going to ask\nus too many questions so long as we don't have two heads, blue skin,\nand arms like an octopus!\"\n\nSmitty chuckled mirthfully. \"You'd better keep out of sight, then!\"\n\n\"Cut the quips!\" Morrow growled mockingly. \"I think the idea will work.\nWe'll just have to design the ship so it looks weird enough to excite\nthe imagination. It may have some aerodynamic faults, but it's worth\nthe trouble.\"\n\n\"We can't make it _too_ fancy,\" Smitty warned. \"It's still gotta fly!\"\n\n\"We don't want it too fancy--just so it _looks_ like a spaceship!\nFirst thing we'll have to do, though, is check the costs of plastic\nconstruction materials for aircraft.\" Morrow gulped the last of his\nmeal down with a swallow of coffee, stacked his cup, plate, and\nutensils, and set them aside. \"We don't want to go too deep into our\ncapital to build this ship,\" he said wryly. \"The lease on this property\nhas already soaked us two thousand.\"\n\n\"What'll the shop machinery come to?\" Smitty asked pensively.\n\n\"Around a thousand, I think.\"\n\n\"Then I think we can build the ship for around--well, anywhere from one\nto three thousand dollars. At the most, that'll be just over half our\ncapital down the drain.\" He frowned. \"What'll the rest of it be for?\nOperating expenses?\"\n\n\"Mostly that. There are a few other ideas I'd like to try out,\nthough--experiments with these mechanisms. But remember that we're\ndedicated to this thing until the world situation changes and we can\nturn it loose without any risk. That may not come for years!\"\n\n\"I've thought about it,\" Smitty retorted, grinning. \"There's a deer run\nover near our Kawich mountain hide-out, and other game is plentiful.\nOur meat supply for the next hundred years costs no more than the price\nof a couple of hunting rifles.\"\n\nMorrow shook his head. \"That might be fine, Smitty. Maybe we could\nplant a vegetable garden, too, and live off the land. But I don't think\nwe should subject ourselves to the life of a hermit. We've got to keep\nour perspective with this thing, and not get anti-social about it.\"\n\n\"A hermit's life would get kinda boring, anyway,\" Smitty conceded. \"But\nI can always go back to crop-dusting and make a few dollars now and\nthen. What'll you do, though? Can you get a job?\"\n\n\"I know electronics!\" Morrow smiled grimly. \"I suppose I could open up\na little radio repair shop somewhere.\"\n\n\"You? A radio repair shop? The first real genius this country's had\nfor--\" Smitty broke off, staring at him.\n\nMorrow stared back, scowling. \"Genius?\" he echoed. \"What in hell ever\ngave you _that_ idea?\"\n\nSmitty grinned faintly as he lighted a cigarette. \"Guess I'm just\ncarried away by your two heads,\" he said, spewing smoke.\n\n       *       *       *       *       *\n\nIt was a full month's work just to purchase the shop machinery, the\nbuilding materials to patch up the old sawmill, the materials for\nthe ship's construction, and to truck it out and install it in the\nbuilding. They worked from daylight 'till dark, then retired to their\nshack and spent most of the night going over the blue-prints for the\nship. Gradually, it took shape and form on paper.\n\nMasses of cloud were banked against the surrounding mountains, covering\nthe sky with a solid, gray mass that shook loose a thin drizzle of\nrain, just enough to dampen the ground, the morning they conducted the\nfirst weight-test.\n\nThey used the gravity-control mechanism--they called it a _gravitor_\nby then--which Morrow had built in Westerton. The test was conducted\noutside, with a sling suspended under the gravitor to support a pile of\nsandbags, with a rope hanging from its bottom to a small hand-winch on\nthe ground.\n\nThe gravitor rose up into the drizzle with its load, lifting three\nhundred and sixty-nine pounds to a height of forty feet. It floated\nthere, the rope dangling loosely from it. There was an odd three-foot\nS-curve in the rope just below the sandbagged sling.\n\nSmitty stared up at it, squinting against the misty rain. \"It just\nfloats there!\" he exclaimed huskily. \"On four flashlight batteries--\"\n\n\"The wind's drifting it toward the trees,\" Morrow said in a tight\nvoice. \"Better take up the slack.\"\n\nSmitty stooped and wound up the little hand-winch. Then he straightened\nand stared upward again. \"On four batteries,\" he repeated in his husky\nmurmur. \"Look at that snake-twist in the rope!\"\n\n\"That part of it's inside the gravitor's field,\" Morrow explained\nquietly. \"As for the batteries, I think it's because the mechanism is\nshielded from the gravity and magnetic influence of the earth. It works\nentirely within its own magnetic field. Its electronic conductivity is\nmore efficient, so we're getting far more power from those flashlight\nbatteries.\"\n\n\"But _is_ there that much power in a flashlight battery?\"\n\n\"Don't forget those batteries are also inside the gravitor field,\"\nMorrow reminded him. \"Anyway, I'm not even sure that's the answer.\nThe scientific implications of this extend to such matters as the\ndimensions and volume of the Universe, and the speed of light. Maybe\nthe Universe isn't expanding and maybe light 'particles' or 'congealed\nenergy' or whatever they are don't slow down. Maybe they curve through\na kaliedoscope of gravitational forces generated by star-clusters, and\nthe 'expansion' is a matter of refraction in our particular sector of\nspace--\"\n\n\"Do you have these attacks often?\"\n\nMorrow looked down to find Smitty watching him with a mocking leer.\n\n\"C'mon, professor,\" Smitty chided him. \"Let's crank this thing down and\nget in out of the rain.\"\n\n\"Ummm? Oh--all right!\"\n\n       *       *       *       *       *\n\nCrude wooden jigs were sawed out and nailed together. Plastic tubing\nwas heated and curled into the jigs and, when cooled, was taken out\nin the precise shapes of formers, spars, and bulk-head frames. These\nwere welded onto thick plastic rods and the rough outline of the ship\nbegan to appear. More rods were added, strengthening the framework, and\nthe ship began to assume its final shape in a spidery basket-work of\nglistening, transparent plastic.\n\nThe covering was torn off a large roll of celatex film, and long strips\nof it were spread through the inside of the framework and cut to size.\nThe strips were dipped in a softening bath, then stretched across the\ninside of the framework, pressed against it and, drying, molding to\nit to form a tough, rigid inner skin. Fistfuls of plastic insulating\nmaterial was dipped and sponged into the openings in the framework,\nmolding to it and to the inner skin. Then more strips of celatex were\ncut to size over the outside of the framework, dipped, and stretched\nover it to form a strong outer skin. The result was a large, sleek\nhull, with a shimmering basket-weave framework and frosty-white, fuzzy\ninsulation showing through its transparent skin.\n\nGravitors for the lift units and the propulsion unit were built,\ntested, and installed. A cargo deck was built into the belly of\nthe ship, accessable through large side doors. Power circuits and\ncontrol systems were installed. The forward, control pit, and aft\ncompartment decks and bulk-heads were welded into place. Then they\nlet their imaginations run riot on the interior decoration, fittings,\nand furnishings which were easily constructed of plastic framework\nwith celatex stretched and pressed firmly over it to form the desired\ncurves, bulges, and flowing lines. Then they went over it with\nsand-paper, paint-brushes, and dark blue and mirror-chrome plastic\nlacquer.\n\nThe interior was, to put it mildly, luxurious and ultra-modern. Smooth,\nflowing instrument panels and storage lockers molded into the walls,\nfoam-rubber chairs growing out of the decks, bunk-seats sunk into the\nbulk-heads, and transparent-topped tables sprouting their chrome frames\nfrom the fore and aft lounge decks. They finished it up with a small\nlavatory and an electric hot-plate in the bulk-head cubicles just off\nthe forward lounge.\n\nFinally, transparent plexiglass was fitted into the long port-hole\nslots along the hull, and a large plexiglass dome was mounted over\nthe control pit above the smoothly tapered nose. Then they papered\nthe plexiglass and manned a spray-gun, giving the entire outer skin a\nthorough coat of shimmering black lacquer.\n\nThe complete construction took all of six weeks working from dawn to\nwell after sunset. When it was finished, Smitty took the truck and went\ninto Stockton to purchase the three automobile batteries which would be\nused to power the ship.\n\nThat night, Morrow sat at his drafting table scrawling rough diagrams\nand pencilling in mathematical notations around them and on the back of\nthe papers. His table lamp threw a bright pool of light in the corner\nof the dark, shadowy workshop. The night was completely silent, save\nfor the distant sighing of the wind through the pines outside, the\nfaint scratching sound of his pencil, and the clicking and whispering\nof the slide-rule in his hands when he paused to compute some factor in\nthe diagrams.\n\nBuilding and weight-testing the gravitors that went into the ship\nhad led to speculation of other possible uses of the mechanisms. The\npossibilities were many, and Morrow spent his spare-time working them\nout. His ability, however, was limited.\n\nFirst, there was the electronic efficiency of the gravitors, the\nincreased power gained from battery storage-cells, the decreased\nloss of power within the circuits and mechanism. If electrons\nworked more efficiently in a gravitor's field, then mechanical and\nchemical power might work just as well. It appeared, on paper, that\na small, one-horsepower gasoline engine might deliver the equivalent\nof a hundred horsepower or more in electrical energy, if it were\nincorporated into a gravitor field. Morrow worked this \"gravitor\nengine\" out the best he could, cursing his lack of knowledge in\nmechanical engineering. It might work, but he didn't have the knowledge\nto tell exactly how it could be made. It wasn't his line.\n\nThen, there was the possibility of using the increased gravitor-field\nefficiency in radio communications. This was right up his alley,\nbut the implications went so far and so deep that only a thoroughly\nexperienced and trained scientist could trace all of them. He hadn't\nbeen an engineer long enough to have acquired that much training and\nexperience; he wasn't a renowned scientist in the field. He couldn't\nalways be sure where he was right or wrong in his computations. This\nwas pure research; no book had ever been written for it. He couldn't\nlook up all the answers.\n\nBut it appeared that a small radio set would have the power to reach\nanywhere in the Solar System, not to mention the extensive refinements\nof any television and/or radar set-up.\n\nThe possible refinements of chemical catalysts and electro-chemical\nprocesses were extensive, too. Staring at his diagrammatical results,\nMorrow wondered if mechanisms couldn't be perfected to measure\nthe taste of foodstuffs as the taste-buds in the human mouth did,\nto measure the smell of odors as the human nose did, to convert\ncarbon-dioxide into oxygen as plants did--even mechanisms which would\nreact selectively to the electrical impulses generated by the cells of\nthe human brain!\n\nBut he wasn't a chemist. He could only guess at the possibilities.\n\nFinally, there was the possibility of applying the gravitors directly\nto the problem of transporting the human body by air. Part of this,\nhe could answer: a gravitor strapped to a man's back would more than\nreplace the conventional parachute for emergency bail-outs. The\ngravitor could be hooked into alternate power-circuits with alternate\nfield-transmission coils, so if it failed to work on one setting the\nwearer could switch it to another, the equivalent of wearing a second\nparachute in case the first failed to open. And unlike a parachute,\nthe wearer would have complete control over his rate of fall: he could\ndescend gently to the ground or, if he wished, he could stop and hover\nin the air or even reverse his descent and rise upward.\n\nThat was part of it. Morrow had discussed it with Smitty and they'd\ndecided to incorporate it into their project. In addition to having\nthe ship look like something from outer space, there was also the\nproblem of having to make a forced-landing somewhere. They might be\nseen on the ground, repairing their ship. The gravitors could be built\ninto a tank carried on their backs, and fastened to a special harness\ncostume complete with transparent helmet fitting over their heads. The\nhelmets would protect their faces from the wind in a bail-out. Also,\ntheir appearance would be altered just enough to make them seem to\nbe visitors from another planet, beings who did not breathe Earth's\natmosphere.\n\nBut that still didn't give the human body a means of transportation\nby air. A small, portable propulsion unit was needed for that, and\nMorrow wasn't at all sure he could design such a unit. He was not a jet\nengineer.\n\nHe wasn't too sure about the large propulsion unit in the tail of the\nship, either. Basically, it was a ram-jet unit. It ought to work, but\nit might not work too well....\n\n       *       *       *       *       *\n\nMorrow tossed down his pencil and slide-rule, sighing, then pressed his\nhands over his aching eyes and rose from the table. _It's too much for\none man!_ he thought bitterly, and dropped his hands to his sides.\n\nHe stood gazing into the deep gloom of the workshop, at the huge,\nblack hull gleaming softly in the darkness. Fifty-five feet long and\nfifteen feet high, the ship rested patiently on the narrow runners\nthat supported its sleek belly. Twenty-five hundred dollars and\nsix weeks of cautious, painstaking work rolled into one beautiful,\nfantastic-looking black monster with curved fins around the cluster of\n\"rocket\" tubes in its tail and streamlined, submarine-type diving vanes\nnear its nose. Those vanes had been Smitty's contribution, operating\non a cross-control system to bank the ship and lift it around a turn\nas the aileron-elevators did on flying wing aircraft. No other control\nsurfaces were installed; the long, sleek rudder fin was immovable.\n\nThe night wind soughed through the forest on some nearby mountain\nslope. The ship stood black and silent, gleaming softly in the deep\ngloom of the workshop. It was a weirdly beautiful thing, like some\ncreature of the Unknown.\n\n_Straight out of the science-fiction magazines!_ Morrow mused,\ngrinning. _If Gwyn could only see it--_\n\nA vision of her rose into his thoughts: Gwyn, lying on her stomach,\nthe tight roll of her swimming trunks about her thighs, the smooth,\ntanned skin of her slender body, the firm swell of a breast beneath\nher armpit, the sunlight glints on her brown hair and the cool, calm\nwariness in her eyes....\n\nMorrow grimaced wryly. Gwyn again! He'd been thinking entirely too\noften of her, and too much, since he'd left Westerton. He kept telling\nhimself she was just another of the sacrifices he'd been forced to\nmake, another part of his life he'd had to deny himself--\n\nStill, when he slept he dreamed.\n\nHe was just too damned young, he told himself harshly. The demands of\nhis body were strongest at his age; it wouldn't let him alone. His\ninstinct to mate, to reproduce his kind, demanded satisfaction. There\nwas danger in that. If he fought it, denied it, kept it bottled up\ninside him, it could spread and infest his whole being until it became\na perverse fixation on sex. He had to have some outlet for it. Time\noff from his work, time to relax and enjoy female companionship, the\nnearness of a woman. An older man, in whom the mating lust had had time\nto diminish until it wasn't quite so strong and insistent--an older man\ncould retire and live in an ivory tower of science. He couldn't. He\nmust make allowance for it.\n\nFind himself a girl in town. A date, a little moonlight and soft talk.\nForget about a girl three thousand miles away. Forget Gwyn....\n\nBut he wished she were here. He wished she could see the ship.\n\nDawn was etching its rose-colored light in the East when Smitty drove\nin the yard.\n\n       *       *       *       *       *\n\nThey installed the batteries and climbed out through the simulated\nair-lock entrance to the ship, peeling off their gloves and shoving\nthem into their hip pockets. Smitty turned, wiping his hands on his\ncoveralls, and looked up at the ship.\n\n\"We can ground-test her without taking her outside,\" he said\nplaintively.\n\nMorrow picked up his mackinaw and slung it over his shoulder, grinning.\n\"Can't you wait 'til tonight?\"\n\nSmitty scowled at him. \"Suppose she doesn't check out? Then we'll spend\nthe rest of the night overhauling her! We oughta give her a ground-test\nright in here, Bill.\"\n\n\"Fair enough--if she doesn't go through the roof! But let's wait 'till\nafter breakfast, anyway.\" He walked over to the stove, checked its\nfire, and shoved a couple more sticks onto it to keep it burning until\nthey got back. \"C'mon,\" he prompted, heading for the door. \"I'm hungry\nif you aren't!\"\n\nThey left the workshop and crunched through the brittle ground-frost\nto their shack. Morrow took his turn as cook, whipped up a batch of\nsausage, eggs, and pancakes, and boiled the coffee to the strength he\npreferred--which Smitty diluted liberally with canned milk. They gulped\ndown their breakfast, cleaned the dishes, and strode deliberately back\nto the workshop. The chill November air bit into their clothes, but\nneither hastened his pace.\n\nAs they entered the warmth and shadow of the workshop and pulled off\ntheir coats, Morrow felt a fluttery sensation in his stomach which he\ncarefully neglected to mention. It was probably indigestion, anyway.\n\nSmitty, too, was silent. He tossed his coat on the workbench, strode\nstraight to the open air-lock door, and clambored up into the ship. A\ntight grin creased Morrow's face as he followed with what casualness he\ncould muster.\n\nThey moved through the luxurious forward lounge and climbed the metal\nsteps into the control pit. Smitty slipped into the pilot's seat behind\nthe controls and flight panel, up forward. Morrow took the flight\nengineer's seat behind the instrument console, on the left side of the\ntransparent blister dome. The console sloped gently, like a desk-top,\nits surface glittering with a dozen instrument dials, twenty-four\nswitches, forty-eight signal lights, two knobs and master switches, and\na jet-blast temperature gauge.\n\n\"Flight station checks,\" Smitty reported quietly.\n\n\"Roger.\" Morrow swept his hands across the console, flipping on the\ntwenty-four switches. \"Stand by for gravitor check,\" he added, then\nclicked on the two knobs.\n\nThe ship shifted slightly beneath them. The faint, sighing sound of\nwind came from the tail.\n\nOn the console, twenty-one signal lights flashed blue. Three flashed\nred. Morrow scowled at them.\n\n\"Report gravitor check!\" Smitty prompted impatiently.\n\n\"Three gravitors out,\" Morrow growled. \"One auxiliary lifter, one\nauxiliary and one main drive gravitor. Must be a short in 'em\nsomewhere.\"\n\n\"We don't need the drives for a ground-test,\" Smith reminded him. \"Cut\nto main lift units and let's try her out!\"\n\n\"Wilco.\" He switched off the drive knob and the twelve auxiliary lifter\nswitches. \"Stand by to rise!\"\n\nThe sighing wind was gone from the tail. He gripped the lifter knob in\nhis fingertips and, turning his head, stared out at the dark floor of\nthe workshop below.\n\nHe turned the knob, cautiously.\n\nThe ship rocked gently, then lifted. The floor dropped away beneath\nthem.\n\n\"Watch it!\" Smitty warned tersely.\n\nThe ship paused, then seemed to settle.\n\nThey floated serenely, twenty feet above the workshop floor. The heavy\nrafters of the roof loomed close over the transparent blister.\n\nSmitty cleared his throat, nervously. \"I think that's high enough!\" he\nexclaimed.\n\nMorrow permitted himself a fleeting grin, then began to inch the knob\nback toward its stop. \"Stand by for descent!\" he warned.\n\nThe ship settled slowly. The floor rose up with majestic\ndeliberation--then paused again.\n\n\"How high are we?\" Morrow asked.\n\n\"A little over four feet on the altimeter,\" Smitty replied. \"Want to\nhold her here a while?\"\n\n\"I want you to climb out and see how much it alters her lift,\" Morrow\nexplained. \"One less passenger shouldn't affect it at all, but let's\nmake sure.\"\n\n\"Wilco.\" Smitty rose from his seat and came back toward the steps.\n\n\"Jump around a little,\" Morrow said. \"See if it rocks her any.\"\n\nGrinning, Smitty banged noisily down the steps and clattered back\nthrough the ship. She rode perfectly still, unmoving. Smiling his\nsatisfaction, Morrow waited.\n\nThen Smitty walked around the bulge of the nose, on the floor below,\nand waved to him. Morrow waved back and, rising, moved up to the front\nseat. The altimeter still registered slightly over four feet. He\nreturned to the console, sat down--and snapped off the lift knob.\n\nThe ship settled immediately to the floor, struck lightly, and rocked\nto a standstill. Morrow clambored down the steps and felt his way back\nthrough the dark interior to the air-lock.\n\nSmitty was waiting for him as he dropped to the floor. \"She checks,\ndoesn't she?\"\n\n\"She checks,\" Morrow affirmed. \"Now let's get to work on those shorted\ngravitors!\"\n\n       *       *       *       *       *\n\nThe first night's tests were preliminary. They lifted the ship a few\nfeet off the ground and flew it across the sawmill yard and back. They\nswitched the gravitors from main to auxiliary systems. They loaded the\ncargo deck amidships with sandbags and flew a weight-test. They took\nthe ship up to fifty feet and held it there until the wind, blowing\nthem toward the trees, forced them to come down.\n\nThe ship checked out in every test. They decided to make the first\ntrial flight the next night.\n\nMorrow sat up in the co-pilot's seat beside Smitty as they drove\nsteadily through the darkness. Above, the stars twinkled coldly in\nthe black heavens and the white sickle of a quarter-moon threw its\nmilky glow into the control pit. Below, rolling gray stretches of\nmeadow spread out between dark, timber-clad shoulders and humps of the\nSierras. To the East, the timber gave way to rocky, cloud-wreathed\npeaks. They were headed toward them, and climbing.\n\n\"Five thousand on the altimeter,\" Smitty remarked flatly. \"That's ten\nthousand, five hundred above sea-level. She isn't levelling out yet.\"\nHis face was grim in the green glow of the instrument dials.\n\nBehind them, the black, glinting hull was crammed with sandbags. They\nwere lifting a full load.\n\nMorrow kept his gaze fixed on the air-speed indicator. A deep, whooming\nsound came from the tail-jets. The needle on the indicator dial\nflickered restlessly, back and forth, over a single point.\n\nThey were doing forty miles an hour, indicated air-speed. They hadn't\nbeen able to increase that speed. A brisk twenty-five-mile-an-hour wind\nwas blowing them steadily southward off their course.\n\nSmitty shook his head. \"Those jets don't even _sound_ right, Bill--\"\n\n\"I know,\" Morrow said. He sighed wearily. \"We've got to do better than\nthis. Take her higher--ram-jets are supposed to work better at high\naltitude.\"\n\n\"I don't want to go over twelve thousand without oxygen,\" Smitty\nreplied. \"Can't let this wind blow us down over Yosemite National Park,\neither--if we can help it.\"\n\n\"Take her up,\" Morrow said.\n\nThe ship continued to rise, steadily.\n\n\"Eleven thousand,\" Smitty chanted. \"Eleven thousand five hundred,\ntwelve thousand, twelve thousand five--she's flattening out!\"\n\nTheir ascent slowed, gradually. The ship steadied at thirteen thousand\nfeet above sea-level--7500 feet on the altimeter, which had been zeroed\nto the altitude of their sawmill workshop.\n\n\"Down!\" Morrow barked. \"She's losing speed!\"\n\nThe indicator needle was creeping back past thirty-five, then\nthirty--their sideward shift to the south could be felt. Smitty shoved\nforward his control wheel. The ship dived.\n\nThey glided easily back across the mountain slope toward their sawmill.\nJudging their wind-drift accurately, Smitty set the ship down in the\nyard before the black, yawning doors of the building. As the runners\nscraped the ground, he switched off the gravitors and slumped back in\nhis seat, dejectedly.\n\n\"We've got to rebuild that jet chamber,\" he muttered. \"There's\nsomething wrong with it, Bill. All we've got is a big wind-blower, in\nspite of her weightlessness--the drag of the hull wouldn't slow us down\n_that_ much!\"\n\nMorrow unbuckled his seat-belt, rose, and strode back to the steps\nwithout a word.\n\nIt took them a week to pull out the rear bulk-heads and completely\nredesign and reconstruct the tail-jet assembly. When they finished,\nthey tried it again. They got an air-speed of seventy m.p.h. at low\nlevel, but it dropped to twenty m.p.h. as they gained altitude. The\ntail-jets didn't just make a whooming sound, this time--they made a\nrumbling, burbling sound.\n\nThey landed and pulled the ship into the workshop, closing the big\ndoors after it. Morrow walked over to the workbench, pulled off his\ngloves, and threw them down.\n\n\"It's no good!\" he said harshly. \"That jet chamber just isn't shaped\nright--there's too much turbulence in it, breaks up the jet-blast.\"\n\n\"We'll rebuild it again,\" Smitty said, with a shrug in his voice.\n\nMorrow wheeled and glared at him, red-eyed. \"We aren't jet engineers,\nSmitty. We're building by guesswork! We can redesign that jet chamber a\nthousand times and never get the right shape!\"\n\nSmitty moved on to the stove and began stoking up the red coals,\nstacking wood on them. \"She does seventy per hour up to seven thousand\nfeet,\" he said dully. \"If that's the best we can do, we'll just have to\nbe satisfied with it.\"\n\n\"It's not _good_ enough!\" Morrow protested. \"She _has_ to have more\nspeed, Smitty. She'll be at the mercy of every wind that comes along if\nshe hasn't, weightless as she is!\" He smacked his fist into his palm,\ndecisively. \"We've got to get help, chum.\"\n\n\"Help?\" Smitty turned and looked at him, querulously. \"Where can we get\nhelp?\"\n\n\"A jet engineer,\" Morrow snapped irritably. \"That's the only one\nwho _can_ help us. We've got to find one--\" He broke off, suddenly\nthoughtful.\n\nSmitty grinned without mirth, mistaking his silence for hopelessness.\n\"That's the trouble, Bill,\" he said. \"There's no one who _would_ help\nus!\"\n\n\"I'm not so sure about that!\" Morrow replied softly. \"_I'm not so sure\nat all--_\"\n\n       *       *       *       *       *\n\nIt was late Friday afternoon when Morrow parked the battered,\nmud-splattered truck on a side-street and climbed out to go for a quiet\nstroll in suburban Sacramento.\n\nThe street address he was looking for turned up in the next block, near\nthe edge of town. It was an inconspicuous one of the long street-row\nof small houses with a green lawn stretching down to the curb and\ndotted with a few evergreen shrubs, a broad livingroom picture window\nin front, a white front door with a small ornamental iron night-lamp\nmounted above it, and a one-story, red-tiled roof in the flat, gently\nsloping California style.\n\nMorrow walked past the house and around the block to the alley. He\nwalked up the alley behind the house. Its rear was as inconspicuous as\nits front: a wide yard, partly in lawn, partly in flower garden and\npart gravelled with clothesline, enclosed by a low, whitewashed wood\nfence. The only noticeable difference was a small sand-box in which a\nsmall brother and sister were playing with toy cars. The little boy and\ngirl wore matching rompers and had straw-colored hair which, Morrow\nconcluded, they must have inherited from their mother. He'd never met\nMrs. Foster, but he remembered Bob Foster's dark, heavy hair.\n\nHe walked on down the alley, studying the back yards behind the other\nhouses. He noted how wide the alleyway was, how high surrounding\nfences, garages, and other obstructions were, and the lack of telephone\npoles or wires overhead. He nodded his satisfaction.\n\nWhen he got back to the truck, he took a street-map from the glove\ncompartment and carefully marked the exact location of Foster's house.\n\nThen he drove out of Sacramento, had dinner at a roadside restaurant,\nand proceeded to Stockton. Smitty met him downtown and they went into a\nlunchroom for coffee.\n\n\"Groceries and laundry's taken care of,\" Smitty reported wryly. \"How\nwas Sacramento?\"\n\n\"Fine,\" Morrow said. \"If the weather forecasts for tomorrow night pan\nout, we'll get in and out without any trouble.\"\n\nSmitty frowned worriedly. \"It's still a big risk to take, Bill. We'll\nbe flying into the Coastal Radar-Defense Zone, you know, and we can't\njust file a flight-plan at an airport for an unauthorized, illegal\nship. I'd hate to look up and see an F-140 night-fighter with its\nnose-cannon blazing at me!\"\n\n\"That ground radar isn't effective below three thousand feet,\" Morrow\nreminded him. \"I think we can sneak in at treetop-level without being\ndetected.\"\n\n\"That's all right, unless we fly into a power-line in the dark,\" Smitty\ngrumbled. \"It's still risky as hell--\"\n\n\"We've got to have Foster,\" Morrow said firmly. \"I can't say for sure\nwhether he'll join us or not, but we've got to try!\"\n\n\"Okay!\" Smitty signed resignedly. \"We'll try.\"\n\nThe following night, Morrow left Smitty checking over their ship and\nflight equipment and drove the truck down to a gas station on the\nhighway, thirty miles west of their sawmill-workshop. He parked beside\nthe gas pumps, told the attendant to fill the tank and check the oil,\nand went inside to the pay-phone booth.\n\nHe called Sacramento Long Distance and gave them Foster's home\nvideophone number.\n\nThere was some fault in calling from a pay-phone, of course--and\na Long Distance call on a rural pay-phone at that. Neither Long\nDistance calls nor pay-phones nor rural phones had the new videophone\naccessories. Videophones, involving two-way television transmission via\na camera-screen installation, were still in the development stage.\nMetropolitan and suburban phones had the video screens. Long Distance\ncoaxial transmission was still too costly to merit the installation of\nthe screens on rural phones--which also ruled out Long Distance video\ncalls. To install the screens in pay-phones would, as yet, triple the\ncost of the calls.\n\nNaturally, the Sacramento operator would inform Foster this was a Long\nDistance call; Foster's screen would remain blank. The gas station's\npay-phone had no screen. This was a disadvantage to Morrow: not seeing\nFoster's face, he wouldn't be absolutely certain he was speaking to\nFoster. He'd have to rely on his memory of Foster's voice, and it had\nbeen more than two years since he'd met Foster.\n\nPositive identification could be important. Morrow kicked himself\nmentally for not making a local call to Foster's home while he was in\nSacramento. Suppose Foster had moved in the past two years? Suppose\nthere was some sort of slip-up that aroused someone's suspicions just\nenough to start the authorities on an investigation--\n\nEven the _slightest_ mistake might finish them!\n\nAnd the call had to be made. Their plan was set for tonight, Saturday\nnight, because Foster was most likely to be home from work--research\nengineers often worked late hours on weekdays--and because he'd\nprobably have the next day off. They had to get Foster out for that\none day, and it had to be done right. But they had to be certain that\nFoster was home when they went after him.\n\nThe receiver continued its rattling noise in his ear as Morrow waited,\nfidgeting impatiently, and the seconds crawled past.\n\nThe rattling ended with a faint click.\n\n\"_Hello?_\"\n\nMorrow exhaled a shuddery sigh of relief. He recognized Foster's\ncharacteristic deep, muffled tones almost at once. \"Hi, Bob. This is\nBill Morrow--\"\n\n\"_Morrow? Well, hi yourself! Where you calling from?_\"\n\n\"I'm on the highway,\" Morrow said. \"I'm on my way north and wondered if\nI might drop in as I pass through Sacramento--I ought to be there in a\nfew hours. You going to be home?\"\n\n\"_Ye-e-es. C'mon around, by all means! You still have my home address,\nhaven't you?_\"\n\n\"Sure thing. How've you been?\"\n\n\"_So-so, between drawing curves on flight-test characteristics and\npounding out stories. You written anything lately?_\"\n\n\"I've been a little too busy to give it much thought,\" Morrow answered\ntruthfully.\n\n\"_Uh huh! Well--say, you going to be in 'Frisco for next year's\nscience-fiction convention?_\"\n\nMorrow grinned. \"'Sa little too early to say, yet. I'll see you in a\nfew hours, then, huh?\"\n\n\"_Right-o! We'll have the beer on ice!_\"\n\n       *       *       *       *       *\n\nMorrow drove back to the sawmill workshop and helped Smitty perform\na final inspection of the ship and equipment. Their plan was\nworked out thoroughly. The ship would fly to and from their target\nat low altitude, and at its maximum speed. The forecast weather\nconditions would aid in hiding them, but it would also hinder their\nflight--much of it would have to be done on instruments, and Smitty\nspent considerable time studying topographical sector-maps and radio\nomni-range vectors.\n\nTheir personal gear consisted of two special suits which would serve to\nconceal their identity as well as aid them in an emergency. The suits,\npatterned out of shimmering fabrilastex material, fit with skin-tight\nsnugness over their long winter underwear and socks. The foot-soles of\nthe suits were of springy foam-rubber, heat-welded to the fabrilastex\njust as the seams in the material were heat-welded to a perfect fit.\nA sturdy harness fitted into the inside of the suits to grip their\nlegs, thighs, and chests, suspending them in bail-outs from the sturdy\nplastic tanks on the back of their suits. Each tank enclosed a gravitor\nunit. A lightweight, transparent blue dome helmet fitted over their\nheads and clamped onto fasteners on their shoulders. There were small\nair-vents around the bottom of the helmets and in the fantastic-looking\nknob attachments in their tops.\n\nThey pulled on their suits in the workshop and stared at each other,\ngrinning. \"All you need,\" Smitty taunted, \"is a flashlight ray-gun in\neach hand!\"\n\n\"You look pretty monstrous yourself, blue-face!\" Morrow retorted.\n\n\"_You_ look _sexy_, old boy!\"\n\n\"_Down_, Rover! Better climb on the ship's radio and check the weather\nreports again--\"\n\n\"Wilco!\"\n\nMorrow walked to the end of the workshop and swung open the big doors.\nThen he went back and crawled into the ship, swinging the thick\n\"air-lock\" door into its grooves behind him. As he climbed into the\ncontrol pit, Smitty reported that the weather was just as lousy as\nthey wanted it to be: clear, cold, and windy at high altitudes, with\nsome low cumulus and a five-hundred-foot thick blanket of fog hugging\nthe ground and creeping in and out of the valleys. There were several\nscattered thunder-showers and by morning there would be solid rain in\nthe mountains.\n\nMorrow switched on the gravitor units at the flight engineer's panel,\nthen moved up and strapped himself into the co-pilot's seat. \"It's your\nbus, Junior,\" he said. \"Let me know when we reach my stop.\"\n\n\"Passengers move to the rear, please,\" Smitty retorted, and eased the\nship cautiously out of the workshop. They swung northward and set off,\nflying just a few hundred feet above the mountain slopes. The moon was\na cold, white gash in the black heavens, and the dark mantle of the\ntreetops swept past below.\n\nUnfastening his helmet, Morrow swung it back and relaxed, lighting a\ncigarette....\n\n       *       *       *       *       *\n\nThey had to use every precaution in going after Foster. In the first\nplace, they had to consider that he might be violently opposed to their\nproject--that, in fact, he might go straight to the authorities with\nit. The only safeguard against that was simply to prevent Foster from\nknowing where their project was located. Without that information, he\nwould probably find it difficult to make the authorities believe him. A\nmere story about mechanisms that control gravity, without any basis of\nfact to support it, would sound rather far-fetched.\n\nFor that matter, it would have been difficult merely to visit Foster\nand convince him they did have such mechanisms! The only quick answer\nwas to show him, to prove it to him. Then he would listen to them.\n\nThere was a good chance that he'd approve of their project and help\nthem with it--otherwise, Morrow wouldn't have thought of him. And\nhe was a man who could help them. Robert Foster was a jet engineer,\nemployed as a flight-test analyst at an aircraft corporation's\nexperimental plant near Sacramento. Morrow had met him, however,\nbecause Foster had written many stories for the science-fiction\nmagazines, mostly on the galactic empire theme. They had met at a\nprivate science-fiction club in New York and spent most of a long\nnight in a bar, along with several other writers and magazine\neditors, discussing subjects of vast scope and consuming beverages in\nvast quantity. Foster had proved himself a kindred soul of fertile\nimagination, if not of superior intellect, and so into the wee, small\nhours.\n\nIn short, Foster had impressed him as a man to be trusted when the\ngoing got rough.\n\nWhether or not that impression had been correct, Morrow didn't know.\nTonight would certainly put it to the test. They could only ask for his\nhelp, and that was all. If he refused, he refused. They couldn't use\nthreats or coercion or any suggestion of violence--that would gain them\nnothing.\n\nFoster _had_ to agree! There was no one else! Without his help, they\nwere stymied....\n\nThe weather thickened as they turned west, coming down off the slopes\nof the Sierras. Silvery masses of cloud drifted by in the moonlight\nand a thin, gray haze obscured the ground. They cruised along, their\ntail-jets rumbling, descending slowly to pass beneath a long row of\nclouds ahead. Raindrops began streaking the transparent blister which\npinged at their impact; then it began a steady, ringing sound as\nthe downpour increased. The world was turned into a gray, trickling\nwetness, faintly reflecting the green glow of the luminous instrument\ndials. The lights of a town appeared off to the left, wavering sparks\nin the wet gloom. Smitty swore under his breath.\n\nThey emerged from the shower to find themselves over an endless mass\nof cottony white, completely hiding the ground. \"Now we gotta go down\nthrough that stuff!\" Smitty muttered, and pushed the nose down.\n\nThe ground became dimly visible through the mist at a height of seventy\nfeet. \"Airspeed's a hundred and ten; headwind was reported at twenty\nmiles.\" Smitty chanted glumly.\n\nMorrow said nothing for a moment, knowing Smitty meant that if they\nwere flying any faster their dim, wavering view of the ground would\nmean nothing. Then he started and looked up. \"A hundred and ten? In a\ntwenty-mile wind? That's ninety miles an hour!\"\n\nSmitty stared at his instruments and nodded slowly. \"We're doing better\nthan we did,\" he agreed. \"Either that, or this wind has twisted its\ntail. We'll check it again.\"\n\nThey flew onward through the swirling, dark mist. The dark blurs of\ntrees flashed past below, and houses, roads, and telephone lines. Dim,\nshadowy objects, hardly recognizable. And there were moments when the\nmist closed in completely, hiding everything. Morrow felt a cold sweat\nforming on his face. The jets made a deep, mournful rumbling sound\nin the ship's tail. A highway swept past below, with car headlights\nrevealed as moving blobs of yellow in the darkness.\n\n\"This is the block,\" Morrow said, finally. \"Swing across it and come\ndown in that alleyway in its center. I'll tell you where to land then.\"\n\nBelow them were the familiar rooftops of the houses, rising darkly out\nof a thin ground mist. Smitty brought the ship over them, cutting the\njets, and let it coast to a stop over the narrow, vague band of the\nalleyway. Slowly, they drifted downward.\n\nMorrow consulted the street-map on his lap again. \"Up a little\nfurther,\" he directed.\n\nThe jets gave a brief, rumbling sigh and they glided forward.\n\n\"Here--ground her!\"\n\nGravel rasped against the ship's belly. They unfastened their belts and\nscrambled down into the ship.\n\n\"What time is it?\" Smitty whispered, as Morrow swung open the door.\n\nMorrow glanced at his wrist-watch. \"Three-ten a.m.,\" he said\nhalf-humorously. He wondered if Foster was still waiting up for him.\n\"Fasten your helmet down, and let's go!\"\n\nThey dropped down from the ship and went over to the low, white fence\nbehind Foster's house. Passing through the gate, they strode across\nthe yard. The mist-shine glimmered faintly off their bodies. Their\nblue-tinted helmets were grotesque globes of darkness, like the heads\nof nightmare creatures.\n\nLight glowed from a window in the side of the house. \"Somebody's up!\"\nMorrow observed softly.\n\n\"Do we go 'round and ring the front doorbell?\" Smitty wondered. \"Or do\nwe just walk in?\"\n\nMorrow shrugged. \"It won't make much difference. Let's try the back\ndoor--if it's locked, well go around.\"\n\nThey reached the door and he tested its knob, careful not to make any\nnoise. It yielded readily.\n\nThey entered.\n\nThe faint light filtering down the short hallway was enough to guide\nthem across the dark kitchen. Then they had to pass the dark doorways\nof what were probably two bedrooms, on either side of the hall. They\nreached the lighted doorway near the front, and stood looking into the\nliving room.\n\nRobert Foster was seated in a comfortable chair next to the television\nset. A single reading lamp was burning--the pipe clutched in Foster's\nteeth was out--and he seemed deeply engrossed in a good book.\n\nMorrow reached up and snapped the fasteners on his helmet.\n\nFoster lifted his gaze with the utmost casualness and studied the two\nfigures in the doorway. He looked quite happy and contented, dressed\nin an old pair of slacks and loafers and a turtle-neck sweater. His\ndark, touselled hair showed evidence of his hand running through it--a\nhabitual gesture of his, Morrow remembered.\n\nSlowly, a stunned expression crept across his face.\n\nMorrow swung his helmet back onto his gravitor tank. \"Hello, Bob,\" he\nsaid.\n\nFoster slipped a marker into his book, closed it, and laid it carefully\naside. \"Morrow?\" he said. \"So you finally made it! I might've known\nyou'd be coming by way of Jupiter--but why the get-up, friend? And\nwho's your partner?\" There was just the slightest quaver in his voice.\n\nIt was almost more than Morrow had hoped for. He could play it through,\nnow. \"This is a Martian friend of mine,\" he said, hooking his thumb\ntoward Smitty. \"I can't stay long. Somebody might see our spaceship and\nget curious.\"\n\n\"Your--spaceship?\" Foster queried falteringly.\n\n\"We landed it out in back.\"\n\nThe room was silent for a moment. Foster sat dumbfounded, staring at\nthem. A flicker of a gleam began to show itself in his eyes. \"Am I to\nunderstand,\" he said gently, \"that you have landed a spaceship in my\nback yard?\"\n\n\"No,\" Morrow corrected. \"In the alley.\"\n\n\"Hmmm--it'd better be in the alley. My wife would slaughter us both if\nyou'd trampled her gardenias.\" Foster fell back in his chair. He tried\nto relax; he even grinned, somewhat shakily. \"Now what's the idea,\nBill? Why'd you come tippy-toe in here like this? Out with it!\"\n\n\"Take too long to explain,\" Morrow replied, shaking his head.\n\"Somebody's liable to see that spaceship any minute, now.\" He forced a\nbroad, innocent grin across his face. \"You want to come have a look at\nit?\"\n\n\"Ye-e-es!\" Foster agreed sarcastically, rising from his chair. \"I\nsuppose I _should_ take a look at it--\"\n\nMorrow led him out the front door and around the house. \"Don't want to\nawaken your wife,\" he explained, clamping down his helmet.\n\n\"No-o-o-o!\" Foster conceded. \"I wouldn't advise that!\" They proceeded\non across the back yard, through the clinging, wet fingers of the mist.\n\nThen Foster saw the ship.\n\nAfter that, it wasn't too hard to persuade him to enter it. Then it\nwas simple to switch on the gravitors and rise into the dark sky.\nMorrow had him planted in the flight engineer's seat, enthusiastically\ndemanding explanations in full, as Smitty piloted them swiftly homeward.\n\nFoster was sold!\n\n       *       *       *       *       *\n\nThey held a conference in the sawmill-workshop that lasted all the next\nday and well into the next night. Then Foster went home to tell his\nwife he'd had a hurry-up call from the aircraft plant and gone there to\nwork on some secret research; they drove him back to Sacramento in the\ntruck, and let him off near his house.\n\nThen they returned to the workshop and went to work.\n\nThe following weekend, Foster drove up in his own car to see them. He\nclimbed out of his car wearing lace-boots and hunting clothes. Reaching\ninto the back seat, he brought out a shotgun and a stack of newspapers,\nthen Morrow came up to greet him and they strode into the workshop.\n\n\"You fellows have really been hitting the ball!\" Foster exclaimed, as\nhe stopped and gazed at the small, needle-nosed ship sitting beside the\nlarger ship.\n\nMorrow nodded. They had worked night and day to construct the second,\nsmaller ship--a little two-passenger job with sweptback fins and a\ncanopy-covered cockpit in its sharp nose. It rested neatly on its\nlong A-fins, poised to hurtle into the sky. Its color scheme--dark\nblue-black on top, light gray on its belly--stood out in sharp contrast\nto the solid, shimmering black of the giant ship behind it.\n\nIt had been Foster's idea. He'd pointed out to them that they needed a\nsmaller experimental model, easier to dismantle and rebuild, for the\ndevelopment of their air-jet chamber.\n\n\"Have you given it a test-flight yet?\" Foster asked.\n\n\"Ran it out last night,\" Smitty replied, coming around the two ships\nto meet them. He set a plumber's blowtorch on the workbench and wiped\nhis hands on a rag. \"It hit seventy miles an hour, then worked up to\nseventy-four after a five-hour run.\"\n\nFoster shook his head in puzzlement. \"That's something I just can't\naccount for. A jet-pod ought to be just as efficient as its design,\nand nothing should alter its basic performance other than a change in\natmospheric conditions.\"\n\n\"There was no atmospheric change,\" Morrow said. \"Same altitude, same\nbarometric pressure, same thermal conditions. I'm beginning to think\nthe problem isn't only in the jet-pod design.\"\n\n\"That makes two of us!\" Foster agreed. \"The design I gave you should've\nworked better than any seventy miles an hour, if your propulsion\nunit develops that focus of 'false gravity' and squeezes the air out,\nforming a low-pressure center, as you said it did.\"\n\n\"We've checked that, too,\" Morrow said, frowning thoughtfully. \"I'm\nbeginning to think it's something to do with the gravitors' field of\ninfluence. Come over here--I want to show you something!\"\n\nHe led the jet engineer over to where he and Smitty had rigged a\ngravitor mechanism and a sling-load of sandbags with rope attached,\njust as they'd used in weight-testing the gravitors. He switched on the\ngravitor, adjusted its setting, and let it lift the load of sandbags\ninto the air. Then he pointed to the rope dangling down beneath it.\n\n\"See that twist in the rope, just under the sandbags?\" he said. \"That\nmuch of the rope is in the influence of the gravitor's field, which is\ncancelling out the pull of the Earth's gravity. Now then, if it can\ninfluence that three-foot length of rope, what influence might it have\non the air around it--and on the slipstream of air flowing over our\nships, which is supposed to enter the air-vents and be blasted out the\njets for propulsion of the ships?\"\n\n\"It could be scrambling our intake flow,\" Foster acknowledged\npensively. \"But would that condition alter in time?\"\n\nMorrow shook his head. \"I don't think it does--or that it would unless\nthe gravitor's batteries were almost burned out. Then the field's\ninfluence might lessen a bit. Otherwise, no.\"\n\n\"Then why is it that the jets' efficiency increases with time?\" Foster\nasked. \"How'd you get seventy miles an hour on the big ship, then\nninety? And five hours' running built up the little ship's speed an\nadditional four miles per hour, didn't it?\"\n\nSmitty nodded. \"It gets gradually better--but not much. If we knew\nhow it happened and what it was doing to the air-flow, maybe we could\ndesign jet-pods with the right shape to use that air-flow and get good\nperformance.\"\n\nFoster turned and peered sharply at Morrow. \"Bill, doesn't that\ngravitor's field work by conductivity of some sort through the\nsurrounding material?\"\n\n\"Uh?\" Morrow started. \"Yes, it--wait! You mean the ship's plastic hull?\"\n\n\"Right. And what about the polarization of that plastic?\"\n\nMorrow pursed his lips, contemplatively. \"Like all materials on Earth,\nit's polarized--if you want to use that word--to the gravitational and\nmagnetic fields of Earth. I see what you're driving at, though--the\ngravitors establish a field in which the Earth's gravity and magnetism\nare cancelled out, or bent back upon themselves. The mechanism of the\ngravitors, the hull they support, everything within their field of\ninfluence is placed on a basis of its own gravity, mass-attraction,\nmagnetism, what-have-you.\"\n\n\"And that's gradually changing the polarization of those materials,\"\nFoster concluded. \"And the gravitors' field, working through the\nmaterial, is also affected. There's a gradual change in its influence\non other surrounding matter--and on the slipstream flowing over the\nship!\"\n\n\"We'd need a wind-tunnel to test that, wouldn't we?\" Smitty asked\ndejectedly.\n\n\"Yep,\" Foster agreed. \"And wind-tunnels cost money. The only other way\nto test it would be to make a cross-country flight, and I wouldn't\nadvise that.\"\n\n\"What about a cross-country night flight?\" Morrow wondered.\n\nFoster gave him a strange look. \"You two haven't been reading the\nnewspapers lately, have you?\"\n\n       *       *       *       *       *\n\nMorrow and Smitty exchanged glances of mingled surprise and guilt.\n\"We've been rather busy out here,\" Morrow protested lamely.\n\n\"I suspected you were,\" Foster said, a trace of grim humor in his\nvoice. He walked over to the drafting table in the corner, where he'd\nleft his shotgun and bundle of newspapers. \"Pull that thing down and\ncome over here,\" he told them. \"I've something to show _you_, now!\"\n\nMorrow cranked the gravitor-sling down on the hand winch and Smitty\nshut it off; then they went over to where Foster was spreading\nnewspapers on the drafting table, checking and circling columns of\nnewsprint with a blue crayon pencil. Morrow stepped to his side and\nstared down at the papers. The words fairly leaped up to strike him in\nthe eye.\n\n                     MYSTERY SHIP NEAR SACRAMENTO\n\n                         BLACK SPACESHIP SEEN\n\n                      MARTIANS PREFER CALIFORNIA!\n\n                 TWO CARS LEAVE H'WAY AS ROCKET SWOOPS\n\n             BLACK ROCKET SHIP; 'NOT OURS,' SAY AIR FORCE\n\nThere were more than a dozen news stories about it--not front-page,\nblack-headlines stories, but two-column stories beginning on page two\nor three and continued in the newspaper center-section. None of it was\nspectacular enough to merit big headlines.\n\nHowever, it had obviously been given a thorough coverage by the press.\nA railroad worker walking to work the Saturday morning of their trip\nto Sacramento had seen \"a black, torpedo-shaped ship flying through\nthe mist at low altitude, making a deep, rumbling noise.\" A police\npatrol car on the highway had seen it \"flying low through the clouds,\nas if it were having mechanical difficulty of some sort.\" Two cars had\nleft the highway and skidded into a ditch as both drivers saw \"a black\nship without wings swoop directly over\" with a sound \"like one long,\ncontinuous A-bomb explosion!\"\n\nSome said the ship was just a solid black shape, without lights or any\nnoticeable features except the absence of any wings; some said \"a long,\nblue flame\" came from the tail of the ship. Some said \"bright red,\ngreen, and blue lights were swarming around it\" and some claimed there\nwere \"big windows in the sides, with something moving around inside.\"\n\nOfficials of the Air Force, both in California and in Washington,\nprofessed to have no knowledge about the ship. But one fact was added:\nboth official groups said they were deeply interested in the reports\nfor \"reasons of security,\" that a thorough investigation would be made,\nand that radar surveillance along the West Coast would be intensified.\n\nAnd one, final news story was headed: SEARCH FOR DOWNED 'SPACESHIP'\nFAILS. There had been strong belief, it said, that the mysterious black\nship had been in trouble and was making a forced landing when it was\nsighted.\n\n\"There it is,\" Foster said with a tone of finality. \"These are all the\nstories in the local papers. It's been played up from coast-to-coast,\nhowever--both in the newspapers and news telecasts. And the defense\nforces along the Coast are just waiting for you to pop out again so\nthey can pounce on you.\"\n\n\"Along the Coast,\" Smitty echoed pensively. \"It's significant that they\nhaven't turned their attention to the interior--back as far as the\nSierras, here--\"\n\n\"Probably think it's some sort of new Russian reconnaissance aircraft,\"\nMorrow interjected. \"They undoubtedly have a nice, little reception\ncommittee waiting out over the ocean.\"\n\nSmitty nodded. \"Any cross-country we plan to do had best be plotted\ndue east, across the desert.\"\n\n\"There's the atomic project area, that way,\" Foster protested. \"They\ncertainly must have increased their air defenses around that.\"\n\n\"At low altitude, we can get around it,\" Smitty said.\n\nFoster's features went slack. \"Look here! You're not seriously thinking\nof--\"\n\n\"If we had a wind-tunnel, no!\" Smitty retorted wryly. \"We could stick\nthe little ship in it, let it run for a few days, watch the hull\npolarize itself to the gravitors' field, and note how the air-flow\naround the ship was affected. Then we could rip out the jet chamber and\ndesign a new one that'd work in the affected air-flow.\"\n\n\"_If_ we had a wind-tunnel,\" Morrow emphasized.\n\n\"Right!\" Smitty turned back toward the ships. \"So,\" he concluded, \"we\ntake the big ship! We head out over the desert and keep going, watching\nhow the ship performs and what the air-flow does to her. We'll have to\ninstall a few barometric pressure-point indicators around her hull--\"\n\n\"But we'd have to fly several days steady to get that hull completely\npolarized,\" Morrow said. \"We can't just restrict ourselves to night\nflying.\"\n\nSmitty winced. Then he rubbed his chin, scowling. \"If we have to,\nBill, we can go east to Utah, then south through Arizona to Mexico,\nthen east again--flying across the Border at night, without lights,\nwon't be too much trouble; and once in Mexico we won't have to worry\nabout radar. We can go out over the Gulf of Mexico, if we want to, and\nthen turn north and fly up the Mississippi and Ohio valleys as far\nas Pennsylvania. There's a lot of brush country in the neighboring\nmountain areas--there'd be little danger of getting seen through there.\nSo long as we don't have to land anywhere, we're safe!\"\n\n\"In other words, it'd be a cross-country endurance flight,\" Morrow\nsurmised.\n\n\"But suppose the ship fails on you?\" Foster demanded tersely. \"Suppose\nyou're forced down?\"\n\n\"We're visitors from outer space!\" Smitty replied, grinning.\n\nFoster wasn't amused. \"Let's not be foolish about this,\" he argued.\n\"We've got something here that we can't let loose! The world isn't\nready for it--\"\n\n\"But we've got to have it perfected when the world _is_ ready,\" Morrow\nsaid firmly. \"Once the tension wears out and the world situation\nchanges, we've got to act! If we aren't ready, the world will go right\nahead and get mixed up in some other squabble. Then we'd have to wait\nagain.\"\n\nSmitty laid a hand on Foster's shoulder. \"You can get a few days off\nfrom the plant, can't you?\"\n\n\"What? Well, yes,\" Foster stammered. \"Of course! But--\"\n\n       *       *       *       *       *\n\nThey took off at noon on a cloudy winter day.\n\nThey spent the afternoon dividing their attention between the\ntest-flight instruments and the surrounding sky. They hadn't the money\nto afford elaborate recording mechanisms to graph every moment of the\nflight onto neat tape-spools; they had to rely on the human eye, the\nquestionably analytical human mind, and the servo-mechanism of a human\nhand wielding a pencil on a loose-leaf notebook. And they constantly\nexpected to see a razor-winged jet fighter hurtling down from the\nstratosphere above them, its cannon sparkling the bright flame-color of\ndeath.\n\nThey didn't talk much that afternoon.\n\nThey took turns at the controls and eating until each had consumed his\ndinner, then gathered tensely in the control pit as the ship bored\nrumblingly into the black night. Ahead of them was the Mexican Border.\nBelow them and around them, almost scraping the ship's belly, as low\nas they were, was the jumbled, boulder-strewn Arizona desert bathed in\nfrosty white moonlight. Above were the cold, twinkling stars, the black\nheavens--and who could tell what radar-equipped night fighter poised\nabove them, ready to peel off and plummet downward, guns blazing--\n\nThen the Border was behind them. They took turns at the controls and\ninstruments again, catching a few winks of sleep between turns. Morning\ndawned, and they approached the Gulf of Mexico.\n\nMorrow checked their supplies--food and water for the trip, parts and\nmaterials stowed in the spacious cargo deck for repairs on the ship if\nnecessary--and they took turns at breakfast. Then he and Foster sat\ndown to an argument about the scientific implications of the gravitors.\nFoster was of the opinion that Einstein's theory no longer was valid,\nthat Milne's work came closer to the truth but was still vague. Morrow\nthought differently, and they argued together amicably.\n\nNoon passed, and they were over the green expanse of the Gulf. Smitty\ncalled their attention to the short-wave radio. The newscasts were\nquite interesting.\n\nA professional hunter in Nevada, hired to exterminate a mountain lion\nwhich had been slaughtering a rancher's cattle, was surprised when a\nship that looked \"like a big, black whale\" thundered over his head and\nplunged down behind a nearby ridge. The hunter rode hastily around\nthe ridge, expecting to find the wreck, but the ship had vanished\ncompletely \"as if the ground up and swallered it!\"\n\nA Greyhound bus proceeding across Arizona nearly swerved off the road\nwhen \"a long, black torpedo at least a hundred feet long\" came across\nthe sky \"so fast the air thunder-clapped behind it\" and left \"a trail\nof blue fire\" behind it. Passengers on the bus verified the driver's\nstory, with some minor variations.\n\nTwo farmers standing in a field in northern Nebraska saw a flight of\nsix \"fish-shaped\" objects go over, each having a shadow \"big as a barn\"\non the snow.\n\nA noted banker in Chicago created an uproar when he reported seeing \"a\ngiant, black shape\" rise from the waters of Lake Michigan as he was\ndriving home in the afternoon.\n\nAn amateur astronomer in Alabama reported sighting a \"strange ship\"\nrising upward from the Earth's atmosphere \"on a pillar of rocket\nfire.\" The ship had mysteriously disappeared \"as soon as it left the\natmosphere,\" the middle-aged hobbyist stated.\n\nA Swedish Air Force jet-pilot claimed he had sighted, given chase,\nfired at, and seen his tracers bounce harmlessly off a \"black,\nfish-like craft\" flying at 40,000 feet above the Baltic Sea.\n\nThe news commentators added, in significant tones, that no airline\npilots had yet reported seeing such craft. One added somewhat\ncaustically that due to previous experiences the pilots probably\nwouldn't report anything to the authorities even if they did see\nanything, since the authorities persisted in treating such reports and\nthe pilots who made them with painful ridicule; the commentator then\nlaunched into a condemnation of the current Administration.\n\n\"It would seem,\" Smitty observed from all this, \"that we are quite\nfamous!\"\n\n\"'Notorious' is the word, I believe,\" Foster countered drily. \"If this\nkeeps up, some congressman is likely to introduce a bill providing that\nthe government produce some Martians with black spaceships. The voters\nwill demand it.\"\n\n\"It's good disguise for us, anyway,\" Morrow mused.\n\n\"Uh huh!\" Foster grunted in reproof. \"Unless we're found out, that is.\nIf the public discovers that we've hoodwinked 'em and there aren't any\nMartian immigrants at all, they'll probably howl for our blood! I think\nthis is going to develop into a scare-issue, Bill. I'm afraid people\nwill want it, as an excuse to work off some of their nervous tension.\"\n\n\"Fine!\" Smitty said grimly. \"If anybody's trying to catch us, a general\nscare-issue will have 'em looking all over the place. We're already\nsupposed to be in Nebraska, in Lake Michigan, in the Baltic Sea, and\nsomewhere out in space!\"\n\n\"Invisible, too!\" Morrow laughed.\n\n       *       *       *       *       *\n\nThey passed over Louisiana in the early morning and proceeded northward\nup the Mississippi valley. Indicated air-speed was two hundred and\nthirty-eight miles per hour. Dawn was blanketed in a pouring rain.\nThey turned off up the Ohio valley and reached the Allegheny Plateau\nin West Virginia, flying by instruments, topographical maps, and radio\nomni-range navigation.\n\nAnd once they almost blundered straight into a big, six-engined\ncommercial stratoliner. The stratoliner pulled up almost at the last\nminute.\n\nBy mid-afternoon, they were approaching Pennsylvania. The drizzling\nrain had changed to snow and sleet. Then they were forced down. The\nship's air-speed fell off with an alarming suddenness. Then the entire\ntail structure took on a heavy load of ice.\n\nThey settled tail-down into a clearing on a densely wooded slope. The\nship wallowed deep into the soft, slushy snow.\n\nThe three men got together over the table in the forward lounge. Foster\nkept running his hands through his hair, nervously. \"We're stuck,\" he\nsaid. \"We're stuck here for the winter unless we can rebuild the tail\nassembly. That jet chamber has to be changed.\"\n\nIt was obvious, after they had diagrammed the readings from their\nvarious flight-test instruments. The ship's hull had become completely\npolarized to the gravitors' field; the field influenced the air flowing\nover the hull, so much so that a simple air-scoop couldn't pick up air\nto blow through the propulsion unit and out the tail-jets. The air\nintake had to be designed to work on the disturbed air-flow.\n\n\"It's a little like those 'space-warps' in science-fiction yarns,\"\nFoster explained. \"There's a warp of the gravitational and magnetic\nfields around the ship. The air-flow entering that warp bends and\ntwists to follow it.\"\n\n\"We ought to redesign the entire hull to comply with that warped\nair-flow,\" Smitty suggested absently.\n\n\"The hull doesn't matter so much,\" Foster contradicted. \"We could\ndesign it in any shape, though a sharp nose and thin guide-fins are\nstill effective. You just happened to hit the right answer when you\nplaced the control-surfaces forward on the nose of the ship.\"\n\n\"Talking isn't going to get us out of here,\" Morrow remarked grimly.\n\"Let's get to work on that tail assembly.\"\n\n\"I got news for you!\" Smitty muttered. \"If we rebuild the tail with our\npower-tools, it'll use up the juice in our batteries. We won't have\nenough to get home.\"\n\n\"We must get our batteries recharged, then,\" Morrow said. \"Will we have\nenough juice left to get out of here when we're finished?\"\n\nSmitty nodded. \"And then we'll be up a creek. Where do we get our\nbatteries recharged?\"\n\n\"Couldn't one of us venture into a town around here and buy a few\nbatteries?\" Foster suggested. \"Without wearing our Martian costumes, of\ncourse.\"\n\n\"Our Martian costumes as you call 'em are at least warm!\" Smitty\nretorted. \"It's a little cold to go wandering around out there in our\ncoveralls.\"\n\n\"Wouldn't pay to risk it, anyway,\" Morrow said. \"Suppose someone has\nseen our ship flying around here? Suppose they make a report that\nbrings in the authorities and--\"\n\n\"But who'd think a man in coveralls just stepped off a spaceship?\"\nFoster persisted.\n\n\"Uh huh. You have a point, there. But if the authorities were\ninvestigating, they'd check railroad and truck shipments of any plastic\nor metal aircraft construction materials into this region, and where\nthey were delivered. They'd check local machine shops, auto-parts\nshops, aviation parts dealers--and _they'd check garages_! If one of\nus walks up to a garage, buys a battery, and walks away carrying it on\nhis shoulder, don't you think the garage mechanic is going to remember\nhim, what he looked like, how tall he was, what he weighed? How often\ndoes anyone without a car buy an auto battery and carry it away on his\nshoulder?\"\n\n\"We might 'borrow' somebody's car,\" Smitty mused, grinning.\n\n\"We might be caught ten minutes afterward, too,\" Foster objected. \"The\npolice are quite efficient at catching car thieves.\"\n\n\"Then we need a car,\" Morrow concluded. \"Smitty, can we lift out of\nhere once we've rebuilt our jets?\"\n\n\"We could travel a few hundred miles,\" Smitty conceded. \"Not that it\nwould get us anywhere.\"\n\nMorrow grinned crookedly. \"Would it get us to Westerton, New Jersey?\"\n\nIt would. And the next night, it did.\n\n       *       *       *       *       *\n\nThe three men crouching in the control pit of the sleek, black ship\nlooked red-eyed and haggard from fatigue and lack of sleep. They had\nstripped off their shoes and socks to let them dry near the ship's\nheater, and their damp, mud-stained coveralls were drying on their\nbodies. Foster had developed a wracking cough and his nose was running.\n\nThe air-speed indicator registered three hundred and sixty-eight miles\nper hour. Smitty stared at it, glumly. \"Let's just hope it doesn't fade\nout on us again,\" he muttered.\n\nThe test of the ship's performance had been the whole purpose of their\nlong, cross-country trip, Morrow thought wordlessly. They had made\nevery preparation they could think of for the trip. Each had a special\nsuit with helmet and gravitor-tank--and one additional feature: a\none-man propulsion unit. They'd developed that in the workshop when\nthey ran one of the suit's gravitors until its field had completely\npolarized the suit; then, when the suit was suspended high over a\nsmall wood fire, the smoke from the fire had risen up into the suit's\ngravitor field and twisted and swirled around to conform to the warp\nof that field. Knowing those twists and swirls, Foster had designed a\nsmall jet unit with air intake slots and jet-pipes which utilized the\nair-flow through the gravitor field.\n\nOf course, there was one fault in this jet unit: it was designed to\nuse the air-flow around a gravitor standing still. With the gravitor\nin motion, that air-flow was altered somewhat. But when Smitty had\nfloated up in his suit with that little jet unit built into its tank,\nhe had managed to fly around the sawmill yard at a good fifteen miles\nper hour. The air drag against his legs, since the gravitor made him\nweightless, was considerable--it flattened him out in horizontal flight\nand, by swinging his legs from one side to the other, he was quite\ncapable of controlling the direction of his flight. The lift or descent\nof the gravitor sufficed for climbing or diving maneuvers. He'd looked\nlike a human fish swimming in the sky.\n\nFor the ships, of course, such a jet unit wouldn't do. The ships needed\njets which would work while in motion, at speeds exceeding a hundred\nmiles an hour. Thus, they'd had to fly the ship until its gravitors\ncompletely polarized its hull. Then they had to determine the air-flow\nover that hull at flying speeds with flow and pressure indicators\nmounted on the hull. Then they had to rebuild the tail-jets to conform\nwith their findings.\n\nA flight half-way across the continent and back to their workshop would\nhave served for that. But then, they had to be sure that there was\nno further change in the air-flow or polarization or gravitor field.\nFor that reason, they had decided on this trip all the way across the\ncountry. It would give them a complete, thorough test of the ship.\n\nThey had even gone so far as to arm themselves for defense, in case\nthey were forced down anywhere and someone tried to get rough with\nthem. In a strictly legal sense, the streamlined plastic pistols they\ncarried were not lethal weapons.\n\nTechnically, those pistols were ray-guns. They fired a beam of light.\n\nThat light came from a standard photographer's flash-bulb. It was\nfocused into a tight, narrow beam by the pistol's barrel reflector. It\nwouldn't penetrate the human skin; it wouldn't even raise a blister. It\nwas almost physically harmless. But directed at a person's face at a\ndistance of no more than twenty feet, it would leave them totally blind\nfor about three minutes. A simple flash-bulb delivered a nice, bright\nflash.\n\nA person suddenly struck blind wasn't likely to be in any condition or\nmood to cause trouble.\n\nAll other preparations for the trip had been as completely thorough,\nas carefully planned. Yet they had made one slight error. They had\nforgotten to include extra batteries for the ship. In all their careful\nand intricate preparations, that one, simple precaution had been\noverlooked.\n\nAnd now, because of it, Morrow wondered if the whole purpose of their\ntrip wasn't going to be changed. They were flying to Westerton where he\nwould borrow a car from someone he knew.\n\nThe one person in Westerton he felt he could trust more readily than\nothers was, of course, Gwyn Davidson. And Gwyn's father had a car.\n\nBut they couldn't land their ship anywhere near town, where he could\ngo directly to Gwyn. They would have to land some distance from town,\nat a spot he knew quite well, and he'd have to proceed from there. He\ncouldn't hitch-hike into town; people knew him, would recognize him and\nask questions. He'd have to fly in on his suit gravitor.\n\nAnd when Gwyn saw that, he'd have some explaining to do. He wondered\nwhat she would think....\n\nHe wondered, too, at the thrilling tingle of excitement which was\nwashing through him in waves of--of ecstasy, almost! There was no other\nword for it! He felt like a kid with his first toy.\n\nThe ship glided down through the cold moonlight and grounded behind a\nthick screen of trees, hidden near the shore of a small lake. Across\nthe glistening, ice-covered lake, the sprawling log structures of\nLakeshore Lodge loomed blackly against the snow glare. The buildings\nwere deserted, uninhabited during the winter.\n\nMorrow remembered it during the summer season, alive with people in\nbathing suits, and small boats out on the lake, and this small clearing\nbehind the trees where they landed, where he and Gwyn had sprawled on a\nblanket, sunning themselves. He remembered the spot quite well.\n\nWesterton was twenty miles away.\n\n       *       *       *       *       *\n\nHe was numb with the shock of the cold air and the weird experience of\nhis flight when he approached the town.\n\n_It felt so damned strange!_ He was flying at about four hundred feet,\nsprawled flat with the wind blowing and buffeting over him. His head\nwas protected by his helmet, of course, and he was only doing about\nfifteen miles an hour--but the weightless condition of his arms and\nlegs made it feel as if he were battling a sixty-mile gale! And using\nhis legs to guide his flight completed the impression: he _swam_\nthrough the air!\n\nThe yellow lights of town began to outline the streets and\nintersections below him. Never having seen them from the air, they were\nat first strange to him, unrecognizable--then he got his bearings and\nflew onward. Or swam. His breath was coming in labored gasps. His whole\nbody was tensed against the cold seeping into his suit.\n\nHe searched frantically for Gwyn's house. It was after two in the\nmorning; she'd be home asleep now.\n\nHe spotted it, flew over it, and cut his tiny jets. Then, tuning down\nhis gravitor, he drifted gently downward until his feet crunched in the\nsnow in the small back yard. Looking up, he saw with a start that he'd\njust barely missed straddling a telephone wire on his way down.\n\nShivering, he strode toward the house. It was a two-story, white frame\nstructure and Gwyn's room, he believed, was on the left side upstairs.\nHe went around to the side of the house and looked up at the windows,\npuzzled. Which was hers?\n\nIt wouldn't do to try to scramble in a window, anyway. Gwyn would\nprobably let out a scream that would awaken the whole neighborhood--or\nher father might take a shot at him!\n\nBetter to do it the conventional way. Knock on the front door. Ring the\nbell.\n\nShould he take her father into his confidence, too? Morrow decided\nagainst it--no point in stretching his luck too far.\n\nThen he had to get Gwyn out of the house. Alone.\n\nMorrow shook his head, grinning wryly. This was getting more like a\nkid's game all the time! Then he shuddered. It was cold as blazes! He\nhad to get inside and get warm!\n\nHe strode purposefully around front, went up on the porch, and rang the\nbell. A good, long ring. Then he jumped off the porch and ran back to\nthe side of the house.\n\nA light flashed on upstairs. A shapely, feminine silhouette passed\nacross the curtains as Gwyn crossed the room, pulling on her housecoat.\n\nMorrow stepped close to the wall, tuned up his gravitor, and rose\neasily up to the window. He grabbed the sill to stop himself and peered\nin. The room was empty. The window was raised slightly.\n\nHe pushed it up, scrambled in, and lowered it behind him. The room was\nsmall and neat, littered with feminine knick-knacks, and smelling more\nclean and polished than sweetly perfumed. He strode past the rumpled\nbed and sat down in the chair against the wall, out of sight from the\ndoorway.\n\nHis gravitor tank kept him well-forward on the edge of the chair.\nHis suit remained ice-cold and snug in the room's warmth, which he\nfelt seeping in through the vents in his helmet collar. He shuddered\nviolently, then sucked the wonderfully warm air into his lungs. He\ngazed around, noting that his helmet gave everything in the room a\nbluish tint, but he was so accustomed to that he didn't mind it. Then\nhe saw himself in the dressing-table mirror, across the room, and\nalmost doubled over with silent laughter.\n\nWhat a strange creature he was, with a shimmering, bright skin and a\nhuge, dark globe of a head!\n\nGwyn would scream her lungs out!\n\nHe reached up hastily, broke the clamps on his helmet and swung it\nback. Best to let her see his face, first, and recognize him--\n\nA door opened out in the hallway.\n\n\"Who is it, Gwyn?\" Old man Davidson's voice had the mellowness of a\nconcrete mixer.\n\n\"Nobody, Dad!\" Gwyn's voice came from downstairs, puzzled. Small feet\nstamped on the stairs. \"It's awfully cold out for anyone to be playing\npranks. When I opened the door, there was nobody out there!\"\n\n\"Well, go back to sleep, honey.\"\n\n\"All right. 'Night, Dad.\"\n\nThe door closed in the hallway. The small footsteps trod disconsolately\ntoward Gwyn's door.\n\nThen she was swirling into the room, closing the door, and pulling the\nhousecoat off over her blue, pink-flowered pajamas.\n\nWhen she saw him, she froze and sucked in her breath.\n\n\"_Bill!_\"\n\nIt wasn't a loud exclamation, but a faint, weak cry. Morrow had his\nfinger over his lips, motioning her to silence.\n\nHer face went blank; then she tugged her housecoat frantically back on\nand strode over to him. Her voice was a low, insistent murmur. \"Bill,\nhow did _you_ get in here? What _is_ this, anyway?\" Her wide eyes were\nsweeping over him from head to foot, unbelievingly. \"What on earth's\n_happened_?\"\n\n\"Sit down,\" Morrow said gently. \"Keep your voice low. Can't let anyone\nknow I'm here, Gwyn--and I need your help!\"\n\n       *       *       *       *       *\n\nGwyn looked at him steadily for a long moment. Then she said, with a\nkind of silent protest, \"All right, Bill. I'll get Dad's car out and go\nwith you. Now--how are you going to get out of here?\"\n\n\"Same way I got in,\" he told her, quietly. \"I'll meet you outside.\"\n\nThen, before she could protest, he strode to the window, raised it,\nclimbed out, and shoved free--using his gravitor, of course, as he did.\n\nShe stared at him from the window until he touched ground. Then he\nwaved to her and went around the house to the garage.\n\nShe came out a few minutes later, dressed in a warm, woolen suit.\n\nMorrow explained the project to her as they drove downtown. When they\ngot out on the highway, approaching an all-night garage, she dropped\nhim off. A half-hour later, she was back.\n\n\"Got the batteries?\" he asked, piling into the front seat beside her.\n\n\"Yes, I got them,\" she said.\n\nThey drove on out to Lakeshore Lodge.\n\nShe was grimly silent all the way. No questions, no comments\nwhatsoever. She kept her eyes straight ahead on the highway, her face\nexpressionless and a little pale in the passing lights.\n\n_She doesn't like it_, Morrow thought bitterly.\n\nBut if she didn't like it, why didn't she say so? Did she think this\nfemale silent treatment would work on him? Gwyn should know him well\nenough to realize that such typically feminine maneuvers always have\nthe opposite effect of what they were supposed to have on him. Silent\ndisapproval, huh? Then the devil with her!\n\nBut such obvious deceit wasn't like Gwyn, either, he realized. Maybe it\nwas something else, then.\n\nMaybe she had gotten the idea that he didn't want her opinion. Suppose\nshe wasn't asking questions because she thought he didn't want her to\nask anything!\n\nPossible, he thought. Even probable. He might have overdone it when\nhe tried to impress her with the need for absolute secrecy. Maybe she\nthought he'd merely come to her because he needed help, that she wasn't\nincluded in the project itself--\n\nBut _was_ she?\n\nMorrow realized, then, that he wanted her to come back with him. Back\nto California, to the workshop--\n\nWhat would the others say about that?\n\nAnd did he want to expose Gwyn to the sort of risks they were taking?\n\nThey drove up to the Lodge and parked. \"I'll have to take the batteries\nin one at a time, I guess,\" he said dourly.\n\n\"Where?\" She seemed to rouse herself out of her own thoughts.\n\nMorrow pointed across the lake. \"The ship's over there, beyond the\ntrees. Remember the place?\"\n\n\"Oh!\" she exclaimed softly. He couldn't see her face in the darkness.\n\n\"I'd better call them,\" he said, opening the car door. He stepped out\ninto the snow, straightened up beside the car, and swung his helmet\nover his head. There was a tiny, pocket-sized walkie-talkie built into\nthe helmet collar under his chin; he flipped its switch and waited for\nthe set to warm up.\n\nThen he began calling quietly. \"Angel One to Cloud Two. Angel One to\nCloud Two--do you hear me? Come in. Over.\"\n\n\"_Cloud Two to Angel One_,\" Smitty's voice was a tiny, metallic sound\ninside the helmet. \"_Hear you faint but clear. Give your position,\nover._\"\n\n\"I'm at the Lodge,\" Morrow replied. Gwyn was watching him, wide-eyed.\n\"The girl is with me. We've got the stuff. I'll have to bring it one at\na time to you, over!\"\n\n\"_Angel One, are you observed? Repeat, are you observed? Over._\"\n\nMorrow scowled in puzzlement. \"Nobody here but us chickens,\" he quipped\nback. \"What're you driving at, over?\"\n\n\"_Do not attempt to bring stuff here_,\" Smitty's voice taunted him.\n\"_You might drop something. Remain at your position--we'll come there!_\"\n\nMorrow's mouth went slack. Of course! He should've thought--\n\n\"_Cloud Two to Angel One! Acknowledge, please. Over._\"\n\n\"Okay, guys!\" he snapped. \"Roger, wilco, over and out!\" He switched\noff the set, angrily.\n\nBut what was he angry about?\n\nHe wasn't sure. Something was wrong, somewhere. Somehow, things just\nweren't working out right.\n\n\"They're--coming here?\" Gwyn asked hesitantly.\n\n\"Sure,\" he retorted, his tones unnecessarily brusque. \"They're coming\nhere.\"\n\n\"Oh.\" She gripped the steering wheel and stared ahead, not looking at\nhim.\n\n\"Gwyn--\" Morrow started around the car, around to her side to open the\ndoor and lift her out--\n\nA faint, whining sound came from above as he reached the front of the\ncar. He stopped and looked up, startled.\n\nThe sleek, black ship settled down to the white snow before them. A\nsort of strangling gasp came from Gwyn, then she was out of the car and\nstanding beside him, clutching his arm tightly.\n\nThe thick door swung open on the faintly gleaming hull. A figure in\nbright, snug garments, with a dark globe of a giant head, floated out\nof the door and came gliding toward them. It swung its legs down and\nsettled to a crouch in the snow in front of them.\n\n\"Well?\" the strange, dark globe-head drawled. \"Don't I rate an\nintroduction?\"\n\n       *       *       *       *       *\n\nThe batteries were installed. The old ones they replaced were stored on\nthe cargo deck to be recharged when the ship had returned home.\n\nThe forward lounge was bright, warm, and cheerful, with the\nultra-modern interior fittings and deep, foam-rubber chairs and the\nmoonlit snow and trees outside the long port-holes' slits. Gwyn sat\nbetween Smitty and Morrow, holding her cup out for Foster to pour her\ncoffee. Foster poured with a deft flourish. He had his jacket tied\naround his waist as an apron.\n\n\"I've always maintained,\" he observed with mock seriousness, \"that the\nwoman's touch is absolutely essential to the success of any project\nattempted by man!\"\n\n\"Quite true,\" Smitty agreed, going along with the gag. \"Though I'm not\na lace-curtains man, mind you. Just lace.\" He grinned wolfishly at Gwyn.\n\n\"Being a married man, myself,\" Foster went on, pouring himself a cup\nof coffee, \"I have so accustomed my tastes to minor discrepancies as\npracticed by the fairer sex that I'm no longer disturbed by such. Nylon\nstockings and underthings hanging all over the bathroom, for example.\nAs one gets used to that sort of thing--\"\n\n\"Hear, hear!\" Smitty chanted.\n\nFoster sprawled in a dignified pose in the chair facing them. \"As one\ngets used to it,\" he continued unmindfully, \"it fades to its proper\ninsignificance. Then a man can truly visualize the worth of feminine\ncompanionship--the slippers, the evening paper, the scratching of one's\nback--\"\n\nGwyn was laughing. The tension was going out of her shapely, young\nbody. Her gaze was mirthful, speculative--especially when her glance\nslid over to Morrow.\n\n\"One finds,\" Foster went on, \"that the prime essence of--of--\"\n\nHe broke off with a violent sneeze.\n\nMorrow finished his coffee, set his cup aside, and rose. \"We'd better\ntake off,\" he said flatly. He turned and faced them.\n\nSmitty and Foster were looking at him with a silent reproof. Gwyn's\neyes were on the floor. She set her cup aside, untouched.\n\nMorrow returned their look without expression. Something danced and\ngiggled and rolled, hugging its sides with laughter, inside him, but he\nkept it off his face.\n\n\"Gwyn!\" he said. His tone was sharp, insistent.\n\nShe stood up uncertainly. \"I'd--I'd better be getting home, too,\" she\nsaid.\n\n\"Right.\" He nodded. \"We've got to get off before sunrise catches\nus--we'll be safe over the Pennsylvania brush country.\"\n\n\"All right.\" She moved toward him, toward the bulk-head door at his\nback.\n\nHe reached out and touched her shoulder, stopping her before him. \"When\nwe get back, I'll write you,\" he said gruffly. \"Meanwhile, you can be\nstraightening out your affairs here, and--in a couple of weeks or so--\"\n\nShe looked at him, then. Eyes wide open and shining, lips parted.\n\n\"Well, don't just _stand_ there!\" Smitty bellowed indignantly. \"Go on\nand _kiss her_!\"\n\n       *       *       *       *       *\n\nIt was hardly a month later when Morrow stood in the doorway of the\nsawmill-workshop, his arm around Gwyn, and said, \"We need a good\nmechanical engineer! Can't get anywhere without him--\"\n\nAnd a small, gray-haired man sat up in bed, a few nights later, and\nstared at the two strange creatures standing before him. Their heads\nwere dark, featureless globes. Their bodies were covered with a bright,\nshimmering skin. He noted vaguely that the female of the species was\nstacked quite well.\n\n\"Can't do anything without a good structural engineer!\" the little man\nsnapped angrily, a few months later, as they were standing around a\nlittered workbench.\n\nA slender, middle-aged woman stepped off the bus and walked up the\nquiet, dark street toward her home. Then she froze, a scream stuck in\nher throat, as several weird creatures swarming out of the shadows....\n\nA Northern Airlines pilot glanced out at the port wing of the giant,\nhumming stratoliner. His mouth fell open, then he grabbed his\nco-pilot's shoulder and pointed out toward the wingtip.\n\nTwo sleek, fish-like little ships were flying perfect formation with\nthe big plane, their black silhouettes outlined sharply in the warm\nsummer moonlight.\n\nAn Air Force pilot rode his powerful, deadly jet-fighter across the\ndesert country, thinking of the wife and children waiting for him in\nLos Angeles. Suddenly, he tensed, staring over the side. Far below, a\nblack shape was outlined against the gray earth.\n\nQuickly, the pilot radioed his flight h.q. and fired his guns, blasting\ntheir muzzle-covers away. Then he peeled over into a dive and went\nscreaming downward. The black shape appeared on his sights, his thumb\npressed the fire-button--no time to set up for auto-fire--\n\nAnd then, the black shape was gone!\n\nThe wind stopped screaming around the little ship as Smitty cut\nits gravitors back in, halting its helpless plunge. He pointed its\nneedle-nose up the black maw of a deep canyon and glanced upward,\ngrinning as he thought what must be going through that jet jockey's\nmind. _Which way'd he go?_\n\nJust let 'em try following a \"spaceship\" through one of these twisting\ncanyons! At a jet-fighter's thousand-mile-an-hour combat speed, just\nlet 'em try!\n\nBut, as Morrow discovered, a heliocopter could follow anywhere. It\nwasn't when he and Gwyn drove into Stockton to get married, but later,\nwhen they were playing follow-the-leader in silvery wonderland of\nclouds under a full moon. He and Gwyn wore gravitor-units strapped to\ntheir backs, with the harness incorporated into a swim-suit attire,\nwithout helmets or any other garments. It was a warm summer night\nfilled with cool breeze that caressed their skin as they circled and\nskimmed over and around the bright masses of cloud.\n\nA civilian pilot riding his little ram-jet heliocopter southward toward\n'Frisco saw them gliding around the clouds at approximately the same\nmoment Morrow caught sight of him. The 'copter gave chase. Morrow and\nGwyn parted, trying to confuse the pilot, but the 'copter swung on its\nwhirling blades and went after Gwyn. Its speed was greater than hers\nand it was rapidly overtaking her--the pilot jockeying it into position\nso its blades would strike her. Apparently, the pilot had a morbid\nsense of humor.\n\nSeeing this, Morrow swung back, intercepted the chase, and swooped low\nunder the 'copter, trying to unnerve the pilot. But the pilot merely\nwaved at him and laughed, shouting something about \"_Gonna get one of\nyou, anyway!_\" that Morrow barely heard.\n\nHe circled and dived at the 'copter again, fumbling at his belt.\nThis time, he pulled up to the side of the 'copter's teardrop cabin,\nstopping himself by slamming both feet against the cabin. Startled, the\npilot jerked the controls and the 'copter dipped its blades at Morrow.\nHe had just enough time before cutting his gravitor and plunging free\nto fire his flash-bulb pistol directly into the pilot's face.\n\nChecking his fall several hundred feet below, he looked up and saw the\n'copter wallowing precariously on auto-controls, its pilot pressing\nhis hands over his eyes. Gwyn came swooping downward, her dark hair\nbillowing out behind her, and called anxiously to Morrow--when he fell,\nshe'd thought the 'copter blades had struck him.\n\nThey lost themselves in the starry blackness before the pilot regained\nhis sight.\n\nThat spring season, the newspapers broke out in a rash of headlines\nand front-page stories about ships from outer space and life on other\nworlds, quoting eye-witness reports and authoritative comments. By\nsummer, the latest best-seller book was a loosely-written volume\nentitled THE MONSTERS ARE AMONG US!\n\nThose fortunate members of a certain group of thirty-seven men and\nwomen broke into grins every time they heard the book mentioned. This\ngroup had laid out a collective sum of slightly over a hundred thousand\ndollars for the construction of a small vacation resort in the Nevada\ndesert.\n\nIt was a rather special resort. The buildings were built cheaply, yet\nwere designed by certain talented engineers so that their structures\nwere considerably stronger than those of conventional buildings using\ncostlier materials--a not too difficult feat, considering the outmoded\nbuilding codes which governed most construction--and were surprisingly\nsleek and ultra-modern, as well.\n\nThe members of this group usually continued their work in plants and\nlaboratories outside. Each year, when their vacation-time came up,\nthey would rush off to a little radio repair shop in Stockton and have\na quiet talk in the back room with its youthful proprietor. That night,\nthey would drive up into the mountains to an old, abandoned sawmill,\nwhere a strange ship would drop out of the darkness to greet them....\n\n       *       *       *       *       *\n\nIt was a deep, twisting canyon east of the Kawich Range. Sand-stone\ncliffs towered up nearly three hundred feet on each side and a\nspring-fed stream trickled along the boulder-strewn floor, curling\naround clumps of stunted pine trees and dense brush. The wind sometimes\ntore through the canyon with a deep, mournful whistle.\n\nFarther up, the canyon widened out. A pile of giant boulders formed an\nisland in the middle of the floor and cliff-dwellers had built their\ndwellings in a large cave half-way up on one wall. Those dwellings were\nnow occupied and joined by slender spans to the three sleek towers\nrising up from the island. At the foot of the island, a flat space had\nbeen cleared and long, low sheds built around it.\n\nIn the middle tower overlooking the clearing, which was now occupied by\na slender, black ship. Morrow sat before the observation wall of his\nliving room and gazed downward. He wore a simple pair of trunks on his\ntanned body, and socks and sneakers on his feet.\n\nThe man sitting in the chair next to him was tall, broad-shouldered,\nand husky. There was a two-day growth of beard on the lean face and\nthe soiled white trousers and shirt looked as though they had been\nslept in. The man's eyes were cautious and tense when he glanced over\nhis shoulder.\n\nSmitty was standing behind his chair. Smitty wore the same casual\nattire that Morrow did, with the addition of a cartridge belt and\nholstered pistol about his thighs. The brown hand resting on the\npistol-butt--it was a Colt .45 revolver--gave their visitor silent\nconfirmation to the fact that he was, essentially, their prisoner.\n\n\"So it took you just six months to find us, did it?\" Morrow asked\nmusingly. \"Too bad about the shipping records on those plastic\nconstruction materials--you must have traced down the shipments from\nevery company in the country before you found that.\"\n\n\"We traced nearly all of them,\" the visitor conceded. \"In fact, this\none would've escaped our notice if you'd used any half-reasonable\ncompany in Stockton to cover up your use of the materials.\"\n\nMorrow took cigarettes and matches from the pocket of his trunks and\nproceeded to light up, calmly. It was nearing sunset and the canyon was\nalready plunged into a blue twilight, in which the lights in the towers\nand on the small landing field below glowed softly, in soothing pastel\ncolors.\n\nThe visitor sat unmoved through the silence. He had been caught\ninside the old sawmill and flown to the hidden base the night before.\nHis credentials said he was an agent of the United States Bureau of\nInternal Security, that his name was David Lyle. Morrow glanced at him,\nspeculatively.\n\n\"I've told you all I dare about our group, here,\" he said. \"I've told\nyou some of the things we've done--\"\n\n\"Without explaining them,\" Lyle interjected wryly.\n\nMorrow smiled. \"You wouldn't grasp the technical end of it if I\nhad told you. It's as if I were the first man to invent the wheel\nand had gathered a few others about me who were now developing the\npropellor, the fly-wheel, gear-ratios and the piston engine. We can\ngenerate enough electrical power in this canyon site to light a large\nmetropolitan city, and we're now working on a means of using broadcast\npower and perhaps harnessing atomic energy. We already suspect some\nof the chemical and medical possibilities inherent in gravitor-field\nconditions--\"\n\n\"And you have the answer to interplanetary travel at your fingertips!\"\nLyle muttered dourly.\n\n\"Yes, but without the financial means to do it,\" Morrow agreed.\n\"Interplanetary travel won't be important for another hundred years\nanyway--if it is at all--since it will take that long for the world's\npopulation to reach any dangerous numbers.\"\n\n\"What's that got to do with it?\"\n\n\"Mankind is due to reach the stage of population where he can no\nlonger feed himself on Earth,\" Morrow explained. \"He simply won't be\nable to raise enough food on this one planet to feed such numbers.\nEither that, or there'll be three or four atomic wars in the next few\ngenerations--if there's one, there'll be several wars--and population\nwill cease to be a problem.\n\n\"There's been some talk of birth-control as the only logical answer\nto this overpopulation. It may be used, but I doubt its logic. You'll\nhave to tell some people they simply can't have children, and on a\nworld-wide scale you're going to have many cases where they disregard\nauthority and have children anyway. Then, to make your authority stick,\nyou'll have to take those unauthorized children away from their parents\nand kill them. You'll need a world dictatorship to do that.\n\n\"The only answer that's really logical is when this world gets too\nsmall to support mankind, go out and settle a couple more. That's\nwhere interplanetary travel becomes important, and not before. The\nastronomers claim there is very little likelihood of any native species\nof intelligent beings living on either Mars or Venus. I only hope\nthey're right!\n\n\"But that isn't answering our present problem, is it?\" Morrow grinned\nreflectively. \"We could kill you, Mr. Lyle, but that would gain us\nnothing. There would be other agents following you. Also, it doesn't\nsit well with our attitude.\"\n\n\"Just what _is_ your 'attitude' as you call it?\" Lyle demanded.\n\nMorrow glanced at him through narrowed eyes and replied, \"Just what\nwould _your_ attitude be if you were in our position, Mr. Lyle?\"\n\n       *       *       *       *       *\n\nLater, as Morrow sat alone, Gwyn came out of the kitchen and joined\nhim, perching herself on the arm of his chair.\n\n\"It'll work out all right, Bill,\" she murmured soothingly, running her\nfingers through his hair. \"Don't worry about it.\"\n\nMorrow shook his head. \"We've got to let him go, Gwyn. We can't hold\nhim.\"\n\n\"Then let's just face it,\" she replied, using her practical feminine\napproach. \"The government is going to learn about our project. What can\nthey do about it? Can they throw us into prison and confiscate all we\nhave here? What'll they do with it? Without us, they won't understand\nit!\"\n\n\"How much _will_ they understand, I wonder!\" Morrow said dubiously.\n\"Will they realize this could ignite the present world tension into a\nraging war?\"\n\nGwyn looked out on the silent, brooding canyon. \"Would it, Bill? I\nmean--I'm not doubting you, darling--but are you sure?\"\n\nMorrow sighed wearily. \"No,\" he said. \"Not sure. I'd just rather not\nrisk it.\"\n\n\"Well, if it happens, it won't be our fault.\" Gwyn slipped her arms\naround him and settled down in his lap. \"Don't worry, Bill--\"\n\nIt was nearly midnight when Morrow stood down on the field, with the\ngleaming, black ship looming beside him, and watched Smitty and Lyle,\nthe agent, walking out toward him.\n\n\"Finished your inspection, Lyle?\" he called out, his voice sharp,\nbrittle.\n\n\"Yah. I've finished.\" Lyle strode up with a thoughtful expression\ncreasing his forehead. \"You got quite a lay-out here.\"\n\n\"Thanks.\" Morrow hooked his thumb at the ship's open hatchway. \"Climb\nin, Boy Scout. We're taking you back to Uncle.\"\n\n\"Ah-hmmm--just a sec, Morrow.\" Lyle paused, lighting a cigarette. \"I've\nbeen thinking about that question you asked me--what my attitude would\nbe in your place.\"\n\n\"Yes?\" Morrow stiffened warily.\n\nLyle grinned. \"One of the things that surprises me is that of all the\npeople in your group, none has spilled the beans. How come nobody\ntalked?\"\n\n\"If you had what we've got, would you talk about it?\"\n\nLyle chuckled, flicking the ash from his cigarette. \"We're back to\nattitudes, then--right?\" He looked up, his gaze suddenly intent. \"I\nthink I've got an answer to your question now, Morrow.\"\n\nMorrow squinted at him. \"What're you getting at, Lyle?\"\n\n\"Those aircraft construction materials you had shipped to Stockton,\"\nLyle said quietly. \"Building an experimental plane without\nauthorization is a federal offense. The fine's five hundred dollars.\nYou got five hundred bucks, Morrow?\"\n\n\"I think so,\" Morrow replied cautiously.\n\n\"And you got a couple aeronautical engineers here who could whip up\nsome kind of little airplane, haven't you?\"\n\n\"Suppose I have?\"\n\n\"Well, whip up something! Just so it'll get off the ground--put a\nmotorcycle engine in it--and the Civil Aeronautics boys will have\nsomething to take their hatchets to. Plant it out at that sawmill of\nyours.\" Lyle's sombre eyes were laughing silently.\n\n\"So I'll pay a five-hundred-dollar fine?\" Morrow asked perplexedly.\n\n\"Uh huh. And I can write a report that'll close this case.\"\n\n\"You--\" Morrow broke off, staring at the calm, good-natured agent.\n\n\"The stuff you've got here is poison to today's world,\" Lyle said\nquietly. \"Maybe, in time, guys like me can change all that. Until we\ndo--\" He left the rest unsaid.\n\nMorrow let his breath out slowly. Then he extended his hand. The young\nagent's grasp was firm, decisive.\n\n\"If you two're through yakking,\" Smitty growled, shoving past them,\n\"let's get outta here!\" He mounted to the ship's hatch.\n\nThe two men followed him and the hatch folded shut, flush with the\nsleek hull. Then, gravs humming, the black ship lifted from the field.\n\nIt dwindled rapidly into the upper darkness.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Machine That Floats, by Joe Gibson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MACHINE THAT FLOATS ***\n\n***** This file should be named 49693.txt or 49693.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/6/9/49693/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}