{"title": "What Do You Read?", "author": "Boyd Ellanby", "releaseDate": "August 21, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                           WHAT DO YOU READ?\n\n                           _By Boyd Ellanby_\n\n                    _Illustrated by Malcolm Smith_\n\n     [Transcriber's Note: This etext was produced from Other Worlds\n     March 1953. Extensive research did not uncover any evidence that\n     the U.S.copyright on this publication was renewed.]\n\n\n     Writers have long dreamed of a plot machine, but the machines in\n     Script-Lab did much more than plot the story--they wrote it. Why\n     bother with human writers when the machines did the job so much\n     faster and better?\n\n\nHerbert would have preferred the seclusion of a coptor-taxi, but he\nknew he could not afford it. The Bureau paid its writers adequately,\nbut not enough to make them comfortable in taxis. In front of his\napartment house, he took the escalator to the Airway. It must have been\npleasant, he thought as he stepped onto the moving sidewalk, to be a\nwriter in the days when they were permitted to receive royalties and,\npresumably, to afford taxi fare.\n\nOn the rare occasions when he was forced to travel in the city, he\nusually tried to insulate himself from the Airway crowds by trying to\nconstruct new plots for his fiction. In his younger days, of course, he\nhad occupied the time in reading the classics, but lately, so great was\nthe confusion of the city, he preferred to close his eyes, and try to\ndevise a reverse twist for one of his old stories.\n\nToday, he found it harder than usual to concentrate. The Airway was\ncrowded, and he had never heard the people so noisy. Up ahead half a\nblock, there was a sharp scream. Herbert opened his eyes and peered\nahead to see what had happened. Someone had been pushed through the\nrailing of the Airway, and as his section rolled on and passed, he\ncould see lying on the pavement below the body of a young cripple, his\nhands still holding a broken crutch.\n\nHerbert shuddered. He felt sick, and closed his eyes again.\n\n\"Wonder how that happened?\" said the man in front of him.\n\n\"He probably got in the way,\" said a girl, callously.\n\nThe man ahead made no comment, and Herbert dismissed his own\npuzzlement. Could he make a plot out of this incident of the crippled\nboy? he wondered.\n\nHe shifted to the slower track, descended the escalator, and stepped\nonto the street across from the Bureau of Public Entertainment. He had\nto wait a moment, for an ambulance was clanging down the street; then\nhe crossed to the stone-faced building.\n\nAs he rode up the elevator, he wondered again why John had ordered him\nto come to lunch. He realized that he was no longer a young man, but he\ncertainly did not feel ready to be pensioned. And in the last year he\nhad actually written more fiction than in any other year of his life.\nVery little of it had been used, for some reason, but story for story\nhe thought it matched any of his previous output.\n\nLudwig received him with little ceremony. \"Sit down, Herbert. It was\ngood of you to come. Miss Dodson,\" he called through the intercom,\n\"this is strictly off the air. Nothing is to be recorded. Is that\nclear?\"\n\n\"Well, John,\" said Carre. \"You're looking harassed, if I may say\nso. Are they working you too hard? Or are you just faced with the\nunpleasant job of firing an old friend? I realize, of course, that AFE\naren't using much of my stuff just now.\"\n\nLudwig smiled unhappily and shook his head. \"I'm not planning to fire\nyou, Herbert. But you know, of course, that you're in the same boat\nwith the other Writers, and that boat is in choppy waters. Frankly,\nI'm not very happy about the situation. The five-year experimental\nperiod is coming to an end. This Bureau has the job of providing\nentertainment, and that includes, among many other categories,\nliterature. Books, articles, and stories. And I'm faced with a\ndifficult decision: shall we employ Writers, or use Script-Lab? You are\nonly one of the many people we support, of course, and both you and\nScript-Lab furnish material to Adult Fiction, Earth, who distribute it\nas they see fit.\"\n\nHerbert Carre nibbled at his graying moustache. \"I know. And for the\nlast year, for some reason, AFE has not seen fit to use much of my\nstuff. And yet it's no different. I write just the same sort of thing I\nalways did.\"\n\n\"Tastes change, Herbert. Script-Lab reports that the public seem to\nprefer the machine-made stories. I have a week to make a definite\ndecision, and I'm particularly anxious to finish the job because I've\nbeen asked to transfer, at the earliest possible moment, to the Bureau\nof Public Safety. The Committee are inclined, on the whole, to favor\nthe enlarging of Script-Lab, and transferring all the Writers to some\nother department.\"\n\n\"Great Gamma! You mean _all_ literature will be machine-made from now\non?\"\n\n\"Don't get excited, Herb! That's what I've got to decide. But if they\ncan really write it just as well, why not? You remember Hartridge,\ndon't you? Class behind me at college, majored in electronics? He's in\ncharge of the machine experiment and he's about convinced us that his\nmachines can turn out manuscripts at lower cost, more rapidly and of\nbetter quality than you Writers can. And he says the public like his\nproduct better. Have you seen any of it?\"\n\n\"No,\" said Carre, \"I don't know that I have. You know I never read\nanything but the classics, for pleasure; nothing later than Thackeray,\nor, at the latest, James Joyce. What principle do they work on?\"\n\n\"I'm not an electronics man. Hartridge tells me they are specially\nsensitive blocks of tubes, and that memory, including all the basic\nplots of fiction, and all the basic varieties of dialog have been built\ninto them.\"\n\nCarre shuddered. \"I will never believe, in the face of any evidence,\nthat machines can take the place of human writers. What machine could\nhave written 'Alice'?\"\n\n\"Calm down, Herbert. I want your help. I haven't followed developments\nsince the days of the early electronic computers, and I haven't time\nfor studying them now. And, unfortunately, I never read modern fiction\nany more--no time for anything but official reports. Now I've always\nrespected your judgment. I want your opinion of the adequacy of the\nmaterial put out by Script-Lab.\"\n\n\"Have you forgotten,\" said Carre, \"that I am a Writer? Aren't you\nafraid of a biased report?\"\n\n\"Not from you. I need a competent judge. And if you are forced to bring\nin a favorable report, you know I'd find you a place in some other\nfield. I might even get you a pension.\"\n\n\"I hope not. Not yet.\"\n\n\"Go over and see Hartridge, look over his machines, and bring me a\ncritical estimate of the quality of their work--not just literary\nquality, of course; we're interested also in entertainment value. Don't\nbe prejudiced. I imagine you'd be the last to deny that writing can be\ndamned hard work.\"\n\n\"You're right,\" said Carre. \"I would be the last person to deny it.\nSomehow, I've always liked the work, but if the machines can really\ntake our place, I will try to bow out gracefully.\"\n\n       *       *       *       *       *\n\nOnce again Carre took the escalator to the Airway and moved across the\ncity. He tried to think of fiction plots, but he could not control his\nmind. He was worried. The people standing near him were quarreling,\ntheir shrill voices hurt his ears, and the crowd was so dense that he\ncould not move away.\n\nAge, he feared, was making him irritable. As he approached his station,\nhe pushed towards the escalator. He brushed against a woman who was\nreading a plastibacked book. She looked up, frowned, and then stamped\nviciously on his extended foot. Half-stunned with pain and amazement,\nHerbert managed to get to the escalator, went down, and limped slowly\nthrough the doorway of Computer House. What had possessed the woman? he\nwondered. He'd barely brushed her sleeve, in passing.\n\nHe stood before the door labelled \"Manuscript Laboratory: Dr. Philip\nHartridge,\" and pushed the button. The door opened, but two husky\nguards with pistols in hand blocked his entrance.\n\n\"Your name, please, and your business?\"\n\nHerbert fought a tendency to stammer. His foot still hurt him, he had\ndeveloped a headache, and he felt bewildered.\n\n\"I just want--My name is Herbert Carre and I want to see Dr. Hartridge.\nWhy, we've known each other for years!\"\n\n\"Identification, please?\"\n\nThey examined his identity card and his Bureau papers, and nodded. Then\none returned his pistol to its holster and approached him.\n\n\"Just as a formality, if you please. Dr. Hartridge apologizes for\nthis.\" He ran his hands over Herbert's shabby blouse and trousers, then\nstepped back.\n\n\"That's all, Mr. Carre,\" he said. \"You can go in.\" They preceded him\ninto the reception room, advanced to the rear wall and pushed a series\nof buttons in a complex pattern. A double door, made of metal instead\nof the innocent oak it had seemed to be, slowly swung open.\n\nPhilip Hartridge rose from his desk and extended his hand.\n\n\"Awfully good to see you, Carre,\" he said. \"It must have been nearly\nten years. Sorry you've never come over to see us sooner. We're very\nproud of Script-Lab. How are things?\"\n\n\"Not bad,\" said Herbert. \"I'm still feeling overwhelmed by the\nelaborate protective system you have here. What explains the\nbody-guards? I didn't suppose this laboratory was classified.\"\n\nHartridge leaned back in his chair. \"It's not classified. Those men are\nhere to protect me from possible violence.\"\n\n\"Violence? Great Gamma, do you mean personal threats?\"\n\n\"Yes. Only last week, my 'coptor exploded a few minutes after I started\nthe motor. By a lucky chance, I had gone back to the house to get my\nbrief-case. But someone had certainly tried to kill me.\"\n\n\"Why on earth, Hartridge, should some one--\"\n\n\"It might be one of several people,\" he said. \"But I think it's\nmy brother Ben. He would, of course, like to have my share of the\nmoney our father left us. But I'll take care he doesn't get it.\" He\ngrinned, and patted his hip. \"It's rather more likely to be the other\nway around. But we won't waste time in trivialities, Carre. Ludwig\ncalled me. I know you want to see our set-up here. Come in and see the\nmachines.\"\n\nThey walked through another set of double doors and into the Laboratory.\n\nThe noise was deafening. Twenty enormous machines sat in the room. Each\nwas contained in a dull plastic case, and the control panels were a\nmaze of dials, buttons, and red and green indicator lights. An electric\ntypewriter was connected to and operated by each machine, and through\neach typewriter ran an endless roll of paper, which emerged to be cut\noff into eleven-inch lengths by automatic knives.\n\n\"How do you stand the noise?\" asked Carre. \"Why don't you use Silent\nTypers?\"\n\n\"Oh, the machines don't mind the noise. Silent Typers would be an\nunnecessary expense, and as a matter of fact, I've come to like the\nsound. It's soothing, after a time.\"\n\nCarre strolled slowly, rather mournfully, from one monster to another,\nglancing at the emerging manuscripts.\n\n\"The rate of output,\" said Hartridge, \"is not less than a hundred words\na minute, and they never have to stop to look up their facts, or to\nstruggle with a balky plot. Can you do as well?\"\n\n\"I wish I could,\" said Carre. \"I know so little about electronics. Do\nthe machines use much current?\"\n\n\"No, that's another of their virtues, they're very economical. The\ntubes are so efficient that all twenty machines are run from this one\nsource, right here--Don't touch it! It's not ordinary house current,\nyou know. We start with eight thousand volts,--it saves on metal and\ntransformers.\"\n\nHerbert found it hard to think against the clatter of the typewriters.\n\"I'm ashamed to admit,\" he said, \"that I feel a kind of envy, they\nseem to compose with such ease.\"\n\nHartridge laughed. \"No trouble at all! I tell you, my pretty\ntypewriters are going to put you out of business. You can see for\nyourself, Carre, that there's no need for you human writers. We are\ndoing a perfect job here, and we could supply all the material--novels,\nstories, fact articles, biographies--that the country could read. AFE\nhas been using more and more of our scripts, as you probably know.\"\n\n\"I know.\"\n\n\"I can't say exactly why it is, but we do seem to be able to hit the\npublic taste better than you Writers.\" He reached over and patted one\nof the plastic cases, as though it had been an affectionate dog.\n\n\"Do your machines do nothing but write new material?\" asked Carre, as\nhe strolled on.\n\n\"That depends on the demand. Sometimes we have a call for some\nout-of-print item, or some work which is so hard to get hold of that\nwe simply have the machines re-do it. After Number Twelve, here,\nproduced the entire English translation of 'War and Peace' without\na single semantic error, we were not afraid to trust them with\nanything. As a matter of fact, we've got Number Eight re-writing some\nnineteenth-century items that have not been available for years--things\nthat were destroyed or banned during the Atomic Wars, but which the\npresent government finds acceptable. Would you like to see?\"\n\nCarre stood in front of Number Eight in fascination as the metal arms\nhammered out the words and lines. After a moment, he frowned. \"I seem\nto remember this! I must have read it in my early boyhood. It seems so\nlong ago. Joan of Arc! But I don't remember its happening just this\nway.\"\n\n\"Just goes to show you can't trust your memory, Carre. You know the\nmachines are perfectly logical, and they can't make a mistake.\"\n\n\"No, of course not. Odd, though.\" He brushed his hand over a forehead\ngrown wet.\n\nThe knife flashed down, cut the paper, and the page fell into its\nbasket. Hartridge picked it up.\n\n\"Would you like this sheet, as a memento? Number Eight can easily re-do\nit.\"\n\n\"Thank you.\"\n\n\"And is there anything else I can show you? I don't mind admitting I'm\nvery proud of my machines.\"\n\n\"Well,\" said Carre, \"perhaps you might let me have some of your current\nmanuscripts, just for tonight? I can make a comparative study, for\nLudwig, and return them sometime tomorrow.\"\n\n\"Nothing easier.\" He assembled a bundle of stapled sheets and put them\nin a box, and then rang for the guards, to show him out.\n\n\"Take care of yourself, Carre. See you tomorrow.\"\n\n       *       *       *       *       *\n\nHerbert sat, that evening, in his book-lined room, reading manuscripts.\nHe looked more and more puzzled, and ill at ease. He got up, after a\ntime, to pace the room, and on a sudden impulse he left the apartment\nand hurried up the street.\n\nIt had grown dark outside, and he hurried. He could not stand the\nthought of the Airway, so he walked. He had covered nearly half a mile\nwhen, at the corner ahead, two Street-taxis approached each other at\nright angles. The drivers glared at each other. Neither slowed to\nlet the other pass; they crashed, and began to burn. Carre hurried\non, trying not to hear the screams of the people or the siren of the\napproaching ambulance. No wonder, he thought, that they need Ludwig in\nthe Bureau of Public Safety; people were behaving so irrationally!\n\nHe climbed the steps of the City Library, and advanced to the desk.\n\n\"I should like to see files of the magazines published by Adult\nFiction, Earth, if you please.\"\n\n\"But which magazine, sir? They publish hundreds.\"\n\n\"Well, as a start, let me see those which publish light fiction.\"\n\nFor two hours he sat in the Scholar's Room, skimming the pages of the\nmagazines--_Sagebrush Westerns_, _Romance and Marriage_, _Pinkerton's\nOwn_, _Harper's_, and a dozen others. He read with concentration,\nand made few notes. On his way home he stopped at a news-machine and\nselected an armful of the current issues to take home with him. He read\nin his room until nearly dawn, and when he did lie down he could not\nsleep, or rest.\n\n\"I don't believe it,\" he whispered to himself. \"It can't be true.\" And,\nhalf an hour later, \"How did it happen?\"\n\n       *       *       *       *       *\n\nAt nine next morning he was sitting in the reception room of the Bureau\nof Public Entertainment, with brief-case on his knees, waiting for\nLudwig. It was nearly noon before Ludwig himself arrived, and summoned\nhis visitor.\n\nHe sat at his desk, his white hair rumpled, and nervously fingered his\nwatch chain as Carre took the chair opposite.\n\n\"Sorry to keep you waiting, Herbert. The Commissioners over in Safety\nhave a bad situation to handle, and I've been trying to advise them.\nI'll be glad when this writing business is straightened out, and I can\ngive full attention to Safety. What did you think of Script-Lab?\"\n\n\"Well, it's very efficient.\"\n\n\"I knew that,\" said Ludwig. \"Machines are built to be efficient. But\nwhat do you think of their output? How does it compare with the work of\nthe Writers?\"\n\nCarre cleared his throat. \"John, don't you read the magazines any more?\"\n\n\"No. No time. Do you?\"\n\n\"I haven't, until yesterday. I read them, all night. I hardly know how\nto express myself. John, something is wrong with the machines.\"\n\n\"Nonsense! There can't be anything wrong with them. They're fed the\nplots, fed the variations, and then with perfect logic they create\ntheir stories. You're not an electronics expert, you know.\"\n\nCarre stared at the floor. Ludwig sighed.\n\n\"I'm sorry, Herbert. I'm just too tired to be decently courteous. But\nwhat I wanted from you, after all, was a literary evaluation and not a\nscientific one.\"\n\n\"I express myself so badly. There's something wrong, something I can't\nexactly define, with what they write.\"\n\nLudwig looked exasperated. \"But _what_, man? Be concrete.\"\n\n\"I'll try. Here's a short story that was made yesterday. Glance over\nit, please, and tell me how it strikes you.\"\n\nLudwig read through the manuscript with his accustomed rapidity. \"I\ndon't see anything particularly wrong about it,\" he said. \"Murder\nmysteries have never been to my taste, and I don't know that I exactly\napprove of the hero's killing his benefactress with an undetectable\npoison, and then inheriting her fortune and marrying her niece.\nUndetectable poisons are all nonsense, anyway.\"\n\n\"The story doesn't seem to you--unhealthy?\"\n\n\"I don't know what you're getting at! It's on the grim side, I suppose,\nbut isn't most modern fiction a little grim? How about your own stuff?\"\n\n\"I think there's a difference. I know I've written a few mysteries,\nand even some tragic stories, but I don't believe I've ever written\nanything exactly like this. And this is typical. They're doing\nreprints, too, of books that were destroyed or lost during the Atomic\nWars. Do you remember Joan of Arc? Mark Twain's version? Here is a page\nfrom Script-Lab's manuscript.\"\n\nLudwig took the sheet and read aloud: \"By-and-by a frantic man in\npriest's garb came wailing and lamenting and tore through the crowd and\nthe barrier of soldiers and flung himself on his knees by Joan's cart\nand put up his hands in supplication, crying out--\n\n'\"O, forgive, forgive!\"\n\n'It was Loyseleur!\n\n'And Joan's heart knew nothing of forgiveness, nothing of compassion,\nnothing of pity for all that suffer and have been offensive--'\"\n\nLudwig looked up with a frown. \"That's odd. It's been so long since I\nsaw that book--I was only a boy--but that isn't just the way I remember\nit.\"\n\n\"That's what Script-Lab is writing.\"\n\n\"But the machines, don't--\"\n\n\"I know. They don't make mistakes.\"\n\nThe buzz of the visi-sonor interrupted them, and the Commissioner of\nPublic Safety spoke from the screen.\n\n\"For heaven's sake, Ludwig, shelve the book-business and get over\nhere. We've had a rash of robberies with violence, a dozen bad street\naccidents, and two suspicious deaths of diabetics in coma. We need\nhelp.\"\n\nLudwig was already reaching for his brief case. \"Right away,\" he said,\nand flicked the switch.\n\n\"John!\" Carre begged, \"This book matter is serious. You can't just drop\nit! Come with me to Hartridge's lab and see for yourself!\"\n\n\"I can't. No time. You heard the Commissioner.\"\n\n\"Tomorrow morning?\"\n\n\"Can't make it. Have to go to a funeral. A niece of mine who died\nsuddenly of cancer. Poor girl. We thought she was doing so well, too,\nwith the hormone injections. Not that her husband will break his heart,\nfrom what I know of the scoundrel.\"\n\nCarre followed him towards the door. \"Then make it tomorrow afternoon!\nIt's vital!\"\n\nLudwig pulled out his watch, and thought for a second. \"All right. Meet\nyou there tomorrow at three.\" The door slammed behind him.\n\n       *       *       *       *       *\n\nThey followed the guards through the chrome steel doors into the room\nwith the machines. All twenty typewriters were hammering out their\nhundred words a minute.\n\n\"It is an honor to have a visit from you, Commissioner Ludwig,\" said\nHartridge. \"We're very proud of Script-Lab. You'll agree, I know, that\nthe experiment has been eminently successful. Tough on you, of course,\nCarre. But you Writers can always land on your feet.\"\n\n\"The decision has not yet been made,\" said Ludwig. \"Now to business.\"\nHe pulled a chair up to the desk, opened his brief case, and took out\nsome papers.\n\n\"Before I examine the machines, I'd like to check with you the facts\nand figures that Carre has compiled for me. In 1971, the first year of\nthe experiment, only ten per cent of Script-Lab's output of stories,\nbooks, and articles was accepted by Adult Fiction, Earth. Right?\"\n\n\"Right,\" said Hartridge. \"But that was our worst year. Since then--\"\n\nLudwig held up his hand. \"In the second year, you supplied thirty-five\nper cent of the needs of AFE. Check?\"\n\n\"Check.\"\n\n\"In the two years following you supplied seventy-five per cent, and\nin 1976, this year you are supplying about ninety per cent of all\npublished matter, with the Writers supplying only ten per cent.\nCorrect?\"\n\n\"Correct. A wonderful record, Commissioner.\"\n\nLudwig turned to another sheet of data. \"As I understand it, you feed\ninto the machine's memories, basic plots, factual data, conversational\nvariants, and they do the rest?\"\n\n\"That's right. We give them the material, and they create with perfect\nrationality. I myself read nearly everything they make, and even I am\namazed at their craftsmanship. And they are so efficient, and write so\nswiftly!\"\n\n\"Speed is no doubt a desirable feature,\" said Ludwig.\n\n\"But not the only one!\" said Carre.\n\nHartridge smiled. \"Professional jealously is warping your judgment, old\nman. It may be hard to take, but you Writers have nothing to give the\nworld, anymore, that machines can't.\"\n\nLudwig turned his back and surveyed the room. \"I would like to see,\nnow, some of your productions.\"\n\nHartridge beamed. \"As a matter of fact, I have something that ought to\ninterest you, particularly. Just follow me, gentlemen. Here, by the\nway, is our power source. Note how simple and efficient the circuit\ndesign is. Ah, here we are. Knowing that you were making us a visit\ntoday, I gave to Number Seven, here, the necessary data for creating\nyour own monologue on 'Our Duties to the Aged.' That was your doctoral\nthesis, I believe?\"\n\n\"But that's out of print! I haven't seen a copy myself in years!\"\n\n\"To Script-Lab, that is unimportant. Feed it the data, the basic\npremises, and it will do the rest. Would you like to see?\"\n\nThe three men crowded around Number Seven, and watched the emergence of\npaper from the typewriter as the keys tapped the words into lines, and\nthe carriage shifted. Ludwig, at first, showed only the pleasure which\nany writer feels on re-reading a good piece of work. Gradually, his\nface changed. He looked puzzled, uncertain, and then his skin reddened\nwith anger.\n\n[Illustration: \"_He looked puzzled, uncertain, and then his skin\nreddened with anger._\"]\n\nThe automatic knife chopped down and severed the completed page. Ludwig\nscooped it up from the basket and read the page a second time. He\nraised his eyes to meet the tense gaze of Carre.\n\n\"Is this what you were trying to tell me, Herbert?\"\n\n\"That sort of thing. Yes.\"\n\n\"Is something wrong, Commissioner?\" said Hartridge. \"I thought you'd be\npleased.\"\n\n\"Pleased? But this is something I never wrote!\"\n\n\"But you _must_ have written it,\" said Hartridge. \"Or are you just\ntrying to sabotage my project with a deliberate misstatement?\"\n\n\"Read it!\" said Ludwig. \"Read that paragraph out loud.\"\n\n\"'Our duties to the aged,'\" read Hartridge, \"'are closely bound to our\nduties to ourselves. When the old become infirm, they should be quietly\nhelped out of a contented existence. After all, the only measure of\nthe value of aged men and women should be their present usefulness to\nsociety.'\n\nHe looked up from the page. \"I don't see why you're so unwilling to\nadmit your authorship, Commissioner. There's nothing wrong with this.\"\n\n\"Only,\" Ludwig said softly, \"I didn't write it. What the monologue\nactually said was something like this: 'Our duties to the aged are\nclosely bound to our duties to ourselves. When the old become infirm,\nthey should be quietly helped to a contented existence. After all, the\nonly measure of the value of aged men and women should be their past\nusefulness to our society.'\n\n\"You've made your point, Carre,\" he went on. \"If this sort of perverted\nadvice has been fed to our people the last few years, it's no wonder\nwe're having a wave of crimes. Be selfish! It pays. An eye for an eye!\nPoison the old man! Nobody will ever know and you'll get his money!\"\n\nHartridge was still studying the typescript, and he spoke with\ndefiance. \"Number Seven's excerpt from your monologue seems perfectly\nsensible to me,\" he said. \"For some reason of your own you must be\nlying about it. Why, the version you say you remember is utterly\nillogical!\"\n\n\"Of course it's illogical!\" said Carre. \"Don't you see--\"\n\n\"Of course it's illogical!\" shouted Ludwig. \"It was illogical for Joan\nto forgive her tormentor. It's illogical to take care of invalids. It's\nillogical to forget an injury. But it's human! How on earth is society\nto exist if it feels only the rational emotions? You, yourself,\nHartridge, have been corrupted by reading the work of Script-Lab, and\nyou no longer have any sense of human charity. These monsters have\nbeen undermining our whole life, because the only motivation they were\nprovided was the most dangerous and ugly thing possible in the world of\nhuman beings--pure logic!\"\n\nAs he shouted, he fumbled at his watch, unhooked the long gold chain,\nand with a sudden lunge, flung it across the bus bars which supplied\nthe current to the machines.\n\nThere was a blinding flash, a hiss, and the eternal clacking of the\ntypewriters was replaced by silence.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of What Do You Read?, by Boyd Ellanby\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WHAT DO YOU READ? ***\n\n***** This file should be named 49754.txt or 49754.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/7/5/49754/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}