{"title": "Business For the Lawyers", "author": "Ralph Robin", "releaseDate": "August 23, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n     Bump-Arch had to complete his experiment or spend five more years\n     as an apprentice Scientist--and if successful, his feat would\n     provide plenty of\n\n                       BUSINESS for the LAWYERS\n\n                           _By Ralph Robin_\n\n                     _Illustration by Sam Kweskin_\n\n     [Transcriber's Note: This etext was produced from Other Worlds\n     March 1953. Extensive research did not uncover any evidence that\n     the U.S. copyright on this publication was renewed.]\n\n\n\"Time,\" said the Grandmaster of the Guild.\n\nIt was the formal word, and the scientists were silent; except\nProudwalk, a biologist, who laughed at something whispered in her ear\nby a physicist named Snubnose, her brother.\n\n\"Time,\" the Grandmaster repeated, and in a moment even Proudwalk was\nquiet, and Snubnose folded his arms.\n\n\"I do not need to tell you that today is the Day of the Candidate,\"\nsaid the Grandmaster, supporting himself with an air of great age on\nhis ceremonial staff of polished copper.\n\n\"But he will tell us--in many words,\" Snubnose whispered now. \"Next\nwinter solstice I am going to propose we double the offering.\"\n\nProudwalk sniggered.\n\nIt was the practice in the Guild of Scientists that a grandmaster, once\nelected, served for life or until he voluntarily retired. Every year\nthe body formally offered its grandmaster a lump sum to retire. Popular\nincumbents were offered one tilsin, an obsolete unit worth less than\nthe smallest real coin. Others were sometimes offered large amounts.\n\nThis system did not encourage elderly grandmasters to be laconic.\n\nUnnecessarily consulting his notes, the Grandmaster declaimed, \"On\nthis Day of the Candidate, the 155th day of the year 1712, Dynastic\nReckoning Corrected--\"\n\nSnubnose muttered, \"Anybody else would say DRC.\"\n\nProudwalk patted his lips. \"Hush,\" she said.\n\n\"--we are initiating the consideration of the candidature of Bump-arch\napprentice physicist in the service of Crookback, a master physicist\nbeloved and esteemed by us all. The candidature of Bump-arch will\nbe governed by the Principles, by the Laws of the Guild, and by\nAcknowledged Custom. The procedure--\"\n\nWhile the Grandmaster talked, Snubnose pondered the familiar\nprocedure--and some implications the venerable bore didn't concern\nhimself with.\n\nTo become a journeyman scientist, an apprentice had to do two things.\nHe had to complete his term of service. And he had to perform on a Day\nof the Candidate a successful demonstration in his own branch of the\nscientific art.\n\nThe demonstration always took place on the Field of Proof before the\nwhole body. It could be either an original experiment or a \"restored\nexperiment\"--one reconstructed from fragments of ancient texts.\nStandards were low and almost anything was accepted, so long as the\ncandidate accomplished what he said he would. If a conceited or, as\noccasionally happened, a gifted young man attempted a very complicated\ndemonstration, and it didn't come off--well, it was just too bad.\n\nThe unfortunate candidate could either serve another five years of\napprenticeship and try again, or give up all connection with the Guild.\nIf he left the Guild of Scientists, he couldn't be admitted in any\nother Guild.\n\nWhich was no laughing matter.\n\nOnly journeymen and masters and kingsmen--in the general sense, both\nmen and women--had full rights of citizens, including the right to\nmarry by Public Law. Others might get married by Private Law, but that\nwas a rather uncomfortable method.\n\nUnder Private Law, a man and a woman would sign a contract to marry,\nand if they succeeded in living together--\"dwelling under the same\nroof as husband and wife\"--for five years without being discovered\nby the Public Law police, they could then live together openly. They\nwould then be as legally married as the most respectable members of the\nGuild of Merchants. But if the Public Law police caught them before the\n\"years of cover\" were completed, they were separated and sold as slaves.\n\nPermission of all the parents was required for marriage by Public\nLaw, whatever the age of the lovers. Consequently, even high-ranking\nguildfolk sometimes took their chances with Private Law, although most\nwho tried it ended their lives threshing rye for the Lords of the West.\n\nFor example, Singwell and Gray-eyes....\n\nSnubnose found such thoughts painful. He glanced at his sister and\nwondered how she could go on looking so cheerful. \"But I suppose I look\ncheerful, myself,\" he thought. Indeed, he had the kind of face that\ncouldn't look otherwise.\n\nSnubnose followed his sister's eyes to the Candidate's stool; where\nBump-arch, Proudwalk's lover and his friend, sat indolently, with his\nlong legs twisted under him.\n\nHe wondered what Proudwalk and Bump-arch were going to do.\n\nCertainly they weren't going to get married by Public Law. He\nwinced as he remembered the furious screams of his mother every\ntime Proudwalk brought up the question. Snubnose took his sister's\nside, but it seemed hopeless to win their mother over. And even if\nthey succeeded, it wouldn't do any good. Bump-arch wasn't going to\nqualify for journeyman's rank, because he had stubbornly insisted on a\ndemonstration that was sure to fail.\n\nIt was a crazy situation, Snubnose thought. Here he himself was a\nfull-fledged journeyman, and here was his sister a full-fledged\njourneywoman, while a talented fellow like Bump-arch would remain an\napprentice or become a guildless outcast. For that difficulty he had\nnobody to blame but himself, Snubnose reflected, in the virtuous way we\nmeditate upon the mistakes of our friends.\n\nNow the Grandmaster was introducing Crookback, Bump-arch's master, and\nas late as the previous Day of the Candidate, Snubnose's master as\nwell. Snubnose looked at the old man more affectionately than he had\nwhile in his service. But he blamed Crookback for permitting Bump-arch\nto go ahead with his impossible demonstration. He was puzzled, as\nusual, by the motives of the old master physicist, born with a bent\nbody and a clever, enigmatic mind.\n\nA few formal words, a brief joke, and a couple of compliments--and\nCrookback presented the Candidate.\n\nBump-arch unwound his legs and stood before them. \"Elder ones,\" he\nbegan traditionally, and Snubnose thought he caught a quick, impudent\nlook. Bump-arch was young--the three of them were young together in\ntheir city and their time--but he was two years older than Snubnose and\na year older than Proudwalk. He had started his apprenticeship a little\nlater than was usual.\n\n\"I will say the thing. I will attempt the thing. Yours, elder ones, to\njudge whether the thing is done, whether I am worthy to sit among you.\"\nThese too were traditional phrases.\n\n\"I will construct a chamber,\" he said casually, \"in which I will go\nirreversibly from today, 155th-1712 DRC, to a day in the future,\n155th-1717 DRC. I would be proud to claim this demonstration as my own\ndiscovery, but it is not; it is a restored experiment. I follow the\ndirections I copied, while still a boy, from an ancient inscription\nin a vault outside the walls. The vault was afterward buried by the\nearthquake.\"\n\n\"And very conveniently too,\" Snubnose added to himself. Bump-arch had\nnot admitted it, even to him, but Snubnose was convinced that the\nchamber was his friend's own invention.\n\n\"Reverence, elder ones,\" Bump-arch said and walked to the arched door\nof the meeting room.\n\n\"Time,\" said the Grandmaster.\n\nSnubnose, rising, heard a conversation behind him, as two master\nchemists shuffled to their feet.\n\n\"Do you think the youngster will do it?\" one asked.\n\n\"Well, there's a tradition about it,\" the other said.\n\n\"Yes, and there's a tradition about the elixir of life and a hundred\ntexts as well, and you remember what happened to the young fellow who\ntried to make it.\"\n\nThere was a chuckle. \"I remember, and he's not so young any more, and\nhe's the best apprentice I have for washing glassware. Most experience.\"\n\nProudwalk had heard the conversation also, and her face turned red. She\nraised her delicate nose--quite unlike her brother's snub--and sniffed\nloudly.\n\n\"I think I smell hydrogen sulfide,\" she said.\n\n       *       *       *       *       *\n\nCarrying his copper staff the Grandmaster paced to the arched doorway,\nfollowed by Crookback. Bump-arch bowed as they preceded him through the\ndoor; and he had to bend his head again to pass through, for Bump-arch\nwas partly of Bowman stock and tall for a man of the City.\n\nThe masters and mistresses of the Guild, the journeymen and\njourneywomen, filed out behind the Candidate in the order of their\nseniority. When Proudwalk and her brother reached the Street of the\nScientists, already the kingsman and the godsman had taken their places\nto the right and the left of the Grandmaster in the foremost rank of\nthe procession.\n\nThe kingsman wore his second gaudiest uniform--the most splendid was\nreserved for coronations--and carried his silver mace of authority.\nThe godsman was naked, as above display and free of the temptations of\nsex. He carried nothing, for his nakedness was his badge of office. It\nwas death for anyone except a godsman or a godswoman to be found in a\npublic place unclothed.\n\nThere came next the Candidate and his master, and after them by two's\nthe whole body of scientists. Proudwalk and Snubnose walked together,\nthe last pair.\n\nEarly in the morning Snubnose had determined to cheer up his sister as\nmuch as he could on this unhappy day. Now she walked along so lightly\nand smiled so much and so gaily, that it was obvious that she needed no\ncheering. Snubnose was irritated.\n\n\"I don't see why you didn't talk him out of it,\" he said. \"He might\nhave listened to you where he wouldn't listen to me. He has the odd\ndelusion that you're smarter than I.\"\n\n\"I am,\" said Proudwalk.\n\nSnubnose growled.\n\nHe said, \"You must not care about him as much as you let on, for all\nyour mooning around the gardens. Well, it doesn't surprise me much.\nYou women are all obsessed with family pride, no matter how liberal\nyou pretend to be. Of course you can't marry Bump-arch, whose mother's\nfather was a Bowman. Our--two to the tenth power--one thousand and\ntwenty-four ancestors, all pure City, all guildfolk from the very best\nguilds, would disturb every palace in Spiritland with their wailing. So\nnow Bump-arch won't qualify, and it will be an easy out for you.\"\n\n\"Snubnose, you know that's not true. But I'll tell you something.\" She\nlowered her voice. \"I told Bump-arch not to listen to you and to go\nahead with his demonstration.\"\n\n\"But why? Even if you are only a biologist, you ought to know from your\nbasic studies that all the best thinkers in physics for five hundred\nyears have regarded time travel as a physical impossibility and all old\ntraditions of time travel as myths.\"\n\n\"Oh little gods. Whatever we can't do any more is impossible and a\nmyth. We just won't admit we are not as good scientists as our remote\nancestors. But some of us are as good, or even better.\"\n\n\"By all the gods, big and little, you really do love the poor fellow.\nHe's good, but not that good. What will you do now? Wait till he\nfinishes another apprenticeship and hope mother changes her mind\nmeanwhile? And then he would probably come up with another impossible\ndemonstration. Listen,\" he said, whispering in her ear, \"if you two are\nthinking of something crazy like Private Law at least let me know so I\ncan help you. I wish father were alive,\" he added helplessly.\n\n\"So do I. He was the only one in our family with any sense. Thanks just\nthe same, Snubnose,\" she said, and she pressed his hand.\n\nFor a little while he solemnly held her hand, then suddenly dropped it.\n\n\"I didn't think,\" he said. \"This is worse than ever. If you really\nbelieve that Bump-arch's demonstration is going to work, you don't seem\na bit worried about the fact that you won't see him for five years. And\nanother thing,\" said the young man, \"if his physics are right you will\nbe getting old and he will be the same age he is now.\"\n\n\"In five years I'll be an old, old woman,\" said the girl sarcastically,\n\"and you'll be an old, old man, and we'll sit in the square in the sun\nand talk about all this. But right now let's quit talking about it,\nbecause I see that little Shrill-voice ahead of us there is pricking up\nher ears.\"\n\nBut she herself said one more thing. \"If you're so anxious to worry,\nworry about the Principles. That's the one thing that is bothering me.\"\n\nThen they smiled at each other and were silent. And soon a wave of\nsilence washed back to them as the head of the procession turned from\nthe Street of the Scientists, lined with its wind-ruffled oaks, to the\nopen shining Avenue of the Sun, where no person might speak without\nsacrilege.\n\nThe godsman raised his hands to the sun, and everyone else, entering\nthe Avenue, bowed his head.\n\nThey marched in silence, formally, humbly, until at the Street of\nWard, arms clashed in salute. Here were the apartments of the honorary\nmilitia, the warders. The street ran between their dwellings and the\ncity wall. The warders had formed their squads on the flat roofs, and\nthey were happily juggling their polished weapons; more effective for\ntheir sparkle and clang, wiseacres said, than for repelling the Bowmen.\n\nDuring the previous generation, mobile units of the Public Law police\nhad taken over the job of fighting the intermittent wars with the\nBowmen. For that reason, as Snubnose knew well, the police would be\nespecially vindictive in tracking down Bump-arch and Proudwalk if they\nattempted a Private Law marriage. The Public Law police hated anyone\nwith genes of the Bowmen in his chromosomes.\n\nThe last squad of warders saluted, and the scientists trooped onto\nthe Field of Proof. It was called in one of the songs of the Guild\nof Scientists \"verdant place where truth doth reign.\" But the place\nwas only spottily verdant, because the apprentice biologists who\nwere supposed to keep the Field grassed were not conscientious. They\nspent most of their time in the Ready Hall gossiping with prospective\ncandidates.\n\nDust rose from large bare patches beneath the copper-tipped shoes of\nthe scientists.\n\nAt a sign from the Grandmaster, the guildfolk spread in a single\ncircle. The Grandmaster took his position at the center of the circle\nwith the Candidate, the Candidate's master, the kingsman, and the\ngodsman.\n\nThe Bowman strain in Bump-arch was conspicuous, as he stood beside\nthe others. It was marked by his height and by the unmistakable way\nthe bones of his face shaped themselves. A romantic girl could look\nat him and think of a noble primitive and fall in love, Snubnose\nreflected. A family-proud dame could look at him and think of the\npublic slaves--Bowmen captured in battle--sweating and stinking in the\nbuilding gangs.\n\n\"What do I think?\" Snubnose asked himself. He shrugged. \"Bump-arch is\nmy friend.\"\n\nHe turned to say something to his sister, and he saw that she had left\nhim. While the circle had been forming, she had moved a quarter way\naround. Now her eyes were fixed on her lover.\n\nSnubnose felt vaguely hurt. He said to himself, childishly, \"They're up\nto something, and they're treating me like a little boy again.\"\n\n       *       *       *       *       *\n\n\"Time,\" said the Grandmaster.\n\nAnd what was time? Snubnose, the grown-up physicist, asked himself that\nquestion.\n\nIn his physics it was the denominator of velocity; squared, the\ndenominator of acceleration. In old texts--incomplete, variously\ntranslated, little understood--it was called a dimension when\nmultiplied by an imaginary number. But imaginary numbers had no place\nin physics. So it had been decided in 1480 DRC, at the historic\nconference of scientists, kingsmen, and godsmen. Imaginary numbers,\nwith some other concepts, had been declared metaphysics and had been\nturned over to the godsmen. Just as neuroses, because of their\ntraditional origin in sexual impulses, had been taken away from the\npsychologists and assigned to the kingsmen.\n\nSnubnose remembered how Crookback had catechized the pair of them,\nBump-arch and him, on the Principles. How did that one go? \"Science\nappertains only to matter itself; not to the mysteries of matter or the\ndesires of matter. The mysteries of matter belong to the gods, and the\ndesires of matter belong to the king.\"\n\nOr something like that.\n\nHe hadn't been quick with his lessons, like Bump-arch. His friend had\nscoffed at the Principles when alone with him, but had learned them\nby heart after a couple of offhand readings. Snubnose would sweat and\nsweat and think he had them, but when the time came to recite, the\nwords would fly out the window into the fresh-smelling air.\n\nOld Crookback had got so disgusted with him once that he had put him on\nbread and water. And then Bump-arch had sneaked out over the city wall\nand had caught a rabbit in a homemade trap and had talked one of the\nwomen of the settled Bowmen into cooking it for them. Gods, that had\ntasted good at midnight....\n\nThe circle of scientists was getting noisy. Snubnose's nearest\nneighbors were loudly rehashing the latest Private Law marriage.\nSnubnose wondered suddenly, why didn't the demonstration start? The\nGrandmaster had said, \"Time.\" Was there trouble?\n\nIn the center of the Field, while Bump-arch stood apart, the\ndignitaries were carrying on one of those exasperating public wrangles,\nobvious but inaudible. The godsman was doing most of the talking,\nwaving a plump arm. The Grandmaster looked unhappy, the kingsman looked\nimportant, and Crookback looked polite.\n\nThe godsman was so excited he absent-mindedly scratched his bare\nbuttock. He caught himself and blushed--a total affair for a\ngodsman--and during his embarrassment, Crookback began to talk. The\ngodsman kept shaking his head and interrupting, but Crookback went on\ntalking, and finally the godsman seemed to give a reluctant consent.\n\nThe Grandmaster raised his hand high, with the fingers spread, and a\ngirl apprentice burst from the door of the Ready Hall. She ran across\nthe Field, and two scientists smilingly moved aside to let her through.\nShe stood panting before the Grandmaster. He handed her the symbolic\nmessenger's key and spoke to her briefly--briefly for the Grandmaster.\n\nShe was off on the run.\n\nSnubnose didn't know what was happening, but it looked as if the\ngodsman had made some kind of a concession. He was sure that must be\nfor the good and felt relieved--until the Grandmaster, leaning on his\ncopper staff, addressed the guildfolk.\n\nThe Grandmaster began: \"The holy one submitted an objection concerning\na possible violation of the Principles and proposed to forbid the\ndemonstration by the Candidate.\"\n\nIf that stood, Bump-arch would probably be tried for sacrilege in\nGodsmen's Castle. Yet the godsman had seemed to give ground....\n\n\"Needless to say, both the distinguished master of the Candidate and\nI myself, speaking individually for ourselves, and, in my own case\nespecially, speaking for the Guild of Scientists as a body, assured the\nholy one of our reverent adherence to the Principles, and--\"\n\nHe was interrupted by the angry voice of the godsman.\n\n\"Get on!\"\n\nThe guildfolk buzzed. As often as they might have liked to tell their\nGrandmaster to get on, this was an insult to the Guild. But they were\nquickly silent, for it was an insult they would have to swallow, at\nleast in public.\n\nThe Grandmaster swallowed it too, visibly gulping, and he said mildly,\n\"The holy one has generously agreed to submit the issue to the High\narbiter of the Guild of Lawyers, and the High Arbiter has been sent\nfor.\"\n\nIt was the last thing said that alarmed Snubnose, and he looked at his\nsister and saw that for the first time her face was tight with unease.\nThe High Arbiter was an old friend of their mother's, which was not\nlikely to make him a friend of theirs today. He moved in the same\nsnobbish society as their mother and had many times clucked with her\nabout Proudwalk's \"infatuation for that lowborn young man.\"\n\nSnubnose would have liked to leave his place in the circle of\nscientists and join Proudwalk, but it was against Acknowledged Custom\nto change position once the circle was formed.\n\nEveryone now was shuffling uncomfortably in the hot sun, except the\ngodsman who was exposed to the cooling air and had the godsmen's secret\nof escaping sunburn. And Bump-arch, who looked as uncomfortable as\nanybody else but did not shuffle. He stood still and straight while\nsweat ran down his face into the tight black neckband of an apprentice.\nOnce he seemed to look at Snubnose and wink, or perhaps he was only\nwinking the sweat away.\n\nAn elephant moved slowly down the Street of Ward and onto the Field\nof Proof. It was a ponderous metal ovoid bearing on its roof a velvet\npavilion with the curtains drawn. The circle of scientists parted and\nopened, and the elephant, with much grinding, came to a stop a few feet\nfrom the group in the center of the Field.\n\nThe driver, an apprentice lawyer, climbed from his hole and parted the\ncurtains of the pavilion. The High Arbiter looked out at the world with\na sour expression. He did not descend.\n\n\"I will hear the holy one first,\" he said from his roost.\n\nThe godsman raised his hands to the sun, and spoke.\n\n\"Wise one! The Candidate and his master, abetted by the Grandmaster\nof the Guild of Scientists, are shamelessly defying the Principles.\nThe Candidate is preparing to demonstrate the accelerated movement of\nmatter into the future. That is a mystery of matter. Only the gods\ncan know the path that things take from the dimming past to the dark\nfuture. Scientists must confine themselves to their arts and not try to\nsteal the mysteries belonging to the gods.\n\n\"The gods grant knowledge of mysteries to godsmen who have humbly\nsupplicated, not to thieves. Let the scientists work to improve the\nfire-wheels that spin through the night seeking out the encampments of\nthe Bowmen. Let them mix better fertilizers to sell to the Lords of the\nWest. Let them keep in repair the ancient elephants for the honor of\nour exalted citizens.\"\n\nThe High Arbiter looked slightly less sour, and he nodded shortly. \"I\nwill hear the Grandmaster of the Guild of Scientists,\" he said.\n\nThe Grandmaster lifted his head.\n\n\"Wise one!\" he said. \"The godsman jibes, and with some basis.\nGeneration to generation, the fire-wheels spin more slowly and seek\nless surely. The fertilizers grow leaner. The ceremonial elephants\nare fewer and worse. Perhaps the godsmen are not supplicating hard\nenough for solutions to mysteries of matter--solutions which would\nenable the scientists to control matter. In the impious days before the\nPrinciples, matter served mystery and mystery served matter, and by\nsome inexplicable mercy of the gods, things went very well.\"\n\nYears of banality, years of caution, years of looking to his retirement\noffering had, for a little while, lost their hold on him.\n\nSnubnose was silently raging. What a place, he thought, for the\nGrandmaster to burst out with that kind of thing. True, scientists\nsometimes talked that way in the Guild social rooms, especially\nafter drinking illegal grain distillate, but here it could only hurt\nBump-arch's cause.\n\nSnubnose looked at his friend. Bump-arch was trying to suppress a\njubilant smile. Surprised, Snubnose looked at his sister. She was\njumping up and down with pleasure, as he hadn't seen her do for at\nleast two years.\n\n\"Romantics,\" he said to himself.\n\nThe High Arbiter had a talent for looking displeased, and now he did\nnot stint.\n\n\"I note the Grandmaster's improper tone,\" he said stiffly.\n\"Furthermore, his remarks are irrelevant to the issue. The holy one\nsays that the demonstration treats of a mystery of matter in violation\nof the Principles. In view of the Grandmaster's failure to refute\nthat, it is highly probable. However, it will have to be established\nby authority and precedent--unless the demonstration involves an idea\nspecifically forbidden, which would be conclusive. I will hear the holy\none.\"\n\n\"There is indeed a forbidden idea. It is known from tradition and old\ntexts that the mathematic of accelerated movement through time involves\nimaginary numbers. At the conference of 1480 DRC it was confirmed that\nimaginary numbers are a metaphysical concept forbidden to scientists.\"\n\n\"I will hear the Candidate's master.\"\n\nA light cloud was filtering the sunlight, and the old man seemed cool\nand calm. He took a step to a little mound of good grass as if he were\nclimbing to a rostrum.\n\n\"Wise one! Neither the holy one nor our own Grandmaster--both devoted\npatriots with their minds on the welfare of the City--thought to\nbring one very important fact to your attention. My apprentice's\ndemonstration is not an original experiment; it is a reconstructed\nexperiment. By Acknowledged Custom, reconstructed experiments are\npermitted regardless of mysteries and ideas so long as the experimenter\ndoes not comprehend any impious theory but merely follows the practical\ndirections of old texts.\n\n\"I declare that my apprentice is ignorant of the theory of his\ndemonstration--and who is in a better position to know than his master?\"\n\nSnubnose rejoiced. He was ready to forgive even the bread and water. In\na few sentences Crookback had excused the Grandmaster's rashness, had\nmade good the Grandmaster's oversight, and had set forth a strong case\nfor Bump-arch.\n\n\"I will hear the holy one.\"\n\n\"Let him prove that!\" the godsman shouted.\n\n\"I will hear the Candidate's master.\"\n\n\"I regret that I cannot prove it absolutely. Negatives are difficult of\nproof. I suggest that the Candidate swear to his ignorance by the God\nMother-Father.\"\n\n\"You should know that apprentices are not eligible to take oaths,\" the\nHigh Arbiter said impatiently, dropping the formal manner as if in a\nhurry to finish the proceedings--and finish Bump-arch.\n\nEncouraged, the godsman cried, \"Let Crookback swear to it. He was\nwilling to declare it.\"\n\n\"Will you?\" the High Arbiter asked Crookback.\n\n\"Though I am sure of the truth, my reverence for the God Mother-Father\nis too great to permit me to swear to the contents of another's mind--\"\n\n\"That, and not wanting to be tried for false swearing,\" Snubnose\nmuttered. He admired his old master a lot less.\n\n\"--but I will swear by the God Mother-Father that I myself am ignorant\nof the theory.\"\n\n\"What good is that?\" the godsman demanded.\n\nCleverly, the master stood in respectful silence. There was an awkward\npause--awkward for the godsman and the High Arbiter--and then the High\nArbiter collected himself and said, \"The question may be answered. I\nwill hear the Candidate's master.\"\n\n\"I am shocked and saddened,\" said Crookback, \"that the holy one\nbelieves that apprentices, still wearing their neckbands, excel in\nwisdom the masters of the guilds.\"\n\nThe High Arbiter's driver, who had been squatting meekly by the\nelephant, suddenly let loose a screaming laugh, which he cut off just\nas suddenly with a scared catch of breath.\n\n\"I will hear the oath,\" the High Arbiter said.\n\nCrookback swore by the God Mother-Father while the godsman glowered.\nThe High Arbiter said, \"The demonstration may proceed. My apprentices\nwill present my bills tomorrow, including commutation of fees for\ntwenty journeyman lawyers, since you did not place the issue in King's\nCourts.\"\n\nEverybody winced, and the elephant rumbled away.\n\n       *       *       *       *       *\n\nThe doors of the Ready Hall opened, and the whole body of apprentice\nscientists marched on the Field. They carried sections of steel sheet,\nlengths of magnesium tubing, and parts of machines unfamiliar to the\nguildfolk. Under Bump-arch's direction they began to assemble the\nequipment and to enclose it in a small building.\n\nBump-arch had planned well. They put the components together quickly,\nand marched from the Field. They had erected a cubical chamber of\nbright steel with an opening near the ground just big enough for a\nperson--not too fat a person--to crawl through. Above the opening a\nclosing panel was suspended in grooves.\n\nThe Grandmaster and the godsman and the kingsman inspected the setup\nwith the peculiar ignorant attention of high officials. Each walked\naround the cube once and rapped it with his fingers here and there.\nEach solemnly stooped to the ground and put his head in the opening,\nalthough it was dark inside and nothing was visible. The plump godsman\nmade a move as if to crawl in, then backed away.\n\nThe kingsman brushed dust from his cloak, and the inspection seemed to\nbe over. The three officials and Crookback withdrew to the circle of\nscientists and stood just within it, a little to the left of Snubnose.\n\nBump-arch took hold of the door panel, the only projection on the\nsmoothness of the cube, and scrambled to the roof, where he could be\nseen by the whole circle.\n\nNow Bump-arch was really enjoying himself, Snubnose thought. And\nProudwalk was enjoying Bump-arch with her big eyes.\n\n\"Elder ones, whether my experiment succeeds or fails, the outcome will\nbe self-evident. I make no qualifications and prepare no excuses. I\nwill now go ahead with the demonstration.\"\n\nSnubnose said to himself, \"It's a better performance than the High\nArbiter gave on his elephant.\" He would have liked to yell some words\nof encouragement.\n\n\"Before I start,\" Bump-arch added, \"as required by the Laws of the\nGuild, I ask, are there any among you who wish to inspect my apparatus?\"\n\nIt was no longer considered good manners to accept that invitation, but\na journeyman physicist named Red-hair stepped forward. He walked very\ncarefully, and Snubnose wondered how much grain distillate he had drunk\nthat morning.\n\nBefore he reached the steel chamber, Red-hair yelled to the Candidate,\n\"Tell me how to start it. I don't like our times anyway.\"\n\n\"It's not going very far,\" Bump-arch said easily.\n\n\"It's not going anywhere, boy,\" Red-hair roared. \"Everybody knows that.\nI don't know why we've wasted so much time today.\"\n\n\"You'd better not move any dials! There are a couple of ten-day lamps\ninside, if you want to look around.\"\n\nRed-hair crawled through the opening. Five minutes later he crawled\nout, his hair in his eyes. \"I can't make anything of it,\" he said to\neverybody in general, and he resumed his place in the circle.\n\n\"Now, elder ones, does anyone else wish to inspect the apparatus?\"\n\n\"I do!\"\n\nIt was Proudwalk.\n\nShe walked on grass and over the patches of shifting dust; walked with\nthe graceful, slightly affected manner that had given her the name.\nThere was the pride in her walk, and there was sexuality.\n\nBump-arch leaped to the ground to meet her. He bowed as if they were\nat the King's Councillor's Ball and he were asking her for the dance.\nProudwalk touched her palms together in the stylized gesture of\nacceptance. Immediately she slipped through the entrance. Bump-arch\nstooped, and quickly followed her. The door panel dropped down its\ngrooves, sealing the chamber.\n\nThe scientists chattered; the godsman shouted.\n\nThe kingsman raised his voice. \"What's going on, Grandmaster?\"\n\n\"A reconstructed demonstration attempting the accelerated movement of\nmatter through time to the relatively near future by an apprentice\nwho, having completed the requisite service, has been admitted to\ncandidature for the rank of journeyman physicist.\"\n\nThe Grandmaster took a breath.\n\n\"Ask the Candidate's master,\" the godsman said, with the calmness now\nof more intense anger. \"You heard him trick the High Arbiter into\nruling that a mystery of matter is not a mystery and a forbidden idea\nis not forbidden. Maybe he can convince you that a desire of matter is\nnot a desire of matter.\"\n\nCrookback spoke up at once. \"It would seem an unlikely place to give\nway to desire, but I am an old bachelor, as ignorant of the desires of\nmatter as of its mysteries. However, young men and women frequently\nwork together on scientific experiments.\"\n\n\"Not in windowless boxes,\" said the kingsman. \"And who gave her\nleave to help the Candidate? There is something odd about this whole\ndemonstration, and I'm going to find out what it is.\"\n\nThe kingsman strode to the little building. The sun had returned in\nfull brightness, and the alloyed-steel walls were glistening. The\nkingsman glistened too: the smooth fabric of his cloak--his silver\nornaments--his mace of massy silver.\n\nSharply he rapped with his mace on the closed door. There was\nafterwards silence. He rapped again. There was again silence.\n\nThe kingsman lost his temper. He brought back his mace and swung it\nfiercely toward the wall of the chamber.\n\nThe blow of massy silver against steel did not come. The wildly\nswinging arm and mace whirled through the air. The kingsman fell\nforward.\n\nHe sprawled, splendid and ridiculous: defeated by air.\n\nThere was no cubical building. The guildfolk faced each other across\nthe Field. Where the steel cube had stood, the kingsman was getting to\nhis knees.\n\nFloating gently through the air, separating and drifting down, were\nmany sheets of paper.\n\nSnubnose picked up one of the papers as it fell. It was headed \"COPY OF\nCONTRACT\" and dated that Day of the Candidate, 155th-1712 DRC. It said:\n\"Hereby do Bump-arch, apprentice physicist, and Proudwalk, journeywoman\nbiologist, contract under Private Law a marriage between them: and do\nundertake to dwell as husband and wife under the same roof for a period\nof five years in validation of this marriage: such period to terminate\nfor purposes of the Private Law upon 155th-1717 DRC, but to continue\nunder other roofs for the duration of their lives.\"\n\n\"Time,\" said the Grandmaster.\n\nWalking slowly home to face his mother, Snubnose said to himself, \"This\none will keep the Guild of Lawyers busy for the duration of all our\nlives.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Business For the Lawyers, by Ralph Robin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BUSINESS FOR THE LAWYERS ***\n\n***** This file should be named 49767.txt or 49767.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/7/6/49767/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}