{"title": "Junior", "author": "Robert Abernathy", "releaseDate": "August 28, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n                                JUNIOR\n\n                          By ROBERT ABERNATHY\n\n                         Illustrated by WEISS\n\n     [Transcriber's Note: This etext was produced from Galaxy January\n     1956. Extensive research did not uncover any evidence that the U.S.\n     copyright on this publication was renewed.]\n\n\n     _All younger generations have been going to the dogs ... but this\n     one was genuinely sunk!_\n\n\n\"Junior!\" bellowed Pater.\n\n\"_Junior!_\" squeaked Mater, a quavering echo.\n\n\"Strayed off again--the young idiot! If he's playing in the shallows,\nwith this tide going out....\" Pater let the sentence hang blackly.\nHe leaned upslope as far as he could stretch, angrily scanning the\nshoreward reaches where light filtered more brightly down through the\nmurky water, where the sea-surface glinted like bits of broken mirror.\n\nNo sign of Junior.\n\nMater was peering fearfully in the other direction, toward where, as\ndaylight faded, the slope of the coastal shelf was fast losing itself\nin green profundity. Out there, out of sight at this hour, the reef\nthat loomed sheltering above them fell away in an abrupt cliffhead, and\nthe abyss began.\n\n\"Oh, oh,\" sobbed Mater. \"He's lost. He's swum into the abyss and been\neaten by a sea monster.\" Her slender stem rippled and swayed on its\nbase and her delicate crown of pinkish tentacles trailed disheveled in\nthe pull of the ebbtide.\n\n\"Pish, my dear!\" said Pater. \"There are no sea monsters. At worst,\" he\nconsoled her stoutly, \"Junior may have been trapped in a tidepool.\"\n\n\"Oh, oh,\" gulped Mater. \"He'll be eaten by a land monster.\"\n\n\"There ARE no land monsters!\" snorted Pater. He straightened his stalk\nso abruptly that the stone to which he and Mater were conjugally\nattached creaked under them. \"How often must I assure you, my dear,\nthat WE are the highest form of life?\" (And, as for his world and\ngeologic epoch, he was quite right.)\n\n\"Oh, oh,\" gasped Mater.\n\nHer spouse gave her up. \"JUNIOR!\" he roared in a voice that loosened\nthe coral along the reef.\n\n       *       *       *       *       *\n\nRound about, the couple's bereavement had begun attracting attention.\nIn the thickening dusk, tentacles paused from winnowing the sea for\ntheir owners' suppers, stalked heads turned curiously here and there in\nthe colony. Not far away, a threesome of maiden aunts, rooted en brosse\nto a single substantial boulder, twittered condolences and watched\nMater avidly.\n\n\"Discipline!\" growled Pater. \"That's what he needs! Just wait till I--\"\n\n\"Now, dear--\" began Mater shakily.\n\n\"Hi, folks!\" piped Junior from overhead.\n\nHis parents swiveled as if on a single stalk. Their offspring was\nfloating a few fathoms above them, paddling lazily against the ebb;\nplainly he had just swum from some crevice in the reef nearby. In one\npair of dangling tentacles he absently hugged a roundish stone, worn\nsensuously smooth by pounding surf.\n\n\"WHERE HAVE YOU BEEN?\"\n\n\"Nowhere,\" said Junior innocently. \"Just playing hide-and-go-sink with\nthe squids.\"\n\n\"With the other polyps,\" Mater corrected him primly. She detested slang.\n\nPater was eyeing Junior with ominous calm. \"And where,\" he asked, \"did\nyou get that stone?\"\n\nJunior contracted guiltily. The surfstone slipped from his tentacles\nand plumped to the sea-floor in a flurry of sand. He edged away,\nstammering, \"Well, I guess maybe ... I might have gone a little ways\ntoward the beach....\"\n\n\"You guess! When I was a polyp,\" said Pater, \"the small fry obeyed\ntheir elders, and no guess about it!\"\n\n\"Now, dear--\" said Mater.\n\n\"And no spawn of mine,\" Pater warmed to his lecture, \"is going to flout\nmy words! Junior--COME HERE!\"\n\nJunior paddled cautiously around the homesite, just out of\ntentacle-reach. He said in a small voice, \"I won't.\"\n\n\"DID YOU HEAR ME?\"\n\n\"Yes,\" admitted Junior.\n\nThe neighbors stared. The three maiden aunts clutched one another with\nmuted shrieks, savoring beforehand the language Pater would now use.\n\nBut Pater said \"Ulp!\"--no more.\n\n\"Now, dear,\" put in Mater quickly. \"We must be patient. You know all\nchildren go through larval stages.\"\n\n\"When I was a polyp ...\" Pater began rustily. He coughed out an\naccidentally inhaled crustacean, and started over: \"No spawn of\nmine....\" Trailing off, he only glared, then roared abruptly, \"SPRAT!\"\n\n\"I won't!\" said Junior reflexively and backpaddled into the coral\nshadows of the reef.\n\n\"That wallop,\" seethed Pater, \"wants a good polyping. I mean....\" He\nglowered suspiciously at Mater and the neighbors.\n\n\"Dear,\" soothed Mater, \"didn't you _notice_?\"\n\n\"Of course, I.... Notice what?\"\n\n\"What Junior was doing ... carrying a stone. I don't suppose he\nunderstands _why_, just yet, but....\"\n\n\"A stone? Ah, uh, to be sure, a stone. Why, my dear, do you realize\nwhat this _means_?\"\n\n       *       *       *       *       *\n\nPater was once more occupied with improving Mater's mind. It was a long\njob, without foreseeable end--especially since he and his helpmeet were\nboth firmly rooted for life to the same tastefully decorated homesite\n(garnished by Pater himself with colored pebbles, shells, urchins and\nbits of coral in the rather rococo style which had prevailed during\nPater's courting days as a free-swimming polyp).\n\n\"Intelligence, my dear,\" pronounced Pater, \"is quite incompatible with\nmotility. Just think--how could ideas congeal in a brain shuttled\nhither and yon, bombarded with ever-changing sense-impressions? Look\nat the lower species, which swim about all their lives, incapable of\ntaking root or thought! True Intelligence, my dear--as distinguished\nfrom Instinct, of course--pre-supposes the fixed viewpoint!\" He paused.\n\nMater murmured, \"Yes, dear,\" as she always did obediently at this point.\n\nJunior undulated past, swimming toward the abyss. He moved a bit\nheavily now; it was growing hard for him to keep his maturely\nthickening afterbody in a horizontal posture.\n\n\"Just look at the young of our own kind,\" said Pater. \"Scatter-brained\nlarvae, wandering greedily about in search of new stimuli. But, praise\nbe, they mature at last into sensible sessile adults. While yet the\nunformed intellect rebels against the ending of care-free polyphood,\nInstinct, the wisdom of Nature, instructs them to prepare for the great\nchange!\"\n\nHe nodded wisely as Junior came gliding back out of the gloom of deep\nwater. Junior's tentacles clutched an irregular basalt fragment which\nhe must have picked up down the rubble-strewn slope. As he paddled\nslowly along the rim of the reef, the adult anthozoans located directly\nbelow looked up and hissed irritable warnings.\n\nHe was swimming a bit more easily now and, if Pater had not been a\nfirm believer in Instinct, he might have been reminded of the grossly\nmaterialistic theory, propounded by some iconoclast, according to which\na maturing polyp's tendency to grapple objects was merely a matter of\ntaking on ballast.\n\n\"See!\" declared Pater triumphantly. \"I don't suppose he understands\n_why_, just yet ... but Instinct urges him infallibly to assemble the\nmaterials for his future homesite.\"\n\n       *       *       *       *       *\n\nJunior let the rock fragment fall, and began plucking restlessly at a\ncoral outcropping.\n\n\"Dear,\" said Mater, \"don't you think you ought to tell him...?\"\n\n\"Ahem!\" said Pater. \"The wisdom of Instinct--\"\n\n\"As you've always said, a polyp needs a parent's guidance,\" remarked\nMater.\n\n\"_Ahem!_\" repeated Pater. He straightened his stalk, and bellowed\nauthoritatively, \"JUNIOR! Come here!\"\n\nThe prodigal polyp swam warily close. \"Yes, Pater?\"\n\n\"Junior,\" said his parent solemnly, \"now that you are about to grow\ndown, it behooves you to know certain facts.\"\n\nMater blushed a delicate lavender and turned away on her side of the\nrock.\n\n\"Very soon now,\" said Pater, \"you will begin feeling an irresistible\nurge ... to sink to the bottom, to take root there in some sheltered\nlocation which will be your lifetime site. Perhaps you even have an\nunderstanding already with some ... ah ... charming young polyp of the\nopposite gender, whom you would invite to share your homesite. Or, if\nnot, you should take all the more pains to make that site as attractive\nas possible, in order that such a one may decide to grace it with--\"\n\n\"Uh-huh,\" said Junior understandingly. \"That's what the fellows mean\nwhen they say any of 'em'll fall for a few high-class rocks.\"\n\nPater marshaled his thoughts again. \"Well, quite apart from such\nmaterial considerations as selecting the right rocks, there are\ncertain ... ah ... matters we do not ordinarily discuss.\"\n\nMater blushed a more pronounced lavender. The three maiden aunts,\nrooted to their boulder within easy earshot of Pater's carrying voice,\nput up a respectable pretense of searching one another for nonexistent\nwater-fleas.\n\n\"No doubt,\" said Pater, \"in the course of your harum-scarum\nadventurings as a normal polyp among polyps, you've noticed the ways\nin which the lower orders reproduce themselves; the activities of the\nfishes, the crustacea, the marine worms will not have escaped your\nattention.\"\n\n\"Uh-huh,\" said Junior, treading water.\n\n       *       *       *       *       *\n\n\"You will have observed that among these there takes place a good\ndeal of ... ah ... maneuvering for position. But among intelligent,\nfirmly rooted beings like ourselves, matters are, of course, on a less\ncrude and direct plane. What among lesser creatures is a question of\ntactics belongs, for us, to the realm of strategy.\" Pater's tone\ngrew confiding. \"Now, Junior, once you're settled you'll realize the\nimportance of being easy in your mind about your offspring's parentage.\nRemember, a niche in brine saves trying. Nothing like choosing your\nlocation well in the first place. Study the currents around your\nprospective site--particularly their direction and force at such\ncrucial times as flood-tide. Try to make sure you and your future mate\nwon't be too close down-current from anybody else's site, since in a\ncase like that accidents can happen. You understand, Junior?\"\n\n\"Uh-huh,\" acknowledged Junior. \"That's what the fellows mean when they\nsay don't let anybody get the drop on you.\"\n\n\"Well!\" said Pater in flat disapproval.\n\n\"But it all seems sort of silly,\" said Junior stubbornly. \"_I'd_ rather\njust keep moving around, and not have to do all that figuring. And the\nocean's full of things I haven't seen yet. I don't _want_ to grow down!\"\n\nMater paled with shock. Pater gave his spawn a scalding, scandalized\nlook. \"You'll learn! You can't beat Biology,\" he said thickly,\ncreditably keeping his voice down. \"Junior, you may go!\"\n\nJunior bobbled off, and Pater admonished Mater sternly, \"We must have\npatience, my dear! All children pass through these larval stages....\"\n\n\"Yes, dear,\" sighed Mater.\n\n       *       *       *       *       *\n\nAt long last, Junior seemed to have resigned himself to making the best\nof it.\n\nWith considerable exertions, hampered by his increasing\nbottom-heaviness, he was fetching loads of stones, seaweed and other\ndebris to a spot downslope, and there laboring over what promised to\nbe a fairly ambitious cairn. Judging by what they could see of it,\nhis homesite might even prove a credit to the colony (so went Pater's\nthoughts) and attract a mate who would be a good catch (thus Mater\nmused).\n\nJunior was still to be seen at times along the reef in company with\nhis free-swimming friends among the other polyps, at some of whom\nhis parents had always looked askance, fearing they were by no means\nwell-bred. In fact, there was strong suspicion that some of them--waifs\nfrom the disreputable Shallows district in the hazardous reaches just\nbelow the tide-mark--had never been bred at all, but were products of\nbudding, a practice frowned on in polite society.\n\nHowever, Junior's appearance and rate of locomotion made it clear\nhe would soon be done with juvenile follies. As Pater repeated with\nsatisfaction--you can't beat Biology; as one becomes more and more\nbottle-shaped, the romantic illusions of youth must inevitably perish.\n\n\"I always knew there was sound stuff in the youngster,\" declared Pater\nexpansively.\n\n\"At least he won't be able to go around with those ragamuffins much\nlonger,\" breathed Mater thankfully.\n\n\"What does the young fool think he's doing, fiddling round with\nsoapstone?\" grumbled Pater, peering critically through the green to try\nto make out the details of Junior's building. \"Doesn't he know it's apt\nto slip its place in a year or two?\"\n\n\"Look, dear,\" hissed Mater acidly, \"isn't that the little polyp who was\nso rude once?... I wish she wouldn't keep watching Junior like that.\nOur northwest neighbor heard _positively_ that she's the child of an\nonly parent!\"\n\n\"Never mind.\" Pater turned to reassure her. \"Once Junior is properly\nrooted, his self-respect will cause him to keep riffraff at a distance.\nIt's a matter of Psychology, my dear; the vertical position makes all\nthe difference in one's thinking.\"\n\n       *       *       *       *       *\n\nThe great day arrived. Laboriously Junior put a few finishing\ntouches to his construction--which, so far as could be seen from a\ndistance, had turned out decent-looking enough, though it was rather\nquestionably original in design: lower and flatter than was customary.\n\nWith one more look at his handiwork, Junior turned bottom-end-down\nand sank wearily onto the finished site. After a minute, he paddled\nexperimentally, but flailing tentacles failed to lift him. He was\nalready rooted, and growing more solidly so by the moment.\n\n\"Congratulations!\" cried the neighbors. Pater and Mater bowed this way\nand that in acknowledgment. Mater waved a condescending tentacle to the\nthree maiden aunts.\n\n\"I told you so!\" said Pater triumphantly.\n\n\"Yes, dear....\" said Mater meekly.\n\nSuddenly there were outcries of alarm from the dwellers down-reef. A\nwave of dismay swept audibly through all the nearer part of the colony.\nPater and Mater looked around, and froze.\n\nJunior had begun paddling again, but this time in a most peculiar\nmanner--with a rotary twist and sidewise scoop which looked awkward,\nbut which he performed so deftly that he must have practiced it. Fixed\nupright as he was now on the platform he had built, he looked for all\nthe world as if he were trying to swim sidewise.\n\n\"He's gone _mad_!\" squeaked Mater.\n\n\"I ...\" gulped Pater, \"I'm afraid not.\"\n\nAt least, they saw, there was method in Junior's actions. He went on\npaddling in the same fashion and now he, and his platform with him,\nwere farther away than they had been, and growing more remote as they\nstared.\n\n       *       *       *       *       *\n\nParts of the homesite that was not a homesite revolved in some way\nincomprehensible to eyes that had never seen the like. And the whole\naffair trundled along, rocking at bumps in the sandy bottom, and\nsqueaking painfully; nevertheless, it moved.\n\nThe polyps watching from the reef swam out and frolicked after Junior,\nwatching his contrivance go and chattering eager questions, while their\nparents bawled at them to keep away from that.\n\nThe three maiden aunts shrieked faintly and swooned in one another's\ntentacles. The colony was shaken as it had not been since the tidal\nwave.\n\n\"COME BACK!\" thundered Pater. \"You CAN'T do that!\"\n\n\"_Come back!_\" shrilled Mater. \"You can't do _that_!\"\n\n\"Come back!\" gabbled the neighbors. \"You can't _do_ that!\"\n\nBut Junior was past listening to reason. Junior was on wheels.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Junior, by Robert Abernathy\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JUNIOR ***\n\n***** This file should be named 49809.txt or 49809.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/8/0/49809/\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}