{"title": "The Lights on Precipice Peak", "author": "Stephen Tall", "releaseDate": "August 30, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      The Light on Precipice Peak\n\n                            By STEPHEN TALL\n\n                         Illustrated by NEWMAN\n\n     [Transcriber's Note: This etext was produced from Galaxy October\n     1955. Extensive research did not uncover any evidence that the U.S.\n     copyright on this publication was renewed.]\n\n\n     _How warm should a handshake be? The answer may be more vital than\n     you could guess!_\n\n\nThe three young men sat quietly and watched the faint eerie glow. It\nwas ruddy and small, a spot of dull red color. For perhaps five or six\nminutes it showed, moving slowly along what seemed to be the lip of\nBighorn Glacier, six miles away and seven thousand feet up in the thin\ncold air. Then it vanished.\n\nJohn Drinkard lowered his binoculars. \"Well, that's that. You can see\nit, but still you can't. The glasses don't help a bit.\"\n\n\"Spooks!\" said Chuck Evers. He wriggled his muscular shoulders, slipped\ndown onto the small of his back in the chair, and propped long legs on\nthe porch railing.\n\n\"Spooks?\" Carl Royston's brow wrinkled puzzledly. Drinkard and Evers\nboth watched with suppressed amusement as his face suddenly cleared and\nhe almost smiled. \"Ah, yes, apparitions.\"\n\n\"Haunts,\" Chuck said. \"Hobgoblins. Ghosts. Banshees.\"\n\n\"Banshees wail,\" said Drinkard.\n\nRoyston's pale eyes glowed with interest. \"This you can say for the\nlights of Precipice Peak--they are quiet.\"\n\n\"Are you sure?\" John Drinkard asked. \"How do you know that every coyote\nyou hear is a coyote?\"\n\n\"At any rate,\" said Royston, \"if they make sounds, they are the sounds\nof the country.\" He shivered slightly. \"A miserable country,\" he added.\n\nJohn Drinkard was thick and blocky, with big hands and a square chin.\nChuck Evers was long and sinewy. Beside them, Royston seemed a pale,\nslight figure, his thin face sallow, his shoulders ever hunched against\nthe crisp western air.\n\n\"You are speaking of the land I love,\" said Chuck Evers. \"If you don't\nlike it, why stay around?\"\n\n       *       *       *       *       *\n\nRoyston shrugged. \"It is supposed to make me a man of vigor, with red\ncorpuscles and a need for cold shower baths. Actually, there is nothing\nwrong with me. I was simply born to sit and watch while great louts\nlike you run and wrestle and climb and sweat.\" He shifted his gaze to\nthe peak, now a dark silhouette against the ice-clear stars. \"There,\nthe light shows again.\"\n\nSlowly the red glow progressed along a cliff face, much higher than it\nhad before. For minutes it moved along steadily, then faded.\n\n\"That thing,\" said Evers suddenly, \"was goin' along Fifth Avenue.\nSpooks don't need a route of ascent, even up Precipice. All of a\nsudden, the lights of Precipice Peak are gettin' solid. I got a feelin'\nthey'll leave sign.\"\n\n\"Sign?\" Royston's voice went up in the darkness. There was the familiar\npause, then Royston's satisfied tone: \"Ah, yes, traces.\"\n\n\"Right--traces, tracks, spoor. Only mystery about those lights is,\nwe don't know who makes them. But they're gettin' to be a tourist\nattraction. Maybe that's a lead.\"\n\n\"How many trips have there been up Precipice this season?\" Royston\nqueried softly.\n\n\"Fifteen or so,\" John Drinkard said, \"and the boy has something. Any\nsign on Fifth Avenue or across Bighorn would have been seen by now.\nThere've been some good mountain men on the Peak this summer. Some of\n'em don't miss much.\"\n\nRoyston hugged his narrow shoulders and made himself small in his\nchair, shivering again as the chill mountain breeze blew across the\nporch of the Lodge.\n\n\"Over the swamps of my native Louisiana, where I wish I now was, I\nhave seen balls of fire go drifting. It is swamp gas, methane, slowly\noxidizing and glowing. Could this on the mountain be something like?\"\n\n\"It's almost impossible,\" said Evers. \"And anyhow,\" he added\nstubbornly, \"balls of gases wouldn't follow a trail. Those blasted\nlights do.\"\n\nJohn Drinkard rose easily, stretched his thick arms wide.\n\n\"Tomorrow, Chuck, tomorrow!\" he reminded. \"Take it easy, boy. Tomorrow\nyou can look for yourself, remember? At day-break, we go up to solve\nthe mystery of the lights.\"\n\n\"Ghastly,\" said Royston. \"To go out at dawn is as bad as eating raw\nflesh. But tap on my cabin door when you go by. I will wave to you from\nthe window.\"\n\n       *       *       *       *       *\n\nJohn Drinkard swung his nailed short boots along the trail with a\nsteady, satisfying rhythm. Ahead of him, Chuck Evers set the pace, an\neasy, loose-jointed shamble that ate up the mountain miles. They were a\ngood team. They felt the trail alike.\n\nDrinkard swelled his big chest, then exhaled gustily, as though to\nexpel the last of the tainted air of the settlements below. He warmed\nslowly to a climb approach and he would have liked a breather. Ahead,\nthe trail switched back sharply.\n\nAt the switchback, Evers broke his stride, swung the pack-sack from his\nshoulders and leaned his long frame against a boulder.\n\n\"Break,\" he said. \"I heard you heave like a foundered mule.\"\n\nJohn Drinkard grinned. He shrugged off his own pack. \"It'll be good to\nenjoy the view and not have to look at your silly hat.\"\n\nChuck tilted the Swiss mountaineer's hat, complete with eagle feather.\n\n\"These are the Alps of America,\" he observed, \"so my hat is fitting.\"\n\n\"It doesn't even fit _you_,\" said Drinkard.\n\nForests of lodgepole pine and spruce lay below them. Already the\nresort town seemed a toy settlement at the edge of the valley, and the\nsagebrush world stretched away east to the horizon. To the north, the\nbig peaks of the range tumbled in a massive, orderly row, with lakes\nflashing along their bases and a vast and timbered plateau rearing up\nbeyond.\n\nIt was West, good American West, twentieth century and solid, with\nclean cold mountain air, yellow sunlight on the cliffs and snowfields\nabove. As if by signal, both men turned their gazes upward. The\ncutback was a vantage point from which could be seen the jumble of\nridges and crags surmounted by the glistening white expanse of Bighorn\nGlacier and, higher still, the seamed front of the eastern face of the\nmountain, tapering upward to the pinnacle of the peak.\n\nThe men swung up their pack-sacks and shook hands.\n\n\"Good luck, friend,\" said John Drinkard. \"Let's go and see if our names\nare still on the register up there.\"\n\n\"Good luck,\" said Evers. \"To-night we'll be up where the lights are.\nPunch me if you see one first.\"\n\n\"Lights, nuts,\" John Drinkard said. \"There'll be none while we're on\nthe peak. Five bucks says so.\"\n\nEvers raised his eyebrows. \"I'm not a rich man, but I love a sporting\nchance. Here's my five. Where'll we put 'em?\"\n\nDrinkard fumbled in his jacket pocket, brought out a tobacco tin. He\npoured the remaining tobacco into a pouch and held out the tin.\n\n\"Stick it in there,\" he said. \"Here's mine.\"\n\nA few paces off the trail, John Drinkard pried up a stone, slipped the\ntin underneath.\n\n\"Lights, yours; no lights, mine. Right?\"\n\n\"Right,\" said Evers, and he grinned at the little added spice for the\ntwo days ahead.\n\n       *       *       *       *       *\n\nTheir steady plodding passage up the ever-dimming trail was an\nappreciative one. Going into the world above the trees was one of\nthe good things of a peak climb. Hoary marmots whistled from their\nrocks, conies scurried, brown- and gray-barred ptarmigan crouched\nalmost invisibly among the gaudy alpine fields of avens and mountain\nsun-flowers and tiny forget-me-nots.\n\nAt near dusk, they laid out their bedrolls on a level bit of tundra in\nthe lee of a massive outcrop near Bighorn Glacier. A small fire of dead\nbranches of firs and pines that literally crawled on their bellies at\nthis altitude cooked a kettle of stew and heated the water for tea.\n\nThe men went through the simple chores of an evening camp with the ease\nthat comes when things have been done many times. And when Chuck Evers\nwalked a few paces from the fire, stepped on a small stone that rolled\nwith his weight, he felt with a sort of irritated surprise the little\nthread of pain that ran through his ankle. Tentatively he tested the\nfoot, then hobbled back to the fire. He knew that he wouldn't climb the\npeak in the morning.\n\nHe said nothing to big John until he had stripped off the boot and\nheavy sock. Then, as Drinkard came back to the fire with more wood, he\nheld out the ballooning ankle.\n\n\"How are you at taping, friend?\" he asked casually.\n\nDrinkard looked at the foot, already purpling as it swelled. He reached\nfor his first-aid kit.\n\n\"Well, anyway,\" he said resignedly, \"you got close enough to watch for\nlights.\"\n\nEvers set his teeth as Drinkard's big fingers probed the sprain.\n\n\"We'll pack ice on it,\" Drinkard decided, \"then tape it in an hour.\nMaybe it's a simple twist.\"\n\n\"You know it isn't.\"\n\n\"Sure,\" admitted Drinkard. \"I thought you wanted to be cheerful, that's\nall. It's like when I broke three ribs climbing to look into a bird's\nnest the day before we were tackling the East Face of Long's. Then\n_you_ were chin-up.\"\n\n\"That was different,\" said Evers. \"I wasn't hurting.\"\n\nWhen the stars were out and the quarter moon rose from the plains, John\nDrinkard got up from his bedroll seat by the fire. The two men had sat\ntalking quietly for an hour. Evers' ankle was taped and he was easing\nit before him as best he could.\n\n\"I'm going to have a look before I turn in,\" said Drinkard. \"My five\nstill says there won't be lights, but the technical crew may be\nmonkeying around somewhere.\"\n\n\"Take it easy,\" Chuck Evers said.\n\n\"I'll just skirt along the edge of the glacier. Back in half an hour.\n_You_ take it easy!\"\n\n       *       *       *       *       *\n\nDrinkard knew Bighorn Glacier. Its crevasses were so consistent that\nthey were shown on maps. He carried his ice axe, but had no mind to use\nit. Only after he had worked his way for a number of minutes along the\nedge of the moonlit ice sheet did the whim to cross it seize him. The\nglacier had a good snow covering. The going was easy and the view was\nsomething few men see.\n\nDrinkard automatically avoided the big ice cracks, then slipped\nthrough a snow roof into a shallow, temporary one. He wasn't hurt. The\nmoonlight from the crack above showed his ice axe beside him. It was a\nlucky fall, except for the fact that he couldn't get out again.\n\nTime after time, he tried to dig hand- and foot-holes into the\nsplintery icewall. But he was freezing his fingers and making no\nheadway. He was stoutly but not heavily clothed. The cold began to bite\ninto him. He settled himself on his heels quietly and tried to decide\nwhat to do.\n\nAfter an hour, Chuck Evers began to call. John Drinkard knew that if he\nanswered, Chuck would probably attempt the ice himself. Evers' voice\ncame now in measured, regular yips. And, while John wavered, from the\ncrags above the glacier he was answered. It was a strange voice, yet\noddly not unfamiliar. To John Drinkard it was muffled, but it had a\nreassuring sound.\n\nDrinkard waited in silence. Not many minutes later, a dark silhouette\nshowed in the narrow crack of sky above. From the voice's first call,\nDrinkard had realized that they had been watched, probably all day.\n\n\"Are you injured?\" asked the man's odd voice.\n\n\"I'm okay,\" Drinkard said. \"Just drop me a rope and I can walk up the\nwall. Mind the snow ledge. I didn't--and look at me.\"\n\nThe man chuckled. \"A joke,\" he said, almost tentatively. \"Here is the\nrope.\"\n\nJohn Drinkard caught the loop lowered to him. Its texture was strange\nto his mountaineer's hands. It was down-soft, warm to the touch, and\nhe felt its strength instinctively. He climbed it easily, hand over\nhand. The stranger stood three strides back from the crevasse lip,\nnegligently holding the rope with one heavy-gauntleted hand--yet he\nwas slender, slight of build, and when Drinkard rose to his feet, he\ntowered over his rescuer.\n\nBig John thrust out his hand. \"Well, thanks. Lucky for me _somebody_\nhas sense enough to walk around ice cracks.\"\n\nThe man seemed to hesitate, then extended his own gloved hand.\n\n\"You must not mind the glove,\" he said. \"It is for your protection. The\nhand has not yet cooled.\"\n\n       *       *       *       *       *\n\nJohn Drinkard was glad of the dimness of the moonlight, for his jaw\ndropped. But the man turned promptly away.\n\n\"Come,\" he said, \"I have made an easy way. The one with the swollen\nfoot is concerned for you.\"\n\nJohn Drinkard, who had climbed scores of peaks up and down the Rockies,\nfollowed and felt like a tenderfoot. The man's odd voice and stilted\nphrases tantalized him, yet he knew they were not entirely strange. And\nthe matter of the hot hand....\n\nDrinkard dropped back a couple of paces. The man was setting his booted\nfeet into a line of holes that had not been on the glacier earlier;\nDrinkard would have sworn to that. They made the traverse of the ice\nfield a simple matter.\n\nAs they approached the glacier's edge, Drinkard realized that he could\nsee his companion with an amazing clarity. He seemed limned with a dim\nred glow, which grew brighter with each step. In a few moments, he\nbecame as a man outlined in flame, and Drinkard could feel a warmth\nradiating from him. Yet the snow did not melt under his tread.\n\n\"It is the boots,\" said his guide, just as though Drinkard had spoken\nhis thoughts aloud. \"They insulate.\"\n\nJohn Drinkard held onto his poise with something of an effort.\n\n\"Thank you,\" he managed drily. \"Not only do you light up, but you pick\nbrains. They're both good tricks.\"\n\nThe man ahead chuckled tentatively. \"A joke,\" he said, but it was\nalmost a question.\n\n\"He really doesn't know,\" thought John Drinkard in astonishment.\n\n\"That is true,\" admitted his guide. \"Everything else I understand with\nease. Even the many kinds of speech are not difficult. But only on\nEarth are there jokes. We can never be sure about them.\"\n\n\"We, huh? I thought a gag like this would take cooperation. How many of\nyou boys are in on it?\"\n\nThey had left the ice and were threading along the little ledge that\ngave onto the boulder field.\n\n\"We are four,\" said the man. He seemed to sense no sarcasm in the\nquestion. Drinkard noted, almost without surprise, that the ruddy glow\nhad faded completely and that the man was simply a dark silhouette\nahead.\n\n       *       *       *       *       *\n\nThey reached the tundra and Chuck Evers' voice hailed them from close\nby. He sat near the tiny fire, the taped foot and ankle eased on a\npack-sack before him.\n\n\"Well,\" said Evers, \"you took your time.\"\n\n\"I fell in a crevasse,\" John Drinkard said, \"and I owe you five bucks.\"\n\n\"You should put the more important statement first, but we can take\nthat up later. I see we have company.\"\n\n\"I'm sorry.\" His rescue from the crevasse and the little trek back\nacross the glacier had been like something from a dream to John\nDrinkard. But now, with the familiar figure of Chuck across the fire,\nthings suddenly assumed their proper proportions again.\n\nHe faced his guide, who stood silently by.\n\n\"This is Chuck Evers. I'm afraid I didn't catch your name.\"\n\nThe man's thin face showed palely from the peaked hood that covered his\nhead and disappeared into the bulky collar of his stout, steel-smooth\njacket.\n\n\"I am called Dzell,\" he said quietly.\n\nThe two men stared at him, and he returned their looks with composure.\n\n\"It's different, anyway,\" said Chuck finally.\n\n\"Yes,\" agreed the man. \"That is because I am different.\"\n\n\"He can read your head like a crystal ball and light up like a neon\nsign,\" John Drinkard heard himself babbling.\n\nEvers, though he sensed the strangeness of the situation, turned to\nDrinkard with concern. \"Easy, boy,\" he said soothingly. \"You've slipped\non the ice before. Sit down and let's quit being funny.\"\n\nThe stranger smiled, but his curving lips seemed more a studied\nimitation than any indication of mirth. \"Let us all sit and I will tell\nyou why I am Dzell. I will do it because I know, when you repeat my\nwords, that you will not be believed.\"\n\nEvers started to speak, thought better of it, and closed his mouth\nwith an exaggerated snap of teeth. John Drinkard sat wearily on the\nsoft tundra vegetation.\n\n\"You came up to climb the peak,\" said the man Dzell, \"but also you came\nto see what caused the lights. If you had not had misfortune, you would\nhave climbed the peak, but there would have been no lights.\"\n\n       *       *       *       *       *\n\nHe glanced away, up and across the rocky ride and to the upper reaches\nof the glacier. A dull red glow moved down the route he and John\nDrinkard had recently taken. Keen eyes could readily see that it had\nthe shape of a man.\n\n\"That is Dzorr,\" said Dzell. \"We grew in the same membrane. He is\nerasing our trail across the ice, John Drinkard.\"\n\nDrinkard watched the glow until it slowly faded. \"Very smart. We can\ntell tales, but there won't be any proof, eh?\"\n\n\"That is correct,\" said the strange man. He turned to Chuck Evers. \"You\nwonder about the statement that we grew in the same membrane. I should\nhave said that we are twins.\"\n\nEvers caught his breath. \"Telepathy,\" he breathed. \"John wasn't out of\nhis head.\"\n\nThe chill night wind rippled across the alpine field. The little fire\nflickered and glowed. Overhead, the stars were blue and red and yellow\nice.\n\n\"The truth is simple,\" said the man called Dzell. \"We have told it\nbefore, but no one believed, and it has not seemed wise to support\nour facts. We, Dzorr and I, with our companions Dzinn and Dzett, are\nexplorers.\"\n\nJohn Drinkard slapped his hand against the boulder beside him and\nseemed reassured by its solidity. He shook his head to clear it.\n\n\"I don't get it,\" he objected. \"Chuck and I could call ourselves\nexplorers, too, if rambling around the mountains every chance we get\nfalls under that heading.\"\n\n\"We do not explore the mountains,\" said Dzell. \"Here we rest and allow\nourselves to behave normally. We explore in the towns and in the\ncities, where people gather. It is strenuous,\" he added, with a sound\nalmost like a sigh. \"We cannot tolerate it for long. Then we must go\ninto seclusion and renew ourselves.\"\n\nKeen interest was replacing puzzlement in both Evers and Drinkard. They\nsmiled now and Chuck said: \"I know what you mean. Ten days in Denver--a\nfine town, mind you--and I feel like I'd been staked with a short rope.\"\n\n\"You do not exactly know what I mean,\" said Dzell. \"Your problems are\nsimply matters of preference. Ours are physiological. We cannot long\nmaintain metabolic balance in the company of people. Thus, Dzinn and\nDzett are now in the world you inhabit. When they must rest, then our\nturn comes.\"\n\n       *       *       *       *       *\n\nDzell had gathered a pile of small flat stones and he sat sorting them\nwith his gauntleted fingers. They were simply flakes of weathering\ngneiss, fire- and pressure-derived from some granite as ancient as the\nrange. Neither man noticed the idle movements until Dzell raised a\npiece to his mouth and bit into it with a grinding sound, like a man\ncracking nuts. His teeth were large and square, and they had a metallic\ngleam. They made short work of the gneiss. Dzell flexed his fingers,\nselected another piece of the rock.\n\n\"Among people,\" he observed, \"this would be conspicuous. You are not\nadapted to get oxygen from quartz. We are.\"\n\n\"You make Houdini look like a piker,\" big John told him admiringly. \"I\nadmit that's tougher cereal than I'd want to try. But the point of the\ngag still escapes me.\"\n\n\"I am aware of that,\" said the strange man. \"You cannot comprehend\nbecause your mind is shackled. Yet it must be evident that we are not\ntoo much alike.\"\n\nHe rose to his feet.\n\n\"There is the matter of the body glow. I can control my body\ntemperature, raising and lowering it as I choose. The greatest\ndifficulty when I am among people is to keep it down to human body\nheat. Normally it is very much higher than yours. And when, due to\nexercise and metabolic speed-up, excess energy is accumulated, it is\nsatisfying to us to radiate it. You get the same release by deep sighs,\nby long breaths, by stretching your limbs. Unfortunately, when we\nradiate rapidly in air, we glow. It has made us conspicuous.\"\n\n\"We all have our hobbies,\" said Evers, shifting his swollen ankle and\nwincing. \"Did you ever hear of the Liars' Club? If you like to hold\noffice, you could be President.\"\n\nDzell did not appear offended. \"I said you would not believe. When it\nis again my turn to explore, I will search for your Liars' Club. I can\nsee from your thoughts that it is concerned with jokes. And this is the\none thing about you that we have not mastered. Other explorers have\nalso felt baffled. The function of odd misstatement escapes us.\"\n\n\"'Other explorers'?\" Evers' voice lost its note of ridicule, and\nDrinkard leaned forward with new interest. \"You mean there are a lot of\nincandescent guys like you prowling about?\"\n\nDzell shrugged. \"All are not from my environment. Many are so unlike\nyou that they cannot mingle and so must observe from hiding. Others\ncannot exist in your atmosphere without artificial help. We contact\nthem constantly. Your unawareness is a marvel to us all. For creatures\nso well supplied with adaptations for sensation, you are indeed blind.\"\n\n       *       *       *       *       *\n\nChuck Evers drew a long breath. \"If I could radiate, I'd be lit up like\na theater marquee. You sound like an old professor I had once. I didn't\nunderstand him, either.\"\n\nHad Dzell comprehended humor, he would have smiled. But he simply\nturned away with finality.\n\n\"Dzorr is waiting by the glacier,\" he said. \"We have plans for this\ntime. When you return to the settlements below, it would perhaps be\nwisest not to attempt to explain the lights.\"\n\nThe next instant, he was gone without a sound.\n\nThe two young men sat silently by the dying fire. A few minutes later,\nboth looked up, as though by signal, toward the upper reaches of the\nglacier. Two glowing spots, dull cherry red, moved steadily across the\nice. They were visible for brief minutes, then slowly faded.\n\nChuck Evers shifted restlessly. He shook his head as though a bee were\nbuzzing inside it.\n\n\"Did you hear something?\" he asked.\n\n\"Not with my ears,\" said Drinkard. \"But as plain as a voice, Dzell just\nsaid to my brain 'Good luck, boys!' in good American.\"\n\n\"Now I know I'm nuts,\" grunted Chuck Evers. \"That's what he said to me.\"\n\nTo descend Precipice Peak, even if only from Bighorn Glacier, is no fit\ntask for a cripple. Still, Evers and Drinkard knew it had to be done,\nso, in the early morning, they set about it without haste and without\ncomplaint.\n\nWhere the going allowed it, big John simply back-packed Evers. They\nmade use of every ledge, for Chuck could rappel himself down spots he\ncould not climb or be carried. Both were mountain men and tough, but by\nmid-afternoon they knew they had had enough.\n\nSo nothing had ever looked better than the cheerful figure of Heine\nKolb, slouched in the saddle of his dainty-footed pinto mare, and\nleading two pack horses loaded with fish panniers. The ranger was\nheaded down.\n\n\"The complete Samaritan, that's me,\" said Heine. \"I haul fish up and\nPoor Fish down. Two loads for the price of one.\"\n\n\"We will accept your insults along with the ride,\" Chuck Evers said\nwearily. \"I never knew what a pretty thing a horse could be!\"\n\nHeine dropped his fish cans, helped to hoist Evers onto one of the pack\nhorses. Drinkard climbed aboard the other.\n\n\"What happened?\" asked the ranger. \"I saw by the headquarters record\nthat you were going up.\"\n\nEvers shrugged and John Drinkard said, \"The boy here was playing\nrockchuck on the stretch below the glacier and one rolled with him.\"\nEvers grinned wryly, and John added, \"It could happen to anybody, but\nit's the kind of thing that's partial to tender-feet.\"\n\n\"Next time,\" said Evers humbly, \"just leave me up there. I ain't worth\nsaving.\"\n\nThey stopped only once. At the big switchback, John Drinkard swung from\nhis horse, pried up a stone, tossed the tobacco can to Evers without a\nword. The ranger only raised his eyebrows.\n\n       *       *       *       *       *\n\nBack at their tent camp on the lake shore, Evers and Drinkard were not\ndisturbed by questions. When men fail on the peaks, they tell their own\nstories in their own time. Chuck's ankle showed quick improvement and\nin a couple of days he was hobbling about. Only young Royston came to\nvisit.\n\n\"You have not been back to the Lodge,\" he said. \"Perhaps you are afraid\nto show your faces?\"\n\n\"People talk your arm off up there,\" said Drinkard. He grinned at the\npale young man. \"Not many of 'em have the gall to come snooping down\nhere!\"\n\nRoyston sat composedly on a boulder. \"You cannot offend me. I was\nconcerned for you, I was interested, so I came. Did you see the lights?\"\n\n\"Nary a light,\" said Chuck cheerfully. He sat in a canvas chair with\nhis foot propped up. \"I told you they wouldn't show when anybody was up\nthere.\"\n\nDrinkard turned on him. \"You collected five bucks from me by being on\nthe other side of the fence. You were the man who was sure there would\nbe some sign.\"\n\nRoyston looked at them with pale eyes.\n\n\"You are both muddling the waters. And you are both lying. There were\nlights on the peak when you were there and I have a feeling you saw\nthem. They were quite a show from here.\"\n\n\"Then this is the place to see them from,\" said Chuck. \"Closer up, you\nlose perspective.\"\n\nRoyston rose from his seat on the rock. \"Friendship means nothing to\nyou, so I will take my small hike back to the Lodge again. Actually, I\ncame to say that tomorrow I leave this miserable place and go home. I\nhave endured all the health I can stand.\"\n\n\"Now that,\" said Chuck, \"is a different story. We're sorry to see you\ngo, fella.\"\n\n\"Our regards to the swamps,\" John Drinkard put in. \"Ten to one, when\nyou get there, you'll wish you were back.\"\n\nCarl Royston showed his big teeth in a mirthless smile.\n\n\"This,\" he said, \"I very much doubt.\"\n\nThey watched him go around the turn in the trail. Then Drinkard took\ntwo strides to the rock where Royston had sat. He touched a finger\ntentatively to the stone and snatched it away.\n\n\"I thought so,\" he said. \"He really liked us, but this time he was\ncareful not to shake hands. In spite of himself, he has reached his\nlimit of control. His temperature is going up.\"\n\nEvers looked on with puzzled eyes.\n\n\"He never could see a joke and he'd wait to pick our brains for a new\nword,\" Drinkard pointed out.\n\n\"Royston--\"\n\n\"--is a name out of a hat,\" said John Drinkard. \"When that lad really\ngoes home, he'll go with his buddies up there on the peak. I wonder\nwhich he is--Dzinn or Dzett.\"\n\n\n\n\n\nEnd of Project Gutenberg's The Lights on Precipice Peak, by Stephen Tall\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LIGHTS ON PRECIPICE PEAK ***\n\n***** This file should be named 49826.txt or 49826.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/8/2/49826/\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}