{"title": "Jack of No Trades", "author": "Evelyn E. Smith", "releaseDate": "August 31, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           Jack of No Trades\n\n                          By EVELYN E. SMITH\n\n                         Illustrated by CAVAT\n\n     [Transcriber's Note: This etext was produced from Galaxy October\n     1955. Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.]\n\n\n     _I was psick of Psi powers, not having any. Or didn't I? Maybe\n     they'd psee otherwise psomeday!_\n\n\nI walked into the dining room and collided with a floating mass of\nfabric, which promptly draped itself over me like a sentient shroud.\n\n\"Oh, for God's sake, Kevin!\" my middle brother's voice came muffled\nthrough the folds. \"If you can't help, at least don't hinder!\"\n\nI managed to struggle out of the tablecloth, even though it seemed to\nbe trying to wrap itself around me. When Danny got excited, he lost his\nmental grip.\n\n\"I could help,\" I yelled as soon as I got my head free, \"if anybody\nwould let me and, what's more, I could set the table a damn sight\nfaster by hand than you do with 'kinesis.\"\n\nJust then Father appeared at the head of the table. He could as easily\nhave walked downstairs as teleported, but I belonged to a family of\nexhibitionists. And Father tended to show off as if he were still a\nkid. Not that he looked his age--he was big and blond, like Danny and\nTim and me, and could have passed for our older brother.\n\n\"Boys, boys!\" he reproved us. \"Danny, you ought to be ashamed of\nyourself--picking on poor Kev.\"\n\nEven if it hadn't been Danny's fault, he would still have been blamed.\n\nNobody was ever supposed to raise a voice or a hand or a thought to\npoor afflicted Kev, because nature had picked on me enough. And the\nnicer everybody was to me, the nastier I became, since only when they\nlost their tempers could I get--or so I believed--their true attitude\ntoward me.\n\nHow else could I tell?\n\n\"Sorry, fella,\" Dan apologized to me. The tablecloth spread itself out\non the table. \"Wrinkles,\" he grumbled to himself. \"Wrinkles. And I had\nit so nice and smooth before. Mother will be furious.\"\n\n\"If she were going to be furious, she'd be furious already,\" Father\nreminded him sadly. It must be tough to be married to a deep-probe\ntelepath, I thought, and I felt a sudden wave of sympathy for him. It\nwas so seldom I got the chance to feel sorry for anyone except myself.\n\"But I think you'll find she understands.\"\n\n\"She knows, all right,\" Danny remarked as he went on into the kitchen,\n\"but I'm not sure she always understands.\"\n\nI was surprised to find him so perceptive on the abstract level,\nbecause he wasn't what you might call an understanding person, either.\n\n       *       *       *       *       *\n\n\"There are tensions in this room,\" my sister announced as she slouched\nin, not quite awake yet, \"and hatred. I could feel them all the way\nupstairs. And today I'm working on the Sleepsweet Mattress copy, so I\nmust feel absolutely tranquil. Everyone will think beautiful thoughts,\nplease.\"\n\nShe sat down just as a glass of orange juice was arriving at her\nplace; Danny apparently didn't know she'd come in already. The glass\nbumped into the back of her neck, tilted and poured its contents over\nher shoulder and down her very considerable decolletage. Being a mere\nprimitive, I couldn't help laughing.\n\n\"Danny, you fumbler!\" she screamed.\n\nDanny erupted from the kitchen. \"How many times have I asked all of you\nnot to sit down until I've got everything on the table? Always a lot of\ninterfering busybodies getting in the way.\"\n\n\"I don't see why you have to set the table at all,\" she retorted. \"A\nrobot could do it better and faster than you. Even Kev could.\" She\nturned quickly toward me. \"Oh, I am sorry, Kevin.\"\n\nI didn't say anything; I was too busy pressing my hands down on the\nback of the chair to make my knuckles turn white.\n\nSylvia's face turned even whiter. \"Father, stop him--_stop_ him! He's\nhating again! I can't stand it!\"\n\nFather looked at me, then at her. \"I don't think he can help it,\nSylvia.\"\n\nI grinned. \"That's right--I'm just a poor atavism with no control over\nmyself a-tall.\"\n\nFinally my mother came in from the kitchen; she was an old-fashioned\nwoman and didn't hold with robocooks. One quick glance at me gave her\nthe complete details, even though I quickly protested, \"It's illegal to\nprobe anyone without permission.\"\n\n\"I used to probe you to find out when you needed your diapers changed,\"\nshe said tartly, \"and I'll probe you now. You should watch yourself,\nSylvia--poor Kevin isn't responsible.\"\n\nShe didn't need to probe to get the blast of naked emotion that spurted\nout from me. My sister screamed and even Father looked uncomfortable.\nDanny stomped back into the kitchen, muttering to himself.\n\nMother's lips tightened. \"Sylvia, go upstairs and change your dress.\nKevin, do I have to make an appointment for you at the clinic again?\"\nA psychiatrist never diagnosed members of his own family--that is, not\nofficially; they couldn't help offering thumbnail diagnoses any more\nthan they could help having thumbnails.\n\n\"No use,\" I said, deciding it was safe to drop into my chair. \"Who can\nadjust me to an environment to which I'm fundamentally unsuited?\"\n\n\"Maybe there is something physically wrong with him, Amy,\" my father\nsuggested hopefully. \"Maybe you should make an appointment for him at\nthe cure-all?\"\n\nMother shook her neatly coiffed head. \"He's been to it dozens of times\nand he always checks out in splendid shape. None of us can spare the\ntime to go with him again, just on an off-chance, and he could hardly\nbe allowed to make such a long trip all by himself. Pity there isn't a\nmachine in every community, but, then, we don't really need them.\"\n\n       *       *       *       *       *\n\nNow that the virus diseases had been licked, people hardly ever\ngot sick any more and, when they did, it was mostly psychosomatic.\nLife was so well organized that there weren't even many accidents\nthese days. It was a safe, orderly existence for those who fitted\ninto it--which accounted for more than ninety-five per cent of the\npopulation. The only ones who didn't adjust were those who couldn't,\nlike me--psi-deficients, throwbacks to an earlier era. There were no\nphysical cripples, because anybody could have a new arm or a new leg\ngrafted on, but you couldn't graft psi powers onto an atavism or, if\nyou could, the technique hadn't been developed yet.\n\n\"I feel a sense of impending doom brooding over this household,\" my\nyoungest brother remarked cheerfully as he vaulted into his chair.\n\n\"You always do, Timothy,\" my mother said, unfolding her napkin. \"And I\nmust say it's not in good taste, especially at breakfast.\"\n\nHe reached for his juice. \"Guess this is a doomed household. And what\nwas all that emotional uproar about?\"\n\n\"The usual,\" Sylvia said from the doorway before anyone else could\nanswer. She slid warily into her chair. \"Hey, Dan, I'm here!\" she\ncalled. \"If anything else comes in, it comes in manually, understand?\"\n\n\"Oh, all right.\" Dan emerged from the kitchen with a tray of food\nfloating ahead of him.\n\n\"The usual? Trouble with Kev?\" Tim looked at me narrowly. \"Somehow my\nsense of ominousness is connected with him.\"\n\n\"Well, that's perfectly natural--\" Sylvia began, then stopped as Mother\ncaught her eye.\n\n\"I didn't mean that,\" Tim said. \"I still say Kev's got something we\ncan't figure out.\"\n\n\"You've been saying that for years,\" Danny protested, \"and he's been\ntested for every faculty under the Sun. He can't telepath or teleport\nor telekinesthesize or even teletype. He can't precognize or prefix or\nprepossess. He can't--\"\n\n\"Strictly a bundle of no-talent, that's me,\" I interrupted, trying to\nkeep my animal feelings from getting the better of me. That was how my\nfamily thought of me, I knew--as an animal, and not a very lovable one,\neither.\n\n\"No,\" Tim said, \"he's just got something we haven't developed a test\nfor. It'll come out some day, you'll see.\" He smiled at me.\n\n       *       *       *       *       *\n\nI smiled at him gratefully; he was the only member of my family who\nreally seemed to like me in spite of my handicap. \"It won't work, Tim.\nI know you're trying to be kind, but--\"\n\n\"He's not saying it just to be kind,\" my mother put in. \"He means it.\nNot that I want to arouse false hopes, Kevin,\" she added with grim\nscrupulousness. \"Tim's awfully young yet and I wouldn't trust his\nextracurricular prognostications too far.\"\n\nNonetheless, I couldn't help feeling a feeble renewal of old hopes.\nAfter all, young or not, Tim was a hell of a good prognosticator; he\nwouldn't have risen so rapidly to the position he held in the Weather\nBureau if he hadn't been pretty near tops in foreboding.\n\nMother smiled sadly at my thoughts, but I didn't let that discourage\nme. As Danny had said, she _knew_ but she didn't really _understand_.\nNobody, for all of his or her psi power, really understood me.\n\n       *       *       *       *       *\n\nBreakfast was finally over and the rest of my family dispersed to their\nvarious jobs. Father simply took his briefcase and disappeared--he was\na traveling salesman and he had a morning appointment clear across the\ncontinent. The others, not having his particular gift, had to take\nthe helibus to their different destinations. Mother, as I said, was a\npsychiatrist. Sylvia wrote advertising copy. Tim was a meteorologist.\nDan was a junior executive in a furniture moving company and expected a\npromotion to senior rank as soon as he achieved a better mental grip on\npianos.\n\nOnly I had no job, no profession, no place in life. Of course there\nwere certain menial tasks a psi-negative could perform, but my parents\nwould have none of them--partly for my sake, but mostly for the sake of\ntheir own community standing.\n\n\"We don't need what little money Kev could bring in,\" my father always\nsaid. \"I can afford to support my family. He can stay home and take\ncare of the house.\"\n\nAnd that's what I did. Not that there was much to do except call a\ntechno whenever one of the servomechanisms missed a beat. True enough,\nthose things had to be watched mighty carefully because, if they broke\ndown, it sometimes took days before the repair and/or replacement\nrobots could come. There never were enough of them because ours was a\nconstructive society. Still, being a machine-sitter isn't very much of\na career. And every function that wasn't the prerogative of a machine\ncould be done ten times more quickly and efficiently by some member of\nmy family than I could do it. If I went ahead and did something anyway,\nthey would just do it all over again when they got home.\n\nSo I had nothing to do all day. I had a special dispensation to\ntake books out of the local Archives, because I was a deficient and\ncouldn't receive the tellie programs. Almost everybody on Earth was\ntelepathic to some degree and could get the amplified projections even\nif he couldn't transmit or receive with his natural powers. But I got\nnothing. I had to derive all my recreation from reading, and you can\nget awfully tired of books, especially when they're all at least a\nhundred years old and written by primitives. I could borrow sound\ntapes, but they also bored me after a while.\n\nI thought maybe I could develop a talent for composing or painting,\nwhich would classify me as a telesensitive--artistic ability being\nconsidered as the oldest, if least important, psi power--but I couldn't\neven do anything like that.\n\nAbout all there was left for me was to take long walks. Athletics were\nout of the question; I couldn't compete with psi-boys and they didn't\nwant to compete with me. All the people in the neighborhood knew me\nand were nice to me, but I didn't need to be a 'path to tell what they\nwere saying to one another when I hove into sight. \"There's that oldest\nFaraday boy. Pity, such a talented family, to have a defective.\"\n\nI didn't have a girl, either. Although some of them were sort of\nattracted to me--I could see that--they could hardly go out with me\nwithout exposing themselves to ridicule. In their sandals, I would have\ndone the same thing, but that didn't stop me from hating them.\n\n       *       *       *       *       *\n\nI wished I had been born a couple of hundred years ago--before people\nstarted playing around with nuclear energy and filling the air with\nradiations that they were afraid would turn human beings into hideous\nmonsters. Instead, they developed the psi powers that had always been\nlatent in the species until we developed into a race of supermen. I\ndon't know why I say _we_--in 1960 or so, I might have been considered\nsuperior, but in 2102 I was just the Faradays' idiot boy.\n\nExploring space should have been my hope. If there had been anything\nuseful or interesting on any of the other planets, I might have found\na niche for myself there. In totally new surroundings, the psi powers\ngeared to another environment might not be an advantage. But by the\ntime I was ten, it was discovered that the other planets were just\nbarren hunks of rock, with pressures and climates and atmospheres\ndrastically unsuited to human life. A year or so before, the hyperdrive\nhad been developed on Earth and ships had been sent out to explore the\nstars, but I had no hope left in that direction any more.\n\nI was an atavism in a world of peace and plenty. Peace, because people\ncouldn't indulge in war or even crime with so many telepaths running\naround--not because, I told myself, the capacity for primitive behavior\nwasn't just as latent in everybody else as the psi talent seemed latent\nin me. Tim must be right, I thought--I must have some undreamed-of\npower that only the right circumstances would bring out. But what was\nthat power?\n\nFor years I had speculated on what my potential talent might be,\nexplored every wild possibility I could conceive of and found none\nproductive of even an ambiguous result with which I could fool myself.\nAs I approached adulthood, I began to concede that I was probably\nnothing more than what I seemed to be--a simple psi-negative. Yet, from\ntime to time, hope surged up again, as it had today, in spite of my\nknowledge that my hope was an impossibility. Who ever heard of latent\npsi powers showing themselves in an individual as old as twenty-six?\n\nI was almost alone in the parks where I used to walk, because people\nliked to commune with one another those days rather than with nature.\nEven gardening had very little popularity. But I found myself most at\nhome in those woodland--or, rather, pseudo-woodland--surroundings,\nable to identify more readily with the trees and flowers than I could\nwith my own kind. A fallen tree or a broken blossom would excite more\nsympathy from me than the minor catastrophes that will beset any\nhousehold, no matter how gifted, and I would shy away from bloody\nnoses or cut fingers, thus giving myself a reputation for callousness\nas well as extrasensory imbecility.\n\nHowever, I was no more callous in steering clear of human breakdowns\nthan I was in not shedding tears over the household machines when they\nbroke down, for I felt no more closely akin to my parents and siblings\nthan I did to the mechanisms that served and, sometimes, failed us.\n\n       *       *       *       *       *\n\nOn that day, I walked farther than I had intended and, by the time I\ngot back home, I found the rest of my family had returned before me.\nThey seemed to be excited about something and were surprised to see me\nso calm.\n\n\"Aren't you even interested in anything outside your own immediate\nconcerns, Kev?\" Sylvia demanded, despite Father's efforts to shush her.\n\n\"Can't you remember that Kev isn't able to receive the tellies?\" Tim\nshot back at her. \"He probably doesn't even know what's happened.\"\n\n\"Well, what did happen?\" I asked, trying not to snap.\n\n\"One starship got back from Alpha Centauri,\" Danny said excitedly.\n\"There are two inhabited Earth-type planets there!\"\n\nThis was for me; this was it at last! I tried not to show my\nenthusiasm, though I knew that was futile. My relatives could keep\ntheir thoughts and emotions from me; I couldn't keep mine from them.\n\"What kind of life inhabits them? Humanoid?\"\n\n\"Uh-uh.\" Danny shook his head. \"And hostile. The crew of the starship\nsays they were attacked immediately on landing. When they turned and\nleft, they were followed here by one of the alien ships. Must be a\npretty advanced race to have spaceships. Anyhow, the extraterrestrial\nship headed back as soon as it got a fix on where ours was going.\"\n\n\"But if they're hostile,\" I said thoughtfully, \"it might mean war.\"\n\n\"Of course. That's why everybody's so wrought up. We hope it's peace,\nbut we'll have to prepare for war just in case.\"\n\nThere hadn't been a war on Earth for well over a hundred years, but\nwe hadn't been so foolish as to obliterate all knowledge of military\ntechniques and weapons. The alien ship wouldn't be able to come back\nwith reinforcements--if such were its intention--in less than six\nmonths. This meant time to get together a stockpile of weapons, though\nwe had no idea of how effective our defenses would be against the\naliens' armament.\n\nThey might have strange and terrible weapons against which we would\nbe powerless. On the other hand, our side would have the benefits\nof telekinetically guided missiles, teleported saboteurs, telepaths\nto pick up the alien strategy, and prognosticators to determine the\noutcome of each battle and see whether it was worth fighting in the\nfirst place.\n\nEverybody on Earth hoped for peace. Everybody, that is, except me. I\nhad been unable to achieve any sense of identity with the world in\nwhich I lived, and it was almost worth the loss of personal survival\nto know that my own smug species could look silly against a still more\ntalented race.\n\n       *       *       *       *       *\n\n\"It isn't so much our defense that worries me,\" my mother muttered, \"as\nlack of adequate medical machinery. War is bound to mean casualties\nand there aren't enough cure-alls on the planet to take care of them.\nIt's useless to expect the government to build more right now; they'll\nbe too busy producing weapons. Sylvia, you'd better take a leave of\nabsence from your job and come down to Psycho Center to learn first-aid\ntechniques. And you too, Kevin,\" she added, obviously a little\nsurprised herself at what she was saying. \"Probably you'd be even\nbetter at it than Sylvia since you aren't sensitive to other people's\npain.\"\n\nI looked at her.\n\n\"It _is_ an ill wind,\" she agreed, smiling wryly, \"but don't let me\ncatch you thinking that way, Kevin. Can't you see it would be better\nthat there should be no war and you should remain useless?\"\n\nI couldn't see it, of course, and she knew that, with her wretched\ntalent for stripping away my feeble attempts at privacy. Psi-powers\nusually included some ability to form a mental shield; being without\none, I was necessarily devoid of the other.\n\nMy attitude didn't matter, though, because it was definitely war. The\naliens came back with a fleet clearly bent on our annihilation--even\nthe 'paths couldn't figure out their motives, for the thought pattern\nwas entirely different from ours--and the war was on.\n\nI had enjoyed learning first-aid; it was the first time I had ever\nworked with people as an equal. And I was good at it because psi-powers\naren't much of an advantage there. Telekinesis maybe a little, but\nI was big enough to lift anybody without needing any superhuman\nabilities--normal human abilities, rather.\n\n\"Gee, Mr. Faraday,\" one of the other students breathed, \"you're so\nstrong. And without 'kinesis or anything.\"\n\nI looked at her and liked what I saw. She was blonde and pretty. \"My\nname's not Mr. Faraday,\" I said. \"It's Kevin.\"\n\n\"My name's Lucy,\" she giggled.\n\nNo girl had ever giggled at me in that way before. Immediately I\nstarted to envision a beautiful future for the two of us, then flushed\nwhen I realized that she might be a telepath. But she was winding a\ntourniquet around the arm of another member of the class with apparent\nunconcern.\n\n\"Hey, quit that!\" the windee yelled. \"You're making it too tight! I'll\nbe mortified!\"\n\nSo Lucy was obviously not a telepath. Later I found out she was only\na low-grade telesensitive--just a poetess--so I had nothing to worry\nabout as far as having my thoughts read went. I was a little afraid of\nSylvia's kidding me about my first romance, but, as it happened, she\ngot interested in one of the guys who was taking the class with us, and\nshe was not only too busy to be bothered with me, but in too vulnerable\na position herself.\n\nHowever, when the actual bombs--or their alien equivalent--struck near\nour town, I wasn't nearly so happy, especially after they started\ncarrying the wounded into the Psycho Center, which had been turned into\na hospital for the duration. I took one look at the gory scene--I had\nnever seen anybody really injured before; few people had, as a matter\nof fact--and started for the door. But Mother was already blocking the\nway. It was easy to see from which side of the family Tim had got his\ntalent for prognostication.\n\n\"If the telepaths who can pick up all the pain can stand this, Kevin,\"\nshe said, \"_you_ certainly can.\" And there was no kindness at all in\nthe _you_.\n\nShe gave me a shove toward the nearest stretcher. \"Go on--now's your\nchance to show you're of some use in this world.\"\n\n       *       *       *       *       *\n\nGritting my teeth, I turned to the man on the stretcher. Something had\npretty near torn half his face away. It was all there, but not in the\nright place, and it wasn't pretty. I turned away, caught my mother's\neye, and then I didn't even dare to throw up. I looked at that smashed\nface again and all the first-aid lessons I'd had flew out of my head as\nif some super-psi had plucked them from me.\n\nThe man was bleeding terribly. I had never seen blood pouring out like\nthat before. The first thing to do, I figured sickly, was mop it up. I\nwet a sponge and dabbed gingerly at the face, but my hands were shaking\nso hard that the sponge slipped and my fingers were on the raw gaping\nwound. I could feel the warm viscosity of the blood and nothing, not\neven my mother, could keep my meal down this time, I thought.\n\nMother had uttered a sound of exasperation as I dropped the sponge. I\ncould hear her coming toward me. Then I heard her gasp. I looked at my\npatient and my mouth dropped open. For suddenly there was no wound,\nno wound at all--just a little blood and the fellow's face was whole\nagain. Not even a scar.\n\n\"Wha--wha happened?\" he asked. \"It doesn't hurt any more!\"\n\nHe touched his cheek and looked up at me with frightened eyes. And I\nwas frightened, too--too frightened to be sick, too frightened to do\nanything but stare witlessly at him.\n\n\"Touch some of the others, quick!\" my mother commanded, pushing\nastounded attendants away from stretchers.\n\nI touched broken limbs and torn bodies and shattered heads, and they\nwere whole again right away. Everybody in the room was looking at me in\nthe way I had always dreamed of being looked at. Lucy was opening and\nshutting her beautiful mouth like a beautiful fish. In fact, the whole\nthing was just like a dream, except that I was awake. I couldn't have\nimagined all those horrors.\n\nBut the horrors soon weren't horrors any more. I began to find them\nalmost pleasing; the worse a wound was, the more I appreciated it.\nThere was so much more satisfaction, virtually an esthetic thrill, in\nseeing a horrible jagged tear smooth away, heal, not in days, as it\nwould have done under the cure-all, but in seconds.\n\n\"Timothy was right,\" my mother said, her eyes filled with tears, \"and\nI was wrong ever to have doubted. You have a gift, son--\" and she said\nthe word son loud and clear so that everybody could hear it--\"the\ngreatest gift of all, that of healing.\" She looked at me proudly. And\nLucy and the others looked at me as if I were a god or something.\n\nI felt ... well, good.\n\n       *       *       *       *       *\n\n\"I wonder why we never thought of healing as a potential psi-power,\" my\nmother said to me later, when I was catching a snatch of rest and she\nwas lighting cigarettes and offering me cups of coffee in an attempt to\nmake up twenty-six years of indifference, perhaps dislike, all at once.\n\"The ability to heal _is_ recorded in history, only we never paid much\nattention to it.\"\n\n\"Recorded?\" I asked, a little jealously.\n\n\"Of course,\" she smiled. \"Remember the King's Evil?\"\n\nI should have known without her reminding me, after all the old books I\nhad read. \"Scrofula, wasn't it? They called it that because the touch\nof certain kings was supposed to cure it ... and other diseases, too, I\nguess.\"\n\nShe nodded. \"Certain people must have had the healing power and that's\nprobably why they originally got to be the rulers.\"\n\nIn a very short time, I became a pretty important person. All the other\ndeficients in the world were tested for the healing power and all of\nthem turned out negative. I proved to be the only human healer alive,\nand not only that, I could work a thousand times more efficiently and\neffectively than any of the machines. The government built a hospital\njust for my work! Wounded people were ferried there from all over the\nworld and I cured them. I could do practically everything except raise\nthe dead and sometimes I wondered whether, with a little practice, I\nwouldn't be able to do even that.\n\nWhen I came to my new office, whom did I find waiting there for me but\nLucy, her trim figure enhanced by a snug blue and white uniform. \"I'm\nyour assistant, Kev,\" she said shyly.\n\nI looked at her. \"You are?\"\n\n\"I--I hope you want me,\" she went on, coyness now mixing with\napprehension.\n\nI gave her shoulder a squeeze. \"I do want you, Lucy. More than I can\ntell you now. After all this is over, there's something more I want to\nsay. But right now--\" I clapped her arm--\"there's a job to be done.\"\n\n\"Yes, Kevin,\" she said, glaring at me for some reason I didn't have\ntime to investigate or interpret at the moment. My patients were\nwaiting for me.\n\nThey gave me everything else I could possibly need, except enough\nsleep, and I myself didn't want that. I wanted to heal. I wanted to\nshow my fellow human beings that, though I couldn't receive or transmit\nthoughts or foretell the future or move things with my mind, all those\npowers were useless without life, and that was what I could give.\n\nI took pride in my work. It was good to stop pain and ugliness, to know\nthat, if it weren't for me, these people would be dead or permanently\ndisfigured. In a sense, they were--well, my children; I felt a warm\nglow of affection toward them.\n\nThey felt the same way toward me. I knew because the secret of the\nhospital soon leaked out--during all those years of peace, the\ngovernment had lost whatever facility it had for keeping secrets--and\npeople used to come in droves, hoping for a glimpse of me.\n\n       *       *       *       *       *\n\nThe government pointed out that such crowds outside the building might\nattract the enemy's attention. I was the most important individual on\nEarth, they told my followers, and my safety couldn't be risked. The\nhuman race at this stage was pretty docile. The crowds went away. And\nit was right that they should; I didn't want to be risked any more than\nthey wanted to risk me.\n\nPlenty of people did come to see me officially--the President,\ngenerals, all kinds of big wheels, bringing citations, medals and other\nobsolete honors they'd revived primarily for me. It was wonderful. I\nbegan to love everybody.\n\n\"Don't you think you're putting too much of yourself into this, Kev?\"\nLucy asked me one day.\n\nI gave her an incredulous glance. \"You mean I shouldn't help people?\"\n\n\"Of course you should help them. I didn't mean anything like that.\nJust ... well, you're getting too bound up in your work.\"\n\n\"Why shouldn't I be?\" Then the truth, as I thought, dawned on me. \"Are\nyou jealous, Lucy?\"\n\nShe lowered her eyes. \"Not only that, but the war's bound to come to\nan end, you know, and--\"\n\nIt was the first part of her sentence that interested me. \"Why, do you\nmean--\"\n\nAnd just then a fresh batch of casualties arrived and I had to tend to\nthem. For the next few days, I was so busy, I didn't get the chance to\nhave the long talk with Lucy I'd wanted....\n\nThen, after only four months, the war suddenly stopped. It seemed\nthat the aliens' weapons, despite their undeniable mysteriousness,\nwere not equal to ours. And they had the added disadvantage of being\nlight-years away from home base. So the remnant of their fleet took off\nand blew itself up just outside of Mars, which we understood to be the\nequivalent of unconditional surrender. And it was; we never heard from\nthe Centaurians again.\n\nPeace once more. I had a little mopping up to do at the hospital; then\nI collected my possessions and went back home after a dignitary--only\nthe Vice President this time--had thanked me on behalf of a grateful\ncountry. I wasn't needed any more.\n\n       *       *       *       *       *\n\nFor a while, I was glad to be back home. I was a celebrity. People\ndropped in from all around to see me and talk to me. And my family,\nbasking in the reflection of glory, was nice to me ... for a while.\n\n\"I don't have any trouble making appointments with any firm,\" my father\nboasted, \"when I tell 'em I'm the father of Kevin Faraday.\"\n\nMother smiled approvingly--Tim, a little sadly. He was the only one\nwho didn't seem pleased by what had happened to me, even though he'd\nprophesied it.\n\nSylvia slipped her arm through mine. \"The agency wondered whether you\nwouldn't give them a testimonial for Panacetic Pills, Kev,\" she said,\nsqueezing my arm. \"They'd pay a lot, and the rest of the family sure\ncould use the money if you're too high-minded to accept it.\"\n\n\"I couldn't do a thing like that, Sylvia. It wouldn't be ethical.\"\n\n\"Why wouldn't it be?\" She dropped my arm. \"The pills couldn't possibly\nhurt anybody. Maybe take a little business away from Mother, but Mother\ndoesn't mind, do you, dear?\"\n\nMother frowned.\n\n\"But people would think the pills had my healing powers,\" I explained.\n\"I would be breaking faith with myself if I shilled for them.\"\n\nSylvia snorted. \"Breaking faith with himself. Look who's talking!\"\n\n\"Sylvia,\" my mother said. \"Please.\"\n\nBut Sylvia went on--she was in an overwrought state because her guy\nhadn't called her, though that was no reason to take it out on me.\n\"Who needs healing power now? The machines can cope with all peacetime\nailments. Better take your loot while the getting's good, Kev.\"\n\n\"Nevertheless, Kevin is right, Sylvia,\" my mother said. \"He mustn't\nprostitute his talent.\"\n\n\"And we don't actually need the money the testimonial could bring in,\nno matter how much it is,\" my father said a little wistfully. \"I can\nsupport my family.\"\n\nTim sighed.\n\nThe months went on. Once again there was nothing for me to do, only\nit was worse for me now because I had tasted usefulness and fame.\nPeople did come for a while with their headaches and cut fingers for\nme to heal, and I was happy healing them until I realized they were\njust coming to make me feel good. They didn't really need me. Anybody\nwho had anything seriously wrong with him went to a psychiatrist or a\nmachine, same as always. I healed them too quickly for them to have\ntime to take pleasure in it. They couldn't talk for days about a\nthree-second operation.\n\n       *       *       *       *       *\n\nBy and by, even the cut fingers didn't come. Maybe I hadn't been\nexactly gracious toward the end. Maybe the whole thing was my fault.\nEven the Lucy business. My mother said it was, anyhow.\n\nYou see, Lucy lived quite a distance away and we couldn't call each\nother up because of my not being able to use the tellies. We wrote and\nI went to see her a few times, and then she came to meet my family.\nOnce.\n\nIt was a ghastly evening. We all sat around stiffly, my family being\nexcessively polite to her, thinking, I knew, that this was my only\nchance to get myself a wife and so they'd better be nice to the girl,\nno matter what she was like. And seeing her with what I fancied to\nbe their eyes, I realized that she wasn't outstandingly pretty,\nparticularly bright, or even very talented.\n\nAnd what was she thinking? That she had got herself virtually engaged\nto a useless half-sense because he had had a brief moment of glory as a\nwar hero? Trapped with this imbecile and his dull, stuffy family, and\nnot being able to get out of it without being cruel?\n\nWhat were they _actually_ thinking? I didn't know. But _they_\ndid--Mother knew what everybody was thinking, right down to the last\nconvolution of the subconscious mind and Sylvia knew what everyone else\nwas feeling, and the others ... they knew or at least sensed part of\nwhat was going on. But I was impercipient, I couldn't tell anything, I\nwas excluded--out in the cold--and, being unable ever really to know,\nwas forced to draw the worst conclusions.\n\nI took Lucy home that evening. They had to trust me that far alone\nbecause it would have looked absurd for Danny or Tim to come along as\nchaperone, and anyway I had been there alone before, when I had gone to\nsee her.\n\n\"Lucy,\" I said as we stood awkwardly before her door, \"I don't want you\nto feel, just because of what might have happened in a burst of--of\npatriotic fervor, that you're bound or--\"\n\n\"No, Kevin,\" she murmured, without looking at me. \"I understand. I\ndon't feel bound or--committed in any way. And you mustn't feel bound,\neither.\"\n\n\"That's good.\" I felt a deep sense of sorrow working its way down to\nsettle in my viscera and, if she'd had much perceptiveness, things\nmight have been different then. But she hadn't. I took a deep breath,\ndetermined to carry my heartbreak off with dignity. \"Well, good-by,\nLucy.\"\n\n       *       *       *       *       *\n\nAlthough she had never really been close to me--in fact, I had never\nso much as kissed her--I felt lonelier now, without even the hope of\nher, than I ever had before. I began to take my long walks in the\npark again, brooding over the power that might have been mine, if\nonly I hadn't been such a damn fool as to give freely without asking\nanything in return. During the war, I could have got anything I wanted\nin exchange for what I'd done, or, rather, for what I could do, but I'd\nbeen too busy healing. Now it was too late for asking.\n\nNature, being all I had left, became closer to me than ever before. And\none morning, after a violent storm the night before, I mourned over the\nfallen trees and smashed flowers as I had never mourned over fallen\nand smashed men--first, because I hadn't cared, and then because I had\nknown I could help.\n\nCome to think of it, how did I know it was only people I could help?\n\n\"Mother,\" I said eagerly when I came home that evening, \"I can heal\nother things besides people! Trees and shrubs and--\"\n\n\"That's nice, dear. Perhaps we can get you a job with the Park\nDepartment if you're tired of sitting home, and in the meantime you'd\nbetter comb those leaves out of your hair. Sylvia, did you call that\ntechno?\"\n\n\"Yes, Mother,\" Sylvia said gloomily. Her guy still hadn't called.\nKnowing now how she must feel, I could feel sorry for her. \"It said\nit'll be over as soon as it can, but that it might take days.\"\n\n\"We'll have to eat synthetics for dinner if that stove isn't fixed\nsoon,\" my mother said fretfully, and went off into the kitchen to mess\naround with the machinery and thus make certain the techno had a real\nhard job on its hands when it finally did show up.\n\nOh, the devil with it, I thought. No use hoping to interest the family\nin any extension of my gift that had no practical value except for\nnature lovers. I might as well seize such meager chances as were still\nopen to me. I wasn't going to be an idealistic idiot any longer.\n\n\"Sylvie,\" I said to my sister, \"I've changed my mind about that\ntestimonial.\"\n\nShe looked blankly at me out of her reverie. \"What testimonial?\"\n\n\"The--you know, the Panacetic Pills.\"\n\nShe laughed and patted me on the shoulder, not unkindly, because she\ncould probably feel a sympathy in me now that she never could before.\n\"Too late for that, honey. Your name wouldn't mean a thing any more.\"\n\nSo many of them owed their lives to me--and yet they had forgotten me.\n\nTim looked at me. \"Be careful, Kev,\" he said anxiously.\n\n\"Careful of what?\"\n\n\"I don't know exactly.\" He ran his hand through his hair. \"But be\ncareful, won't you?\"\n\nJust at that moment, an easy chair floated in from the next room,\nbanged into me, swerved, and crashed into a table. Danny, who had\nbeen thinking of going into interior decoration as a sideline to his\nbusiness, had been making the furniture leap without looking first.\n\n       *       *       *       *       *\n\nI gave Tim a reproachful glance as I used my gift to heal my bruised\nshin. \"You might have been a little more explicit,\" I complained. \"I'm\nno 'path.\"\n\n\"I didn't mean--\" But Danny caromed into Tim on his way to inspect the\ndamage. My whole family was so used to relying on their psi powers that\nthey were pretty clumsy when it came to using the merely physical ones.\n\nDanny looked sadly at the wreckage. The chair was only nicked, but the\ntable was pretty well smashed. \"Gee, Kev,\" he said mournfully, \"if only\nyou could fix furniture the way you fix up people.\"\n\n\"I can heal trees,\" I said. \"And they're wood.\"\n\n\"So try the table,\" Sylvia proposed. \"It's going to cost you anything?\"\n\nDanny looked at me hopefully.\n\nI went over and touched the table. At first nothing happened. And then\nthe shattered bits of wood sort of shimmered together and it was whole\nagain.\n\nDanny's and Sylvia's eyes bugged out. So did mine, as a matter of fact.\nOnly Tim didn't look surprised, just a little sadder.\n\nMother appeared from the kitchen so fast, you'd think she'd caught\nteleportation from Father. \"Kevin!\" she cried, her eyes shining with an\nenthusiasm that my healing of people had never evoked in her. She was\na conscientious psychiatrist, but a passionate cook. \"Come in here and\nsee what you can do with this stove.\"\n\nMy siblings treading on my heels, I went in and fixed it. Like that.\nShe looked at me with genuine mother love in her eyes. \"My boy,\" she\nbreathed adoringly.\n\n\"Pianos!\" Danny yelped suddenly. Everybody looked at him. \"If you\nworked along with me, Kev,\" he explained, \"nobody would ever have to\nknow if I dropped 'em. I could be a senior executive and no questions\nasked.\"\n\n\"But that wouldn't be ethical,\" Sylvia suggested, with a sidelong\nglance at me.\n\n\"My ethical values have come down to Earth,\" I said. \"Be glad to help\nyou out, Dan. And the same goes for you, Sylvie. 'Use Kevin Faraday. A\nMillion Times More Efficient than Glue.' Nothing for nothing any more,\nthough--I have to be as professional as everybody and I've got a career\nto get started.\"\n\nSylvia sighed. \"I wish there were other things you could fix besides\npeople and furniture. Intangibles.\"\n\n\"Like broken hearts, maybe?\"\n\nShe smiled. \"Maybe.\"\n\n\"I'll try,\" I said, and I concentrated.\n\nJust then, the telliebell rang and Tim, being youngest, went to answer\nit. When he came back, he was smiling. \"For you, Sylvie. Lennie.\"\n\n\"Lennie!\" Sylvia yelped joyously. She ran toward the tellie, dashed\nback, planted a wet kiss on my cheek, and scurried off to the booth.\n\n\"Well, gosh!\" Danny said.\n\n\"Maybe it's going to be all right,\" Tim said, precognizing hard. \"Power\ndoesn't necessarily corrupt.\"\n\n\"You could make that part of your service, Kev,\" Danny suggested.\n\"Mending broken hearts, I mean, not corrupting. Hey, where are you\ngoing?\"\n\n\"To catch a helibus,\" I said. \"There's a broken heart that needs fixing\nimmediately. And it's for me, so nothing for nothing still goes.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Jack of No Trades, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JACK OF NO TRADES ***\n\n***** This file should be named 49838.txt or 49838.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/4/9/8/3/49838/\n\nProduced by Greg Weeks, Adam Buchbinder, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}