{"title": "A Thousand Degrees Below Zero", "author": "Murray Leinster", "releaseDate": "December 1, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                     A Thousand Degrees Below Zero\n\n                          By Murray Leinster\n\n           [Transcriber's Note: This etext was produced from\n                   The Thrill Book, July 15, 1919.]\n\n\n\n\nCHAPTER I.\n\n\nFrom some point far overhead a musical humming became audible. It\nwas not the rasping roar of an aëroplane motor, but a deep, truly\nmelodious note that seemed to grow rapidly in volume. The soft-voiced\nconversations on the upper deck were hushed. Every one listened to\nthe strange sound from above. It grew and became clear and distinct.\nThe source seemed to come nearer. At last the sound came from a spot\ndirectly overhead, then passed over and toward the Narrows.\n\nA cold breeze beat down suddenly. It was not a cool sea breeze, but\na current of air coming down from directly above the Coney Island\nsteamer. It was actively, actually cold. A chorus of exclamations\narose, full of the wit of the American a-holidaying.\n\n\"Br-r-r-r! I feel a draft!\"\n\n\"Say, Min, are you givin' me the cold shoulder?\"\n\n\"Sadie, d'you want to borrow all of my coat or only the sleeve?\"\n\nAnd one young man caused a ripple of laughter by remarking:\n\n\"Feels like my mother-in-law was around somewhere.\"\n\nPeople hastened to put on such wraps as they had with them. On the\nlower decks there arose a sound of tired voices, saying with variations\nonly in the names called:\n\n\"Johnnie, button up your coat. It's getting cold.\"\n\nThe cold wave lasted only for a few moments, however. As the steamer\nforged ahead the strata of cold air seemed to be left behind, and the\nhumming sound grew fainter. If the passengers on the boat had listened,\nthey might have heard a faint splash in the water behind them, but\nas it was the sound went unnoticed. The humming died away. The boat\nwent on and docked, and the passengers dispersed to their homes. Every\none of them woke the next morning to find himself or herself locally\ncelebrated.\n\nHalf an hour after the Coney Island boat had docked a tramp steamer was\nnosing her way out of the Narrows. She was traveling at half speed,\nthe air was clear, the channel was well buoyed, and there seemed no\npossibility of any harm or danger befalling her. The lookout leaned\nover the bow negligently, watching and listening to the indignant\ninterchange of whistle signals between two small tugs in a dispute\nover the right of way. He dropped his eyes and stiffened, then turned\ntoward the pilot house and shouted frantically, but too late. The shout\nhad hardly left his lips before there was a shock and grinding sound,\nmingled with the raucous shriek of rent and tormented iron plates.\nThe tramp steamer shuddered and stopped, and began to sink a trifle\nby the head. At the first intimation of danger the man on the bridge\nhad ordered the water-tight doors, closed, and now he rang for full\nspeed astern. The tramp swung free of the unknown obstruction, but the\ntwo bow compartments were flooded and the steamer's stern was lifted\nuntil the propeller thrashed helplessly in a useless mixture of air\nand water. Her whistle bellowed an appeal for help. \"_Want immediate\nassistance!_\"\n\nHalf a dozen tugs, including the two that had been quarreling by\nwhistle, responded to the stricken steamer's call. Their small sirens\nsent cheery messages promising instant aid, and they began to tear\nacross the water toward her. One tug reached the helpless vessel's\nside. A second rushed up and began to pull the unwieldy tramp away\nfrom the unknown obstacle. The lights of a third could be seen very\nnear, when there was a crash and a frantic bellow from the tug. It also\nhad struck the obstruction against which the tramp had run. The tramp\nbellowed anew.\n\nA destroyer shot down the river with a searchlight unshipped, her crew\nstanding by to rescue any persons who could be reached by lifeboats.\nShe swung up and saw the tramp being hauled and pulled at by busy,\npuffing tugs. The long pencil of light danced over the surface of the\nwater to find the derelict or wreck that had caused the trouble. Back\nand forth it swept, and then stopped with a jerk as if the operator\ncould not believe his eyes.\n\nFloating soggily in the water of New York harbor, in late August--the\nhottest time of the year--a wide cake of ice lay glistening under the\nsearchlight rays! The harbor waves ran up to the edge of the ice cake\nand stopped. Beyond their stopping point the surface was still and\nglassy. The cake floated heavily in the water and showed no sign of\ncracks or fissures. It was evidently of considerable thickness.\n\nA second searchlight reënforced the first. The two white beams moved\nback and forth, incredulously examining the expanse of ice. It was\nhundreds of yards across. At last one of the beams passed something\nat the center of the cake and hastily returned to the thing it had\nseen. Rising calmly and quietly from what seemed to be a small crater\nat the center of the ice cake, a plume of steam floated placidly into\nthe air. It was a huge plume, precisely like the flowing of a white\nostrich feather, rising from a small orifice in the center of the mass\nof frozen sea water.\n\nA wail from the siren of the tug that had run against the ice cake\ncaused the searchlights to turn in its direction. The engine had ceased\nto run and a cloud of escaping steam was pouring from the tug's funnel.\nMen on the deck gesticulated frantically. The destroyer ran as close\nas the commander dared, and he shouted through a mega-phone. It was\nimpossible to distinguish words in the confused shouts that came back\nfrom half a dozen throats at once, but the searchlights soon showed the\ncause of the excitement. The men on the tug pointed over the side. The\nsmall harbor waves rolled unconcernedly up to a point some twenty feet\nfrom the stern of the tug, but there they stopped abruptly. The tug had\nbecome inclosed in the ice floe. As those on the destroyer watched,\nthe twenty feet became thirty and the thirty forty. The ice cake was\nincreasing in size with amazing rapidity.\n\nA boat put off from the destroyer, and the commander shouted to the\ncrew of the tug to take to the ice. There was a moment's hesitation,\nand then they jumped over the side and ran to the edge of the floe.\nThe lifeboat touched the edge and was instantly frozen fast, but\nthe sailors managed to break it free again by herculean efforts. It\nwent back to the destroyer, whose wireless almost instantly began to\ncrackle. Two other destroyers dashed down from the Brooklyn Navy Yard\nand turned their searchlights on the strange visitor in the harbor.\nThe semaphore of the first destroyer on the scene began to flash, and\nthe three lean naval craft began to circle around the huge ice cake,\nwarning away all other craft and constantly measuring and re-measuring\nthe size of the mass of ice. One of the destroyers at last slipped\noutside the Narrows and stayed there, patrolling back and forth to keep\nother vessels from running foul of the strange and as yet inexplicable\nphenomenon.\n\nBy daybreak the Battery was a black mass of people. They looked eagerly\ntoward the Narrows, but could see nothing but a wall of mist, from\nwhich the gray shape of a destroyer now and then emerged. High in the\nair, however, the plume of steam was visible. It was now more than a\nthousand feet high and was dense and white. The first rays of the sun\nhad gilded the top, while the ground below was still dim and dark,\nbut now it rose in calm and quietness to an unprecedented height,\nmystifying the people who looked at it and causing a sudden silence\nto fall upon them all. A warm, moist sea breeze had blown in from the\nocean during the night and had been changed to fog as it passed over\nthe expanse of ice, so that the ice itself was hidden from view, but\nthe tall plume of steam told of some mysterious menace to humanity that\nthe crowd assembled at the Battery feared without understanding.\n\nAs the mass of people watched the supremely calm column of steam rising\nhigh in the air of that August morning, newsboys began to circulate\namong them, their strident cries sounding strangely among the silent\nmultitude. The Narrows were frozen solidly from shore to shore, and all\nentrance to and egress from New York harbor was blocked. Small craft\ncould go out behind Staten Island through the Kill van Kull, and some\nvessels could use the other channel which goes from the East River into\nthe Sound, but the great Ambrose Channel---one-third the size of the\nPanama Canal--and the broad opening that made New York the greatest\nport on the Atlantic coast was closed. The growth of the ice cake had\ngreatly lessened, so that it could be predicted that it would not\nexpand far beyond its present size, but its origin and the means by\nwhich it resisted the disintegrating effect of the August warmth were\nutterly unknown. The cause of the plume of steam from the center of the\nice cake was an unfathomable mystery.\n\nSuddenly, from the empty sky, there came a deep, musical humming.\nInstinctively people looked up. The humming grew louder and more\ndistinct, while curious eyes swept the sky.\n\nThen a black speck appeared below one of the fleecy white clouds and\ndropped toward the earth. A thousand feet, two thousand feet it fell,\nthen checked and hung steadily in the air. Those who looked with the\nnaked eye could only discern that it seemed like a wingless black\nsplinter suspended above the earth, but those who had glasses saw the\nwhir of dark disks above a black, stream-lined body. A small cabin\nwas placed amidships, and a misshapen globe hung from chains below.\nIt was still for several minutes. The passenger or passengers seemed\nto be inspecting the earth below, and particularly the ice cake, with\ndeliberation and care. Then it began to rise with the same deliberation\nand certainty, swung around, and sped off with incredible speed toward\nthe northeast. The humming sound grew fainter and died away, but the\ncrowd standing on the Battery began to murmur with a nameless sense of\nfear.\n\n\n\n\nCHAPTER II.\n\n\nNew York was frightened, and the newspapers as they appeared did not\nallay that fear. The conservative _Tribunal_ ran a scare head: HAS\nTHE GLACIAL AGE COME AGAIN? and printed underneath a résumé of the\nphenomena up to the time of going to press--which did not include the\nappearance of the black flyer--with an interview from a prominent\nscientist. An enterprising reporter had routed the worthy gentleman out\nof bed and rushed him to the scene of the expanding ice cake in a fast\nmotor boat, taking down in shorthand his comments on the matter. The\nscientist had been much puzzled, but spoke at length nevertheless. He\nsaid in part:\n\n    Has the glacial age come again? I do not know. I can only say that\n    we have no certain knowledge of the original cause of the glacial\n    period  and we cannot say definitely that it did not begin in\n    precisely this fashion. We have volcanos which radiate incredible\n    quantities of heat to the country surrounding them. No phenomenon\n    like this has occurred before, but it may be that some unknown\n    cause may bring to the surface a condition the antithesis of a\n    volcano, which, instead of radiating heat, will bring on local\n    glacierlike conditions. One might go farther and suggest that the\n    earth may alternate between periods of volcanic activity, during\n    which it is warm and conditions are favorable for habitation and\n    growth, and periods of this new antivolcanic activity during which\n    frigidity is normal, and mankind may be forced to take refuge in\n    the tropic zones. Still, I cannot say definitely.\n\nThe eminent scientist went on for two full columns, during which he\nrefused to say anything definite, but suggested so many alarming\npossibilities that every one who read the _Tribunal_ was thrown into\na state of mind not far from panic. He offered no explanation of the\nplume of steam.\n\nWhen the appearance of the black flyer became known in the newspaper\noffices, city editors threw up their hands. The less conservative\nprinted the wildest explanations. They put forth a virulent-organism\ntheory, which, it must be admitted, was no farther from the truth\nthan most of the others. The story began with an interview with the\nboatswain in charge of the boat crew from the destroyer:\n\n    We were ordered to take the men off the ice and to take especial\n    care not to be nipped ourselves. We rowed carefully toward the edge\n    of the ice cake, with the light of the searchlights to guide us. We\n    would see where the floe began, when the waves dropped back from\n    it. I've been in Northern seas, but I never saw anything like that.\n    The edge of the ice wasn't smooth and worn away by the waves. It\n    was rough with frost crystals that reached out like fingers\n    grabbing at the things near by. When we came close to the edge some\n    of the men in my boat were scared, and I don't blame them. I'd\n    dipped my hand overboard and the water was warm--and twenty feet\n    away there was that mass of ice! We backed up to the ice cake and\n    took off the men. I was looking over the side of the life boat, and\n    saw those long crystals forming and growing while I watched. They\n    were huge, from two feet long for the largest to three or four\n    inches for the smallest. They reached out and reached out terribly.\n    The stern of the boat was touching the ice, and I saw them reaching\n    for the hull like the tentacles of an octopus. They fastened on and\n    began to grow thicker. We took oars and smashed them, feeling\n    frightened as one is frightened in a nightmare. As fast as we broke\n    them they formed again, and the men on the ice seemed to be rotten\n    slow getting into the boat, though I don't doubt but they were\n    hurrying all they knew how. When they were all aboard we had to\n    work like mad to get clear.\n\nThe paper went on to expound its own idea of what had happened:\n\n    The sinister growth of the ice crystals is significant There has\n    always been notice of and comment upon the striking similarity\n    between the growth of crystals and the growth of plants. Until now\n    all scientific text-books have said that crystals could only grow\n    in a supersaturate solution of their own substance, and claimed\n    that they were not organic growths--in the sense of growths caused\n    by an intelligence within the crystal. Is it not possible that the\n    scientists have been wrong? Is it not possible that crystals are\n    growths in the same way that plants are growths? Granting that, what\n    is to keep a scientist from isolating and cultivating the crystal\n    embryo? We have done that with germs, and with the life germs in\n    eggs and plants. We can even use a process of parthenogenesis and\n    create monsters from the unfertilized eggs of frogs and sea urchins.\n    Why could not this scientist experiment until the life germ of the\n    ice crystal could be developed and enlarged? Why could not this\n    development continue until the germ could not only create its\n    crystals under the most favorable conditions of temperature, but\n    _at the normal temperature of water_? At the Harvard laboratories\n    water has been, kept liquid far below its normal freezing-point,\n    and under tremendous pressure has been found to remain ice at a\n    temperature of one hundred degrees Fahrenheit! Can we doubt that\n    this appearance of ice at this extraordinary season is due to the\n    malicious activities of a foreign government, envious of our\n    magnificent merchant marine and commerce?\n\nThe explanation was ingenious, but though the scientific facts quoted\nwere quite correct the inference was hardly justifiable. Water can\nand does reach a temperature several degrees below 32° Fahrenheit\nwithout solidifying--as may be proved by putting a glass of water in\na cold room in winter--but the slightest jar causes the instantaneous\nformation of ice crystals, and in a little while the whole mass is\nsolid. The fact of \"hot\" ice must also be admitted, but it requires\na pressure of rather more than fifty tons to the square inch, and is\nrarely attempted.\n\nThis paper also was forced to admit as inexplicable the plume of steam\nwhich rose from a thousand to fifteen hundred feet into the air. In\nany event, the claim that a certain unfriendly foreign government\nwas trying to ruin the commerce of the United States was effectively\nsquashed by cablegrams from Gibraltar, Folkestone, and Yokohama. Three\ngreat icebergs had formed in the Straits of Gibraltar and extended\nuntil they joined, when a solid mass of ice made a bridge that once\nmore rejoined the continents of Africa and Europe, from Ceuta to the\nRock. The plumes of steam were visible here, too. Three mighty columns\nof white mist rose at equal distances across the gap.\n\nFolkestone harbor was a mass of ice. A great transatlantic liner\nhad been caught in the expanding berg, and the huge hull had been\ncrushed like so much cardboard. The passengers and crew had escaped\nacross the ice. The great steam plume made a wonderful sight for miles\naround. Yokohama was similarly visited. Three battleships of the\nJapanese fleet were frozen in and their hulls cracked and broken. The\nplume of steam--nearly two thousand feet high--had aroused the latent\nsuperstition of the Japanese and was being exorcised in every Shinto\ntemple in the kingdom.\n\nThe panic which was engendered by the mysteries of the icebergs and\nthe unknown motives of the men so obviously responsible for their\nappearance grew in intensity. New York was in a blue funk. The police\nfelt the tremor that means that at any moment the crowds thronging the\nstreets might break and from sheer panic become uncontrollable. Every\npatrolman wore a worried frown and worked like mad to keep the crowds\nmoving, moving always. The strain was becoming greater, however, and\ntroops were being hastily moved into the city when an announcement was\nmade by the British foreign office:\n\n    It has been decided to make public a communication received at the\n    foreign office bearing on the blocking of Folkestone harbor, the\n    Straits of Gibraltar, Yokohama, and New York. The communication is\n    dated from \"The Dictatorial Residence,\" and reads as follows:\n\n    \"TO THE PREMIER OF GREAT BRITAIN: You are informed that the\n    blocking of Folkestone harbor, as well as that of the Straits of\n    Gibraltar, New York, and Yokohama, is evidence of my intention and\n    power to assume control of the governments of the world as dictator.\n    Present administrations and systems of government will continue in\n    power under my direction and subject to my commands. The machinery\n    of the League of Nations is to be used to enforce my decrees. You\n    will readily understand that the same means I used to block the\n    harbors and straits now frozen over can be extended indefinitely.\n    Rivers can be made to cease to flow, lakes to irrigate, and all\n    commerce and agriculture forced to suspend its activity. This will\n    be done, if it is made necessary by the refusal of the governments\n    of the world to accede to my demands. Given under my hand at the\n    dictatorial residence,\n\n    \"(Signed) WLADISLAW VARRHUS.\"\n\n    The foreign office offers this communication to allay the fears of\n    the public that a new glacial period may be imminent, but at the\n    same time it wishes to assure the British people that the demands\n    of the writer are not taken seriously. It is evident that the maker\n    of such absurd demands is insane, and though he may be able to\n    cause perhaps serious inconvenience to commerce, a means of\n    nullifying his invention will be forthcoming in a short while.\n    British scientists are studying the Folkestone phenomena and are\n    confident of a prompt solution of the problem.\n\nThough it might have been expected that such an announcement as that\nof the intention of an unknown and probably insane man to make himself\nruler of the world would have caused even greater panic, the reverse\nwas actually the case. The motive behind the creation of the icebergs\nwas made so clear that the world settled back with a sort of sporting\ninterest to see what would happen. It had not long to wait.\n\nA hint came by some underground channel that Professor Hawkins\nhad offered a suggestion to the American government that had been\naccepted as a basis for experiment. A reporter went post-haste to the\nprofessor's home. He was admitted, but the professor would not see him\nat the moment. The reporter sat down patiently to wait. A motor car\ndrove up to the house and a man in soldier's uniform stepped out. The\nreporter gave a whistle. A second car discharged a quietly dressed man\nin civilian clothes attended by two other army officers. The reporter\nstared. He recognized the men. Most people on two continents would\nhave recognized them. They passed through the house to the professor's\nlaboratory at the rear. A long time passed. The reporter fidgeted\nnervously. Some conference of colossal importance was taking place\nback there in the laboratory.\n\nIt was an hour later that the visitors left. With them went a young man\nthe reporter had not seen before. The professor came slowly into the\nroom and smiled apologetically.\n\n\"I am very sorry to have kept you waiting, but it was necessary. I\nthink that in about two hours I will have some news for you. In the\nmeantime there is nothing more to say.\"\n\n\"Can you tell me what really happened? How did this Varrhus make the\nberg?\"\n\n\"It's the simplest thing in the world,\" said the professor with a\nsmile. \"I've managed to duplicate it on a small scale back in my\nlaboratory. Suppose you come back there and I'll show you.\"\n\nA girl appeared in the doorway with a worried frown on her face.\n\n\"Father, has Teddy gone?\"\n\n\"Yes. We'll hear in about two hours.\" The professor turned to the\nreporter with instinctive courtesy. \"This is my daughter, Evelyn.\"\n\nThe girl shook hands.\n\n\"You want to know about the iceberg, too? Teddy has gone to break it up\nnow.\"\n\n\"To try to break it up,\" corrected the professor with a smile. \"'Teddy'\nis my assistant.\"\n\n\"But how?\" insisted the reporter. \"You seem to be so confident, and\nevery one else does nothing but guess.\"\n\n\"I'll show you quite clearly,\" the professor said gently, \"if you'll\ncome back to the laboratory.\"\n\nThey moved toward the rear of the house. A hullabaloo of whistles broke\nout in the harbor. The girl turned toward the professor.\n\n\"Teddy already?\"\n\nThe professor frowned.\n\n\"He hasn't had time.\" He went to a window and looked out, inspecting\nthe sky keenly. A slender black splinter hung suspended in the air.\nThe professor flung open the window, and a musical humming filled the\nroom. As they watched a smoking object detached itself from the black\nflyer and fell downward.\n\n\"That must be Varrhus,\" said the professor.\n\nA winged flyer with the insignia of the American aviation corps painted\non the under surface of its wings darted into their field of vision.\nBlack smoke trailed behind it as it shot toward the sinister black\ncraft. There was an instant's pause, and then little puffs of white\nmist appeared before the propeller of the aëroplane.\n\n\"He's firing his machine gun!\" said the reporter excitedly.\n\nAs he spoke the black flyer dropped like a stone, and the American\nplane shot above it. Almost instantly the black flyer checked in\nmid-air and rose vertically with amazing speed. The American plane\ndrove on for a second, and then wavered. It began to climb, stalled,\nand dropped toward the earth in a series of side slips and maple-leaf\nturns. It came down erratically, crazily.\n\n\"Killed!\" said the professor with compressed lips.\n\nHis daughter uttered a cry:\n\n\"And Varrhus is getting away!\"\n\nThe black flyer had become but the merest speck. It had attained an\nalmost unbelievable height. Now it deliberately swung around and headed\noff toward the northeast with its same incredible speed.\n\n\n\n\nCHAPTER III.\n\n\nTeddy Gerrod was stuffing his feet into heavy, fur-lined arctic boots.\nTen or twelve soldiers were loading clumsy, awkward-looking engines\non improvised sledges resting on the ice at the foot of the fort\nembankments. Others were putting equally ungainly iron globes with\nwinged metal rods attached to them on other sledges. A dozen befurred\nand swathed figures came down the slope of the embankment and examined\nthe preparations. A naval launch ran smartly alongside the edge of the\nice, and a messenger came over at the double to the commandant of the\nfort, who stood by Teddy Gerrod. The messenger saluted.\n\n\"Sir, the object dropped from the black flyer was a tin float having a\nmessage attached. The smoke was from a smoke fuse, lighted to attract\nattention.\"\n\nHe handed over the letter, saluted again, and retired. The commandant\ntore open the letter and read it through, then swore frankly.\n\n\"A threat to freeze the Croton reservoir and cut off New York City's\nwater supply if an answer to his previous demands is not given within\nforty-eight hours! And he can do it! Mr. Gerrod, you've simply got to\nsettle this business. New York would go crazy if the people knew this.\nThere'd be no way to supply the water the city has to have. And seven\nmillion people without water----\"\n\nTeddy smiled grimly.\n\n\"I'm going to try. Professor Hawkins is usually right, and we ought to\nbe able to do something about this berg.\"\n\nA second messenger came up and saluted.\n\n\"Sir, Lieutenant Davis reports that the plane has been recovered and\nLieutenant Curtiss' body examined. There are no bullet marks, and the\nbody seemed to be frozen solidly. He cannot say, as yet, what caused\nLieutenant Curtiss' death.\"\n\n\"Frozen,\" said Teddy laconically.\n\n\"In mid-air?\" asked the commandant sharply. \"And in a fraction of a\nsecond, wearing heavy aviator's clothing?\"\n\nTeddy nodded, and buttoned up the huge fur coat in which he was\nenveloped.\n\n\"I'm ready to start off now, if the sledges are.\"\n\nThe little party moved away from the shore. The heavy mist still hung\nover the expanse of ice, but near the shore the ice was thinner. The\nsledges were roped together, and Teddy walked at the head. The party\ntugged at the ropes on the sledges, puffing out clouds of frosty breath\nat every exhalation. Teddy had taken the compass bearings of the steam\nplume, and after he had gone a hundred yards from the shore the wisdom\nof his course became apparent. They were completely surrounded by a\nthick fog in which objects five yards off were lost to view. Teddy,\nleading the small column, could not be seen except as a dim and shadowy\nfigure by the men hardly more than two paces in his rear. He referred\nconstantly to his compass, and once or twice glanced at the thermometer\nhe had strapped on the sleeve of his great coat.\n\n\"Forty degrees,\" he murmured to himself. \"And in New York it's\neighty-four in the shade. The ice must be colder still because it's dry\nand hard.\"\n\nThe party toiled on. Presently small snow crystals crunched underfoot.\n\n\"Frozen mist,\" said Teddy, and glanced at his thermometer. \"H'm!\nTwenty-two degrees. Ten below freezing.\"\n\nThe party stopped for a breathing spell.\n\n\"I hope you men smoke,\" said Teddy, \"because it's going to be cold a\nfew hundred yards farther on. We'll come clear of this mist presently.\nIf you smoke, and inhale, it'll probably warm up your lungs a little.\nYou don't need it yet, though. Any of you who haven't pulled down the\nflaps of your helmets had better do so now.\"\n\nA moment or so later they took up their march again. The sledges,\nwith their heavy loads, were cumbersome things to drag over the\nuneven surface of the ice. The men panted and gasped as they threw\ntheir weight on the ropes. Teddy felt the air growing colder still,\nand presently noticed that the mist no longer seemed to be as thick\nas before. He glanced down at the front of his heavy fur coat. It\nwas covered with tiny white crystals. He held up his hand with the\nthick mitten on it to form a dark background, and saw numberless\ninfinitesimal snowflakes drifting slowly toward the ice under his feet.\nHis thermometer showed two degrees above zero--and New York, six miles\naway, was sweltering in August heat!\n\n\"Not much farther,\" he called cheerfully. \"We're almost there.\"\n\nThey panted and tugged on, a hundred and fifty yards more. Then they\nstopped and stared.\n\nThree hundred yards away the great column of steam was issuing from the\nice. A hollow hillock of snow and ice rose to a height of twenty feet,\nlike the miniature crater of a volcano. From it, in an unbroken stream,\nthe mass of steam emerged with a roaring, rushing sound. It rose five\nhundred feet before it broke into the plumelike formation that was so\ncharacteristic. There was a space, perhaps six hundred paces across,\nin which there was no mist. The cold was too intense to allow of the\nformation of fog. Water vapor condensed instantly in that frigid\natmosphere. But around the clearing the mist rose from the surface of\nthe ice. It became noticeable when it was merely waist-high, then rose\nto the height of a man, and climbed to a height of fifty feet in a\ncircular wall all about the strange white open space. Teddy, looking at\nthe top of the wall of vapor, saw that it undulated gently, as if waves\nwere flowing back and forth around the tall column of steam.\n\nThe men began to unload their sledges. The awkward little trench\nmortars were set in place and careful measurements made of the\ndistance to the steam plume. While the men labored, Teddy moved forward\ntoward the central cone. Five degrees below zero, fifteen degrees below\nzero, thirty degrees below zero----His breath cut sharply when it went\ninto his lungs. Teddy put his mittened hand over his nose and face to\npartially warm the air before he breathed it in. Now, even through the\nheavy, arctic clothing he wore, he felt the bitter cold. He detached\nthe thermometer from his sleeve and clumsily tied it to a cord. He\nhad hoped to be able to lower it down the rim of the crater, but that\nwas impossible. He flung it toward the hillock of snow and ice, let\nit remain there an instant, then hastily drew it back to read it. The\nether in the thermometer had frozen into a solid mass in the bulb of\nthe instrument.\n\nTeddy went back to where the men had made ready. Four of the wicked\nlittle guns would fling their three-hundred-pound bombs into the center\nof the column of steam. If all went well, at least one charge of T.N.T.\nwould explode far down the orifice.\n\nThe propelling charges had been inserted, and now the slender rods were\nput into the muzzles of the short, squat weapons. The winged bombs were\nbalanced on the muzzles like top-heavy oranges on as many sticks. At\nhalf-second intervals, the four guns went off one after the other.\n\nBefore the last had exploded, or just as the flame leaped from its\nmuzzle, the hillock of ice rose as in an eruption. Four cracking\ndetonations blended into one colossal roar that half stunned the little\nfur-clad party. The rush of air threw them from their feet. When\nthey rose again a huge hole showed in the center of the clearing, a\ngaping chasm that went down deep into the heart of the ice. A cloud of\nyellowish smoke floated above them. And the column of steam had ceased!\nOnly a few stray wisps of white vapor floated up from the opening.\n\n\"It's done!\"\n\nTeddy gave orders for a quick return to the fort. The mortars could be\nreturned for. At the moment the important thing was to send the news to\nEngland and Japan.\n\nThe return trip was made quickly, and Teddy made hurried explanations\nto the commandant of the forts of what should be done. Men should\nbore deep holes twenty feet apart, the holes to be along the edges of\nclearly defined sections of the ice. Simultaneous blasts should be set\noff, and the sections would float free. The iceberg would not grow\nagain. It was done for.\n\nCablegrams were prepared and rushed through to Folkestone, Yokohama,\nand Gibraltar. If men took trench mortars and fired shells that would\nfall down the holes from which the steam issued, the cause of the ice\ncakes would be destroyed and the ice itself could be blasted off and\ntowed out to sea to melt.\n\nTeddy rushed back to the professor's home to report to him the full\nverification of his theories, and it was there and then that the first\nauthentic explanation of the ice floe was given to the world. Word of\nhis effort and of the disappearance of the steam plume had preceded\nhim, and as he sped uptown in the taxicab newsboys were already on\nthe streets with their extras. Only the front pages--showing signs of\nhaving hastily been hacked to pieces to make room for the story--had\nanything about the latest development, and those extras are singularly\nperfect reflections of the public attitude at that time.\n\n\n\n\nCHAPTER IV.\n\n\nTeddy threw himself out of the machine and rushed up the steps. Evelyn\nopened the door before he could ring, and his beaming face told her\nthe news he had to give even without his enthusiastic, \"It worked!\"\n\n\"The steam plume has stopped?\" asked the professor anxiously.\n\n\"Absolutely,\" said Teddy cheerfully. \"Not a sign of steam except from\ntwo or three puddles of hot water that were cooling off when we left to\nget back to the fort. The commandant was setting his men to work with\nthe navy-yard men when I started here.\"\n\n\"Tell me about this, won't you?\" said the reporter briskly. \"I'll catch\nthe devil from the city editor for missing out on that part of it, but\nif you'll give me the full story----\"\n\n\"What's your paper?\"\n\nThe reporter told him.\n\n\"That's all right,\" said Teddy easily. \"They were calling extras of\nthat paper as I came uptown. The professor has told you the theory of\nthe thing?\"\n\n\"No,\" said Evelyn. \"He was starting to, but the black flyer appeared\nand shot down the other aëroplane, and father was so much upset that he\ncouldn't go into details. Was the pilot of the aëroplane killed?\"\n\nTeddy nodded.\n\n\"Frozen, poor chap. He never knew what struck him.\"\n\n\"What did happen?\" asked the reporter again. \"You people seem to take\nthis so much as a matter of course, and no one else can do anything but\nguess.\"\n\n\"The professor knows more about low temperatures than any other man\nin the world,\" explained Teddy. \"It's only natural that he should be\nfairly certain of his facts.\"\n\nHe smiled at the professor as the old man made a deprecating gesture.\n\n\"Father is much upset,\" said Evelyn. \"I think it would be best if Teddy\nexplained. Will that be all right?\"\n\n\"Only, in your account of the matter,\" said Teddy decidedly, \"the\nprofessor must be given credit for the whole thing. It's his work, and\nhe's entitled to it.\"\n\n\"No, no,\" protested the professor. \"Teddy did a great deal.\"\n\nEvelyn pressed his arm, and he obediently was quiet. The two young\npeople smiled at him.\n\n\"You see how I am ruled,\" said the professor in mock tragedy. \"My\ndaughter----\"\n\n\"Is going to see that you rest a while,\" said Evelyn, with a twinkle\nin her eyes. \"Teddy, you go and explain the whole thing while I take\nfather out and discipline him.\"\n\nWith a laugh, she led the old man away. Teddy smiled.\n\n\"We aren't accustomed to reporters,\" he said, \"or I suspect we'd act\ndifferently. Miss Hawkins is a most capable physicist, and helps her\nfather immensely. The three of us work together so much that----Well,\ncome along to the laboratory.\"\n\nThe two went to the rear of the house. On the way they passed through\na long room full of glass cabinets in which odd bits of metal work\nglittered brightly.\n\n\"The professor's hobby,\" said Teddy, with a nod toward the cases.\n\"Antique jewelry and ancient metal work. He's probably better informed\non low temperatures than any one else I know of, but I really believe\nhe's as much of an authority on that, too. This is Phoenician, and\nthat's early Greek. These are Egyptian in this case. This way.\"\n\nHe opened a small door and they were in the laboratory.\n\n\"I'm afraid I'll have to lecture a bit,\" said Teddy. \"Here's how the\nprofessor used to work out what was taking place out in the harbor.\"\n\nHe showed an intricate combination of silvered globes, tubes, and half\na dozen thermometers.\n\n\"You see,\" Teddy began, \"the water in the harbor was at a certain\ntemperature. At this time of the year it would be around 52°\nFahrenheit. The professor knew that fact, and then the fact that a huge\nmass of it was turned into ice. When you turn water into ice you have\nto take a lot of heat out of it, and that heat has to go somewhere.\nWhen water freezes normally in winter that heat goes into the air,\nwhich is cold. In this case the air was considerably warmer than the\nice, and was as a matter of fact, undoubtedly radiating heat into the\nice, instead of taking it away. The heat that would have to be taken\nfrom say ten pounds of water at 52° to make it freeze, if put into\nanother smaller quantity of water would turn the smaller quantity of\nwater into steam. You see?\"\n\n\"The steam plume!\" exclaimed the reporter.\n\n\"Of course,\" said Teddy. \"We measure heat by calories usually. That's\nthe amount of heat required to raise a pound of water one degree\nFahrenheit. Suppose you have a mass of water. To make it freeze you\nhave to take twenty thousand calories of heat out of it. Suppose you\ntake that heat out. You've got to do something with it. Suppose you put\nit into another smaller mass of water. It will make that second mass of\nwater hot, so hot that it will turn into steam at a high temperature.\"\n\n\"Then Varrhus,\" said the reporter thoughtfully, \"was taking the heat\nfrom a big bunch of water and putting it into a small bunch, and the\nsmall bunch went up in steam. Is that right?\"\n\n\"Precisely.\" Teddy turned to a file on which hung a number of sheets\nof paper covered with figures. \"Here are the professor's calculations.\nWe could only figure approximately, but we knew the size and depth\nof the ice cake, very nearly the temperature of the water that had\nbeen frozen, and naturally it was not hard to estimate the number of\ncalories that had had to be taken out of the harbor water to make\nthe ice cake. To check up, we figured out how much water that number\nof calories would turn into steam. The professor appealed to the\ngovernment scientists who had watched the cake from the first. He found\nthat from the size of the plume and the other means of checking its\nvolume, he had come within ten per cent of calculating the amount of\nwater that had actually poured out in the shape of steam.\"\n\n\"But--but that's amazing!\" said the reporter.\n\n\"It was good work,\" Teddy said in some satisfaction. \"Then we knew\nwhat Varrhus had done, and it remained to find out how he'd done it.\nNothing like that had ever happened before. He couldn't very well\nhave an engine working there in the water. The professor took to his\nmathematics again. Assume that I have a stove here that will make it\njust so warm at a distance of five feet. I'm leaving warm air out of\nconsideration now and only thinking of radiated heat. If I put my\nthermometer ten feet away how much heat will I get?\"\n\n\"Half as much?\" asked the reporter.\n\n\"One-quarter as much,\" said Teddy. \"Or three times away I'll get\none-ninth as much, or four times away I'll get one-sixteenth as much.\nYou see? If I want to make the ends of an iron bar hot, and I can only\nheat the middle, the middle has to be red-hot or white-hot to make the\nends even warm. If I have to make the middle of a bar red-hot to have\nthe ends warm, you see in order to make the ends cold the middle would\nhave to be very cold indeed.\"\n\n\"Y-yes, I understand.\"\n\n\"Well, the professor worked on that principle. He knew the temperature\nof the edges, and he knew the size of the ice cake. It was easy to\nfigure what the temperature must be in the middle. It worked out to\nwithin two degrees of absolute zero!\"\n\n\"What's that?\"\n\n\"There isn't any limit to high temperatures. You can go up two thousand\ndegrees, three thousand, four, or five. Some things almost certainly\nproduce a temperature of as much as eight thousand degrees. But high\ntemperatures are produced by putting more heat in--by stuffing the\nthing with calories. I make an iron bar red-hot by putting calories in.\nI make it cold by taking calories out.\"\n\n\"Well?\"\n\n\"If you keep that up you reach the point where there aren't any more\ncalories left to take out. When you get to that point you have a\ntemperature of 425° Centigrade, or one thousand and seventy-eight\ndegrees Fahrenheit below zero. That's absolute zero.\"\n\nTeddy spoke quite casually, but the reporter blinked.\n\n\"Rather chilly, then.\"\n\n\"Rather,\" Teddy agreed. \"But our calculations told us that Varrhus had\nreached and was using a temperature within two degrees of that in the\ncenter of his ice cake. And right next to that temperature he had a\nvery high one, as evidenced by the plume of steam.\"\n\n\"I can't see how you got anywhere,\" said the reporter hopelessly. \"I'm\nall mixed up.\"\n\n\"It's very simple,\" said Teddy cheerfully. \"On one side of a wall the\nman had what amounted to a thousand and some odd degrees below zero. On\nthe other he had probably as much above zero. Evelyn--Miss Hawkins, you\nknow--made the suggestion that solved the problem. She showed us this.\"\n\nTeddy picked up what seemed to be a square bit of opaque glass.\n\n\"Smoked glass?\"\n\n\"Yes, and no.\" Teddy smiled. \"You can't see through it, can you?\"\n\n\"No.\"\n\n\"Come around to this side and look.\"\n\nThe reporter made an exclamation of astonishment.\n\n\"It's clear glass!\"\n\n\"It's a piece of glass on which a thin film of platinum has been\ndeposited. It lets light through in one direction, but not in the\nother. Evelyn suggested that Varrhus had something which did the same\nthing with heat. It would let heat through in one direction, but not in\nthe other. Of course if it would take all the heat from the air on one\nside and wouldn't let any come back from the other----\"\n\n\"It would be cold?\"\n\n\"On one side. The glass looks black because it lets the light go\nthrough and lets none come back. The surface, we have assumed, would be\nalmost infinitely cold because it would let heat go through and would\nlet none come back. We decided that Varrhus had made a hollow bomb of\nsome shape or other, composed of this hypothetical material. Heat from\nthe outside would be radiated into the interior because the surface\nabsorbed heat like this glass absorbs light. It would act as a surface\nat more than a thousand below zero. Because something had to be done\nwith the heat that would come in, Varrhus made the bomb hollow and left\ntwo openings in it. The inside of the bomb is intensely hot from the\nheat that has been taken out of the surrounding water. The hole at the\nbottom radiates a beam of heat straight downward which melts a very\nsmall quantity of ice and lets the water flow into the bomb, where it\nis turned into steam. Naturally, it flows out of the other hole at the\ntop. There you have the whole thing.\"\n\n\"And you stopped it----\"\n\n\"By dropping a T. N. T. bomb down the steam shaft. It went off and blew\nthe cold bomb to bits. The iceberg will break up and melt now.\"\n\nThe reporter stood up.\n\n\"I'd like to thank you for this, but it's too big,\" he said\nfeverishly. \"Man, just wait till I wave this before the city editor's\neyes!\" He rushed out of the house.\n\nThe newspapers that afternoon had frantic headlines announcing the\ndestruction of the steam plume and the fact that noticeable signs\nof melting had begun to show themselves on the ice cake. Smaller\ncaptions told of the dynamiting that had begun and of the destruction\nof the Yokohama and Folkestone bergs by soldiers acting on cabled\ninstructions. The Straits of Gibraltar were cleared by salvos fired\nfrom the heavy guns on the Rock at the three great plumes of steam.\nThe world congratulated itself on the speedy nullification of the\nmenace to its democratic governments. It did not neglect, however,\nto rush detachments of men with trench mortars and hand bombs to its\nreservoirs, prepared to destroy any possible cold bombs on their first\nappearance. The aviation forces, too, made themselves ready to fight\nthe black flyer on its next appearance, despite the mysterious means by\nwhich it had killed the American pilot.\n\nThis state of affairs lasted for possibly a week, when, within three\nhours of each other, the papers found two occasions to issue extras.\nThe first extra announced the death by heart failure of Professor\nHawkins, who had been found by his daughter, dead in his laboratory,\nholding in his hands an antique silver bracelet he had just opened at\nthe clasp. The second, three hours later, announced the formation of an\nice cake in the Narrows which grew in size even more rapidly than the\noriginal one, and was entirely unattended by the steam plume which gave\nTeddy Gerrod an opportunity to destroy the first. Within three hours\nthe Narrows were closed, and the ice floe was creeping up toward New\nYork.\n\nIn rapid succession came the news that Norfolk harbor was frozen\nover and Hampton Roads closed, that Charleston was blocked, then\nJacksonville. The next morning delayed cablegrams declared that the\nPanama Canal was a mass of ice, and almost simultaneously the Straits\nof Gibraltar were again admitted to be firmly locked.\n\n\n\n\nCHAPTER V.\n\n\nTeddy put his hand comfortingly on Evelyn's shoulder.\n\n\"There isn't anything I can say, Evelyn,\" he said awkwardly, \"except\nthat I couldn't have loved him more if he'd been my own father, and it\nhurts me terribly to have him go like this.\"\n\nEvelyn looked up.\n\n\"Teddy,\" she said bravely, trying to hold back her sobs, \"I've been\nfearing this for a long time, but--I can't believe it wasn't caused by\nthat fearful Varrhus.\"\n\n\"The professor did work very hard over that problem,\" admitted Teddy.\n\n\"I don't mean that the work he did caused his heart to fail. I mean I\nthink Varrhus killed father.\" Evelyn's eyes were dark and troubled as\nshe looked at Teddy Gerrod.\n\n\"But, Evelyn, why do you think such a thing? You knew his heart was\nweak.\"\n\nTears came again into Evelyn's eyes, but she forced them back\ndeterminedly.\n\n\"Will you go upstairs and look at his fingers--inside? I was--crossing\nhis hands--on his breast. Please look.\"\n\nTeddy went soberly up the stairs to where the professor lay quietly on\nthe bed he was occupying for the last time. Teddy turned back the sheet\nthat covered the figure and looked at the gentle old face. A lump came\nin his throat, and he hastily turned his eyes away. He lifted the sheet\nuntil the professor's thin hands came into view. He looked, at the\nfingers, then lifted one of the white hands and examined the inside.\nSmall but deep burns disfigured the finger tips. When Teddy went\ndown-stairs his face was white and set, and a great anger burned in him.\n\n\"You are right, Evelyn,\" he said grimly. \"Where is the bracelet he was\nholding when he was found?\"\n\n\"On the acids table. He was lying beside it when--when I saw him.\"\nEvelyn was grief-stricken, but she forced herself to be calm. \"Do you\nthink you know what happened?\"\n\n\"I'm not sure.\"\n\nTeddy went quietly into the laboratory and found the massive silver\nbracelet lying where Evelyn had said. He looked at it carefully before\nhe touched it, and when he lifted it it was in a pair of wooden tongs.\n\n\"That thermo-couple, Evelyn, please. And start the small generator,\nwon't you?\"\n\nThe two worked on the bracelet for half an hour, then stopped and\nstared at each other, their suspicions confirmed.\n\n\"Varrhus,\" said Teddy slowly. \"Varrhus caused your father's death. This\nearth has gotten too small for both Varrhus and me to live on.\"\n\n\"He knew father could wreck his plans,\" Evelyn said in a hard voice,\n\"and he wished to rule the world. So he killed my father.\"\n\nTeddy's lips were compressed.\n\n\"Before God,\" he burst out, \"before God, I'm going to kill Varrhus!\"\n\nThe bell rang, and in a moment the commandant of the forts was ushered\nin.\n\n\"Mr. Gerrod, Miss Hawkins,\" he nodded to them, and then said: \"They\ntell me Professor Hawkins is dead. The Narrows are frozen over again.\nHampton Roads is frozen over. Charleston is frozen over. The Panama\nCanal is frozen over! There's no steam plume to blow up. Washington\nis worried. They're calling me to clear out the channel. The navy\ndepartment is going crazy. If it were a case of fighting men I'd know\nsomething, but I can't fight a chemical combination. What's to be done,\nsince the professor is dead? Who on earth can fill his place?\"\n\nHe looked from one to the other, already beginning to show the strain\nunder which he was laboring.\n\n\"Professor Hawkins,\" said Teddy quietly, \"was murdered by Varrhus some\nfour hours ago.\"\n\n\"Murdered! Varrhus has been here!\"\n\n\"No, Varrhus has not been here, but we may be able to trace him. I'll\nget the police. Then we'll talk about ice floes. We know Varrhus'\nmethod now. We'll soon be able to anticipate him.\"\n\n\"But in the meantime,\" the commandant snapped angrily, \"he'll play the\ndevil with the world.\"\n\n\"We'll play the devil with him when he is caught,\" said Teddy evenly.\n\"I've no intention of letting Varrhus get away. Just now there's a\npossibility of catching him in the ordinary way. He mailed a present to\nthe professor, an antique bracelet. Ancient jewelry was the professor's\nhobby. He examined the bracelet and died.\n\n\"I heard he was dead,\" said the commandant restlessly. \"The paper said\nheart failure.\"\n\n\"So did the doctor.\" Teddy took down the receiver of the telephone.\n\"Give me police emergency, please.\"\n\nIn a few moments he hung up again. The statement that Professor Hawkins\nhad been murdered and that there was a chance of catching Varrhus\nwas all he needed to say. Hardly five minutes had passed before the\ncommissioner of police himself was in the room with two of his keenest\nmen.\n\n\"You'll have to explain what happened,\" he said at once to Teddy. \"When\nnews of the professor's death came I phoned at once to the doctor\nmentioned in the paper and asked if there were any possibility of foul\nplay. To tell the truth, I'd been rather afraid something like this\nmight happen. What was it?\"\n\n\"Varrhus electrocuted the professor by an antique bracelet.\"\n\nHe handed over the ornament. The commissioner examined it gingerly.\n\n\"Nothing funny about this except the workmanship.\"\n\n\"And the surface,\" said Teddy. His set calm was surprising himself. \"It\nlooks as if it had been lacquered. That's Varrhus' secret.\"\n\n\"What is it? A powerful battery?\"\n\nTeddy turned to the materials with which he and Evelyn had been working.\n\n\"I'll show you. Here's an instrument that measures the resistance of\na given coil. This is one of the professor's evaporation machines\nfor producing low temperatures quickly. He evaporates ether in this\nsheath that surrounds this oven and objects in the oven are cooled far\nbelow freezing point. Look at this coil of silver wire. We measure\nthe resistance at room temperature. One hundred and twenty ohms. It\nis very fine wire. We put it in the cooling oven and set the engines\ngoing----\" For some minutes there was silence while the small electric\npump thumped and rattled. \"Now we'll take the coil out. The thermometer\ninside the oven says twelve below zero.\" Teddy handled the small coil\nof silver wire with thick gloves. \"We'll measure the resistance again.\nFourteen and a half ohms resistance, approximately. Low temperatures\ndecrease resistance and increase the conductivity of metals. You see?\"\n\n\"Yes, but why----\"\n\n\"The inside of that bracelet is nine hundred degrees below zero. The\nwhole thing is coated with Varrhus' lacquer, which, in this case,\nradiates all the heat from the inside out, leaving it incredibly cold\nwithin. That cold makes the silver conduct electricity better.\"\n\n\"Well?\"\n\n\"At eight hundred degrees below zero Fahrenheit silver has no\nmeasurable resistance to the passage of an electric current. Now watch.\"\n\nTeddy laid the bracelet on top of a frame wound with many turns of\nglistening copper wire. He threw on a switch, and a small generator at\none side of the laboratory began to run with a humming purr.\n\n\"Eddy currents are whirling all around that bracelet. A strong current\nis running in an endless circle in that closed circuit of silver,\nnine hundred degrees below zero. Silver at that temperature offers no\nresistance to an electric current. Closed circuits have been left at\nthat degree of cold for over four hours, and at the end of that time\nthe electric current was still flowing round and round like a squirrel\nin a cage.\"\n\nTeddy picked up the bracelet with a pair of wooden tongs. He took a\nsecond pair in his other hand. Rubber handles insulated the tongs from\ntheir handles.\n\n\"There's a current flowing around the inside of this bracelet. There\nwas one flowing around it when the professor received it in the mail.\nHe opened it with his bare hands, suspecting nothing. I open it with\nthese insulated tongs. Watch.\"\n\nHe jerked on the two tongs. The bracelet parted at the catch, and a\ndazzling, blinding flash of light appeared with a sharp crackle at the\nparting.\n\n\"I made the current jump the gap. The professor took it through his\nbody and it killed him. Are you satisfied?\"\n\n\"God!\" said the commissioner of police, aghast.\n\n\"The box and wrapper,\" said one of the men who had come with the\ncommissioner. \"Let us have the box and wrapper the bracelet came in and\nwe'll get the man that mailed it. But we'll handle him with tongs,\ntoo, when we close in on him.\"\n\nThey took what they wanted and left. Teddy turned to the commandant.\n\n\"Now, sir, we'll see what can be done about the new berg. You say\nthere's no plume of steam. Have you had an aëroplane fly above it to\nmake sure?\"\n\n\"Yes. The pilot says the whole ice cake is covered with mist, except\nfor a round spot in the middle, but there's no sign of a steam plume.\"\n\nTeddy nodded at Evelyn.\n\n\"No holes in this cold bomb. I wonder what happens to all the heat that\ncomes in?\"\n\n\"Father mentioned that he expected something of the sort, but didn't\nsay what he thought could be done about it.\"\n\n\"The same as we did with the other, I suppose,\" said Teddy\nreflectively. \"Only this time we'll have to blast down to the bomb and\nthen break it up.\"\n\n\"I'll set men to work if you'll find the bomb,\" said the commandant.\n\n\"Almost any one could find it,\" Teddy remarked, \"but there are going to\nbe some queer difficulties when you get near the cold bomb. If you'll\nallow me, I'd like to be at hand when it is broken up. I may really be\nof use there.\"\n\nHe began to pick out instruments he thought he might need. Among other\nthings he took what seemed to be two silvered globes with small necks.\nThey were Dewey bulbs. Several low-temperature thermometers and a\nthermocouple connected with a delicate galvanometer completed his\npreparations.\n\nThe two men left the house and started for the launch that would take\nthem to the forts. On the way Teddy was asking crisp questions about\nthe explosives he could have placed at his disposal, quite ignorant of\nwhat was happening at that moment in Jacksonville.\n\nThe river there was a mass of ice from one shore to the other. All\nthe little reedy islands and the swampy shores were frozen solidly. To\nsee the slender palm trees rising from icy shores, their reflections\nvisible on the narrow strip of mist-free ice that ran along the shores\nof the river was an anomaly. To see fur-clad tourists stepping out\nof the tropical foliage to step gingerly out on the ice \"just to\nsay they'd done it\" was even more strange. At the moment, however,\ninterest centered on a little group of soldiers out in the central\nclearing in the cloud of mist. They were bundled in furs and swathed in\nnumberless garments until they looked like fat penguins or some strange\narctic animals. A major of engineers was waving them to the right and\nleft, forward and back until they stood at equal distance around the\nclearing. Each man moved backward until the mist that rose gradually\nfrom the ice reached his waist. Then, at a whistle signal from the\nmajor, they began to move forward toward a common center. The major\nhad reasoned that the cold bomb must be precisely underneath the exact\ncenter of the clearing, and this was a rough-and-ready means of finding\nthat center. They advanced toward each other, and as they went nearer\nthe center of the clearing the cold grew more intense. Infinitesimal\nice crystals glittered in little clouds where the moisture of their\nbreath froze instantly in the terrific cold. At a second whistle from\nthe major they halted. They formed a fairly even circle about forty\nyards across. Each man began to stamp and fling his arms about to keep\nfrom freezing in that more than frigid atmosphere. No man could have\nstood that cold, no matter how hardy he might be, for more than a very\nfew moments. The major trotted around the circle, marking the place\nwhere each man stood. Four small sledge loads of explosives stood out\nin the clearing. The major intended to blast down toward the cold bomb\nwith them.\n\nThe major was marking the position of the last man, completing his\ncircle under which the cold bomb must lie, when a peculiar tremor was\nfelt by every man there. It was not like the shiver of an earthquake\nor the reverberation of an explosion. It was an infinitely shrill\nvibration that a moment later was followed by a creaking sound that\nseemed to come from the center of the ice cake. The men on the ice\nstopped their stamping and swinging of arms to listen in instinctive\napprehension.\n\nThe center of the circle around which they stood seemed to rise in the\nair. The ice on which they stood was shivered into tiny fragments. A\ncolossal and implacable roar filled the air, and a great sheet of flame\nof the unearthly tint of a vaporized metal rose to the heavens. The\nswathed and bundled soldiers were annihilated by the blast. A great\nhole five hundred feet across gaped in the center of the ice cake.\nJacksonville shook from the concussion, and the plate-glass windows of\nits stores and office buildings splintered into a myriad tiny bits that\nsprinkled all its streets with sharp-edged, jagged pieces.\n\nTeddy Gerrod, all unconscious of the fate of those who had attempted to\nmeddle with the Jacksonville ice cake, went on out to bare and blast\nopen the cold bomb that blocked New York harbor.\n\n\n\n\nCHAPTER VI.\n\n\nTeddy Gerrod straightened up and beat his hands together.\n\n\"Forty-seven below,\" he said to the soldier behind him. \"Put a marker\nhere.\"\n\nHe moved off to the right. Already a dozen little flags showed where\nthe temperature reached that degree. Teddy was drawing what he would\nhave termed an isothermal line--a line where the temperature was the\nsame. He was making a circle about a large part of the open clearing\non the ice floe. Other flags led back into the mist, marking a path,\nand from time to time a party of four or five fur-clad soldiers arrived\nfrom the fort, dragging a loaded sledge behind them. They emptied the\nload from the sled, turned, and vanished into the mist again. A small\npile of drills, explosives, and two of the squat trench mortars had\nalready been made.\n\nWhen the circle of little red flags had been completed, two\nsignal-corps men set up their instruments and accurately located the\ncenter. Directly under that spot, if Teddy's reasoning was correct,\nthe new cold bomb was resting. The sledge from the fort arrived again,\nbearing a curious trench catapult for flinging bombs. Four long strips\nof black cloth were unrolled, under direction of the signal-corps men,\npointing accurately to the center of the circle. No one had been able\nto approach nearer, thus far, than thirty yards from the center. At\nthat distance Teddy's thermocouple indicated a temperature of more\nthan seventy-two degrees below zero, and flesh exposed to the air was\nfrostbitten on the instant. What the temperature of the air might be\ndirectly above the cold bomb could only be conjectured.\n\nOne of the infantry men from the fort, the best grenade man in the\ngarrison, now picked up a Mills grenade, and after carefully picking\nout the target with his eye, aided by the strips of black cloth, flung\nthe small missile. A hole perhaps four feet deep and twice as much\nacross was blasted in the brittle ice. A second, third, and fourth\ngrenade followed. At the end of that time the size and depth of the\nhole had been doubled.\n\nThe trench catapult was set up. Half a dozen grenades were bundled\ntogether and flung into the now much enlarged opening in the surface\nof the ice. There was no explosion. One automatically braced oneself\nfor the report, and the utter silence that succeeded the disappearance\nof the grenades came as a peculiar shock.\n\n\"Too cold,\" remarked Teddy to the young lieutenant in charge.\n\nThe lieutenant nodded stiffly.\n\n\"We'll try again.\"\n\nA second batch of grenades was flung into the hole, and the same quiet\nresulted.\n\n\"I would suggest----\" Teddy begin.\n\n\"We'll fire a trench-mortar bomb,\" said the young lieutenant.\n\nThe heavy winged projectile flew up into the air, and then descended\nsquarely into the opening in the ice. Those standing fifty yards away\ncould hear the crash as it struck, and then a sound as of musical\nsplintering. The young lieutenant swore.\n\n\"The fuses are no good. Try once more.\"\n\n\"You can shoot all day and they won't go off,\" said Teddy mildly. \"It's\ntoo cold down there.\"\n\nThe officer said nothing, but supervised the firing of a second mortar\nbomb with precisely the same result. He swore again.\n\n\"It's probably quite as cold as liquid air down there,\" said Teddy.\n\"In fact, there's quite possibly a pool of liquified air at the bottom\nof the hole. Your bombs fall into that air and are frozen so solidly\nbefore they strike that the metal gets brittle and simply falls to\npowder from the shock. You can't do anything going on this way.\"\n\nThe young lieutenant hesitated, then turned to Teddy somewhat sulkily.\n\n\"What do you suggest, then?\"\n\n\"We'd better enlarge the hole first. Blast down the walls of the\npresent cavity, then use wrapped dynamite until we have a shallow\ncrater. Then we'll place our explosives by long poles, keeping\nthem warm by running resistance wires around them and heating them\nelectrically.\"\n\nThe young lieutenant considered and agreed. Teddy went back to the fort\nto arrange for the heated bombs and the long poles. When he returned\nthere was only a saucerlike depression in the ice clearing. It was\nquite fifty yards across, but no more than twenty deep. Standing near\nthe edge, one could see the ice near the bottom glistening liquidly.\nAir, liquified by the intense cold at the bottom of the crater, wet the\nsurface of the ice there.\n\n\"And that means the temperature down there is three hundred and\ntwenty-five degrees or more below zero Fahrenheit,\" explained Teddy\ncasually. \"Here's where we use our heated explosives.\"\n\nFor an hour the party worked busily. Storage batteries brought out on\nsledges furnished the current that kept the explosives from becoming\ninert through cold. Charge after charge was fired, and the bottom of\nthe crater grew steadily deeper. At the lowest point a little puddle of\nliquified air collected.\n\n\"We must be pretty nearly at the cold bomb now,\" said Teddy\nthoughtfully. \"There's a mass of liquid air at the bottom of our\ncrater, and something tells me there's solidified air at the bottom of\nthat puddle. That means seven hundred-odd degrees below zero.\"\n\nHe was clad in the warmest garments that could be found, and every one\nof the others working in the clearing was quite as warmly clothed,\nbut the cold was intense. One of the soldiers by the small pile of\nexplosives was chewing a cud of tobacco. He spat. The brownish liquid\nfroze in mid-air and bounced merrily away across the ice. The soldier\nlooked at it with his mouth open, then shut it quickly. A thin film\nof ice had formed from the moisture on his teeth. The breast of every\nmember of the party was covered with sparkling snow crystals from the\ncongealed moisture of their breath.\n\n\"I begin to doubt if we can keep our stuff from freezing much deeper,\"\nTeddy commented. \"We want to go down as deep as we can before we use\nour Dewey bulbs, though. I've only two of them.\"\n\nThe young lieutenant bustled away, and presently returned.\n\n\"The men say that the last bomb won't go off,\" he said aggrievedly.\n\"Your heating plan doesn't work.\"\n\n\"I didn't expect it to work indefinitely,\" said Teddy mildly. \"We want\nto clear out that liquid air and shoot our two Dewey globes before it's\nhad time to reform. Will you please have a charge made ready to be\nfired just above the surface of that puddle? That should clear it away.\nImmediately after that charge has gone off we'll drop our two T. N. T.\ncharges in the Dewey bulbs. They ought to show us the cold bomb.\"\n\nThe dynamite charge was suspended about a foot above the surface of the\nwatery, bubbling pool. Air was in that pool, air turned to transparent\nliquid by the intense cold. At -325° Fahrenheit air becomes a liquid.\nHere, exposed to the sunlight and the blue sky, a pool of liquified\ngas had collected from the incredible cold of the cold bomb below. The\ncharge of explosive burst with a shattering roar. The echoes of the\nexplosion had not died away when the two Dewey bulbs filled with T. N.\nT. fell into the bared ice cavity. A Dewey bulb is a combination of\nsix vacuum bottles placed one outside the other. They are used for the\nkeeping of liquid gases at a low temperature, but are obviously just\nas effective in protecting their contents from exterior cold. They\nfell some five yards apart and rolled, then were still. Their fuses\nsputtered. They went off together. A huge mass of shattered ice was\nthrown aside, and a dark, globular mass was exposed to view. Almost as\nsoon as it was exposed to the air a crust of frozen air coated it, and\nliquified air began to trickle down its misshapen sides. There could be\nno doubt but that it was the cold bomb, invented by an insane genius to\nmake him master of the world.\n\nThose about the rim of the crater looked at it and turned away. Just as\nthe intense heat of a blast furnace sears unprotected flesh even yards\nfrom its flame, so the incredible cold of the dark object pinched and\nwrung with its freezing rays. Not one man who looked upon the cold bomb\nbut suffered from a deep frostbite.\n\n\"We can't approach that thing,\" said Teddy, with his hand over his\neyes. \"I'd just as soon, or sooner, try to tinker with burning\nthermite. We'll have to shoot armor-piercing shells at it. They'll\nfreeze when they get near it, but the impact ought to crack the thing.\"\n\nHe motioned to the fur-clad soldiers to move back from the crater, and\nafter a hasty consultation with the lieutenant went off toward the fort\nto ask for a small-caliber field gun.\n\nThe lieutenant paced back and forth restlessly. He was an ambitious\nyoung man. He did not relish taking orders from a civilian like Teddy.\nHis eye fell on the heap of equipment that had been brought out from\nthe fort. Two trench mortars, a trench catapult, a liquid-flame\napparatus--one of the American inventions that had far outdone the\noriginal German _flamenwerfers_! There had been some thought of trying\nto reach a point just above the cold bomb and melting the ice down to\nit with liquid flame. That had been quickly proven impracticable, but\nthe liquid-fire apparatus had not been sent back. The young lieutenant\nwas not stupid. On the contrary, he was a singularly intelligent man.\nIn a flash he saw how the liquid flame could have been used much more\nefficiently than Teddy's resistance coils about his explosive charges.\nThe idea simply had not occurred to Teddy, or the young lieutenant,\neither. Now, however, he became all eagerness. If he succeeded in\nbreaking up the cold bomb during Teddy's absence it would be a feather\nin his cap. If, in addition, he pointed out a method of dealing with\nthe cold bombs superior to Teddy's plodding system, it would certainly\nmean his promotion and a very desirable reputation for himself in his\nprofession.\n\nHe gave his orders briskly. The liquid-flame tank was set up, and began\nto spray out its stream of fire. The young lieutenant had it trained so\nthat it passed just above the top of the ungainly cold bomb and grazed\nthe upper edge. Then the two trench mortars were made ready for firing.\nThe young lieutenant set them at their proper elevation himself. He\nwas tremendously excited. He pointed the two mortars with the most\nmeticulous precision. To aim them properly he had to expose his face\nagain and again to the direct rays from the cold bomb, but he paid no\nattention to the searing, freezing rays.\n\nThe stream of liquid fire shot upward in a perfect parabola, and fell\nevenly, exactly, where it was aimed. The young lieutenant knew that a\nmortar bomb would be frozen by the intense cold if it were fired at\nthe cold bomb direct, but his plan got around that difficulty. With\nthe liquid fire playing just above and grazing the cold bomb, when the\nshell from the mortar struck the incredibly cold surface, both the\nshell and the cold bomb would be bathed in flame.\n\nAll was ready. The lieutenant fixed his eyes on the cold bomb and gave\nthe signal. The two small trench mortars spouted flame. Two ungainly\nbombs rose high in the air and fell hurtling down toward the strange,\nfrosted object at the bottom of the crater. One of the bombs would\nfall a little to the left. The other--squarely on top!\n\nThe cracking explosion of the bomb from the trench mortar was lost in\nthe greater roar that followed it. Before the young lieutenant or any\nof his men could lift a finger they were enveloped by a colossal sheet\nof vaporized metal that seemed to fill the earth, the air, and all the\nsky. Of a weird and unearthly tint, the white-hot flame leaped into the\nair. It sprang up three thousand feet in hardly more than two seconds.\nThe blast had the velocity of many rifle balls, and the withering heat\nof molten metal. The young lieutenant and his men were swept into\nnothingness in the fraction of a second. The crater they had worked\nfor hours to blast out was as a puny ant hole beside the vast chasm\nthat opened in the ice down to the red clay far beneath the bed of the\nNarrows. And New York shook and trembled from the shock of the terrific\nexplosion.\n\n\n\n\nCHAPTER VII.\n\n\nTeddy was thrown down by the concussion, and fell in a heap against\nthe commandant. He leaped to his feet and rushed to the window, from\nwhich the glass had disappeared. He saw the remnants of the sheet of\nflame dying away and saw that the low-lying cloud of mist had been\nblown from the surface of the ice. A gaping orifice, five hundred feet\nacross, showed itself where Teddy and the lieutenant had been working.\nOf the lieutenant and his men no trace could be seen. Two or three of\nthe little red flags that had marked the path through the mist still\nremained, however, and a small sledge was lying, overturned, beside the\nsledge route. Four tiny black figures lay in twisted attitudes beside\nthe sledge. As Teddy looked one of them began to struggle feebly.\n\nTeddy stared, speechless. For a moment he was dazed by the suddenness\nand the overwhelming nature of the calamity that had befallen the\nyoung lieutenant and his detachment. Only accident had saved him from\na similar fate. Then his professional instinct re-asserted itself, and\nhe began to piece together what he knew of the bomb. In a moment the\nsolution came to him.\n\n\"Varrhus planned this,\" he said unsteadily. \"He filled up his hollow\ncold bombs with solid iron. The heat that would come in would first\nmelt and then vaporize the interior until the pressure inside was more\nthan the still-solid crust could stand. And all that vaporized iron\nwould burst out. What a fiend that man must be!\"\n\nAn hour later, baffled and discouraged, he was sitting in the\nlaboratory with his head in his hands, trying desperately to grapple\nwith this new problem. The new cold bombs apparently could not be\nassailed without destruction of those who attacked them. It was\nimpossible to imagine that volunteers could be found to sacrifice\ntheir lives to destroy each new bomb as it was placed. The horror of\nbeing annihilated by a blast of metallic vapor would deter men who\nwould not hesitate to face death in a less terrible form. And Varrhus\nwas evidently able to place them again nearly as fast as they were\nblown up. Telegrams announcing the explosion of the Jacksonville and\nCharleston ice floes lay before Teddy, supplemented by a cablegram from\nPanama saying that the Miraflores Locks had been destroyed by the blast\nwhen the Panama cold bomb had burst. Teddy was nearly certain that the\nnext morning would find the exploded bombs replaced. Varrhus' black\nflyer was evidently capable of carrying a great weight at an immense\nspeed. It also seemed able to reach an almost incredible height, from\nthe fact that the second cold bomb had been dropped in the Narrows in\nbroad daylight without the flyer having been sighted.\n\nEvelyn turned from the instruments with which she had been working. She\nhad scraped off a small bit of the lacquerlike surface of the silver\nbracelet, and had been analyzing it in the hope of finding what element\nor combination had been used to produce the mystifying heat-inductive\neffect.\n\n\"Teddy,\" she said depressedly, \"I can't find a thing. The lacquer\neffect seems to be simply the appearance of some way he has treated\nthe metal. The surface gives just the same analysis as the filings from\nthe inside of the metal. I took a spectro photo and it gives silver\nlines with a trace of lead. Analysis by arsenic reduction gives the\nsame result.\"\n\n\"Perhaps those detectives will be able to trace Varrhus by the mailing\nbox they took,\" said Teddy, without much hope. \"It's not very likely,\nthough. We've _got_ to think of something!\"\n\nSilence fell in the laboratory again, broken only by the faint\nwhistling sound of the flame Evelyn had used in her analytical work.\n\n\"The trouble is,\" said Teddy grimly, \"that we've been _trailing_\nVarrhus, instead of anticipating him. If we could know where he was\ngoing to be----\"\n\n\"He'll have to show up sooner or later,\" Evelyn commented. \"We know,\nfor instance, that he'll have to replace that bomb in the Narrows or\nlet the harbor stay open. The use of these new explosive bombs means\nthat he has to expose himself more than he'd have to with the old ones.\"\n\n\"There ought to be an aërial patrol above the city----\"\n\nTeddy stood up sluggishly, discouragement in every line of his figure.\nA servant tapped on the door of the laboratory.\n\n\"Lieutenant Davis, of the military flying corps, sir.\"\n\n\"Show him in,\" said Teddy listlessly.\n\nA slim young officer came in. His friendly, boyish face was full of a\nwhimsical humor.\n\n\"This is rather an intrusion, I'm afraid,\" he said half apologetically,\n\"but I thought you might be able to help me out.\"\n\n\"I've done nothing so far,\" said Teddy in a rather discouraged tone.\n\"Miss Hawkins and I were just canvassing the situation. You're talking\nabout the iceberg and Varrhus, aren't you?\"\n\n\"Of course. No one talks about anything else nowadays. My taxi had\na tough time getting through the crowds on the streets. They don't\nunderstand about the explosion in the Narrows yet.\"\n\nTeddy introduced him to Evelyn.\n\n\"Pleasure, I'm sure,\" said Davis with a smile. Then his face sobered.\n\"That was rotten hard luck about your father, Miss Hawkins. I'm not\ngood at making speeches, but I hope you realize that every one is\nsympathizing with you and in a measure sharing your sorrow.\"\n\nEvelyn shook hands.\n\n\"I will allow myself to grieve when Varrhus has been disposed of,\" she\nsaid quietly. \"Until then I dare not let myself think.\"\n\nDavis released her hand and turned to Teddy.\n\n\"Varrhus--or the chap in the black flyer, anyway--killed my best\nfriend, Curtiss. He was driving the little Nieuport that attacked\nVarrhus the day you blew up the first bomb. I was the first man to\nreach the spot where Curtiss had crashed, and I swore I'd get Varrhus\nfor that.\"\n\n\"I remember,\" said Teddy. \"Frozen.\"\n\nDavis nodded, his face grave.\n\n\"I have what is probably the fastest little machine in the United\nStates, at the fort. A two-seater, with twin Liberty Motors that shoot\nher up to a hundred and fifty miles an hour without any trouble at\nall. I think I can get Varrhus with it. I came to you to learn what you\nthink about Varrhus' weapons. It's only the part of wisdom to learn all\nyou can about your opponent, you know.\"\n\nTeddy found the young man impressing him very favorably.\n\n\"I haven't given the matter much thought,\" he confessed, \"but you\nremember Varrhus' tactics?\"\n\n\"He dropped like a tumbler pigeon,\" said Davis, \"and Curtiss overshot\nhim. There wasn't a sign of firing except from Curtiss. He simply\noverran the place where Varrhus had been three or four seconds before\nand then dropped. He was frozen stiff when I found him.\"\n\n\"I think,\" said Teddy carefully, \"that Varrhus had shot up a jet of\nsome liquified gas, probably hydrogen. It hung suspended in the air for\na moment, and in that moment the biplane ran into it. A drop of liquid\nhydrogen placed in the palm of your hand would freeze your arm solidly\nup well past the elbow. It's something over five hundred degrees below\nzero. Your friend ran into what amounted to a shower of it.\"\n\nDavis considered:\n\n\"Cheerful thing to fight against, isn't it?\" he asked, with a smile.\n\"Tactics, mustn't run above the black flyer and mustn't run below it.\nHe can probably shoot it straight down, too.\"\n\n\"And almost certainly from the sides,\" said Teddy. \"The man must have\nbeen working on this thing for years, and even if he's insane he'd be a\nfool not to make his weapon as efficient as possible.\"\n\nDavis' expression became rueful.\n\n\"And so I'm supposed to keep my distance,\" he remarked, \"and take pot\nshots at him while dancing merrily around in mid-air. Can't we do\nanything about that stuff to nullify it?\"\n\n\"Burn it,\" suggested Evelyn. \"Liquid hydrogen burns just as readily as\nthe same gas at normal temperatures.\"\n\nThe three of them were silent for a moment.\n\n\"Would rockets set it afire?\" asked Davis presently. \"I could keep a\nstream of fire balls shooting out before my machine.\"\n\n\"They ought to.\" Teddy was losing his discouragement in this new\nprospect of coming to grips with Varrhus. \"I say, will your machine\nburn readily?\"\n\n\"Only the gas tank. The wings and struts are fireproof. New process.\"\n\nDavis stood up suddenly.\n\n\"Would it bother you to come over and look at my machine? We could\nprobably figure out the thing better then.\"\n\nTeddy rose almost enthusiastically.\n\n\"We'll go over now if you say so.\"\n\nThe taxicab bearing Teddy and the young aviator down to the fort was\nforced to travel slowly amid the throngs of apprehensive people that\noverflowed the sidewalks and made the streets almost impassable. The\nlaunch took them swiftly to the fort, and in a few moments they had\narrived at the small aviation field behind the fortifications on\nStaten Island. Davis led Teddy directly to the shed that contained the\nswift machine of which he was so proud. It was a splendid product of\nthe aircraft maker's art. Twin Liberty Motors developed nearly eight\nhundred horse power between them, and two great shining propellers\npulled the machine through the air with irresistible force.\n\n\"You see,\" said Davis, with some enthusiasm, \"the motors aren't in the\nfusilage, so the gunner sits up here in the bow and can fire freely\nin any direction. The one-man planes with synchronized machine guns\nfiring through the propeller aren't in it with these for real fighting.\nThey're splendid little machines--I drove one in France--but I honestly\nbelieve this is better than they are. This one responds to the\ncontrols every bit as readily, and with a good gunner----\"\n\n\"Machine gunner in France myself,\" said Teddy, touching his breast.\n\"Would you take a chance on letting me sit up front to-night?\"\n\n\"To-night?\" asked Davis.\n\n\"I believe Varrhus will appear to drop another cold bomb to-night. It\nwill probably be dropped inside the harbor so the ice cake will touch\nthe Battery. That will set the people frantic, and make them beg the\ngovernment to enter into a parley with Varrhus. It's paid no official\nattention to him so far, you know.\"\n\nDavis' expression became keen and rather stern.\n\n\"We've four hours before dark. We'll have to set to work.\"\n\nTeddy went over and stepped up the ladder that leaned against the\ncockpit.\n\n\"I want to see your gasoline supply,\" he remarked. In a moment he\ncame down, looking a trifle dubious. \"If I'm right about Varrhus\nusing liquid hydrogen for a weapon, and we can set it afire, we'll\ndive through half a dozen sheets of flame to-night. Something will\nhave to be done to protect that gas tank from catching fire, and some\nprotection for the carburetors, too.\"\n\n\"We'll fix that in a hurry,\" said Davis briskly. \"Oh, Simpson! Come\nhere!\"\n\nIn twenty minutes there were half a dozen mechanicians at work, and\nTeddy was carefully inspecting the machine gun at the bow of the\nfusilage.\n\nTeddy telephoned back to Evelyn what he anticipated would occur that\nnight and his own share in it.\n\n\"Of course there's some risk in it,\" he finished, \"but I guess we'll\ncome out.\"\n\nEvelyn's voice was more anxious than Teddy had expected.\n\n\"Do be careful, Teddy,\" she said in a worried tone. \"Please be very\ncareful. Varrhus has so many fiendish weapons. I'm terribly afraid.\"\n\nTeddy's voice was grim.\n\n\"With the kind assistance of the German government,\" he remarked, \"we\nhave a few fiendish inventions, too. I'm using explosive bullets only\nto-night. Varrhus is outlawed.\"\n\nEvelyn spoke almost faintly.\n\n\"But take good care of yourself, please, Teddy,\" she urged. \"It were\nbetter that Varrhus got away this once than that you should be killed\nfor nothing.\"\n\nTeddy smiled. \"I've no intention of being killed, Evelyn, but I have\nsome intention that Varrhus shall be.\"\n\nThere was a curious sound from the other end of the wire.\n\n\"But--but----\" Evelyn's voice died away. \"I'm--I'm going to be praying,\nTeddy. Good-by.\"\n\nThe last was very faint. Teddy turned from the instrument and went\nout to where the aëroplane had been rolled from its shed. The sun was\nsinking and dusk was falling. Time passed and darkness settled down\nupon the earth. Stars twinkled into being. A long searchlight poked a\ntentative finger of light into the sky.\n\n\"We'd better be going,\" said Davis thoughtfully. \"We want to be well up\nbefore he appears.\"\n\nTeddy clambered up to his seat and adjusted the straps that would\nhold him in place. He pulled down the helmet and fitted the telephone\nreceivers securely over his ears. A telephone was necessary for\ncommunication with Davis, four feet behind him, because of the\ntremendous roar of the engines. He took the machine-gun butt and found\nthe trigger, then made sure the first of a belt of cartridges was in\nplace. He settled back in his seat as the mechanics began to twirl\nthe propellers. He was going out to fight the black flyer, but most\nincongruously he was not thinking of Varrhus at all. His thoughts dwelt\nwith strange intensity upon Evelyn.\n\n\n\n\nCHAPTER VIII.\n\n\nNew York lay below them. The long, straight lines of lights shining up\nthrough the semidarkness of the moonlit night made a strange appearance\nto the two in the swift machine. Davis had mounted to a great height,\nsome ten thousand feet, and the pin points of light outlined more than\na dozen cities and towns. The Hudson was a faintly silvery ribbon\nflowing down placidly from a far-distant source. Because of the ice\ncake in the Narrows its level had risen two or three feet, but now it\nflowed smoothly over that great obstacle, melting and carrying it away\ntoward the sea.\n\nThe fighting plane roared around in huge circles, seeming strangely\nalone in the vast expanse of air. One searchlight from below moved\nrestlessly about the sky. A second joined it, then a third. One by\none a dozen or more of long, pencil-like beams of light shot up into\nthe sky and moved here and there in seeming confusion, but actually\naccording to a carefully prearranged plan. A hooded red light showed\nbelow the biplane in which Teddy and Davis were awaiting some sign of\nthe black flyer. That had been agreed upon, and none of the searchlight\nbeams flashed upon the circling machine. From time to time Davis shut\noff the motors, and the two of them lifted the ear flaps of their\nhelmets to listen eagerly for the musical humming that would herald\nVarrhus' approach.\n\nFar to the east they could see where the faintly luminous waters of\nthe ocean came up to and stopped at the darker masses of the land. The\nharbor below them glittered in the moonlight. The only peculiarity in\nthe scene was the absence of the little harbor craft that ply about\nbusily by day and night upon their multifarious errands. They were\nall securely docked. The wharves, too, were dark and silent. All the\nmaritime industry of New York was at a standstill.\n\nA wide spiral to twelve thousand feet. The motors were hushed\nduring a two-thousand-feet glide, while the two men in the machine\nlistened intently. For two hours this maneuver had been repeated and\nre-repeated. No sound save the rush of the wind through the guy wires\nand past the struts had broken the chilly stillness of the heights.\nThe sky was a blue dome of a myriad winking lights. A pale silver moon\nshone down.\n\nThe nose of the machine pointed down and the motors ceased to roar.\nFaintly but unmistakably above the whistling and rushing of the wind\nabout the surfaces of the biplane a deep, musical humming could be\nheard. Abruptly the motors burst into life again. The exhausts began to\nbellow out their reassuring thunder. The machine began to climb again,\ncircling to every point of the compass, while Teddy and Davis scanned\nthe sky keenly for a sign of the black flyer with its cargo of menace\nto New York.\n\n\"I'm going to fifteen thousand.\"\n\nDavis' voice sounded with metallic clearness in Teddy's ear. The\ntelephones between the two helmets were working perfectly.\n\n\"That was Varrhus, all right?\" said Teddy quietly. \"Did you signal to\nthe people beneath?\"\n\nDavis pushed a button, and a green light glowed beside the red one in\nthe hood below the machine. In a moment the receipt of this signal by\nthose below was evidenced. The searchlights took up their task with\nrenewed vigor, searching the sky frantically for a sign of the black\nflying machine. The hood below the biplane allowed the signal to be\nseen by those on the ground, but made the light invisible to any one in\nthe air. The biplane swung in wide circles, Teddy and Davis with every\nnerve taut and every sense alert, aflame with eagerness to sight their\nquarry. They saw it, outlined for an instant by the white beam of one\nof the circling lights.\n\nIt was dropping like a stone from the clouds. The searchlight rays\nglistened from polished black sides and were reflected from shimmering\npropeller blades above it.\n\n\"Helicopter,\" said Davis crisply. \"Now!\"\n\nThe black flyer was a thousand feet below them and still falling. The\nnose of the biplane dipped sharply and it dived straight for the still\nfalling machine. Teddy gripped the machine gun and sighted along the\nbarrel. Down, down, the biplane darted, all the power of its eight\nhundred horse power aiding in the speed of its fall. The glistening\nblack machine checked in its drop and hung motionless in mid-air. The\npilot was evidently unconscious of the machine swooping down upon him.\n\nFive hundred feet down, six hundred----Teddy pulled hard on the\ntrigger, and his machine gun spurted fire. A stream of explosive\nprojectiles sped toward the menacing black shape. Teddy saw them strike\nthe shining sides of the machine and explode with little bursts of\nflame. The biplane was rushing with incredible speed toward the other\nflyer. Teddy played his machine gun upon it as he might have played a\nhose, and apparently with as little effect. The tiny explosive shells\nstruck and flashed futilely. The black flyer seemed to be unharmed.\nAfter a second's hesitation, it dropped again abruptly. The biplane\nshot toward the spot the other machine had occupied. The distance was\ntoo short to turn or swerve, quickly as it responded to the controls.\n\n\"Flares,\" gasped Davis, but before he spoke Teddy was pressing the\nsmall button that would set them off.\n\nA burst of tiny lights shot out before the biplane, many-colored\nballs of fire driven forward from a tube below the fusilage. They\nilluminated the air for a short distance, entering the space from which\nthe black flyer had just dropped. Teddy and Davis saw a small cloud of\nwhat seemed to be mist or fog hanging in the air. The tiny fire balls\ndarted into it the fraction of a second before the biplane itself had\nto traverse the same space. As the first of the lights struck the\nfringe of the whitish cloud it flared up. The fire ball had touched a\ndroplet of liquified gas and set it flaming. It burned fiercely and\nwith incredible rapidity, setting fire to the remainder of the cloud.\nTeddy ducked his head as the aëroplane shot madly through a huge globe\nof blazing gas in mid-air.\n\n\"Great God!\" gasped Davis. \"Now where's Varrhus?\"\n\nThe heavy masks the two aviators had worn had protected them from the\nflaming hydrogen, and their goggles had saved their eyes. Now Davis was\nonly eager to make a second attempt upon the black machine. He swerved\nand circled. The searchlights below were waving frantically through\nthe air. The flare aloft had been seen, and they concentrated upon\nthe space below the spot. In a second the black flyer was once more\noutlined by half a dozen beams. Davis banked sharply and darted toward\nit again.\n\nThe pilot of the strange machine seemed to be quite confident that he\nhad disposed of his antagonist, and was apparently busy with something\ninside the cabin. He was probably preparing to release his cold bomb,\nbut was again interrupted. The biplane approached. Teddy saw his\nexplosive bullets strike and flash. He knew they struck, but they\nseemed incapable of doing harm. The black flyer was clearly defined by\nthe searchlights, and Teddy could see it distinctly. It was a long,\nneedlelike body with a glass-inclosed cabin near the center. Above it\nfour whirring disks of comparatively huge size showed the position of\nthe vertical propellers that enabled it to rise and fall and to hang\nsuspended motionless in the air. A fifth propeller spun slowly at the\nbow. That was evidently not running at full speed. Below the needlelike\nbody hung a misshapen globe, like the bulging ovipositor of some\nstrange insect.\n\nFlash! Flash! The impact of the explosive bullets was marked by\nspiteful cracks as they burst. Teddy was aiming for the cabin of the\nmachine.\n\n\"Got him!\" he exclaimed.\n\nThe glass of the cabin windows had splintered into fragments. The\naëroplane shot toward the motionless black flyer.\n\n\"Shall I ram?\" asked Davis in a perfectly even voice. He was quite\nprepared to sacrifice both his and Teddy's lives to make absolutely\ncertain of the destruction of the menacing helicopter with its more\nthan dangerous occupant.\n\nTeddy, with lips compressed, nodded. He had forgotten that in the\ndarkness Davis could not see his movement. As the biplane sped forward\nthe black machine dropped again. Again the whitish cloud was left\nbehind it, clearly defined in the searchlight rays. Teddy had barely\ntime to press the flare button before they reached the cloud. The mist\nof atomized liquid hydrogen seemed to burst into flame all about them.\nThe aëroplane roared through hell-fire for a moment. Flame was before\nTeddy's aviator's goggles. He was in a veritable inferno. Then the\naëroplane shot free again.\n\n\"Ram him!\" panted Teddy. \"Smash him! Do anything, only we've got to get\nhim!\"\n\nThey circled swiftly, searching for the black flyer. The searchlights\nwere following him now, and they saw that he was rising straight up.\nHe had not yet dropped his cold bomb. Davis put his machine at the\nascent at as steep an angle as he dared. They climbed almost as\nrapidly as the helicopter. The black machine made its first aggressive\nmove now. Davis was climbing in a jerky spiral, rising at an amazing\nspeed. Teddy was busily fitting a new belt of cartridges into his\nmachine gun. The pilot of the other machine darted to one side and a\nhuge cloud of mist sprang into being just below him, darting downward\nlike some pale-gray snake, unfolding itself in the sky. Davis zoomed\nsharply. Another second and he would have run into the whitish cloud.\nThe biplane recovered and swerved to one side. Twelve thousand feet.\nThirteen thousand feet. Fourteen thousand feet. Three miles in the\nair! Then the black flyer began to drop. The biplane dived after him,\nTeddy's machine-gun spitting fire and explosive bullets in a furious,\nwell-directed blast. Once, twice, bursts of the little flashes that\nshowed his bullets were striking served to reassure Teddy, but the\nbiplane could not gain on the falling helicopter.\n\nDown, down----There were half a dozen quick bursts of flame in the\nair. Anti-aircraft guns were firing. The black flyer dropped unharmed.\nBarely a thousand feet above the waters of the bay, the propeller\nat the bow seemed to be put into motion, for the straight descent\nchanged into a graceful curve. The curve flattened out, and the black\nmachine ceased to fall. It sped madly for the Narrows, with a bedlam\nof bursting shells all about it and the vengeful, spitting two-seater\ndarting after it like an avenging Nemesis. Again and again spurts of\nflame against the body of the glistening helicopter showed that Teddy's\nfire was well directed, but the machine shot onward in a furious rush\nfor the Narrows. Above the Narrows, without pausing, a black object\nthat turned to white in the searchlight rays fell from the misshapen\nglobe below the center of the black flyer's body. The thing that fell\nseemed to leave a mist of fog behind it as it dropped. Then, its\nmission accomplished, the dark machine fled toward the west.\n\nTeddy and Davis, in the biplane, sped after it at the topmost speed of\nwhich their aëroplane was capable. Teddy was nearly insane with baffled\nrage and disappointment. He knew that he had failed. Another cold bomb\nhad been dropped in the Narrows, and any attempt to destroy it would\nonly result in the death of those who made the attempt.\n\n\"Faster, faster!\" he pleaded to Davis. \"If it gets far ahead of us\nwe'll lose it in the darkness.\"\n\nDavis pressed his lips together and used every artifice he knew of to\nincrease the speed of his machine, but the glistening black body ahead\nof them drew steadily farther away. At last it could barely be seen.\nThen, as if in derision, a light appeared in the cabin of the black\nflyer. It winked oddly. Dot-dash, dot-dash----\n\n\"He's signaling,\" said Davis.\n\nDot-dash, dot-dash----\n\n\"W-a-t-c-h,\" spelled Davis, \"t-h-e\nM-i-s-s-i-s-s-i-p-p-i.--V-a-r-r-h-u-s.\"\n\n\"Watch the Mississippi, Varrhus,\" repeated Teddy. \"He's getting away!\nHe's getting away!\"\n\nThe light ahead of them winked and disappeared. The sky was empty\nexcept for the biplane roaring after a vanished enemy.\n\n\"He's gotten away,\" half sobbed Davis. \"Damn him! He killed Curtiss,\nand he's gotten away!\"\n\nTeddy stared into the empty night with something of Davis'\ndisappointment and despair.\n\n\n\n\nCHAPTER IX.\n\n\nNext morning the world read at its breakfast table that the Mississippi\nRiver had frozen over just below St. Louis, and that the water was\nrising rapidly. The river had frozen solidly up to the surface. The\nlevel rose, and the water started to flow over the top of the ice cake,\nonly to be turned into ice as it did so. Hour by hour the level rose,\nand hour by hour the solid ice barrier rose with the water level. Men\nhad tried to blast a way through for the rushing waters, but without\neffect. As fast as the water tried to flow through the opening made by\na charge of dynamite it froze again and plugged the hole through which\nit was attempting to escape.\n\nHastily improvised levees were thrown up, but the water outstripped\nthe efforts of the builders. The lower part of St. Louis was flooded,\nand a great part of the population made homeless. Then low-lying lands\nbeside the river were gradually submerged. In twenty-four hours there\nwere calls for help all along the upper part of the Mississippi Valley.\nThe rising water had flooded immense areas of cultivated land, and even\nlarger areas were threatened. In another day a thousand square miles\nof crops were under water, and the loss in live stock was assuming\nformidable proportions. The new cold bomb in New York harbor had crept\nup to the Battery, as Teddy had foreseen. The Norfolk cold bomb had\nexploded, fortunately without loss of life. Gibraltar had witnessed\nthree almost simultaneous blasts, and was again free of ice, but the\nwhole world knew that it was at the mercy of Varrhus.\n\nDavis, Evelyn, and Teddy were discussing the matter dolefully. Davis\nhad been coming to the laboratory daily in the hopes of hearing that\nTeddy had devised some plan for the frustration of Varrhus' ambitious\nschemes. Teddy found himself liking Davis immensely, but with a\npeculiarly illogical annoyance that Evelyn seemed to like him quite as\nwell. When he had phoned her of his safety after the fight with Varrhus\nhe could hear a flood of thankfulness in her voice, but when he saw\nher the next day she was almost distant. He saw traces of real anxiety\non her face, but she had not been really natural until they had worked\nnearly all day on the silver bracelet, trying to find what had been\ndone to the surface to give it its peculiar property of allowing heat\nto pass in one direction, but not in the other. They were as far as\never from the solution. Davis was quite ignorant of abstract chemistry\nor physics and could not join in their discussions, but Teddy fancied\nthat he was much more interested in Evelyn than was necessary. He was\nannoyed to find that he resented it. He had always looked on Evelyn\nas a comrade, and he could not understand this feeling that took\npossession of him. It did not occur to him to speculate upon the fact\nthat he found ideas coming to him much more readily when working by\nEvelyn's side, or that he rarely attempted anything without asking\nher opinion. Teddy had never thought much of romance, and he did not\nsuspect how much Evelyn's companionship meant to him.\n\nDavis was reiterating for the fortieth time his disappointment at\nVarrhus' getting away.\n\n\"We almost had him,\" he said disgustedly. \"Our explosive bullets were\nplaying all over his infernal flying machine. We'd have landed one\nin that little glass cabin of his and smashed him nicely in another\nminute, when he skipped off like that. And I'll swear to it we were\ndoing a hundred and eighty miles an hour.\"\n\n\"He ran away from us pretty easily,\" said Teddy dismally. \"Isn't there\na faster machine than yours we could get hold of?\"\n\n\"Nothing but a single-seater, and not so much faster at that,\"\nsaid Davis. \"A hundred and ninety-five is the best even the latest\nsingle-seater combat planes will do at a low altitude.\"\n\n\"Even for a short burst of speed?\" asked Evelyn.\n\n\"Diving, you'll run up faster than that,\" Davis explained. \"When we\nwent straight down after Varrhus, we must have gone over two hundred,\nbut for straightaway work we've nothing that will catch Varrhus.\"\n\n\"What's the official speed record?\" asked Evelyn, toying with a test\ntube. She looked singularly pretty in the long white apron she wore in\nthe laboratory.\n\n\"Two hundred and fifteen, I think,\" said Davis. \"Some Spanish aviator\nmade it. He'd doped his gas with picric acid, though.\"\n\n\"What does that do?\" asked Teddy quickly.\n\n\"It's explosive, and about doubles the force of your explosions. It\neats your engines right up, though. They used to use it in motor-boat\nraces until a rule was made against it. You see, an engine is ruined\nafter twenty minutes or so, and it made the racing unfair for people\nwho couldn't buy a new engine for every race.\"\n\nTeddy's face grew thoughtful.\n\n\"Picric acid,\" he said meditatively. \"Suppose we used it in the gas of\nyour plane. Would we have a chance of catching Varrhus?\"\n\n\"I don't know,\" Davis said thoughtfully. \"I hardly think so. It would\nmake our speed better, but if it were anything of a chase our motors\nwould be ruined before we'd gone far.\"\n\n\"The acid attacks the steel of the cylinders and makes the bore too\nlarge?\" Teddy seemed to be thinking rapidly.\n\n\"Yes. You lose all your compression.\"\n\nTeddy looked at Evelyn.\n\n\"Suppose the pistons and the interiors of your cylinders were plated\nwith platinum? Platinum is one of the hardest metals, and should stand\nup under a great deal of wear.\"\n\n\"Would platinum resist the attack of the acid?\" Davis grew excited.\n\n\"Surely.\"\n\nDavis jumped to his feet.\n\n\"Then we've got him! New piston rings will let you plate the cylinders\nwithout reboring them unless you're going to plate them heavily. Can\nyou do the plating?\"\n\n\"Try,\" said Teddy.\n\n\"We make a hundred and eighty with straight gasoline,\" said Davis\nexcitedly. \"With doped gas----How long will it take to fix my motors?\"\n\n\"Four or five hours. We'll borrow the acid vats of some electro-plating\nconcern. Evelyn will mix the solution of platinum salts. I'll go\narrange to borrow the vats while you get your motors disassembled and\nbrought here on a motor truck.\"\n\nTeddy hastily began to put on his coat.\n\n\"You're going to try to fight Varrhus again?\" asked Evelyn anxiously.\n\n\"Are we?\" asked Davis cheerfully. \"Just ask me! We are.\"\n\n\"You hit him several times in the last fight,\" said Evelyn faintly,\n\"and it didn't do any good.\"\n\n\"We'll use armor-piercing bullets this time,\" said Davis exuberantly.\n\"Or we may be able to mount a one-pounder automatic. I think the plane\nwill stand it. And at worst we can ram him.\"\n\nEvelyn turned a trifle pale. \"That means you'll both be killed.\"\n\nDavis smiled. \"Maybe not. We'll take a chance anyway, won't we, Gerrod?\"\n\nTeddy nodded shortly. \"I'm going to get Varrhus or he's going to get\nme,\" he said succinctly.\n\nThey started for the front door. The commissioner of police was just\ngetting out of his car.\n\n\"News, most likely,\" said Teddy, and they waited.\n\nThe commissioner of police looked worried when he shook hands with\nTeddy.\n\n\"My men have been trying to trace that package that contained the\nbracelet,\" he told him, \"and have found that it was put in a country\nrural-delivery mail box after dark. The mail carrier took it when he\nmade his morning route. There's absolutely no way of tracing it any\nfarther. Any one might have passed by in an automobile and have put it\nin. The farmer in whose box it was is above suspicion. Now another set\nof letters has been sent in the same way from another rural-delivery\nbox a hundred miles from the first. One is addressed to Miss Hawkins.\nI have it here. The postal authorities called me in when they saw the\nenvelope.\"\n\nHe showed a huge yellow envelope addressed to Evelyn. In one corner was\na large return card. \"_The Dictatorial Residence._\"\n\n\"It might be almost anything,\" said Davis. \"Better not let Miss Hawkins\nopen it. I'll do it, Gerrod.\"\n\nTeddy shook his head.\n\n\"We'll tell her about it, and I'll open it in the laboratory.\"\n\nEvelyn and Davis waited apprehensively until Teddy emerged from that\nroom.\n\n\"No cold bombs, no electric shocks, and no poison gas,\" he said,\nsmiling. \"Just a _billet doux_ to Evelyn. It fits in beautifully with\nour plans, Davis.\"\n\nEvelyn took the sheet he extended to her, and read:\n\n    THE DICTATORIAL RESIDENCE, August 29th.\n\n    His Excellency Wladislaw Varrhus, dictator of the earth, has been\n    much annoyed by the efforts of one Theodore Gerrod to obstruct his\n    plans and desires. He has been informed through the press of the\n    fact that Miss Evelyn Hawkins has collaborated with and encouraged\n    Theodore Gerrod in his rash attempts. His excellency the dictator\n    is pleased to require that Miss Evelyn Hawkins repair to a spot\n    some five miles due east from Norman's Reef, off the coast of\n    Maine. Miss Hawkins may bring with her a maid and such baggage as\n    she may require. She is to be held as security for the cessation of\n    Theodore Gerrod's efforts to impede the secure establishment of the\n    dictatorship. The Mississippi River has been closed to traffic, and\n    will remain closed until this order has been obeyed by Miss\n    Hawkins. The time set for Miss Hawkins' appearance at that spot is\n    daybreak of Tuesday, September the third. Given at the dictatorial\n    residence.\n\n    WLADISLAW VARRHUS.\n\nEvelyn looked at the three men with a white face. The commissioner of\npolice looked grave. Davis was smiling, and Teddy was smiling, too, but\nwith a blaze of anger in his eyes.\n\n\"Gerrod,\" said Davis whimsically, \"I am much depressed that Varrhus\ndidn't include me with you as making efforts to obstruct his plans and\ndesires.\"\n\n\"The government will have to be notified,\" said the commissioner of\npolice solemnly.\n\n\"Do--do you think I had better go?\" asked Evelyn hesitatingly.\n\n\"No!\" exploded Teddy and Davis together. Teddy went on: \"Why, Evelyn,\nthe man is insane! And besides we've just thought of something that's\nsure to get him. We'll lay in wait for him, and then he'll walk into\nour parlor nicely. When he does------\"\n\n\"_Finis_,\" said Davis cheerfully, \"if I may borrow a phrase from the\nFrench.\"\n\n\"And if it's a long chase,\" said Teddy even more cheerfully, \"the dear\nperson set the time for dawn, and we'll have light to fight by. Let's\ngo and set to work on that plane of yours.\"\n\nThey left together in high spirits. Evelyn stood quite still after\nthey had gone, absently crushing the letter from Varrhus in her hand.\nPresently, with a sob, she went to her room and allowed herself to cry.\nThey would not let her face danger, but Teddy was going out to fight,\nperhaps to die--and for her.\n\nOver at the hangar, mechanics swarmed upon the fighting plane,\ndismounting the motors and disassembling them. The cylinders and\npistons were being carefully packed. A big motor truck had already\nbacked up at the wide door of the aëroplane shed, and as fast as the\nparts were packed they were loaded on it. Davis was here, there, and\neverywhere. He had asked permission for the experiment, and it has been\ngranted. The government was prepared to risk almost anything rather\nthan allow Varrhus to succeed in his huge blackmailing of the entire\nhuman race. There was no hesitation in allowing anything that might\nafford a fighting chance of downing the black flyer. The Mississippi\nfloods were growing in size and destructiveness. The New York cold\nbomb, dropped the night Teddy and Davis had fought the black machine\nover the harbor, was expected to explode at any moment. Every window\nstill intact in the city had been pasted with strips of paper to keep\nthe fragments from becoming a menace to those on the streets when the\nbomb should burst them.\n\nDavis had conferred with the commandant of the forts, and volunteers\nhad been asked for among the garrison. A boat was being heavily armed\nwith concealed guns. It would go to the point where Varrhus would\nexpect Evelyn to be taken. He would see the small boat, drop down\nto take Evelyn on board his evil craft, and the masked batteries of\nanti-aircraft guns would open on him in a blast of fire. Teddy's\ndiscovery that flares fired into the cloud of liquified gas would cause\nit to burn harmlessly in mid-air had been adapted to protect the crew.\nAs the guns opened on the hovering black flyer a stream of fire balls\nwould be made to float overhead to set flaming the stream of liquid\nhydrogen Varrhus might be expected to shoot downward. At that, though,\nthe mission of the boat crew was hazardous in the extreme.\n\nThe telephone rang in the hangar. Teddy was on the wire. He had\ncommandeered the big wooden acid vats of an electro-plating plant,\nand the platinum-plating solution was being mixed even then. If Davis\nbrought the motors over in parts, the plating might begin immediately.\n\nThe big truck rumbled off, Davis smiling confidently on the seat\nbeside the chauffeur. Half a dozen mechanics perched on various parts\nof the load. When the truck stopped before the electro-plating plant\nthey leaped off and rushed the glistening cylinders inside. In twenty\nminutes they were in the plating solution and an almost infinitely thin\nfilm of platinum was slowly forming within them.\n\nThe workmen of the electro-plating plant labored far into the night\non their task. Teddy had insisted that a film of platinum ten times\nthe thickness of the usual precious-metal plating be used, and the\nprocess was slow. When the cylinders had been prepared, the pistons\nremained, and the exhaust ports and valves. These, too, were coated\nwith the hard, acid-resisting metal, and Davis' mechanics began their\ntask of fitting piston rings to the altered motor parts. The rings\nthemselves had then to be plated, and all the plating burnished and\npolished. Teddy and Davis snatched a few hours' sleep while the motor\nin its disassembled state was being carried back to the hangar and\nre-installed in the aëroplane. They woke, and during all the following\nday Davis sat in the pilot's seat, listening with a practiced ear and\naiding in the final tuning up of the changed motors, adjusting the\ncarburetors to their new fuel. Thirty per cent of picric acid added to\nthe finest, highest grade gasoline was to be used. No one had dared\nuse such a percentage before, even for motors that were expected to be\nruined.\n\nTeddy, in the meantime, was familiarizing himself with the small\none-pounder automatic gun--similar to the German antitank\nweapons--that was to be installed in the bow of the aëroplane. By\nnightfall all was finished. Teddy ran over to New York and saw Evelyn\nfor the last time before making his attempt, and the next morning he\nand Davis flew to Noman's Reef, where a camouflaged hangar had been\nerected on telegraphed instructions from New York. Tuesday dawn found\nthem alert and anxiously scanning the sky for a sign of the black flyer.\n\n\n\n\nCHAPTER X.\n\n\nThe stars winked palely from the graying sky. In the east a pallid\nwhiteness showed which slowly yellowed and then turned to pink. The\ndawn was breaking.\n\nOn the little reef men watched keenly. Far out at sea, its single\nfunnel tipped with red paint from the crimson sunlight, a little boat\ntossed and rolled. That boat contained the men who had offered their\nlives for a chance to kill this Varrhus, who threatened the liberty of\nthe world. Beside the camouflaged hangar two great horns, seeming to\nbe enlarged megaphones, pointed toward the sky. Little wires ran from\ntheir points to telephone receivers strapped on the ears of intently\nlistening men. They were microphones to detect the first sound of the\nmusical humming of the black flyer. Teddy and Davis were befurred and\ngoggled, but had pushed up their goggles to take powerful glasses and\nscan the sky eagerly for a sight of their enemy. Mechanics stood ready\nat the propellers of the hidden fighting plane, prepared to spin the\nmotors into roaring life the instant the two aviators had settled in\ntheir seats. From before the wide doors of the concealed hangar a broad\nexpanse of beach ran smoothly down to the ocean. The little boat tossed\nand rolled. The men at the microphones listened intently. The others\nsearched the sky.\n\nStraight down from a wisp of golden cloud a slim black speck fell\ntoward the earth. At first, so high was it, even those with field\nglasses could make out only the thin shape of the glistening black\nbody. It fell a thousand, two thousand feet----The whirring disks above\nthe slender body became visible, then the inclosed cabin near the\ncenter. The musical humming filled the air. Lower and lower the strange\nmachine dropped. Davis and Teddy were in their seats.\n\n\"Now!\" said Davis sharply, and the propellers whirled. The motors\ncaught, sputtered, and began to run with a steady, droning roar.\nDavis watched keenly as the black shape slowed in its fall and came\nto a standstill above the little, tossing boat. Half a dozen men were\nholding the aëroplane back, and the small shed was full of clouds of\nchoking dust and still more choking fumes from the motor.\n\nThe black flyer hung motionless, barely three hundred yards above the\nsmall boat. There was a long moment of waiting. Then the decks of the\nboat seemed to fall in. A dozen threatening muzzles were exposed. A\ndozen flashes of flame shot up from the tiny vessel. Simultaneously\nDavis cried out, the men released his machine, and it darted forward.\nHe took off from the beach skimmed the waves, and shot out toward the\nstrange combat that was taking place.\n\nThe black flyer had been hit. That much was certain. It lurched and\nstaggered in the air, losing altitude all the while. Then the pilot\nseemed to regain control. He swung swiftly to one side and began to\nrise. All the time the anti-aircraft guns were firing viciously.\nThe tossing boat made a poor platform for the gunners, however, and\ntheir aim was inevitably poor. The guns kept up a ceaseless roaring.\nPuff after puff of white smoke showed where their shells burst near\nVarrhus. He began to swerve, to zigzag, using tactics strangely like\nthose of a dragon fly. Suddenly he darted to a point exactly above\nthe small boat, and a smoky cloud began to dart down from below his\nmachine. Varrhus passed on, but the cloud fell swiftly, precisely like\nthe cloud of liquified gas he had poured down on Teddy and Davis above\nNew York harbor.\n\n\"Flares!\" cried Davis in an agony of apprehension, though his voice was\nonly audible to Teddy by means of the telephone connection between the\ntwo helmets.\n\nAs he spoke the men on the boat shot up the little fire balls that had\nprotected the aëroplane in its former fight. A dozen balls of light\nsped up to meet the menacing cloud of liquified gas. They reached it,\nsped into it, glowing feebly! The white cloud did not ignite, but fell\non toward the boat. It reached and enveloped the little vessel, and\nsuddenly the guns were still.\n\n\"Damn him!\" said Teddy in a voice that shook with rage. \"He's not using\nhydrogen. We can't close in on him now. Our flares are no good.\"\n\nDavis tilted the nose of his machine upward, and Teddy stared down his\nsights. He pulled the trigger. The gun kicked backward, but the recoil\ncylinders did their work. The tracer shell left a little line of smoke\nbehind it. It passed below the black body.\n\n\"Too low,\" said Teddy grimly, and fired again.\n\nVarrhus began to climb. Straight up his machine went, but with the\npicric acid giving added impetus to the explosions in the cylinders the\ntwo-seater climbed as rapidly. Varrhus' ascent swerved. He was directly\nover the aëroplane. A whitish cloud appeared below his machine and\nblotted it out for an instant.\n\n\"We zoom,\" said Davis almost gayly, and the fighting plane seemed to\nbe dancing on its tail for an instant. The cloud of gas unfolded itself\ndown to the surface of the water, barely twenty yards before the space\nin which Davis had checked his course.\n\nAround and around a huge circle. The biplane had caught up with the\nblack flyer, and Davis turned toward it for an instant to give Teddy\nan opportunity to fire. There was a flash at the stern of the slender\nblack body, and the symmetry of the glistening form was marred by a\nragged edge where the tip of the tail had been blown off.\n\n\"Almost,\" said Teddy grimly.\n\n\"He'll dive now.\"\n\nDavis was prepared for the maneuver, and almost as soon as the\nhelicopter began to drop the biplane darted down after it, Teddy firing\nviciously. The streaks of smoke that his shells left behind them told\nhim where he missed. Varrhus shifted the course of his fall, and again\na cloud drifted in the air just before the pursuing plane. Davis flung\nthe \"joy-stick\" forward, and the fighter fell into an absolutely\nvertical dive. A second more and it had turned upon its back and was\nflying upside down, away from the threatening mist.\n\nDavis twisted in mid-air and righted his machine. Varrhus was darting\naway, barely two hundred feet above the surface of the water. Again the\ntwo-seater dived upon him. Teddy's shells were zipping dangerously near\nthe black machine. It began to zigzag, to twist and turn like a snake.\nIt doubled back and shot directly under the biplane, but too far below\nfor the deadly mist to be used. Davis banked at a suicidal angle and\nwent after it again. They passed directly above the silent small boat,\ndrifting aimlessly on the waves. Little icicles were forming on the\nbulwarks, showing that the cold of the liquified gas was still intense.\n\nFor one instant Teddy had a perfect sight, and pulled the trigger with\nthe peculiar confidence of a marksman who knows he is making a perfect\nshot. There was a flash upon the upper portion of the black hull. A\ndark object shot off at a tangent from one of the whirring disks. The\nhelicopter sank rapidly. Teddy gave a shout.\n\n\"Landed!\"\n\nThe black machine recovered again. One of the disks was badly injured\nand now slowed and stopped, showing that the blade of one of the\nfour sustaining propellers had been broken, but the remaining three\nincreased their speed. Varrhus seemed to abandon the idea of fighting.\nHe began to shoot away toward the northeast. He was more than a mile\naway, and Teddy had stopped firing. Varrhus had had no difficulty in\ndistancing the same machine a week before, and anticipated no trouble\nin losing it, even with his own flyer partially crippled. He had not\nreckoned on the picric compound now being used for fuel. The biplane\nsped madly after the fleeing black aircraft. The motors roared hugely,\nand the wind was like a solid mass, pushing fiercely against Teddy's\nexposed head. A small half-moon of glass protected Davis from the wind,\nbut for the gunner no such protection was practicable. The rushing of\nthe wind through the wires and along the sides of the stream-line body\namounted to a shriek. Never had such speed been known before.\n\nDavis' voice came quietly to Teddy above the sounds outside, muted by\nthe heavy, padded helmet. The telephone receivers were fast against\nTeddy's ears.\n\n\"We're making two hundred and twenty-six.\"\n\n\"We're not gaining,\" said Teddy grimly.\n\n\"Wait until he rises. The motor's adjusted to be most efficient at\nabout seven thousand feet.\"\n\nThe black speck ahead of them was drawing no nearer, it is true, but\nit was not dwindling. The silvery wings of the biplane cut through the\nair with fierce impatience. It flew in the straightest of straight\nlines after the other craft. Dark-brownish smoke blew backward from the\nbellowing exhausts, tinged almost to saffron by the presence of the\nexplosive acid. The sunlight kissed the upper surfaces of the wings of\nthe pursuing plane. Below them the ocean rolled and tossed.\n\nWhistling wind and roaring engines. Speed, speed, speed! The biplane\nrushed with incredible swiftness through the air. The black flyer\nskimmed lightly on, barely in advance of its white-winged enemy. Twice\nTeddy essayed a shot, but the biplane trembled so that accuracy was\nimpossible, and he could see by the smoke of his tracer shell that he\nhad gone far wide of the black machine. The space between the black\nspeck and the waves below it seemed to increase.\n\n\"Rising,\" said Davis. \"Now we'll get him.\"\n\nTeddy kept his eyes fixed on Varrhus' slender, needlelike craft. He\nwas barely conscious of the upward tilt of the machine in which he was\nriding, but he saw that they were keeping pace with Varrhus as he rose\nin the air.\n\n\"Four thousand feet,\" said Davis crisply. \"And two hundred and\ntwenty-nine miles an hour. There's land ahead.\"\n\nTeddy saw a mountainous coast line becoming visible far away. The black\nflyer continued to rise.\n\n\"Six thousand feet,\" said Davis again, \"and two hundred and thirty-two\nmiles----\"\n\nThe pilot of the other machine saw that they were gaining. He dropped\nabruptly.\n\n\"Now!\" exclaimed Davis fiercely.\n\nHe dived downward. The descent, coupled with the immense power of the\nengines--now delivering vastly more than the eight hundred horse power\nfor which they were designed--made them shoot toward the black flyer\nwith increasing speed. The other machine was barely more than half\na mile away and every detail of its construction was visible. Teddy\nnoticed for the first time a slender tube rising between the two center\nsustaining propellers. He instantly leaped to the conclusion that it\nwas the means by which the jets of liquified gas had been shot out. He\nfired.\n\n\"A hit!\" cried Davis.\n\nThere had been a flash from the top of the cabin. A jagged rent\nappeared in the polished roofing, and the slender tube vanished. The\nblack flyer seemed to abandon all hopes of escape. It sped madly for a\ngap between two of the tall mountains that rose along the coast line.\nAt the unprecedented speed with which both machines had been traveling\nthe coast seemed fairly to rush at them. No villages were visible,\nbut it seemed to be a habitable, if not an inhabited, land. The black\nflyer swept on across country, Varrhus evidently making every effort to\ngain even a few yards on his adversaries, and Davis just as fiercely\ndetermined that he should not. Once, twice, three times Teddy fired.\n\nA smoothed and inclosed field, almost surrounded with small buildings,\nappeared. Varrhus dashed toward it desperately, the white-winged\nbiplane vengefully after him. The black flyer dropped like a stone and\nthe biplane dived straight for it. In that last dive Teddy worked his\none-pounder as coolly as if at target practice. Flash! Flash! The black\nflyer crumpled and fell the last fifty feet as an inert mass.\n\nTeddy jumped from the biplane as it flattened out and settled to the\nground. With his automatic pistol drawn and ready, he darted toward\nthe partly wrecked black machine. As he drew near a sallow face came\nweakly to a window of the cabin. An automatic flashed from beside the\nface and Teddy heard a queer sound and a fall behind him. He did not\nstop, but rushed on, shooting viciously at the face in the opening. He\nreached the wreck, wrenched open the door, and swung into the cabin\nwith utter disregard for danger.\n\nA tall, lean, sallow man was sitting exhausted in the pilot's seat\nof the black flyer. His right arm was crimsoned from a wound in his\nshoulder, and blood spurted in little frothy jets from a second wound\nin his neck. Teddy's fire had been better directed than he knew. As\nhe entered with pistol ready, the sallow man raised his head erect by\na tremendous effort. A hooked nose, a merciless mouth, and blazing\neyes filled Teddy with repulsion. The sallow man stared at him\nsuperciliously.\n\n\"I am Wladislaw Varrhus, dictator of all the earth,\" he said in a\nmetallic voice. \"I command--I--command.\"\n\nSpeech failed him. His head dropped and he fell limply from the\ncushioned seat.\n\n\n\n\nCHAPTER XI.\n\n\nTeddy felt the fallen man's breast, but he was not breathing. In any\nevent there was nothing that could have been done for him. An artery\nhad been cut by a splinter of the one-pounder shell that had smashed\nthe roof, and he had bled quietly to death, only trying desperately to\nland and get assistance before he died. The sight of Teddy and Davis\nsprinting toward him with drawn pistols had been too much for his\nhatred, however, and he had fired his automatic at them even as he was\ndying. Teddy found Davis lying on the ground with a bullet in his hip.\n\n\"I'm all right, Gerrod,\" said Davis cheerfully when Teddy went to him.\n\"Just see if there are any more chaps in these houses before you bother\nwith me.\"\n\nTeddy explored the place thoroughly. There were many signs of human\noccupancy, but no one save Varrhus himself had been there when they\nlanded. He returned to Davis to find him weakly trying to improvise\na pad to stop the bleeding. Teddy lifted him and carried him to the\nhouse that seemed to be most used. In a little while Davis was quite\ncomfortable and contented. He lit a cigarette and calmly began to read\none of the newspapers that littered the place, while Teddy continued\nhis explorations.\n\nThe landing field was a small one, no more than a hundred and fifty\nyards long by seventy-five wide. At one end was an unpretentious but\ncomfortable dwelling, in one of whose rooms Davis was at that moment\nresting. At the other end a shed evidently formed the hangar for the\nblack flyer. Along the sides of the inclosure were long sheds, some of\nthem empty, some containing supplies of various sorts. Half a dozen\ncold bombs, complete except for the mysterious treatment of their\nsurface that gave them their strange property, lay on the floor of one\nof the sheds along the sides. Another shed, long disused, had provided\nquarters for workmen. Teddy found the single exit that led from the\ninclosure. It opened on the wide hillside and afforded a view of miles\nwithout a sign of human habitation. The remnant of a wheel track that\nhad obviously not been traveled for months led away from the door.\nAlong that primitive road the materials for building the inclosure and\nthe black flyer had evidently been brought. Teddy went back to Davis.\n\n\"Gerrod,\" said Davis amiably, \"I'm a fake. I'd lost quite some blood,\nyou know, and I was pretty weak, but while you were gone I saw a small\nblack bottle on a shelf over there, and I managed to crawl over to it.\nWherever we are, prohibition hasn't struck in, and I took just enough\nto feel all right again. I believe I can drive back. It wasn't more\nthan a two-hour drive anyway, was it?'\n\n\"Between two and three,\" said Teddy, smiling. \"We were making terrific\nspeed, though. We're probably in Newfoundland somewhere.\"\n\n\"Or Iceland. To tell the truth, I'm quite indifferent. Suppose you help\nme out to the machine again.\"\n\n\"I want to see what I can find in the laboratory first,\" said Teddy.\n\nThe laboratory was of the smallest. Whatever experiments had been\nnecessary to perfect the cold bombs and the black flyer had been made\nelsewhere. Teddy found a number of notebooks, which he took. He found\nmany chemicals, some in considerable quantities, in receptacles about\nthe laboratory, but no clew to the mysterious process that had enabled\nVarrhus to threaten the world's security. He left Varrhus where he\nlay. Both he and Davis confidently expected to return and investigate\nthoroughly both the cold bombs and the black flyer. Davis, especially,\nwas anxious to examine that strange machine in detail, but his wound\nwas painful and he wished to have it properly dressed. Besides this,\nthe whole world was waiting anxiously to learn its fate, whether\nVarrhus' ambitious plans were to be frustrated or whether it would have\nto put its neck beneath the heel of the mad dictator.\n\nTeddy lifted Davis in the machine, and after some difficulty they\nstarted off. Davis circled above the small clearing until it was tiny\nbeneath them.\n\n\"Course is southwest,\" he remarked to Teddy. \"We'll notice where we\nland and then a northeast course will bring us back here again or\nnearly.\"\n\n\"Right,\" said Teddy abstractedly. His mind leaped ahead to the moment\nwhen he would see Evelyn again. He had seen her just before starting\nfor Noman's Reef and she had seemed pale and anxious. He was not sure,\nbut he hoped he was right in believing that she was more anxious than\nshe would have been had she looked on him merely as a friend or comrade.\n\nThe biplane sped over the sea across which it had flown in such\ndesperate haste that morning. Davis was weak, but for straightaway\nflying modern machines need but little attention. The new inherently\nstable aëroplanes are so safe that an amateur could pilot one in\nmidflight. And Davis had taken a small quantity of stimulant to\nsupplement his strength. At that, however, his endurance was severely\ntaxed before he flattened out and taxied across the landing field on\nStaten Island. Mechanics rushed out to greet him and help him from the\nmachine.\n\n\"Varrhus is dead and the black flyer is smashed,\" said Davis\ncheerfully, and incontinently fainted.\n\nTeddy made a hasty report to the commandant of the forts and rushed\nto New York. The second cold bomb had exploded that morning and the\ncity was panic-stricken, but as his taxicab sped uptown the extras\nbegan to appear announcing the removal of the menace to the world. The\nfrightened crowds changed to happy, cheering ones. If Teddy's identity\nhad been suspected as he passed swiftly through the streets, he would\nnever have gotten through. He would have been dragged from the motor\ncar to be cheered and recheered. As it was, he made his way quickly to\nEvelyn's home.\n\nHe sprang up the steps and burst open the door, not waiting for the\nservant to open it. As he rushed into the hall, Evelyn came into it\nthrough an open door. She saw him, and her face was suffused with joy.\n\n\"You're safe!\" she cried joyfully, and burst into happy tears.\n\nTeddy took her quite naturally into his arms and held her there a\nmoment. She sobbed quietly on his shoulder for a second, clinging\nto him, then pushed him away and stared at him while a hot flush\noverspread her face.\n\n\"Oh!\" she exclaimed in a rush of shame. \"I--I----\" She turned and ran\naway. Teddy caught her.\n\n\"What's the matter?\" he demanded. Her cheeks were still crimson.\n\n\"I--I kissed you,\" she said desperately, \"and you--you hadn't said----\"\n\nTeddy laughed happily. \"I hadn't said I loved you? Well, if that's all\nthat's bothering you, just listen.\" And Teddy said it several times.\n\nDavis was up and about in less than a week. His wound had been of\nlittle importance, and with a crutch which he took pride in using with\ndexterity he was able to move around almost as well as ever. He came\nover to tea with Evelyn one afternoon. Teddy was there, too, of course.\nDavis was boyishly showing off how well he could move about Teddy\nwatched him critically.\n\n\"That's all right, Davis,\" he said in a paternal tone, \"but you want to\nget rid of that instrument as soon as you can.\"\n\n\"What for?\" demanded Davis, deftly swinging himself into a chair.\n\n\"We're waiting for you to get well,\" explained Teddy, with a smile at\nEvelyn. \"It isn't considered good form to have a groomsman who's a\ncripple.\"\n\n\"Groomsman? Who? What? You two?\" Davis stared from one to the other.\n\nTeddy nodded, and Evelyn turned slightly pink. Davis turned to Teddy.\n\n\"They tell me you and I are to be impressively decorated for smashing\nVarrhus,\" he complained, \"and there'll be moving pictures taken of it\nand shown everywhere. I want to be a touching picture, all wounded up,\nyou know, when that happens. A girl threw me over about six months ago\nand she likes the movies. When she sees me beautifully mangled and\nbeing kissed by bearded people who pin medals on me she'll be sorry.\nMayn't I wear a crutch until then?\"\n\nTeddy laughed, and Evelyn smiled affectionately at Davis.\n\n\"If it's like that, of course,\" said Evelyn, \"we'll wait. But Teddy's\nin an awful hurry.\"\n\n\"I would be, too, in his place,\" said Davis promptly. He assumed an\nexpression of extreme reluctance. \"Well, I suppose I'll have to get\nwell.\"\n\nTeddy shamelessly squeezed Evelyn's hand, and she as shamelessly\nsqueezed back.\n\n\"There are compensations for having to wait,\" said Teddy generously,\n\"provided, of course, it isn't too long.\"\n\nDavis looked at them and his eyes twinkled.\n\n\"Well, then, in that case----\" He started for the rear of the house.\n\n\"Where are you going?\"\n\nDavis looked over his shoulder with a grin.\n\n\"You people compensate each other for waiting,\" he said amiably. \"_I'm_\ngoing to go out in the laboratory and kiss the galvanometer.\"\n\n\n\n\n\nEnd of Project Gutenberg's A Thousand Degrees Below Zero, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A THOUSAND DEGREES BELOW ZERO ***\n\n***** This file should be named 50585-8.txt or 50585-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/5/8/50585/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}