{"title": "The Silver Menace", "author": "Murray Leinster", "releaseDate": "December 5, 2015", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           The Silver Menace\n\n                            Murray Leinster\n\n             [Transcriber's Note: This etext produced from\n      The Thrill Book, September 1, 1919 and September 15, 1919]\n\n\n\n\nThe yacht was plowing through the calm waters with a steady throbbing\nof the engines. The soft washing of the waves along the sides, the\nmurmur of the wind through the light rigging aloft, and the occasional\nlight footstep of the navigating officer on the bridge were the only\nsounds.\n\nThe long white vessel swept on through the night in silence. Here and\nthere a light showed from some port-hole or window, but for the most\npart the whole boat was dark and silent. For once the yacht contained\nno merry party of guests to one-step on the wide decks and fill all the\nobscurer corners with accurately paired couples.\n\nAlexander Morrison, millionaire steamship magnate, and his daughter\nNita had the ship to themselves. They were sitting in two of the big\nwicker chairs on the after deck, and the glow of Morrison's cigar was\nthe only light.\n\n\"Getting chilly, Nita,\" he remarked casually. \"Are you warm enough?\"\n\n\"Yes, indeed.\" Nita was silent for a moment, gazing off into the\ndarkness. \"It's nice,\" she said reflectively, \"to be by one's self for\na while. I'm glad you didn't invite a lot of people to come back with\nus.\"\n\nHer father smiled.\n\n\"Judging by the way you behaved along the Riviera,\" he reminded her,\n\"you didn't mind company. I never saw any one quite so run after as\nyou were.\"\n\nNita shook her head.\n\n\"They were running after you, daddy,\" she said lightly. \"I was just a\nmeans of approach.\"\n\nHer father puffed on his cigar for a moment in silence.\n\n\"It is a disadvantage, having a millionaire for a father,\" he admitted.\n\"It's hard to tell who is in love with you, and who is in love with\nyour father's money.\"\n\n\"So the thing to do, I suppose,\" said Nita amusedly, \"is just to fall\nin love with some one yourself, and pay no attention to his motives.\"\n\n\"Where do you get your notions?\" asked her father. \"That's cynicism.\nYou haven't been practicing on that theory, have you?\"\n\n\"Not I,\" said Nita with a little silvery laugh. \"But you know, daddy,\nit isn't nice to feel like a money bag with a lot of people looking at\nyou all the time, some of them enviously and some of them covetously,\nbut none of them regarding you just like a human being.\"\n\n\"I don't see,\" declared her father, with real affection, \"how any\nnormal young man who looked at you could stop thinking about you long\nenough to think about your money.\"\n\n\"I rise and bow,\" said Nita mischievously. \"May I return the\ncompliment, substituting 'young woman' for 'young man'?\"\n\n\"Don't try to fool your father,\" that gentleman said with a smile. He\nadded with something of conscious pride: \"I don't suppose there are two\nother men in America as homely as I am.\"\n\n\"Daddy!\" protested Nita, laughing. \"You're lovely to look at! I\nwouldn't have you look a bit different for worlds.\"\n\n\"Neither would I have myself look different,\" her father admitted\ncheerfully. \"I've gotten used to myself this way. I like to look at\nmyself this way. It's an acquired taste like olives, but once you\nlearn to like me this way--why, there you are.\"\n\nNita laughed and was silent. Suddenly she began to look a little bit\npuzzled.\n\n\"Do you notice anything funny?\" she asked in a moment or so. \"Somehow,\nthe boat doesn't seem to be traveling just right.\"\n\nHer father listened. Only the usual sounds came to his ears. The\nwashing of the waves along the sides, however, had a peculiar timbre.\nThen he noticed that the boat seemed to be checking a little in its\nspeed. There was an odd, velvety quality in the checking, very much\nlike the soft breaking effect felt when a motor boat runs into a patch\nof weed.\n\n\"Queer,\" said Morrison. \"We'll ask the captain.\"\n\nThe two of them walked down the deck arm in arm until they came to the\nstair ladder leading up to the bridge. The gentle checking continued.\nThe boat seemed to be gradually slowing up, though the engines throbbed\non as before.\n\n\"What's the matter, captain?\" asked Morrison.\n\nHis first mate answered:\n\n\"I've sent for the captain, sir. Our speed has fallen off three knots\nin the past five minutes.\"\n\nThe captain came hastily up on the bridge, buttoning up his coat as he\ncame.\n\n\"What's the matter, Mr. Harrison?\"\n\nThe first mate turned a worried face to him.\n\n\"Our speed has dropped off three knots in five minutes, sir, and seems\nto be still slackening. I thought it best to send for you.\"\n\nThe captain called up the engine room.\n\n\"All right down there?\"\n\n\"Per-rhaps,\" came the answer in a thick Scotch burr. \"Ah was aboot to\nask ye the same mysel'. We're usin' twenty perr cent more steam for the\nsame number of rrevolutions.\"\n\n\"We might have run into a big patch of seaweed,\" suggested the first\nmate.\n\n\"Unship the searchlight,\" said the captain crisply.\n\nA seaman came up to the bridge. He had been sent back to look at the\npatent log.\n\n\"We're logging eight knots now, sir.\"\n\nThe first mate uttered an exclamation.\n\n\"That's six knots off what we were making ten minutes ago!\"\n\nNo one spoke for a moment or so, while one or two seamen worked at the\nlashing of the cover on the searchlight.\n\n\"Do any of you smell anything?\" asked Nita suddenly.\n\nA faint but distinct odor came to their nostrils. It was the odor of\nslime and mud, with a tinge of musk. It was the scent of foul things\nfrom the water. It was a damp and humid smell, indistinctly musklike\nand disgusting.\n\n\"Like deep-sea mud,\" said one of the seamen to the other. \"Like\nsomethin' come up from Gawd knows what soundin'.\"\n\nNita gasped a little. The searchlight sputtered and then a long, white\npencil of light shot out over the water. It wavered, and sank to a\npoint just beside the bow of the boat. It showed--nothing.\n\nThe bow wave rose reluctantly and traveled but a little distance before\nit subsided into level sea. There were no waves. The water was calm as\nan inland lake.\n\n\"No seaweed there,\" said the captain sharply. \"Look on the other side.\"\n\nThe searchlight swept across the deck and to the water on the other\nside. Nothing. The water seemed to be turgidly white, but that was\nall. It was not clear; it was rather muddy and almost milklike, as if\na little finely divided chalk had been stirred in it. There was no\ndisturbance of its placid surface. Only the reluctant bow wave surged\naway from the sharp prow of the yacht.\n\nThe seaman returned from a second trip to the patent log.\n\n\"We're logging five knots now, sir.\"\n\n\"Nine knots off,\" said the first mate with a white face. \"We were\nmaking fourteen.\"\n\n\"We'll take a look all around,\" said the captain sharply.\n\nThe searchlight obediently swept the surface of the water. Every one\non the bridge followed its exploring beam with anxious eyes. That\nmusky, musty smell of things from unthinkable depths and the mysterious\nretardation of their vessel filled them with apprehension.\n\nThere was not one of them, from the ignorant seamen to the\nsupereducated Morrison, who did not look fearfully where the light beam\nwent.\n\nThe hand laid on the vessel--that in a calm sea had slowed from\nfourteen knots to five, despite the mighty engines within the\nhull--that force seemed of such malignant power that none of them would\nhave been greatly surprised to see the huge bulk of some fabled Kraken\nrearing itself above the water, preparing to engulf the yacht with a\nsweep of some colossal tentacle.\n\nThe sea was calm. As far as the searchlight could light up its surface\nnot a wave broke its calm placidity.\n\nThe seaman returned from his third visit to the patent log.\n\n\"Two knots, sir!\"\n\nThe movement of the yacht became slower and slower as it gradually\nchecked in its sweep through the water. The throbbing of the engines\ngrew louder as they labored with increasing effort to master the\nmysterious Thing that was holding them back.\n\nThe boat was barely creeping now. It seemed to be struggling against\nsome invisible force that gripped gently but relentlessly, some\ninfinitely patient force that from the very patience of its operation\nwas the more evidently inexorable.\n\nThe engines were working in panic-stricken tempo now. The chief\nengineer had given them all the steam they would take, and the\npropellers thrashed the water mightily, but the ship slowed, slowed.\n\nAt last it was still, while the engines seemed to be trying to rack\nthemselves to pieces in their terrific attempt to drive the ship\nagainst the Thing that held it back.\n\nThe captain watched with a set face, then ordered the engines reversed.\nThere was an instant's pause, and the propellers took up their\nthrashing of the water again. For a moment it seemed that they would\nhave some effect. The yacht shivered and moved slightly backward, but\nthen stopped again with the same soft gentleness.\n\nThe seamen inspected the water all around the ship with lanterns\nlowered to the water's edge. They found nothing. A sounding line was\nthrown overboard, and sank for two hundred fathoms without reaching\nbottom.\n\nThe searchlight played endlessly over the water, trying to find some\nturmoil that might indicate the presence of a monster whose tentacles\nhad fastened upon the ship, but without result. The surface of the\nwater was like glass.\n\nAgain and again the engines struggled mightily to move the ship. Again\nand again the propellers beat the water at the stern into froth and\nfoam, but never did the yacht move by as much as an inch.\n\nThe sea was calm and placid. The stars looked down from the moonless\nsky and were reflected by the still surface of the water.\n\nThe yacht struggled like a living thing to break free from the\nmysterious force that held her fast, while all about her there hung\nthat faintly disgusting odor of slime from the depths of the sea, an\nindistinctly musky odor as of something unclean.\n\nAt last the wireless began to crackle a frantic appeal for help, giving\nthe details of what was happening on board the yacht. Hardly had the\nmessage finished when the yacht began to rock slightly, as from a faint\nground swell.\n\n\n\n\nII.\n\n\n\"But, Theodore, old pet,\" said Davis amiably. \"The fact that a plane\nwon't loop the loop or make nose dives at ninety degrees doesn't make\nit hopeless as a battleplane.\"\n\nHe was affectionately expounding the good points of a monster seaplane\ndrawn up in its hangar by the beach.\n\nDavis wore the insignia of a flight commander of the aviation corps\nand the ribbons of half a dozen orders bestowed on him after the\ndestruction of the Black Flyer, destroyed by Teddy Gerrod and himself\nsome six months before.\n\nTeddy Gerrod was in civilian clothes, but was earnestly, though\ncheerfully, disputing everything his friend said.\n\n\"A two-seater like the one we used six months ago,\" he pointed out,\n\"could fly rings around this bus of yours, and with a decent shot at\nthe machine gun could smash it in no time.\"\n\n\"Fly rings around it? Not noticeably,\" said Davis confidently. \"Since\nour idea of platinum plating the cylinders everybody's doing it. Using\npicro gasoline, as you and I did, we get a hundred and eighty miles an\nhour from this 'bus' you're trying to disparage. And, furthermore, if\nyou try to damage this particular ship with machine-gun bullets you're\ngoing to be disappointed.\"\n\n\"Armor?\"\n\n\"Precisely. I admit cheerfully that you may know a lot about physics\nand cold bombs and liquid gases and such things, but when it comes to\nflying machines--my dear chap, you simply aren't there.\"\n\nGerrod laughed.\n\n\"Perhaps not. But I'd rather dance around in a more lively fashion in a\nlittle two-seater.\"\n\n\"And privately,\" admitted Davis, \"so would I. The next war we have I'm\ngoing to arrange for you to be my machine gunner.\"\n\n\"Delighted,\" said Gerrod. \"But what would Evelyn say?\"\n\nHe was referring to his wife. Davis waved his hand.\n\n\"Oh, she'd say there aren't going to be any more wars.\"\n\n\"That reminds me,\" said Gerrod. \"We want you down for the next weekend.\nNo other guests.\"\n\nDavis nodded abstractedly. A messenger was coming over to the hangar at\ndouble time.\n\n\"Thanks. I'll be glad to come. Wonder what this chap wants?\"\n\nThe messenger came up, saluted, and handed Davis a yellow slip. Davis\ntore it open and read:\n\n    Steam yacht _Marisposita_, Alexander Morrison of New York, owner,\n    reports position 33°11'N 55°10'W, wants immediate assistance.\n    Engines and hull perfect condition, not aground, no derelict or\n    obstacle discoverable. Unable to move any direction. Sea calm. Only\n    possible explanation has been seized by sea monster. Flt. Comm.\n    Richard Davis ordered to make reconnaissance of situation in\n    seaplane. Reported condition considered incredible, but no naval\n    vessels in immediate vicinity. Flt. Comm. Richard Davis will make\n    immediate investigation and report.\n\nDavis whistled.\n\n\"Here's something pretty!\" he remarked. \"Take a look.\"\n\nHe handed the order to Gerrod and went quickly to the door leading into\nthe workshop attached to the hangar.\n\nIn a few crisp sentences he had ordered the big plane prepared for an\nextended flight, with provisions and as much fuel as it would carry. He\nreturned to find Gerrod thinking busily.\n\n\"May I come along on this trip?\"\n\n\"It's against regulations, of course,\" said Davis, \"but no one will\nkick if _you_ go. You're privileged.\"\n\nHe cried an order or so at the workmen, who were now swarming over the\nmachine.\n\nAlthough the wireless message had been sent from the yacht after\nnightfall, the sun was barely setting on the coast, where the hangar\nwas placed.\n\nThe vessel in distress was some thirty degrees east of the coast, and\nconsequently the sun set two hours before it sank on the coastal line.\n\nGerrod phoned a hasty message to his wife and went to Davis' quarters,\nwhere he borrowed heavy flying clothes from Davis' wardrobe. The\nmechanics and helpers worked with desperate haste.\n\nThe aëroplane would be flying all night long, but it was desirable that\nit take off while there was yet some light. The long fuel tank was\nfilled, and the motors run some ten or fifteen minutes, while critical\nears listened for the faintest irregularity in their bellowing roar.\n\nTwo engineers and a junior pilot were to go with Davis in the big\naircraft, and they were hastily summoned and told to prepare to leave\nin as short a time as possible.\n\nIt was hardly more than half an hour from the time the telegraphed\norder was received before Gerrod preceded Davis up the ladder and into\nthe inclosed cabin of the seaplane.\n\nThe motors were cranked--two men tugging at the blade of each of the\nhuge propellers--and the plane slid slowly down the ways and into the\nwater.\n\nDavis maneuvered carefully until he was clear of all possible\nentanglements. Then he gave the motors more gas and more. Their harsh\nbellow rose to a deafening sound, and the long, boatlike body began to\nsurge through the waves with gradually increasing speed.\n\nFor a few yards the spray blew upon and spattered the glass windows of\nthe cabin. Then the planes began to exert their lifting power and the\nplane began to ride the waves instead of plowing through them.\n\nThe speed increased again, and suddenly the shocks of the waves beating\non its under surface ceased. The plane rode upon air with a smooth and\nvelvety motion that was sure and firm.\n\nDavis rose gradually to five thousand feet and headed accurately to the\neast. A southerly wind, reported by wireless from a ship at sea, would\ncarry him slightly to the south, and the sum of the two motions should\nbring him, by dawn, very close to the spot from which the yacht had\nsent out her wireless call.\n\nDavis was not pushing the plane to its utmost. He would need light by\nwhich to descend, and had no intention of reaching the spot where the\n_Marisposita_ was in distress until dawn.\n\nFrom their altitude the ocean seemed only a dark, unfathomable mass\nbelow them. The stars twinkled down from the arch of the sky in all\ntheir myriads of sizes and tints.\n\nThere was no moon. Those in the closed car of the big seaplane could\nonly see the star-strewn firmament above them and upon all sides, which\nsank down, and abruptly was not.\n\nSave for the cessation of the star clusters, the horizon was invisible.\nThe sea was obscure and mysterious, like some mighty chasm over which\nthey flew precariously.\n\nThe dark wings of the plane stretched out from the sides of the body\nwith a mighty sweep. The plane was over a hundred feet across, and with\nthe powerful motors it possessed was capable of lifting an immense\nweight. Even now more than two tons of fuel were contained in the huge\ntanks in the tail.\n\nDavis drove steadily on through the night for a long time. His face\nwas intent and keen. He made little or no attempt to look out of the\nwindows before him.\n\nHis eyes were fixed almost continuously upon the instruments before\nhim: the altometer, which was a barometer graduated to read in feet and\nwith means for correcting the indication by barometric readings from\nsea level; the inclinometer, which showed the angle at which the plane\nwas traveling with regard to the earth's surface, and the compass.\n\nThe compass was one of the very latest developments of the gyroscopic\ncompass and showed the true north without regard for magnetic\ndeviations.\n\nDavis felt out his machine thoroughly and then turned it over to his\njunior pilot. The younger man--and to be younger than Davis meant that\nhe was very young indeed--slipped into the driver's seat, quickly\nascertained the course, speed, and altitude, and settled back to\ncontinue Davis' task, while Davis curled himself up in a chair and went\ninstantly to sleep.\n\nIt was chilly in the car, but Davis slept the sleep of the just,\nignoring the roaring of the motors outside, which was only slightly\nmuffled by the windows of the car.\n\nGerrod had gone to sleep some time before, and one of the two engineers\nwas similarly curled up on the floor of the roomy and comfortable car.\n\nHours passed, while the big seaplane winged its way steadily through\nthe night. It roared its way across the vast chasm of the dark ocean\nbelow, an incarnation of energy at which the placid stars looked down\nin mild surprise.\n\nThe exhausts roared continuously, the stays hummed musically, and the\ngreat wings cut through the air with resistless force.\n\nWithin the dark body of the plane three men slept peacefully, one\nsat up sleepily, listening to the motors, and prepared to wake into\nalertness at the slightest sign of irregularity in the action of any\nof them, and one man sat quietly at the controls, his eyes fixed on the\ninstruments before him, lighted by tiny, hooded electric bulbs.\n\nCourse, due east. Altitude, five thousand feet. Speed, one hundred and\nfifteen miles. Twice during the night Davis woke and made sure that all\nwas well.\n\nIn leaving the navigation of the machine to his assistant, he was not\nthrowing the major part of the work on him. The work would come in the\nmorning, when they found the yacht.\n\nIf there were anything in the talk of a sea monster having seized the\nyacht, Davis would need to be fresh for the search and possible battle\nthat would follow.\n\nHe was taking the most sensible precaution possible. And, in any event,\nhe had driven for the first four hours, during which the younger man\nhad rested.\n\nThe first gray light began to appear in the east. The pilot of the\nplane had not looked away from his instruments for an hour, and not\nuntil a faint light outside called his attention to the approach of\ndawn did he think to glance through the windows.\n\nA dimly white glow was showing as an irregular splotch toward the east.\nThe pilot saw it and noticed something odd about its appearance, but\ndid not stop to examine it closely.\n\nHe called Davis, as he had been ordered to do. Davis sat up, rubbed his\neyes, and was thoroughly awake.\n\n\"All right?\" he asked.\n\nThe pilot nodded.\n\n\"Sunrise,\" he said. \"You said to call you.\"\n\n\"Right you are.\" Davis stood up and stretched his muscles. \"Here,\nTeddy, wake up.\"\n\nGerrod stirred, and in a moment was awake. Davis deftly prepared coffee\nand sandwiches.\n\n\"Rescuers like ourselves need to be fed,\" he observed with a smile. \"I\nwonder what is actually the matter with that person Morrison?\"\n\n\"Millionaires are timid folk,\" Gerrod agreed. \"I'll bet we've had a\nwild-goose chase.\"\n\n\"Funny, though,\" said Davis ruminatively. \"People don't usually send\nout wild wireless messages like that. They probably ran into a big\nbunch of seaweed.\"\n\nHe bit into a sandwich. The two engineers, with complete democracy,\nwere already eating. The man at the controls suddenly uttered an\nexclamation.\n\n\"What's the matter?\" asked Davis quickly.\n\n\"Look out the window,\" said the pilot in a tone indicating that he\ncould not believe his eyes.\n\nDavis looked, and his month dropped partly open. Before them the white\npatch of light had turned golden and then yellow. A bank of clouds lay\nbefore them, behind which the sun was evidently hidden.\n\nThat had not caused Davis' exclamation, however. He was not amazed\nat anything he saw, but at the lack of something he did not see--the\nocean. The cloud bank was illuminated by the sun. It covered half of\nthe sky before them, _and below them_!\n\nThere was no ocean below them. There was no land below them. Above, the\nrapidly graying sky could be seen. Below them was rapidly graving sky!\nThere was no horizon, there was no land, there was no sea.\n\nThere was only sky. They seemed to be alone in an illimitable\nfirmament, a derelict in open space, adrift in some unthinkable\nether in which there was no landing space or any solid thing except\nthemselves.\n\nAbove them and below them, before them and behind them, on their right\nside and their left side was sky, and nothing but sky. There was not\none bit of solid matter visible on either side, ahead or behind, up or\ndown.\n\nIt was as if they had gone aloft, and while they flew the earth had\nbeen destroyed. Only the incredibility of such a catastrophe kept them\nfrom believing it instantly.\n\n\"Teddy,\" said Davis in a moment or two, trying to jest, though his\nvoice was shaking, \"you're our tame scientist. What's happened to our\nwell-beloved earth? Has it gone off and left us in the lurch? Have we\nflown off into space?\"\n\nGerrod was looking with all his eyes. He looked down into a blue bowl\nthat was the exact counterpart of the dome above.\n\n\"Which way is down?\" he asked quietly. \"Is it that way, or that way?\"\nHe pointed over his head and at his feet. \"Are we flying right side up,\nor upside down, or what?\"\n\nThe plane banked sharply and side-slipped for a moment before it\nrecovered.\n\n\"Steady!\" said Davis to the man at the controls. \"Steady----\"\n\nThe machine banked again, then shot upward, stalled, and slipped on\nagain.\n\n\"Straighten out!\" said Davis sharply. \"Up with the joy stick!\"\n\n\"I don't know what's what,\" said the white-faced pilot desperately,\nobeying as he spoke. \"Great God! What's happening now?\"\n\nThe plane seemed to be standing on its tail, and the three men standing\nin the car slid toward the rear. Davis seized a seat and clambered\ntoward the controls. As he made his way toward the instruments the\nplane seemed to go mad.\n\nIt twisted, turned, stood upon its head and darted forward, and then\nseemed to be wallowing in the air. Davis seized the controls, and with\nhis eye solely on the inclinometer worked madly for a moment. The plane\nstopped its antics and drove on steadily.\n\n\"It's like driving in a fog,\" he said over his shoulder. \"All right\nback there now?\"\n\n\"Yes.\" Gerrod was answering. \"What happened?\"\n\n\"With nothing to tell which was up and which down, we lost our level\nand couldn't find it again. I've flown upside down for five minutes,\ngoing through a cloud, and didn't know it until my barometer dropped\nupward. We're all right, but what's happened to the earth?\"\n\nGerrod cautiously made his way to a point beside Davis, who was driving\nwith his eyes glued to the instruments. That incredible vastness into\nwhich the machine seemed to be boring was appalling. They seemed to be\nspeeding madly from nothingness into nothingness, with nothing below\nthem and nothing above.\n\nThey were alone in a universe of air. Gerrod stared ahead at the cloud\nbank behind which the sun seemed to be hiding.\n\n\"There's the sun, all right. What's our barometer reading?\"\n\n\"Eight thousand feet.\"\n\n\"Try dipping, by the inclinometer.\"\n\nDavis did so. Though there was not the slightest change in the\nappearance of the sky that compassed them all about, the barometer\nquivered from eight thousand feet to seven, and then to six. Gerrod\nsuddenly uttered an exclamation:\n\n\"The sun's coming out!\"\n\nThe fiery disk of the sun peered slowly from behind the edge of the\ncloud bank.\n\n\"There's _another_!\"\n\nFrom the opposite side of the cloud bank a second sun could be seen,\nslowly appearing as had the first. The two suns swam away from the\nfringe of the cloud and glared at each other.\n\n\"I've got it!\" Gerrod struck his knee with his hand. \"What fools we\nare!\"\n\n\"I'm glad we're only fools,\" said Davis mildly. \"I've been afraid we\nhad gone mad. What's happened?\"\n\n\"Why, the water,\" Gerrod said excitedly, \"the water is perfectly calm\nand reflects like a mirror. We don't see the sky below us. We see\nthe reflection of the sky. And that isn't a second sun,\" he pointed;\n\"that's the reflection of the sun.\"\n\n\"Only, the water doesn't reflect like that,\" said Davis. \"At least, not\nfrom straight overhead. Open a side window and look directly downward.\"\n\nGerrod did so, and exclaimed again:\n\n\"I'm right, I tell you! Directly under us I can see the reflection of\nour plane, flying upside down.\"\n\nDavis took a quick glance.\n\n\"I guess you are right, after all,\" he admitted, \"but the water doesn't\nreflect like that normally. Something queer must have happened.\" He was\nsilent a moment, while his eyes swept the distance before them keenly.\n\"Here's another proof you're right. There's the yacht we're looking\nfor.\"\n\nFar away, its white hull turned to red gold by the first rays of the\nsun, they saw the yacht, motionless on the water. And in striking\ncorroboration of Gerrod's hypothesis, they saw every line and every\nspar reflected in the water below.\n\nDavis shifted his course to bear for the yacht and dipped down until he\nwas only five hundred feet above the strange, mirrorlike surface of the\nsea. Below them they could see the spreading wings of their seaplane\nreflected from the still water.\n\nThey swept up to the yacht and circled above it. The junior pilot\nunshipped the tiny wireless set of the aëroplane, and it crackled\nbusily for a few moments.\n\n\"All right to alight,\" he reported. \"They say nothing has happened all\nnight, but they're still unable to move.\"\n\nThe plane swept around the yacht in a wide circle, coming lower and\nlower. It was quite impossible to judge where the surface of the water\nmight be, but Davis kept his eye on the deck of the yacht, to get the\nlevel from that.\n\nAt last he made his decision. Being quite unable to tell exactly where\nthe surface was, he could not land in the usual fashion. He slowed in\nmid-air until the machine was moving at the lowest speed at which it\nwould keep aloft.\n\nThen, by a jerk of the joy stick, he headed it upward at an angle it\nwas unable to make at that speed. The result was that the machine\nstalled precisely like a motor car on an upgrade and, with next to no\nheadway, \"pancaked,\" sank vertically--downward.\n\n\"Sit tight!\" he ordered as the plane sank.\n\nNext moment every one of them clutched wildly at the nearest object\nto keep himself from falling. The plane had struck the surface, but\ninstead of skimming forward, as its slight remaining headway made it\ntry to do, it was brought to a sudden standstill as if by a mighty\nbrake.\n\nOnly a miracle kept it from overturning. Davis opened a window of the\ncabin and shouted:\n\n\"Throw us a rope and haul us alongside!\"\n\nThe men on the deck of the yacht heard him, and a rope came hurtling\nthrough the air, to fall across one of the wings. Davis scrambled out\nand made it fast. Those on the yacht hauled, but the plane did not\nmove. Half a dozen men grasped the slender line and threw their united\nweight upon it. The rope broke with a snap.\n\n\"What the----\" exclaimed Davis in astonishment.\n\nA second rope was thrown. The captain of the yacht called from the\nbridge:\n\n\"Haul a heavy line to you and make that fast!\"\n\nWondering, those on the seaplane obeyed. The sailors on the yacht made\nthe other end of the stouter line fast to a capstan and manned it.\nSlowly and reluctantly the seaplane was drawn toward the white vessel.\n\nIt was Gerrod who looked behind them. Where the float of the seaplane\nhad been he saw a deep depression in the surface of the water, which,\nas he watched, slowly filled.\n\n\"The sea is turned to jelly!\" he exclaimed, and he was right.\n\nThey found the truth of the matter when they clambered on board the\nyacht. With the morning, the members of the crew were able to make a\nmore thorough investigation of what had happened.\n\nThey lowered boats, and the boats stuck fast. When oars were dipped\ninto the strangely whitened or silvered water the oars were drawn out\ncoated with a sticky, silvery mass of a jellylike substance.\n\nFrom the deck of the yacht the altered appearance of the sea was as\nremarkable as from the air. All of the ocean seemed to have been\nchanged to a semisolid mass of silver.\n\nThe horizon had vanished or ended into the sky imperceptibly so it\ncould not be distinguished. The captain discussed the matter with them.\n\n\"I've never seen anything like this before,\" he said perplexedly. \"I've\nbeen on a ship that traveled two hundred miles on a milk sea, but never\nanything like this.\"\n\n\"What do you think it is?\" asked Davis. \"Something on the order of a\nmilk sea?\"\n\nThe captain nodded.\n\n\"You know a milk sea is caused by a multitude of little animals that\ncolor the water milky white. They're phosphorescent at night. This must\nbe something on that order, only these cluster together until the water\nis made into a jelly. And they have a queer, slimy smell.\"\n\n\"They aren't phosphorescent,\" said Davis.\n\n\"No, of course not.\"\n\nNita Morrison had joined the little group. Her father was beside her,\nlooking rather worried.\n\n\"Well,\" said Nita anxiously, \"what's to be done? How are we going to\nget the yacht free?\"\n\n\"I'm afraid we aren't,\" said Davis, smiling. \"The telegraphed orders\nthat brought me here told me simply to make an examination and make a\nreport. My plane can't do anything for the yacht, of course.\"\n\n\"Then what----\"\n\n\"I'll go back and report,\" Davis explained, \"and they'll send boats to\ntry to get in to you people. There doesn't seem to be any immediate\ndanger, and at worst you can all be taken off by aëroplane, if we can\nrise again from that jelly mess.\"\n\nNita wrinkled her small nose.\n\n\"I know we aren't in danger,\" she said, \"or at least I know it now, but\nare we going to have to stay here and smell that horrid smell until the\ngovernment gets ready to rescue us?\"\n\nThe odor of the jellylike animalcules was far from pleasant. It was an\nunclean scent, as of slime dredged from the bottom of the sea.\n\n\"Well-l,\" said Davis thoughtfully, \"I dare say we can accommodate two\nmore people. It isn't quite regular, but that's a detail.\"\n\n\"But the crew?\" Morrison looked inquiringly at the captain of the yacht.\n\n\"Milk seas always break up, sir,\" said the captain. \"I have no doubt\nthis silver sea will break up as well. We can wait and see, and at\nworst we have our wireless.\"\n\n\"Then it's settled,\" said Nita joyfully. From sheer gratitude she\nsmiled at Davis.\n\n\"Always providing we can get aloft again,\" said Davis.\n\n\"The propellers of the ship, sir,\" suggested the captain, \"though they\ncan't move the yacht, yet manage to thrash a fair-sized patch of this\njelly into liquid.\"\n\n\"A good idea,\" said Davis heartily. \"We'll haul the plane around to the\nstern, and you'll set your engines running.\"\n\nIn a very little time this was done. The great propellers of the yacht\nthrashed mightily, and a narrow patch of open water opened in the\nsilver sea. The seaplane was laboriously hauled around to the stern of\nthe yacht, and the party was lowered on board.\n\nWith some difficulty the motors were cranked again and the plane\nscuttled madly down the lane of water. With a quick jerk of the joy\nstick Davis lifted the plane from the water just as the open water\nended and the silver sea began.\n\nThe big plane circled in the air, rising steadily as it circled, and\nat last headed for the west again, still flying in that incredible\nappearance of sky above and sky below, with the reflected sun glaring\nupward just as fiercely as the real sun beat down.\n\n\n\n\nIII.\n\n\nNita sat in the seat beside Davis' control chair, pointing to the\ninstruments one by one.\n\n\"And that's the inclinometer,\" she repeated, \"to tell you the angle at\nwhich the plane is climbing or descending. That's the barometer, which\nreads--let me see--seventy-four hundred feet. We're over a mile high,\naren't we?\"\n\n\"We are,\" said Davis, \"though by the looks of things we are ten\nthousand miles from anywhere.\"\n\nThe silver sea was still beneath them, and they still seemed to be\nfloating in a universe of air. Nita paid no attention.\n\n\"And that's the compass dial, and that----What did you call it?\"\n\n\"An anenometer,\" said Davis again, smiling. \"It's the speedometer of\nthe air--or the patent log, whichever you like to call it.\"\n\n\"You only have to learn one syllable,\" said Nita. \"They all end in\nometer. It's convenient that they're named like that.\"\n\nDavis smiled.\n\n\"I never thought of that before, but it is convenient.\"\n\n\"But how do you balance the plane?\" Nita demanded.\n\n\"In straightaway flight it balances itself,\" Davis explained. \"It's one\nof the new inherently stable designs. For turning, the wing tips work\nautomatically. We've a gyroscopic affair that attends to them.\"\n\nNita subsided for a moment, then demanded further information.\n\n\"What's that lever for? To change speeds?\"\n\nDavis laughed.\n\n\"Well, no. We haven't but one speed forward and no reverse----\"\n\n\"You're making fun of me!\"\n\n\"That's the joy stick,\" said Davis, chuckling. \"We dive and climb with\nit. Pull it back and we go up. Push it forward and we dive.\"\n\n\"Mmmmm,\" said Nita interestedly.\n\nHer father took his cigar out of his mouth long enough to join in\nDavis' chuckle at Nita's absorbed air.\n\n\"Don't talk to the motorman, Nita,\" he said. \"He may run past a switch.\"\n\nNita turned around and smiled at him. The car was rather crowded with\nseven people in it. Gerrod was looking curiously at a bit of the\nsilvery jelly, with which he had filled several pails before leaving\nthe yacht. He took a bit of it between his thumb and forefinger and\nrolled it back and forth speculatively.\n\nIt seemed faintly granular to the touch, but at the slightest pressure\nunderwent a change that felt like crumbling, and was nothing but\nwatery liquid.\n\n\"I'll bet anything you care to name,\" he said thoughtfully, \"that this\nis just a mass of little animalcules with little silvery shells. The\nsilvery shells would account for the reflection we see.\"\n\n\"The captain of my yacht,\" observed Morrison, \"said that he thought it\nwas like a milk sea. That's a mass of little animals that glow like\nphosphorus in the dark.\"\n\n\"Perhaps,\" said Gerrod meditatively. \"I'd like to look at this stuff\nunder a microscope.\"\n\n\"Oh some of it will go to the government chemists,\" said Morrison with\na large air, \"and they'll figure out a way to kill the little beasts.\nThere's a cure for everything.\"\n\n\"Perhaps,\" said Gerrod.\n\nThe plane flew on steadily, Davis finding some amusement in gratifying\nNita's suddenly aroused curiosity about every part of the seaplane.\nWhen her curiosity about the plane was satisfied, however, and she\nbegan to make inquiries about himself, Davis was much less comfortable.\n\nHe tried to be evasive, but she pinned him down, and was filled with\nexcitement when she found that he was the same man who, as Lieutenant\nDavis, had flown the two-seated flying machine that had destroyed the\nBlack Flyer and with it Varrhus' menace to the liberty of the world.\n\nShe tried very hard indeed to get him to tell her the story of that\nfight, but he blushed and said there was nothing to tell. It would\nbe hard to say to what lengths she would have gone had not something\noutside the plane caught her attention.\n\n\"There's the horizon!\" she exclaimed. \"We've come to the edge of the\nsilver sea, and from here on it's just the plain, good, old-fashioned\nocean.\"\n\nThe line that marked the point where sea and sky joined was indeed\nvisible, and a gradually widening bank of darker blue showed that the\nsilver sea had indeed come to an end.\n\nAs the seaplane flew onward the darker, wave-tossed ocean came toward\nthem and passed below, but blended so gradually with the jellied ocean\nthat it was impossible to tell where the silver sea ended and blue\nwater began. It was evident that the silver sea was still growing.\n\nThen, for a long time, the seaplane sped onward over the blue waters,\nwhile Nita tried ingeniously to extract from Davis the details of the\nfight with the Black Flyer.\n\nDavis was acutely uncomfortable, but nevertheless he felt strangely\ndisappointed when the dim line of the coast appeared ahead. He hovered\na moment to get his bearings, and then sped northward toward the\naviation station to which he was attached.\n\nNita, too, seemed disappointed. She had enjoyed tormenting Davis, and\nhe impressed her very favorably. After the plane had swooped downward\nand come to rest on the water a scant two hundred yards from the hangar\nin which it was kept, she turned to Davis.\n\n\"Well,\" she announced, \"since I haven't been able to make you tell me\nwhat I want to know this time I warn you I shall make you tell me next\ntime.\"\n\nDavis smiled.\n\n\"May I hope there will be a next time?\"\n\nNita smiled at him.\n\n\"I shall be angry if there isn't,\" she said demurely.\n\nThe launch came up to tow them ashore, and Davis was busy for a few\nmoments, but before Nita and her father climbed into the motor car\nthey had commandeered to take them to the city he found time to make a\nmore definite arrangement and learned he was expected to call at the\nMorrison mansion \"very, very soon.\"\n\nThe description of the silver sea aroused but little attention in the\nnewspapers. A particularly pathetic murder trial was filling the public\nmind, and small paragraphs in obscure corners, describing the plight of\nthe yacht, contained all that the public learned.\n\nEvery one seemed to dismiss the matter as a natural curiosity which\nwould probably disappear in a little while. An aggregation of tiny\nanimalcules which had clustered together until they formed a jellylike\nmass did not promise much in the way of drama, and our newspapers are\nessentially purveyors of drama.\n\nObscure notices in the shipping news, however, told of the growth of\nthe silvery patch, and at last there was a ripple of interest caused\nby the news that the crew of the yacht claimed that the jellylike\ncreatures were clambering up the sides of the ship and threatening to\noverwhelm the vessel.\n\nSeaplanes put out from shore and took the crew off, and then public\ninterest lapsed again. An almost uneventful accident to the yacht of a\nsteamship magnate was good material for society news, but not for the\npages devoted to items of general interest.\n\nTo Davis, however, anything pertaining to Nita had become of surpassing\ninterest. He practically haunted her house, and Nita seemed not at\nall unwilling to have him there. Her father was as cordial as Nita\nat first, but later began to watch Davis' frequent appearances with\nsomething of disquiet.\n\nDavis was sufficiently well known from his Black Flyer episode to\nbe considered socially eligible anywhere, but he was far from rich.\nHe had consistently refused the numerous offers from motion-picture\ncompanies and book publishers to enact or relate his exploits, though\nthe acceptance of any of those offers would have meant a small fortune.\n\nDavis was instinctively unwilling to commercialize his reputation.\nMorrison could find no fault with him personally, but he could not\nquite believe that Davis' increasingly evident infatuation for Nita was\nreal--that he was actually more than a fortune hunter.\n\nThe shipping news continued to give sparsely phrased notice of the\nlocation and size of the silver sea. Two naval vessels were assigned to\nobserve it, reporting regularly to the meteorological bureau.\n\nIt must be recorded to the credit of that much-maligned department of\nweather forecasts and maritime information that it was probably the\nfirst body to see the possibilities of evil that lay in the silver sea.\n\nIt had quantities of the silvery mass of animalcules brought to it\nfor study, and set its scientists to work to try and find a means of\ndestroying them. Fish would not eat them. They seemed to possess some\nrepulsive taste that led all the carnivorous fishes to avoid them\nat all costs. Placed in an aquarium with a huge sea bass that was\nexceptional for its voracity, the sea bass avoided the tiny, jellylike\nmass as it would the plague.\n\nThe silver globule of jelly multiplied in size, and still the sea bass\navoided it, retreating to the farthest corners of its tank to keep from\ncoming in contact with the little animalcules. At last the aquarium was\na shimmering mass of silvery, sticky jelly, and the bass was unable to\nretreat farther. It was found gasping out its life outside the tank,\nhaving leaped from the water to escape from the omnipresent silver\nmenace.\n\nThe silver sea grew in size. It began to figure in the news again, when\npassengers on the transatlantic liners noticed that the steamers were\ntaking a route much farther to the north than was customary. It was\nadmitted at the steamship offices that the detour was made for the\npurpose of avoiding, the now vast silver sea.\n\nLate in March people along the eastern coast of the United States began\nto remark upon a musklike, slimy smell that was faintly discernible in\nthe sea breeze. A steamer, going from New York to Bermuda, reported\nseeing a patch of the silvery jelly only three hundred miles from\nthe eastern coast. The disagreeable, musklike smell was strong and\nnoticeable.\n\nThe newspapers woke to the possibilities of the silver sea. Ships could\nnot navigate in its jellied waters, nor fish swim. It covered thousands\nof square miles now, and was growing with an ominous steadiness that\nforeboded ill.\n\nThe seaside resorts along the Atlantic coast were practically\nabandoned. Tourists would not stay where that foul, slimy, musklike\nscent was borne to them constantly on the sea breeze. The patches that\nwere the forerunners of the silver sea itself appeared along the coast.\nAt last the horizon disappeared.\n\nThe silver sea had come close, indeed, to the shore. Then every\nnewspaper burst into huge headlines. For the different papers they were\nphrased differently, but the burden of each, displayed in the largest\npossible type, was\n\n                      COASTAL NAVIGATION STOPPED!\n\n    America's Communication With the World Cut Off By Silver\n    Sea.--Harbor Blocked from Maine to Georgia.--Authorities Helpless\n    to Fight Silver Menace.\n\nThen the world began to be afraid.\n\n\n\n\nIV.\n\n\nDavis was unwontedly silent as Gerrod drove him out to the tiny cottage\nto which he had been invited.\n\n\"Evelyn's expecting you,\" said Gerrod as the little motor car wound up\na hill between banks of fragrant trees that line the road on either\nside. \"We rather looked for you last week, but you wired, you know.\"\n\n\"Yes, I know,\" said Davis gloomily. \"I went somewhere else.\"\n\nGerrod smiled. Davis was sufficiently his friend to break an engagement\nand admit it frankly, and besides Gerrod more than suspected where\nDavis had gone.\n\n\"How is Miss Morrison?\" he asked.\n\n\"She's all right,\" said Davis still more gloomily. \"But damn her\nfather!\"\n\nGerrod raised his eyebrows and said nothing until they arrived at the\ncottage with the little built-on laboratory. Evelyn came out at the\nsound of the motor and shook hands with Davis.\n\n\"We were beginning to be afraid the competition was too much for us,\"\nshe said with a smile.\n\nDavis looked at her and tried to smile in return, but the result was a\ndismal failure.\n\n\"Oh, I'm glad to be here now,\" he said dolefully.\n\nGerrod made a sign to Evelyn not to refer to Nita again until he could\nspeak to her, and helped Davis carry his two suit cases into the house.\n\n\"Your usual room, of course,\" he said cheerfully. \"Dinner is served at\nthe same hour as before, and you can do just as you please until you\nfeel like coming down. I'll be in the laboratory.\"\n\nDavis went heavily upstairs, his usually cheerful face suffused with\ngloom. Evelyn glanced at Gerrod.\n\n\"What's the matter?\" she asked quickly. \"Has he quarreled with Nita?\"\n\nGerrod shook his head, smiling.\n\n\"I asked about her, and he answered by damning her father. I suspect he\nhas run against a little paternal opposition.\"\n\nEvelyn's eyes twinkled and she laughed.\n\n\"Best thing in the world for them,\" she declared. \"When he's ripe for\nit I'll take a hand. Nita Morrison was a classmate of mine in college\nand I know her well enough to help along.\"\n\nGerrod chuckled.\n\n\"He was like a funeral all the way out. We'll let him alone until he\nwants to talk, and then you can advise him all you like. But just now\nI want to get back at those small animals that are raising so much\nparticular Cain.\"\n\nHe went into the laboratory and slipped off his coat. He had a number\nof test tubes full of the silvery animalcules and was examining them\nunder all sorts of test conditions to determine their rate of growth\nand multiplication.\n\nHe was rather hopeful that he would be able to demonstrate that after\na certain period they would--because of their extremely close packing\ntogether--either die from inability to obtain nourishment or be\npoisoned from their own secretions.\n\nHe was looking curiously at a phenomenon that always puzzled him when\nDavis came into the room. His expression was that of a man utterly\nwithout hope.\n\n\"What've you got there?\" he asked listlessly.\n\n\"Some of our silvery little pets,\" said Gerrod cheerfully. \"I'm\nstudying them in their native lair. Have you looked at them under a\nmicroscope?\"\n\n\"No.\"\n\nGerrod smeared a bit of the silvery mess on a glass slide and put it\nunder a microscope. He worked busily for a moment or so, adjusting the\nfocus, and then waved Davis toward the eyepiece.\n\n\"They're funny little beasts. Look them over.\"\n\nDavis looked uninterestedly, but in a moment even his gloom was\nlightened by the interest of the sight he saw. The enlargement of the\nmicroscope was so great that only a few of the tiny animals were\nvisible, but each of them was clearly and brilliantly outlined.\n\nThey were little jellylike creatures, roughly spherical in shape, with\ntheir bodies protected by almost infinitely thin, silicious shells that\npossessed a silvery luster. From dozens of holes in the fragile shells\nprotruded fat, jellylike tentacles that waved and moved restlessly,\nforever in search of food.\n\nUnder the microscope the shells were partly transparent, and within the\njellylike body inside the shell could be seen a single dark spot.\n\n\"That blotch in their shells seems to be the nucleus, or else their\nstomach. I can't quite make out if they're one-celled animals like\nam[oe]bæ, or if they're really complex creatures.\"\n\n\"Rum little beggars,\" said Davis without removing his gaze from the\neyepiece. \"They're separate animals, anyway. Odd that they should make\na jellylike mass.\"\n\n\"Move the slide about a little,\" suggested Gerrod. \"You'll see how they\ndo that. You're looking at individuals now. Sometimes--and I think\nit's when food gets scarce--they twine their tentacles together and\nthe tentacles actually seem to join, as if they were welded into one.\nIn fact, as far as nourishment goes, they do seem to become a single\norganism. That's when they're so noticeably jellylike.\"\n\nDavis watched them curiously for a few moments, and then straightened\nup. He moved restlessly about the room.\n\n\"The funny thing,\" said Gerrod cheerfully, ignoring Davis' evident\ngloom, \"is that they seem to be able to move about. See this test tube?\nThey've climbed up the sides of the glass until they almost reach the\ntop.\"\n\n\"I know,\" said Davis uninterestedly. \"When we took the crew off that\nyacht, they showed us where the jellylike mass seemed to be slowly\ncreeping up the sides of the ship. Looked like exaggerated capillary\naction.\"\n\nGerrod listened with a thoughtful frown.\n\n\"I wonder----\" he began, but Davis turned to him suddenly.\n\n\"Look here, Teddy, I'm in a mess. I want your advice.\"\n\nGerrod put down his test tubes and sat on one of the tables in the\nlaboratory, swinging his legs and preparing to be properly sympathetic\nwith Davis' plight, which he already knew perfectly well.\n\n\"Go ahead.\"\n\n\"It's like this,\" said Davis reluctantly. \"I liked Nita tremendously\nthe first time I saw her, and she seemed to like me, too. I called on\nher, and she seemed to like me better. And I kept on calling. I must\nhave pretty well infested her house, but she didn't seem to mind it,\nyou know----\"\n\nGerrod nodded sympathetically.\n\n\"I know.\"\n\n\"Well,\" said Davis savagely, \"I found out I was pretty badly gone on\nher, and last week I was just getting up the nerve to propose--and I\n_know_ she wouldn't have been displeased--when that infernal father of\nhers began to interfere.\"\n\n\"He asked you quite pleasantly,\" said Gerrod with a faint smile,\n\"exactly why it was that you were coming around so often.\"\n\n\"And I told him,\" said Davis, suddenly plunged into gloom again. \"It\nwas rather premature, because I hadn't talked to Nita, but I told her\nfather I wanted to marry her, and I loved her and all that.\"\n\n\"And her father,\" suggested Gerrod, \"asked what your prospects were,\nand the rest of it. It takes a millionaire to be really middle class.\"\n\n\"That's what he did,\" admitted Davis miserably. \"I told him my pay\namounted to something, and I had about two or three thousand a year\nincome from stocks and bonds and such things, and he laughed at me.\nTold me how much Nita cost him. Damn it, I don't care about how much\nNita pays for dresses!\"\n\n\"We men are deuced impractical,\" said Gerrod with a smile. \"But what\nwas her father's next move?\"\n\n\"Oh\"--Davis looked as if he could weep--\"he was polite and all that,\nand said how much he liked me and such rot. Then he asked me not to see\nNita again until I was in a position to offer her the things she had\nbeen raised to expect. You see the idea. He put it that he didn't want\nNita to learn to care for me unless it were possible for me to make her\nhappy and so on. It made me sick.\"\n\n\"I know.\" Gerrod nodded again. \"He practically put you on honor to\npreserve Nita's happiness at the cost of your own.\"\n\n\"Damn him, yes!\" Davis clenched his fists. \"But Nita does care\nsomething about me. I know she does!\"\n\nGerrod watched Davis with eyes from which he had banished every trace\nof a twinkle, until Davis had calmed down a little. Then he said\ncheerfully:\n\n\"Let's go ask Evelyn about it. His late majesty, King Solomon, once\nremarked that women should have the wisdom of the serpent, among\nother qualifications. We'll see if Evelyn comes up to Solomon's\nspecifications.\"\n\nHe led the morose Davis out of the room.\n\n       *       *       *       *       *\n\nThe great American public became alarmed and rather resentful when its\nharbors were blocked by the silvery jelly. It felt, though, that the\nSilver Menace was more of an imposition on the part of mother nature\nthan anything else.\n\nPassenger traffic with Europe could be maintained by air, and freight\ncould probably be routed through the far Northern seas to which the\nSilver Menace had not yet penetrated. The public considered it an\nannoyance, and those who were accustomed to go to the seashore lot\ntheir vacations were disgusted that the mountains would receive them\nthat summer.\n\nThey were quite sure they did not want to go down where that slimy,\ndisgusting, musklike odor from the stilly, silent silver sea would make\ntheir days unpleasant and the nights unendurable. Fresh fish, too,\nbecame almost prohibitive in price, as the fishing fleets were immured\nin the harbors that had now become mirrorlike masses of the disgusting\njelly.\n\nThe public resented those things, but was not really afraid. It was not\nuntil nearly a week, after the closing of the harbors had passed that\nthe world was informed of the Silver Menace's real threat to the human\nrace, and began to feel little shivers of horror-stricken apprehension\nwhen it looked at the morning papers.\n\nThe news was at first passed about in swift, furtive rumors, but half\nbelieved as something too horrible to be credited. The rumors grew,\nhowever, and became more circumstantial, but the newspapers remained\nsilent.\n\nIt is known now that the government had ordered that no hint of the\nnew danger be allowed to become public, while its scientists worked\nnight and day to discover a means of combating this silent, relentless\nthreat that menaced our whole existence. Whispers flew about and became\nmagnified, but the facts themselves could not be magnified.\n\nAt last the government could keep silence no longer, and the world was\ninformed of the true malignity of the Silver Menace. The silvery jelly\nhad reached the American coasts, invaded and conquered the harbors, and\nwas even then rapidly solidifying the rivers, but its threat did not\nend there.\n\nJust as it had crept up the sides of Gerrod's test tubes, and as it\nhad overwhelmed the yacht, now it crept up the beaches. Slowly and\ninexorably die slimy masses of jelly crept above the water line.\nThe beaches were buried below thick blankets of sticky, shimmering\nanimalcules and still the menace grew.\n\nThey overwhelmed all obstacles placed in their path. The whole green,\nfertile earth was threatened with burial beneath a mantle of slimy,\nsilvery, glistening horror!\n\n                            TO BE CONCLUDED\n\n    in the September 15th number of THE THRILL BOOK. Order a copy\n    from your news dealer at once so you will not miss the end of\n    this amazing yarn.\n\n\n\n\nCHAPTER V.\n\n\nGerrod watched Davis walking hastily down to the little summerhouse,\nand laughed.\n\n\"Evelyn,\" he said, still chuckling, \"you have truly the wisdom of the\nserpent and the gentleness of the dove. Davis falls in love with Nita.\nNita's father forbids Davis the house, and then you resurrect a college\nfriendship and invite Nita down here so their little romance can be\ncompleted. Why are women so willing to go to so much trouble for mere\nmen?\"\n\nEvelyn slipped her arm in her husband's, and smiled up at him.\n\n\"Well-l-l,\" she said in mock hesitation, \"perhaps this time it was\nbecause Davis is so handsome I wanted to keep out of the temptation of\nfalling in love with him myself.\"\n\nGerrod looked after Davis. He had vanished inside the little\nvine-covered summerhouse, where Nita was waiting. Evelyn lifted her\nlips invitingly, and Gerrod responded to the invitation instantly. Both\nof them laughed together.\n\n\"As a husband of some six months' standing,\" said Gerrod with severity,\n\"I protest against this undignified conduct you encourage me to\ncontinue.\"\n\nEvelyn rubbed her cheek against his.\n\n\"We really ought to be getting back to work on those silly animals,\"\nshe said reluctantly. \"It's beginning to look rather serious. It may be\njust panic, though.\"\n\n\"Don't believe it.\" Gerrod was in earnest. \"They've covered all the\nbeaches with their sticky slime, and they're creeping inland. The\nrivers are choked with them, and floods are already threatening to\nbecome destructive.\"\n\n\"But it's so silly!\" protested Evelyn. \"Just because some little\nanimalcule decides to multiply and keep on multiplying----\"\n\n\"We have to get to work,\" finished Gerrod. \"Come on into the\nlaboratory.\"\n\nThey went into their workshop arm in arm. Evelyn and her husband worked\ntogether upon the problems in which they were interested, and indeed\nEvelyn was nearly as capable a physicist as was Gerrod. Her suggestions\nhad helped him immensely when he and Davis battled with the cold\nbombs Varrhus had used in his attempt to bring the whole earth under\nhis sway. Now they were laboring together to try to find a means of\ncombating the silver menace that threatened the world.\n\n\"You're sure there's no exaggeration in the fear that the silver\nanimals will actually grow up on solid ground?\" asked Evelyn as she\nslipped into the long white apron that covered her from head to foot.\n\n\"Not much chance,\" said Gerrod, shaking his head. \"I went down to\nDavis' aviation station last week. They've had to abandon the hangars\nnearest the water. The slimy stuff has covered the whole beach and\nis still creeping up. The smell is over everything, and the animals\ngrow and grow. They've reached one of the buildings and crawled up the\nsides. They plastered the walls with a thick coating and even covered\nthe roof. Height doesn't seem to bother them. They'll creep up a\nstraight wall, and nothing seems to stop them.\"\n\n\"Well, they don't grow very fast,\" said Evelyn slowly. \"There's still\na lot of time left to fight them in.\"\n\n\"Don't believe it. They covered the Atlantic in three months. How long\nwill they take to cover the continent?\"\n\n\"You make me shiver,\" protested Evelyn.\n\n\"I'm doing a little shivering myself,\" said Gerrod grimly. \"Every river\nin the United States is choked up with them, and they grow upstream\nwithout the least difficulty. They're creeping up the banks of the\nstreams just as they creep over the beaches. The banks of the Hudson\nare a mass of silvery slime that's still expanding.\"\n\nEvelyn began to look a trifle worried.\n\n\"But how far can they go from the rivers--from water?\"\n\n\"They have gone three miles inland,\" said Gerrod grimly, \"along the\nCarolina coast, where the shore slopes down gently to the sea. Up in\nMaine there are places where they have only covered a quarter of a\nmile. In both places, though, they are still creeping inland.\"\n\nHe picked up one of the test tubes.\n\n\"Something must be done to stop them. How does the cauterizing seem to\nwork?\"\n\n\"Not at all; it doesn't even make them pause.\"\n\nSince their discovery that the jelly formation was caused by the tiny\nanimalcules fusing themselves into one organism, Gerrod had thought\nof searing the edge of the silvery mass with a hot flame. The heat\nhad baked and killed the animalcules for a distance of some two or\nthree inches into the mass, and he had hoped that by that means\ntheir growth might be stopped. They had simply absorbed the seared\nportion into themselves as food, however, and grown on outward as\nbefore. Their means of reproduction made such a proceeding perfectly\npossible. Under favorable conditions of moisture and food, each of\nthe animalcules multiplied itself by as many times as the number of\ntentacles it possessed. The animals themselves were tiny, jellylike\ncreatures incased in a spherical, silicious shell from dozens of holes\nin which fat, restless tentacles protruded. Normally the tentacles\nprovided the microscopic creature with the means of securing its food.\nGerrod had discovered now that it was by those tentacles that they\nreproduced. One of the tentacles began to swell and grow a round spot\nat the tip. A shimmering, silvery shell appeared around the swollen\nportion. Within an hour from the appearance of the shimmer that\nshowed that the protecting shell had been formed tiny, fat, jellylike\ntentacles protruded themselves from openings in the newly formed shell.\nWith almost incredible rapidity the creature grew to the size of its\nsingle parent. Then the connecting tentacles snapped and a new silvery\nanimalcule prepared to reproduce in its turn.\n\n\"And Davis is just as oblivious of the Silver Menace as if it did not\nexist,\" remarked Gerrod suddenly some time later, apropos of nothing.\n\nEvelyn smiled indulgently and did not answer. She was trying to find\nif it were not possible that upon exhaustion of the food supply the\nanimalcules would attack each other and so destroy themselves. She had\nsealed up small quantities of the evil-smelling jelly in test tubes\nwhere they could not possibly find fresh supplies of food. When the\navailable nourishment was exhausted, however, they simply joined their\ntentacles and remained absolutely at rest, their tiny forms immobile.\nThey did not starve, because they were using up no energy in movement.\nShe had kept some of them for over a week in just this state of\ninactivity, but on being supplied with fresh water they resumed their\ninterrupted multiplication with feverish energy.\n\nOn the beaches the slimy, silvery menace lay in absolute repose.\nNo tremor of waves disturbed its placidity. The whole sea as far as\nthe eye could reach was a mass of utterly quiet silver, reflecting\nperfectly the cloudless sky. Only at the edges of the mass was\nany movement visible, and that movement was a slow but inexorably\nsure creeping inland. Whole colonies of houses were garbed in the\nglistening, shining horror, and the jellylike stuff filled the roads\nbetween. And over all hung the foul, musklike odor as of slime dredged\nup from the bottom of the ocean.\n\nThe sun shone down perpetually from a clear blue sky now. Its fierce\nheat had dried out the upper surface of the silver sea into a shining\nmass like glistening parchment, and the breezes that blew were hot\nand dry. There was no longer evaporation from the sea, and the winds\nthat blew to the shore from the ocean were like blasts from an arid\ndesert. At night, too, the ocean no longer exerted its former function\nof moderator of the climate. The sun's heat was no longer absorbed by\nthe water by day, to be given up to the breezes again at night. The\nwinds of the ocean by day were hot, dry, foul-smelling blasts, and at\nnight were chill and penetrating. Already the crops--which threatened\nto be the last ever garnered on the planet--were failing from lack of\nrain, and there was no relief in sight. It looked as if that part of\nthe population which was not overwhelmed by the slimy masses of the\nSilver Menace would face death by starvation. Some few enterprising\nfarmers had gone to the shore and filled wagons with the horrible jelly\nto spread on their farms as fertilizer. The whole world knew that the\nSilver Menace was simply a mass of microscopic animals, and the farmers\nthought they would provide their plants with animal humus by plowing\nthe glistening stuff underground.\n\nThey soon learned their mistake. What little moisture remained in\nthe earth was absorbed by the greedy animalcules, who multiplied\nexceedingly. The farmers learned of their error when they tried to\ncross their fields. The ground had become spongy and exuded quantities\nof the Silver Menace at every pore. The crops were covered with a\nglistening film of the horrible, sticky stuff, which weighted down and\nfinally buried the green plants under its shining masses.\n\nThe mantle of shining horror flowed inland, always inland. It rose\nin thick sheets from the now solidified rivers and crept up the\nbanks, overwhelming everything that came in its way. It clambered up\ntall trees, and then dripped down in long, thick ropes from their\nbranches. Formless things, shining of silver, showed where forests had\ncome in its way. Gangs of men were working desperately on the docks\nof New York, shoveling the ever-climbing masses of slimy mess back\ninto the Hudson. Already the drains of the city were solid masses of\nevil-smelling liquid, and the gutters were choked with their effort to\nrelieve the streets of the trash that was being deposited upon them.\nThe hydrants were flushing the streets regularly now, and the fire\nand water departments were growing gray in their efforts to keep any\nfragment of silvery stuff from reaching the water-supply pipes. If\nthat occurred the city would be helpless. As it was, the authorities\nwere beginning to realize that they could not keep up indefinitely\nthe fights against the ever-encroaching horror, and plans were being\nsecretly prepared by which the entire population could be shipped away\nfrom the town when the Silver Menace could be fought off no longer.\n\nAnd all this time, when the government of the greatest city in the\nworld was recognizing the hopelessness of the city's plight and was\npreparing means to abandon the tall skyscrapers to the evil-smelling\nslime that would creep upon all the buildings and fill air the streets\nwith glistening horror; all this time Davis and Nita spent gazing into\neach other's eyes, oblivious to everything but each other.\n\nThe world breathed a sigh of relief when the government announced\nwith a fanfare of trumpets that it had found--not a way of destroying\nthe Silver Menace, but a means of checking it. Tall board fences\nwould be built and covered with lubricants, with greases, and other\nwater-resisting substances. The Silver Menace would creep up to them\nand be helpless to clamber over them. The world would protect itself\nby means of dykes a thousand times more extensive than those of\nHolland. Men set to work frantically to build these defenses against\nthe creeping silver flood. Five hundred miles of fencing was completed\nwithin a week, and ten thousand men increased the force of laborers\nday by day. Men stood behind these bulwarks and watched the slowly\napproaching silver tide. It crept up to the base of the oily, greasy\nboarding. It checked a moment.\n\nThen it slowly and inexorably began to climb them. The lubricants were\n_absorbed as food by the microscopic animals, who flowed over the tall\ndefenses and resumed their slow advance over the whole earth_!\n\n\n\n\nCHAPTER VI.\n\n\nDavis smiled expansively and idiotically as he looked across the dinner\ntable at Nita. Gerrod and Evelyn tried to join in his happiness, but\nthey were both worried over the ever-increasing threat of the Silver\nMenace. The government's tall dykes had proven useless, and even then\nthere were creeping sheets of the sticky slime expanding over the whole\ncountryside. Davis and Nita, however, were utterly uninterested in such\nthings. They gazed upon each other and smiled, and smiled. Evelyn\nlooked at them indulgently, but Gerrod began to be faintly irritated\nat their absorption in each other when the world was threatened with\nsuffocation under a blanket of slimy horror.\n\n\"It is indeed wonderful,\" he said with a quizzical smile, \"that you two\nhave decided to marry each other, but has it occurred to either of you\nthat there is quite an important problem confronting the world?\"\n\n\"Yes,\" said Davis quite seriously. \"Nita's father has to be placated\nbefore we can marry.\"\n\n\"Please!\" said Gerrod in a vexed tone. \"Please stop looking at each\nother for one instant. I know how it feels. Evelyn and I indulge even\nat this late date, but for Heaven's sake think of something besides\nyourselves for a moment.\"\n\n\"Oh, you mean the silver stuff,\" said Nita casually. \"Daddy has offered\na huge reward to any one who can fight it successfully. He and half a\ndozen other steamship men put together and made up a purse. About two\nmillions, I believe.\"\n\nDavis was looking at her, paying but little attention to what she was\nsaying, simply absorbed in looking. Gerrod saw his expression.\n\n\"Don't you _ever_ use your head?\" he demanded. \"Here you are worrying\nabout Nita's father, and there you have a reward offered that would\nclear away all his objections at once.\"\n\n\"Why--why, that's an idea!\" said Davis.\n\n\"Glad you think so,\" said Gerrod acridly. \"Suppose you two talk things\nover. You have a brain, Davis, even if you rarely use it.\"\n\nDavis laughed good-naturedly.\n\nAfter dinner Evelyn and her husband retired to the laboratory again.\nNeither of them wanted to waste any time that might be useful in\ndeveloping a means of fighting the Silver Menace. They were deep in\ntheir work when Davis and Nita rushed in upon them.\n\n\"We've got it!\" said Davis dramatically.\n\nNita was clinging to his arm, and looked immensely proud of him.\n\n\"What have you?\" asked Gerrod practically.\n\n\"A way to clear off the Silver Menace,\" said Davis. \"You know the\nanimalcules have very fragile little shells. In the war we had to\nfight submarines with armored shells. We got the subs with depth bombs\ndropped near them. The concussion smashed them up. Now let's take bombs\nand drop them in the silver sea. The concussion will wreck the little\nshells for miles around.\"\n\nGerrod thought the idea, over carefully.\n\n\"It might turn the trick,\" he said thoughtfully.\n\nDavis beamed.\n\n\"We'll try it at once,\" he said enthusiastically. \"Or, rather, we'll\nstart first thing in the morning. We must have light to experiment by.\nI'll phone the aviation field at once to have the big plane ready.\"\n\n\"I'm going, too,\" said Nita determinedly.\n\n\"We'll all go,\" said Davis expansively.\n\nThe plane left the ground shortly after daybreak. It was a curious\nsight to see the absolutely cloudless sunrise. The sky paled to the\neast, then glowed fiercely red, lightened to orange and the sun rolled\nup above the horizon. The big airship circled grandly until it had\nreached a height of nearly ten thousand feet, then swung for the east\nand sped away.\n\nNita sat in the seat beside the pilot, her face flushed with\nexcitement. Gerrod and Evelyn occupied seats farther back, and the\nsingle engineer leaned against the rear of the car, where he could\nkeep both ears open to the roar of his engines. The twin bomb racks\nalong the outside of the car were filled with long, pear-shaped,\nhigh-explosive missiles, and the electric releasing switches were close\nbeside Davis' hand. A case of hand grenades was carefully packed in the\ncar, too.\n\nThe plane passed over green fields far below, with strangely still\nand shining streams and rivers winding in and out. From the banks\nof most of those streams glistening blankets of a silvery texture\nspread slowly and inexorably over the surrounding fields. Before them\nthey saw what appeared to be the end of the world. Green fields and\nluxuriantly foliated forests gave place to a field of shining silver,\nwhich undulated and clumsily followed the conformation of the land and\nobjects it had overwhelmed. Here one saw ungainly humps that seemed\nmade of burnished metal. The rounded contours told that great trees\nhad succumbed to the viscid mass of animalcules. There was a group of\nmore angular forms with gaping black orifices in their glittering sides\ntold of a village that had been abandoned to the creeping horror. The\nopen windows of the houses yawned black and amazed, though now and then\nthick stalactites hung pendulously across their openings.\n\nAbove all these the big plane sped. It swept on toward the open sea--or\nwhat had been the open sea until the Silver Menace had appeared. Soon\nthe shore was left behind, and the huge aëroplane was flying between\nthe two skies--the real sky above and the reflected sky below. Only\na thin line from far inland showed dark. All the rest seemed but a\nuniverse of air without a horizon or any sign of tangibility. Davis\nkept his eyes on his instruments, and presently announced:\n\n\"I think we're far enough out. We'll drop our first bomb here.\"\n\nHe pressed the release switch as he spoke. The plane lifted a little\nas the heavy bomb dropped. For a few seconds there was no sound but\nthe roaring of the motors, but then the reverberation of the explosion\nbelow reached them.\n\n\"Take a look below,\" said Davis, banking the machine sharply and\nbeginning to swing in a narrow circle.\n\nGerrod looked down. He saw what seemed to be a ring of yellowish smoke,\nand a dark-blue spot in the middle of the silvery mass beneath them.\n\n\"It did something,\" he reported, \"There's a dark spot on the surface. I\ncan't judge how large it is, though.\"\n\nDavis released a second bomb, and a third. Gerrod could watch them as\nthey fell. They dwindled from winged, pear-shaped objects to dots. Then\nthere was a flash far below and a spurting of water and spray. In a\nmoment that had subsided, and he saw a second and larger dark-blue spot\nbeside the first.\n\n\"I believe you've done it,\" said Gerrod excitedly. \"You've certainly\ndestroyed the silvery appearance. Dare you go lower?\"\n\n\"Surely,\" said Davis cheerfully. The plane dived like an arrow, and\nflattened out barely five hundred feet above the surface.\n\nGerrod examined the dark spots through glasses. The disturbance had not\ncompletely abated, and he could see indubitable waves still radiating\nfrom the Spot where the bombs had fallen. Davis grinned like a boy when\nGerrod told him.\n\n\"We'll land in the open space and make sure,\" he said suddenly, and the\nplane dived again.\n\nBefore Gerrod could protest they were just skimming the surface of\nthe silver sea. The plane settled gently into the now liquid spot of\nocean, and Davis shut off the motors. The occupants of the cabin looked\neagerly out of the windows. All about them, in a space perhaps sixty\nor seventy yards across, the water was yellowed and oily, but was\ncertainly water, and not the horrible, jellylike stuff the world had\nso much cause to fear. The concussion from the high-explosive bomb had\nshattered the fragile shells of the silver animalcules, and, with their\nprotection gone, they had relapsed into liquid. At the edge of that\nspace, however, the silver-sea began again, as placid and malignant as\nbefore.\n\nThe plane floated lightly on the surface while the little party\ncongratulated itself.\n\n\"It works,\" said Davis proudly. Nita squeezed his hand ecstatically.\n\n\"I knew he'd think of something,\" she announced cheerfully.\n\nEvelyn and Gerrod were estimating the area of cleared water with\ngradually lengthening faces.\n\n\"Let's see how much space a hand grenade clears,\" suggested Evelyn\nthoughtfully.\n\nDavis opened the case and took out one of the wicked little bombs. He\nwriggled through a window and out on the massive lower plane of the\nflying boat. Balancing himself carefully, he flung the grenade some\nsixty yards into the untouched silver sea. It burst with a cracking\ndetonation and amid a fountain of spume and spray. The four of them\neyed the resultant area of clear water.\n\n\"How wide do you suppose that is?\" asked Gerrod rather depressedly.\n\n\"Ten--no, fifteen yards by fifteen.\"\n\nSo excited were they all that they did not notice a phenomenon that\nbegan almost instantly. The tiny animalcules that formed the silver\nsea reproduced rapidly when given merely moisture. Here they had that\nmoisture, and, in addition, the bodies of all their dead comrades\nto feed upon. The conditions were ideal for nearly instantaneous\nreproduction. As a result the waves from the high-explosive bombs had\nhardly subsided when the open space began, almost imperceptibly, to be\nclosed by fresh masses of the Silver Menace. The open space became\ncovered with a thin film which became thicker--thicker----\n\n\"And how much explosive was in that grenade?\"\n\n\"Two ounces of TNT.\" Davis began to catch the drift of the questions,\nand his happy expression was beginning to fade away.\n\n\"Two ounces of TNT cleared up roughly a hundred and fifty square yards\nof silver sea. That's, say, seventy-five square yards to the ounce of\nhigh explosive.\" Evelyn was working rapidly with her pencil. \"That\nworks out--five hundred pounds of TNT needed to clear a square mile of\nthe Silver Menace. We have fifteen hundred miles of coast that has been\ninvaded to an average depth of at least five miles.\"\n\nGerrod took up the calculations with a dismal face. His pencil moved\nquickly for a moment or so.\n\n\"We'd need over eighteen hundred tons of TNT to clear our coasts,\" he\nsaid dolefully. \"That wouldn't touch the silver sea itself or keep it\nfrom growing again. It grew inland those five miles in two weeks at\nmost. That's nine hundred tons a week needed to hold our own without\nattacking the silver sea at all. We'd have to have forty-six thousand\ntons a year to _hold_ it, let alone go after the beasts out here, and\nin the meantime we'll have no rain, consequently no crops. It's a\ncheerful outlook.\"\n\nThey had been oblivious of what was happening immediately about the\nseaplane.\n\nNita first saw the danger.\n\n\"Look!\" she gasped.\n\nThey had been too much absorbed in gloomy thoughts to notice their\npredicament. The open space in which they had landed was now a shining,\nglittering mass of the Silver Menace. But what Nita pointed to was of\nmore imminent danger. The sticky, horrible mass was creeping up the\nfloat on which the seaplane rode and up the smaller floats at the ends\nof the wings. Tons of the silver horror had already accumulated upon\nthe under surface of the great planes and weighted down the aëroplane\nuntil it was impossible for it to rise in the air. And it continued to\ncreep up and over the body. In a little while the seaplane would be\noverwhelmed by the viscid, evil-smelling, deadly little animalcules.\n\n\n\n\nCHAPTER VII.\n\n\nShining slime crawled up the small floats at the ends of the lower\nwing. It crept along the under surface, and then dripped in thick ropes\ndown to the surface below. When contact was established the ropes grew\nfat and wider, until they were like shining columns from the silver sea\nto the now heavily weighted plane. The disgusting stuff crept over the\nedges of the lower plane, and began to spread over its upper surface.\nOther masses began to creep up the struts that separated the lower\nplane from the top.\n\nThe three men began to work like mad. They tore strips from the roof\nof the cabin and began feverishly to scrape off and thrust away the\ninsistently advancing enemy. The plane was a large one, however, and\nno sooner had they scraped clear one portion of the plane than another\nportion was covered even more thickly than the first. The cabin itself\nbegan to be attacked. Its lower portion already glistened like metal,\nand in a little while the silvery film began to cover the glass of the\nwindows. Nita began to be frightened. Parts of the roof had been torn\naway to provide the three men--Davis, Gerrod, and the engineer--with\nthe means of fighting the creeping horror. When the slime reached the\nroof and began, to pour down the opening there, the whole cabin would\nbecome a terrible, suffocating tank of the horrible stuff. Evelyn spoke\nquietly, though with a white face.\n\n\"If you start the motors the wind from the propellers may blow the\njelly away from the cabin.\"\n\nThe engineer leaped to one of the propellers and swung his weight upon\nit. The engine turned sluggishly, and then coughed. A second desperate\nheave. The motor began to run with a roar. The surface of the slime\non which the blast of wind beat shivered, and then reluctantly began\nto retreat. The second motor burst into bellowing activity. The whole\nplane began to shiver and tremble from the efforts of the powerful\nengines to draw it forward, but the jelly in which it was gripped still\nheld it fast. The three men redoubled their efforts, and now some faint\nresult began to show. Hampered by the vibrations which strove to shake\nit off, the Silver Menace advanced less rapidly. In half an hour the\nupper surface of the plane was nearly free. There was nearly a solid\nwall of silver horror connecting its under portion with the jellied\nocean below.\n\nDavis came to the cabin window, wiping the sweat from his forehead.\n\n\"There's only one chance,\" he shouted above the roar of the engines.\n\"I've got to fling hand grenades into the sea just ahead of us. They\nmay clear a way for us to rise.\"\n\nNita silently began to pass him up the small but deadly missiles. Her\nface was set and utterly pale, but she was rising to the emergency with\nspirit.\n\nAn explosion sounded fifty yards away. Another thirty yards away. A\nthird but twenty yards away, and the plane heaved and leaped from the\nconcussion. The blast of air nearly blew the three men from the wings\ninto the waiting mass of animalcules. A huge volume of ill-smelling\nspume was cast upon the plane, and by its velocity washed away a great\nportion of the Silver Menace that still clung to it. The propellers\ndragged at the plane, and it suddenly darted forward down the narrow\nlane of open water cleared by the three explosions. All three of the\nmen were clinging to struts out on the plane and there was no one at\nthe controls, but Nita bravely grasped the joy stick, and as the end of\nthe open water drew rapidly near she jerked it backward with an inward\nprayer. The plane lifted sluggishly, scraped the top of the silver sea,\nand rose. With an inexperienced pilot at the wheel, with the three men\nprecariously balanced on the wings, it headed straight for the broadest\npart of the Atlantic.\n\nThe motors roared as the plane continued to rise. Nita was white-faced\nand frightened, but Davis' life was depending upon her. With an amazing\ncoolness, despite the lump in her throat that threatened to choke her,\nshe swung the steering wheel as she had seen Davis do. The plane turned\nin a wide half circle and headed for the shore again, still rising.\nDavis, out on the wing, took a desperate chance. He motioned wildly to\nEvelyn, who flung wide the side window. Then, diving as in a football\ngame, Davis flung himself for the opening. His hands caught in the\nframe and he drew himself inside. As he laid his hands on the controls\nNita incontinently fainted, but Evelyn was there to attend to her,\nand Davis sped for home at the topmost speed of which the plane was\ncapable, the other two men still clinging to the struts far out on the\nwings.\n\n       *       *       *       *       *\n\nAlexander Morrison, steamship magnate and many times a millionaire,\nlooked helplessly from the window of his library. His daughter, Nita,\nwas visiting Evelyn Gerrod, a college classmate, and there was no one\nto sympathise with him in his misfortune. He faced absolute ruin. The\nwhole world faced death, but that did not impress Morrison as much as\nthe absolute financial disaster that had come upon him. His ships, at\ntheir docks, were useless and already incrusted with the silvery slime\nthat threatened the whole earth. His whole fortune was invested in\nthose vessels. When the government had thrown up its hands over the\nproblem of checking the invasion of the Silver Menace, far less of\nclearing the seas again, Morrison had gone hopelessly to his little\ncountry home on one of the infrequent islands of the Hudson. It was a\nhigh and rocky little island, and his house was built upon the top of\nits single peak. He could look out upon the now solid Hudson and see\nmiles and miles of the silver, evil-smelling jelly.\n\nA little bridge connected the island with the mainland, to which a\nwell-made, winding road led down. Morrison stared through his closed\nlibrary window--closed to keep out the slimy, disgusting odor of the\nSilver Menace--and cursed the microscopic animals that had ruined all\ncommerce and now threatened to destroy humanity. Of all his great fleet\nbut two of the smallest vessels remained afloat. They were high up in\nnorthern seas, still unvisited by the jellylike animalcules. Where his\ntramp steamers and passenger lines had visited nearly every port upon\nthe globe, now two small ships plied between Greenland and the most\nnorthern part of the American continent.\n\nThe silvery jelly was clambering up the rocky shores of his little\nisland, but beyond cursing it Morrison paid no attention. He was\nabsorbed in his misfortune, utterly preoccupied with the calamity\nthat had overwhelmed him. For two days he moved restlessly about his\nhouse, smoking innumerable cigars, eating hardly anything, thinking of\nnothing but the extent of the disaster to his fortune. He had offered\nhalf a million dollars to whoever developed a successful means of\ncombating the Silver Menace. Other men whose wealth, like his own, was\nsolely invested in ocean transportation had joined him in offering\nrewards, until now a purse of two and a half millions awaited the\nsuccessful inventor. Multitudes of freak proposals had been made, the\nmajority of them suggesting that sea gulls be trained to eat the silver\nanimalcules, or that fish be bred in large numbers to consume them. In\npractice, of course, neither fish or birds would touch the disgusting\njelly. The arctic seas were teeming with practically all the fish from\nthe Atlantic Ocean. For once the Eskimos had no difficulty in securing\nenough to eat. The inhabitants of the seas in which the Silver Menace\nhad appeared, without exception, fled from its sticky masses.\n\nMorrison remained shut up in his house, sunk in despondency and gloom,\nwhile the silvery jelly crept up the shores of his little island slowly\nbut surely, higher and higher day by day. His butler came to him with a\nwhite face.\n\n\"Mr. Morrison, sir,\" said the butler hesitatingly, \"the gardener says,\nsir, that that there silver stuff is creepin' up higher, sir.\"\n\n\"All right, let it creep!\" snapped Morrison angrily.\n\n\"But, sir,\" ventured the butler once more, \"it's creepin' up on the\nbridge.\"\n\n\"Have it shoveled down again,\" said Morrison irritably. \"Don't bother\nme.\"\n\nThe butler went out of the room, and ten minutes later the two\ngardeners went down to the bridge with shovels. They scraped and\nshoveled industriously, and when darkness fell the bridge was clear.\nBut next morning showed the bridge a mass of shining silver, and not\nonly the bridge, but fifty or a hundred yards of the roadway and turf\nleading up to it. The animalcules had come upon the green grass and\nit had been used for food, so that they were multiplying rapidly. The\ncreeping movement of the silvery tide could be distinctly seen. The\nbutler came to Morrison in a panic.\n\n\"Oh, Mr. Morrison, sir,\" he said tremulously, \"the bridge is covered\nagain and the horrible stuff is coming up to the house. You can see it\nmove, sir. We'll all be suffocated when it catches us, sir.\"\n\nMorrison shook his head impatiently.\n\n\"Don't bother me.\"\n\nThe butler was trembling fitfully, \"Beg pardon, sir, but the men says\nas they won't stay no longer, and they're going to try to get over the\nbridge to the mainland, sir.\"\n\n\"Very well, let them.\"\n\nThe butler left the room. Presently Morrison heard an uproar outside.\nThe butler was protesting at the top of his voice against something.\nMorrison went out to see what was the matter. Even his indifference\nwas penetrated by the sight he saw. The silvery slime had crept up\nto a point but a hundred yards from the house, and was still slowly\nadvancing. Half a dozen servants were bringing out one of Morrison's\ncars, and were evidently planning to make a dash in it, despite the\nefforts of the butler to hold them back. Morrison stepped forward.\n\n\"Wait a moment, James,\" he said quietly. \"Let the men have the car,\nbut it would be better for one to make the attempt first. There's no\nuse all risking their lives until we know whether there's a chance of\nsuccess.\"\n\nHis chauffeur was hastily tuning up a motor cycle.\n\n\"I'll make a try, sir,\" he said grimly. \"I'll circle the house once or\ntwice until I get up speed, and then shoot for the bridge. I think I'll\nmake it.\"\n\nMorrison nodded. The motor cycle caught and began to run. The chauffeur\ncircled the lawn once--twice. His machine was running at a terrific\nspeed. He came around the third time, swung on the handlebars, and\nshot straight for the bridge. The silvery slime shot away from his\nfront wheels in twin waves as he cut through the mass. The throttle\nwas wide open and the engine worked manfully. Straight for the bridge\nhe went, plowing through the thick, sticky mass. Then the accumulated\nvolume of jelly before him broke down the impetus of his cycle. In\nspite of all he could do it slowed down, down. It tottered weakly and\nfell. The chauffeur leaped from it and plunged forward. He slipped\nand fell, then struggled to his feet again. Five feet more, ten feet\nmore. He was like an animated statue of burnished metal. Thick ropes\nof silver clung to him as he struggled forward. No man could keep up\nsuch exertions. He labored with almost insane force, but his progress\nbecame slower and slower. At last he moved forward no more, but still\nstraggled weakly. Then he toppled gently from his feet. The slime\ncovered him silently and placidly. The watchers gasped. The silver tide\ngrew slowly toward the house.\n\n\n\n\nCHAPTER VIII.\n\n\nNita was clinging to Davis' hand as they drove out to the Gerrods'\ncottage again. Traces of her fright still lingered on her face,\nand Davis' hand was comforting. Gerrod and Evelyn were silent and\ndiscouraged. The only really promising plan for fighting the Silver\nMenace had proven so ineffectual as to be practically useless. In\nsilence the little motor car wound along the twisting road to the\nlittle cottage.\n\nAll of them were quiet, even gloomy, as they sat down to lunch. Evelyn\ntried to talk lightly, but conversation lagged in spite of her efforts.\nThe maid brought in their dishes and removed others without a sound.\nNone of them could eat more than a very little.\n\nWhen the meal was finished Gerrod and Evelyn went out on the porch\nto discuss gravely the chances, even now, of producing the explosive\nneeded to hold back the Silver Menace. The almost instantaneous\nreproduction that had taken place over the cleared area at sea,\nhowever, made it evident that nine hundred tons of explosive would\nbe needed, not every week, but every day. All the factories in the\ncountry, working at their highest speed, could not supply the quantity\nnecessary.\n\nDavis went into the laboratory and brought out one of the silvery test\ntubes of animalcules.\n\n\"Nita,\" he said mournfully, \"I've fought Germans and come out on top.\nGerrod and I fought Varrhus and won out. But these infernal little\nanimals, so small I have to take a microscope to see them, seem to have\nme beaten.\"\n\nNita's soft hand crept up and snuggled inside Davis' larger one.\n\n\"No, they haven't, either,\" she insisted stoutly. \"You'll think of\nsomething yet.\"\n\nDavis sighed.\n\n\"And it would be so perfect if we could be the ones to find out how to\nbeat them,\" he said dolefully. \"That would satisfy your father, and\nwe'd have nothing else to worry about.\"\n\nNita looked up into his solemn face, and, in spite of herself, laughed.\n\n\"You're worrying too much,\" she announced. \"We're going to take a\nvacation and go into the music room and I'm going to play soft music\nthat will take your mind off your troubles.\"\n\nShe led him into the tiny music room of the bungalow, and sat down at\nthe small grand piano there.\n\n\"You can turn over the music for me,\" she said gravely as she made room\nfor him on the seat before the keyboard.\n\nThere was no music on the rack of the piano, but neither of them\nthought of that. Davis set down the test tube he had brought with him\nand prepared to listen. Nita quite forgot to play any recognizable\nmelody, too. Davis thoughtlessly took possession of her left hand, so\nshe idly struck chords with her right, while the two of them talked\nfoolishnesses that were very delightful. They spoke in low tones, and\ntheir voices were soft. They were having an amazingly pleasant time.\n\nThey heard footsteps on the porch, and self-consciously drew apart.\nGerrod and Evelyn were coming indoors to go back into the laboratory to\nwork on wearily in hopes of stumbling on something that might have an\neffect upon the ever-encroaching Silver Menace. Davis hastily picked up\nthe test tube full of animalcules. As he took it in his hands, however,\nhe uttered an exclamation of astonishment. The contents were no longer\nsilvery! The tube was full of water with a faintly yellowish tinge.\nDavis' jaw dropped.\n\n\"People!\" he called hastily. \"Come here! Something has happened!\"\n\nGerrod and Evelyn appeared in the doorway.\n\n\"What's the matter?\"\n\n\"Something's happened to these little beasts.\" Davis held out the test\ntube. \"Twenty minutes ago this was full of the silver stuff. I put it\ndown on the sounding board here and now they're smashed up and dead!\"\n\nGerrod looked at the tube intently.\n\n\"Where was it?\"\n\nDavis showed him. Gerrod put one hand on the spot and struck a chord\ntentatively. His expression changed from weariness to hope.\n\n\"Wait a minute!\" he exclaimed, and darted into the laboratory, to\nreturn a moment later with half a dozen test tubes full of the sticky\nanimalcules. \"We'll put another one there and strike a chord.\"\n\nHe did so. The contents of the test tube remained unchanged. He struck\nanother. Still no change. Then, deliberately striking one key after\nthe other, with the eyes of all four of them fixed hopefully on the\ntest tube, he began to go up the keyboard. Note after note was struck,\nbut just as they were about to give up hopes of finding the cause of\nthe first tube's clearing Gerrod struck a key--the _F_ above high _C_.\nThe instant the shrill note sounded out the test tube clouded--and was\nclear! It had lain upon the sounding board of the piano. The vibrations\nof the piano string had been communicated to it through the sounding\nboard.\n\n\"_Done!_\" shouted Davis at the top of his voice.\n\nNita was speechless.\n\n\"Sympathetic vibrations,\" said Gerrod happily. \"If you could hang up\none of those microscopic shells and ring it it would ring that note.\nSo, when the vibrations from the piano strike them, they vibrate in\nsympathy, only the piano vibrations are so strong and the shells so\nfragile that they rack themselves to bits, and the animals are killed.\nWhee! Hurray! Hurray!\"\n\nHe shook hands all around, hardly, able to contain his excitement.\n\n\"But I say,\" said Davis anxiously, \"will those vibrations travel\nthrough water, and can we put a piano overboard?\"\n\nGerrod laughed.\n\n\"We'll put a submarine siren overboard,\" he said excitedly, \"and tune\nit to that note. You can hear a submarine siren for fifteen miles with\nan under-water telephone. Man, you've done the trick!\"\n\nThe maid appeared in the doorway.\n\n\"Some one on the telephone for Miss Morrison.\"\n\nNita reluctantly left the room where the others were chattering\nexcitedly. She went to the telephone and put the receiver to her ear,\nstill unconsciously trying to catch the words of the party in the music\nroom. Almost the first words she heard drove them from her mind,\nhowever. Her father was speaking.\n\n\"Nita,\" he was saying coolly, \"this is your father. I'm marooned in the\nhouse on the island, and the Silver Menace is climbing up the walls.\nThe windows are blocked. I'm expecting them to break in any minute.\nWhen they do I'm done.\"\n\n\"Daddy!\" Nita choked, aghast.\n\n\"Simmons, the chauffeur, tried to get across the bridge this morning,\"\nsaid her father still more coolly, \"and the sticky stuff got him. The\nroom I'm in is dark. The Silver Menace has climbed up to the roof.\nWe've stopped up the chimney so it can't come down to get us, but when\nthe house is completely covered we'll be in an air-tight case that will\nsuffocate us sooner or later. I'm rather hoping the windows will break\nin before that time. I'd rather die like Simmons this morning.\"\n\n\"But, daddy, daddy, hold on! We'll come to you----\"\n\n\"It can't be done,\" her father interrupted crisply. \"I called you\nto say good-by and to tell you to look after the families of the\nservants that are fastened up here with me.\" He paused a moment, and\nsaid quietly: \"I'm in the library downstairs. I can hear the windows\ncreaking. They may give way at any moment and let the horror into the\nhouse. It tried to creep in under the doorsills, but we calked them\nwith the table linen.\"\n\n\"Daddy!\" cried Nita agonizedly. \"Oh, daddy, try to fight it off just a\nlittle while! We've found a way to stop it! We can kill them all!\"\n\n\"I have about ten minutes more, Nita,\" said her father gently. \"You\ncouldn't get to me. Be a good girl, Nita----\" There was a crash. \"There\ngo the windows! Good-by, Nita, good-by----\"\n\nThe others heard her cry out, and rushed from the music room to hear\nher calling, calling desperately for her father to answer her, calling\ninto a silent phone.\n\n\n\n\nCHAPTER IX.\n\n\nDavis pounded mightily upon the great gate of the half-deserted\nshipyard. Behind him, Nita was sobbing in spite of her efforts to hold\nback her tears. Evelyn tried her best to calm Nita, but without real\neffect. Gerrod had shot the party out at the gate of the shipyard\nand darted off in the little motor car on some mysterious errand.\nDavis pounded again wrathfully, using a huge stone to make his blows\nreverberate through the yard. A workman came slowly toward them.\n\n\"Hurry! Hurry!\" Nita called tearfully. \"Please hurry!\"\n\nThe workman recognized her through the palings. All of Morrison's\nemployees knew his daughter. The workman broke into a run. The gate\nswung open.\n\n\"Where's Mr. Keeling, the manager?\" demanded Nita urgently. \"We must\nsee him at once.\"\n\nThe workman pointed, and the three of them hurried as fast as they\ncould walk toward the man he had indicated.\n\n\"Mr. Keeling,\" said Nita desperately. \"Father is marooned in our house\nup the Hudson. He may be dead by now. We've got to get to him!\"\n\n\"I don't know how----\" began the manager helplessly.\n\n\"I want a submarine siren,\" said Davis crisply. \"One that can be tuned\nto different notes. Also the fastest motor boat you have. Give the\nnecessary orders at once.\"\n\n\"But the Silver Menace----\" began the manager again.\n\n\"Don't stand there talking,\" barked Davis in a tone that secured\ninstant obedience. \"Get the siren and the boat. And hurry! This is life\nand death!\"\n\nGalvanized into action, but still confused, the manager gave the\norders. A fast motor boat that had been hauled ashore and pot into a\nshed when the Silver Menace blocked the river was hauled out. A heavy\nsubmarine siren was hastily unearthed from one of the workshops, and\nDavis drove the workmen to the task of fitting a sling on the boat by\nwhich the siren could be lowered over the bow. A heavy crane was run\nup and the motor boat made fast, in readiness to be lifted overboard.\nEvery one worked with the utmost speed of which they were capable.\nDavis was not his usual good-natured self now. He drove his workmen\nmercilessly. Hardly had the last of their preparations been completed\nwhen a heavy truck rumbled into the yard. Gerrod had commandeered the\ntruck and worked wonders. A grand piano had been lifted bodily into\nthe big automobile. As the truck stopped he was lifting the lid that\nprotected the keys. An electrician stood by the siren, with the tuning\napparatus exposed. Hardly had the engine of the truck been shut off\nwhen they were busy tuning the blast of the siren to match the tinkling\nsound of the piano. It took a heart-breakingly long time to get the\npitches precisely alike, but then the launch swung high in the air and\nalighted on the surface of the jelly below. The electrician in the\nlaunch pressed the button that would set the siren at work sending out\nits blast of sound waves through the water.\n\nThose on the bank watched in agonized apprehension. The siren sank\ninto the jelly like mass. No audible sound issued from it, once it was\nsubmerged, but when the curious sound waves issued into the water from\nthe giant metal plate that in normal times carried warnings to ships\nat sea a change was visible in the jelly. Where ever the curious water\nsound traveled the silvery jelly clouded and abruptly turned to liquid!\nAlmost instantly the space between the two wharves, in which the\nlaunch lay, was free of the horrible stuff. Gerrod shouted excitedly.\nDavis swore happily. Nita pushed anxiously forward.\n\n\"We've got to get to daddy!\" she cried desperately. \"We mustn't waste a\nsecond! Not an instant!\"\n\nThe four of them piled into the launch. An engineer leaped down and\ntwisted the motor. The fast launch shot forward, the submarine siren\nat the bow sending out its strange water sound that was inaudible to\nthose on board, but which had such an amazing effect on the microscopic\nanimals that composed the silver sea. As the launch gathered speed and\nheaded up the Hudson a high bow wave spread out on either side. The\nwater on which they rode was yellowed and malodorous, but it was water,\nand not the silvery, slime that had threatened the world. The Silver\nMenace vanished before the launch as if by magic. When the motor boat\napproached, with its siren still sounding fiercely, though inaudibly,\nthe jellied surface of the river shivered into yellowed liquid, and the\ncreeping horror on the banks trembled and became a torrent of water\nthat flowed eagerly back into the bed of the stream.\n\nThe island on which Morrison had been marooned loomed up ahead,\nlooking like a small mountain of silver. The house at its top was as a\nmonument of shining metal. But as the boat sped toward it the silvery\nappearance of the coating clouded and melted away. Instead a torrent\nof evil-smelling water poured down the sloping sides of the island and\ninto the river again!\n\nThey found the servants weeping for joy. Morrison, when the windows of\nthe library had broken in under the weight of the mass of the horror\noutside, had leaped through the door of the library and slammed the\ndoor behind him. They had calked the cracks with cloth, and for a\nmoment isolated the Silver Menace in that one room. As window after\nwindow broke in, however, they had been forced to withdraw from room to\nroom, until at last they were huddled together in a tiny linen closet,\nwindowless and without ventilation. They were waiting there for death\nwhen they heard the rushing of water all about them and found the\nSilver Menace, silver and a menace no longer, flowing down to rejoin\nthe waters from which it had come.\n\nAs is the way of women, Nita, having sobbed heartbrokenly for sorrow\nwhen she believed her father dead, now sobbed even more heartbrokenly\nfor joy at finding him alive, but she did not neglect, after a\nreasonable interval, to bring Davis forward.\n\n\"You know him, daddy,\" she said, smiling. \"Well, he is the person who\nfound the way to destroy the Silver Menace, and so he's the person you\nare going to pay that big reward to.\"\n\nMorrison shook hands with Davis. He knew what was coming next.\n\n\"And though it hasn't anything to do with the other things,\" Nita said\nproudly, \"he's the person I'm going to marry.\"\n\n\"It would be ungracious,\" observed Morrison, \"to disagree with you. Mr.\nDavis, you are a lucky man.\"\n\n\"I know it,\" said Davis, laughing in some embarrassment. He looked at\nNita, who dimpled at him, and was promptly and frankly kissed for her\ndaring. She did not seem to mind, however. In fact, she dimpled again.\n\n       *       *       *       *       *\n\nThe last vestige of the Silver Menace was turned to yellowed water\nwithin a month. Submarine sirens, carefully tuned to precisely the\npitch that would cause the tiny shells to shatter themselves, were\nhastily set aboard huge numbers of fast steamers, that swept the ocean\nin patrols, clearing the sea as they went. Whenever the clear note was\npoured out by one of the under-water sirens the silvery animalcules\ndied in their myriads. Slowly, as the evil smell of their bodies\ndissipated, the inhabitants of the Atlantic Ocean came back to their\nnormal haunts. By shoals and schools, by swarms and in tribes, the\nfishes came down again from the North. A week after the destroying\nsteamers began their patrol rain fell on the Atlantic coast. The\nabnormally dry air above the ocean took up water avidly and poured it\ndown on the parched earth with a free hand. The ocean, too, took up\nagain its former function of furnishing cool breezes during the day\nand warm breezes at night. The seashore became once more a place of\ncharm and delight. At least Davis and Nita found it so. Davis was being\nwaited upon with decorations and honorary degrees, with the freedom of\ncities and medals of honor from learned societies. At each presentation\nsolemn speeches were made in which he was told how superlatively clever\nhe was. Remembering the purely accidental nature of his discovery, he\nfound it difficult to keep from laughing. These things were tiresome,\nbut were not active nuisances until after his marriage. When he\nfound that he and Nita would not be left alone, that no matter how\nscrupulously they concealed their identity it was sooner or later\ndiscovered and they were interviewed and written up in special articles\nfor the newspapers he grew annoyed.\n\nThe climax came on a beautifully moonlit night at a seashore resort\nwhere they were quite confident they would not be discovered. The beach\nwas like silver, and the waves were dark and mysterious, except where\nthe reflection of the moon glittered on their shining sides. Davis and\nNita, forgetting the world and devoutly hoping that they were by the\nworld forgot, sat and looked at the moon and played idly in the sand\nand told each other the eternal foolishnesses that are probably the\ntruest wisdom. They were utterly happy just being alone with each other.\n\nA dark figure looked up over and coughed. They started.\n\n\"You are Flight Commander and Mrs. Davis?\" said a voice deprecatingly.\n\nDavis groaned and admitted it.\n\n\"Our little villagers learned that you are visiting here, and a banquet\nhas been prepared in the pavilion in your honor. Won't you do us the\nhonor to attend?\"\n\nDavis muttered several words under his breath, for which Nita later\nreprimanded him, and rose heavily.\n\nThe banquet was a great success. The freedom of the village was\ngiven them both. Speeches were made, in which Davis was told how\nsuperlatively clever he was. The band played \"See the Conquering Hero\nComes.\" Davis sat miserably through it all, with Nita, scarcely less\nmiserable, by his side.\n\nThe next morning he sent a wire to Teddy Gerrod:\n\n    Can we come and spend our honeymoon with you? People won't let us\n    alone.\n\n    DAVIS.\n\nWithin an hour the answer came:\n\n    Come along. We'll let you alone. We're having a second honeymoon\n    ourselves.\n\n    GERROD.\n\nDavis showed the wire to Nita.\n\n\"Splendid!\" she said with a sigh of relief. Then she dimpled and looked\nup at Davis. \"But, Dicky, dear, we'll never have a second honeymoon\nlike they are having.\"\n\n\"We won't?\" demanded Davis. \"Why not?\"\n\n\"Because,\" said Nita, putting her face very close to his. \"Because our\nfirst one is never going to stop.\"\n\n\nTHE END.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Silver Menace, by Murray Leinster\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SILVER MENACE ***\n\n***** This file should be named 50622-8.txt or 50622-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/6/2/50622/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}