{"title": "Venus Boy", "author": "Lee Sutton", "releaseDate": "December 15, 2015", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                               Venus Boy\n\n                             BY LEE SUTTON\n\n                    Illustrated by Richard Floethe\n\n                   LOTHROP, LEE & SHEPARD CO., INC.\n                               NEW YORK\n\n         Copyright, 1955, by Lothrop, Lee & Shepard Co., Inc.\n\n           Library of Congress Catalog Card Number: 54-7882\n\n                         Printed in the U.S.A.\n\n                          All rights reserved\n\n      [Transcriber's Note: Extensive research did not uncover any\n  evidence that the U.S. copyright on this publication was renewed.]\n\n\n\n\n                         To Mildred and Blake\n\n\n\n\n                   \"Everything that lives is Holy.\"\n                                   --OLD MARVA SAYING.\n\n\n\n\n_A Hero of Venus_\n\n\nIf you ever make a trip to the green planet of Venus, the first thing\nyou'll see will be the fifty-foot high statue of Venus' greatest hero.\nIt stands on the very top of towering New Plymouth Rock at the edge of\nthe old colony of New Plymouth. Even from the rocket cradle, anyone\ncan tell that the statue is of a twelve-year-old boy smiling up at the\nVenusian jewel bear perched on his shoulder. Cut into the huge rock\nbelow the statue are the words,\n\n                     \"Virgil Dare (Johnny) Watson\n                         And the Marva, Baba.\n                     May their Friendship Endure!\"\n\nVirgil Dare Watson, called Johnny by his friends, was the first human\nbeing born on Venus. He was named after Virginia Dare, the first\npioneer child born in North America, and for a long time he was the\nonly child on all Venus. And that would have been a lonely thing to be\nif it had not been for Baba. Baba, the bear, was not only Johnny's pet,\nbut his best friend, too, and the only one who knew about his three\nsecrets.\n\nBecause of these secrets, Johnny got himself, his jewel bear, Baba, and\nthe whole colony of New Plymouth into desperate trouble. And because\nof these secrets, he also became a hero worthy of a statue--Venus'\ngreatest hero.\n\n\n\n\n                               Contents\n\n\n       I THE FIRST TWO SECRETS                   1\n\n      II THE TREASURE OF VENUS                   9\n\n     III A DANGEROUS TARGET                     18\n\n      IV THE THIRD SECRET                       25\n\n       V A MYSTERY INDEED!                      34\n\n      VI INSIDE NEW PLYMOUTH                    45\n\n     VII THE RHINOSAUR STAMPEDE                 54\n\n    VIII ONE SECRET IS REVEALED!                66\n\n      IX THE PRICE OF A BROTHER                 71\n\n       X ALONE IN THE JUNGLE                    81\n\n      XI THE FRIENDS ARE SEPARATED              97\n\n     XII THE PRICE OF A BOY                    107\n\n    XIII OUTWITTING THE OUTLAWS                116\n\n     XIV CAPTURED!                             129\n\n      XV A CITY IN THE TREES                   140\n\n     XVI THE THUNDER OF RHINOSAUR HOOVES       155\n\n    XVII TEACHERS CAN'T PLAY HOOKEY            172\n\n         FACTS ABOUT VENUS                     178\n\n\n\n\nCHAPTER ONE\n\n_The First Two Secrets_\n\n\nIt was rocket day on Venus!--the day the yearly rocket from Earth\narrived, and it was like Christmas, Fourth of July and your birthday\nall rolled into one!\n\nIn the windowless, one-room New Plymouth school, Johnny Watson, a\nstocky twelve-year-old, sat toward the back of the room, a big Venus\ngeography propped up in front of him. Johnny was supposed to be\nstudying. Every time Mrs. Hadley, the teacher, glanced his way, a page\nof the book slowly turned. The teacher was much too busy with the half\ndozen squirming, excited first graders to notice that a small black paw\nfastened to a furry blue arm was really turning the pages.\n\nOn Johnny's lap sat Baba, a perky-faced little blue bear with stand-up\nears and bright blue eyes. To fool the teacher, the little bear, his\neyes twinkling, flipped the pages one by one.\n\n\"We gotta do something quick, Baba!\" Johnny whispered to his bouncing,\njewel bear cub in a tight worried voice. \"It's only two hours till\nschool's out.\"\n\nThe little bear peered over at the clock on the wall. He lay a tiny\nblack paw on his blue button nose and cocked his head as if he were\ntrying to tell the time.\n\nWhen school was out everyone would go to the rocket field. Johnny knew\nthat above all, he and his bouncing bear must not be there! Why Johnny\nand Baba dared not go was one of Johnny's three secrets.\n\nThere was only one thing to do, Johnny thought. He would have to behave\nso badly that as punishment he would be forbidden to go.\n\n\"Nudge me when Mrs. Hadley turns around,\" Johnny whispered. \"We're\ngonna get out of here!\"\n\nThe little bear shoved his furry blue snout around the geography and\npeered from behind it. His bright eyes followed every move the teacher\nmade.\n\nThe instant Mrs. Hadley turned to write on the blackboard Baba gave the\nboy a kick. Johnny slipped down on to his hands and knees in the aisle\nand Baba hopped upon his back. Rapidly and silently Johnny crawled\ntoward the armor room. Behind him a little girl kindergartner began to\ngiggle.\n\n\"Look at the horsie!\" she yelled.\n\nJohnny heard the teacher call, \"Quiet, children!\" The little girl\ngiggled louder. But he hadn't been seen! He scurried into the armor\nroom.\n\nAs Johnny jumped to his feet and grabbed for his suit of rhinosaur-hide\narmor, Baba leaped toward the wall and hooked his claws into the\nconcrete. Then he scurried straight up the wall like a fly and snatched\nup Johnny's headglobe in his tiny black paws. While Johnny wriggled\ninto the armor Baba fitted the headglobe over the boy's tow head.\n\nWithout waiting to zip up, Johnny started toward the door. Baba jumped\nfrom the headglobe shelf and landed on his shoulder with a smack. The\nboy's hand was scarcely on the latch when the teacher turned around,\nher mouth making an O of surprise. Quickly, Johnny jerked open the door\nand dashed through, slamming it closed. There was a space of a few feet\nand then another door. Holding the second door open, Johnny snapped\ntight his headglobe, while Baba's small fingers pushed and pulled at\nthe zippers fastening the armor. Both of them scanned the sky.\n\nNo arrow-birds.\n\nJohnny grabbed a stone from beside the step and wedged it in the outer\ndoor so it could not close. To keep out these murderous flying lizards,\nall buildings were windowless and had double doors. When one door was\nopen the other automatically locked.\n\n\"Johnny, Johnny! You come right back in here!\" a muffled voice called.\nJohnny sighed regretfully as he slipped out of the schoolhouse into the\npearly green light of Venus.\n\nBaba on his shoulder, he started out at a dead run through the\ncollection of windowless buildings that made up colony headquarters.\nThe two had barely made it to the foot of a tall heavily leafed tree\nwhen the door of the main headquarters building began to open.\n\n\"Up the meat tree!\" Johnny yelled.\n\nBaba leaped from Johnny's shoulder and rolled himself into a furry blue\nball as he fell. The little bear smacked the ground with the sound of\na bouncing basketball and bounced high into the air! At the top of his\nbounce his arms and legs shot out; he hooked his claws into the trunk\nhalf way up the meat tree. Baba wasn't called a bouncing bear for\nnothing!\n\nJohnny jumped for the nearest branch. Weighed down by his arrow-bird\narmor, he was slow pulling himself up--too slow. Baba scurried down the\ntrunk like a squirrel, his claws scattering bits of bark on Johnny.\nHanging on with three paws he reached out and hooked his claws into\nJohnny's armor. One pull from that tiny but powerful arm and Johnny was\nsitting on the branch. From there up it was easy. The branches made a\nperfect ladder. Soon they were entirely surrounded by green shadowy\nleaves.\n\nJohnny carefully pushed aside a green fruit the size of a cantaloup and\nlooked out. Striding across the dusty road came a tall man in headglobe\nand black armor--Captain Thompson of the colony guard. The teacher must\nhave phoned for help. The man's square face was set in anger as he\nkicked the rock away from the schoolhouse door. The teacher stepped out\nand Johnny could hear their angry voices.\n\nAfter a moment Mrs. Hadley went back inside and the guard captain\nstrode purposefully away toward Mayor Watson's office.\n\nSitting on a branch swinging his legs, Baba winked a shiny blue eye. He\nreached over and patted Johnny on the spot where the boy was likely to\npay for his pranks.\n\n\"I think we've done it this time,\" Johnny whispered. \"I hope it's not\njust another spanking.\" Johnny spoke with deep feeling. He had had\nthree spankings in three days.\n\nThe little bear looked sadly down his blue muzzle and made an odd deep\nclicking noise in the back of his throat.\n\n\"Sure,\" Johnny said, as if answering the bear's clicks, \"I want to go\nto the planet-fall, but we just can't.\"\n\nThe bear clicked again.\n\n\"I know,\" Johnny went on, \"I know the earthies would give you\nchocolate. Besides I was going to have a job.\" Johnny's eyes began to\nshine with tears he wouldn't let come. For the first time he would have\nbeen working on the rocket field with the men instead of being on the\nsidelines watching with the women and little kids.\n\nThe little bear patted him on the shoulder and clicked in low tones.\n\n\"All right, I won't be sad if you won't.\" Johnny shook the tears away\nand tried to make a joke. \"Gosh, Baba, you talk funny since _you know\nwhat_.\" Johnny screwed up his face. \"You're such a mushmouth now I can\nhardly understand what you say.\"\n\nBaba stuck out his long blue tongue.\n\nThis was Johnny's first secret. His little bear could talk!\n\nBaba's clicks were really the words of his own language. Although he\ncouldn't make the sounds of the human voice, he could understand people\nperfectly. Johnny could both understand what the bear said and speak in\nthe same clicking language.\n\nThis hadn't started out to be a secret at all. As a little boy, Johnny\nthought everyone knew that those clicks were Baba's words. When Baba\ncame to live with him, the little bear cub already knew his own\nlanguage, but Johnny was just learning to talk. He learned human words\nand click words at the same time, and thought everyone understood them.\nWhen he was almost five, Johnny discovered to his amazement that no one\nunderstood Baba but him. He then went proudly spreading the news that\nhe and his bear could talk together. When the first person laughed,\nJohnny didn't mind. But when everybody laughed at him he began to get a\nlittle mad. The crowning insult was being spanked for lying.\n\nAfter that, Johnny decided if telling grownups that Baba could talk\nonly got him licked and laughed at, it might as well be a secret.\nBesides, it was fun keeping it secret.\n\nAfter a few minutes of waiting, Baba scurried along a branch and hung\nby his black claws while he thrust his blue button nose through the\ntwigs and leaves. Johnny followed along another branch.\n\n\"Looks clear,\" Baba clicked. \"Let's go!\"\n\n\"Wait a minute.\" A quick movement in the distance caught Johnny's eye.\nFour men came out of a long grey building marked Hunters Hotel.\n\nJohnny was instantly alert. Colonists always kept a sharp eye on such\nmen. These were the dangerous marva hunters, whose only law was an\nato-tube gun.\n\nJohnny swung to a branch where he could see better.\n\n\"What's up?\" Baba clicked.\n\n\"Hunters!\" clicked Johnny. \"They're watching the guard change at the\nold stockade.\"\n\n\"Oh.\"\n\nThe two looked at each other. Both knew what was in the stockade,\nlocked away in the big safe. Marva teeth and claws. Jewel claws and\nteeth from grown-up bears just like the cub Baba!\n\n\"Come on, Baba.\" Johnny shinnied back to a place where branches forked\nfrom the trunk of the meat tree. \"We'd better check your nails 'fore we\ngo down.\"\n\nAfter making sure no arrow-birds were feeding on the meat fruit, he\nundid one of his armor zippers and pulled a bottle of black liquid and\na small brush from an inside pocket. Baba plopped down on his lap.\n\n\"Smile,\" Johnny commanded.\n\nBaba pulled back his lips, showing black teeth. Johnny looked at them\ncarefully, grunted, and then picked up one of the little bear's paws.\nAll the nails seemed perfectly black, but on the tip of one of them\nthere sparkled a point of bright blue.\n\n\"Dang it, we gotta find something better than this nail polish. A\nlittle climbing and it's all scraped off.\" Johnny scowled and dipped\nthe little brush in the bottle of black liquid. Carefully he painted\nthe tip of the claw. Looking over the little bear's paws he found four\nmore claws that showed blue. He painted them, too.\n\n\"Now don't climb down when we go, Baba! When the polish is dry, jump.\"\n\nThe little bear nodded.\n\nThis was Johnny's second secret. Everyone thought Baba still had his\nvalueless black baby claws and teeth. But, under the coating of black\nnail polish, each of Baba's claws was really a precious blue jewel.\n\nJohnny Watson owned a million dollar pet!\n\n\n\n\nCHAPTER TWO\n\n_The Treasure of Venus_\n\n\nYes, a million dollars, maybe even more, and all for one little bear!\n\nJohnny sighed shakily at the thought and hugged his bear to him.\n\n\"What's the matter, Johnny?\" Baba clicked, waving his claws to dry\nthem, like a lady getting ready for a party.\n\n\"You know,\" Johnny said, \"I was just wishing for the good old days when\nyou had your baby black nails and your pretty squeaky voice, and we\ndidn't have to be afraid of anything.\"\n\n\"I'm sorry,\" Baba clicked. \"I couldn't help it. I just grew.\" Baba\nlooked so sorrowfully down his nose that Johnny laughed, swung the\nlittle bear up above his head and sat him down on a branch.\n\n\"You're a silly,\" Johnny said. \"I know you couldn't help it. I was just\nwishing.\"\n\nMost of all he was wishing that bouncing bears didn't have jewels for\nclaws at all. But he knew that was a silly wish, too.\n\nGrabbing a branch, Johnny swung himself back to a spot where he could\nsee the hunters. As he watched, more were arriving. About a mile away a\nbattered hunting tank came lumbering through the sliding doors of the\nfifty-foot high concrete wall surrounding the colony. Outside those\nwalls, Johnny knew, lay the murderous animal life of the jungle planet.\n\nEvery living thing on Venus attacked men. Not just the huge rhinosaurs\nand the horned river snakes, but even tiny scarlet apes and pigmy\nantelope. Johnny knew the colonists and hunters would never have come\nto such a savage place at all without the lure of tremendous wealth to\nbe made from bouncing bears' claws.\n\nHarder than diamonds and just as clear, these magical jewels shone\nsoft blue in the night and were blindingly bright in the sun. But that\nwasn't the only reason claws were valuable. A tiny piece of claw, or\neven of the duller teeth, melted in thousands of tons of plastic, made\nthat plastic tough enough to be used for the hulls of rocket ships. Men\ncalled it marvaplast.\n\nWith such a treasure beckoning, man could not stay away from Venus.\nRockets came hurtling across space filled with hunters. Traders\nfollowed. After the traders came the colonists, led by Johnny's father\nand mother.\n\nJohnny sighed again.\n\n\"Don't be so sad,\" Baba clicked. \"We've been real lucky so far.\"\n\n\"I suppose so.\" Johnny had to admit they'd both been lucky. Baba had\nbeen lucky not to be killed as his mother and brother had been. And\nJohnny had been lucky to get Baba at all. If there had been any other\nway of raising the bear until his black baby claws turned blue, Johnny\nnever would have gotten him. All other young marva that had been\ncaptured had died. They refused to eat or drink. They simply squatted\ndown and whimpered piteously until they died of what seemed to be\nloneliness and heartbreak.\n\nWhen Baba had been captured, Mrs. Watson brought him home, hoping to\nsave his life. Two-year-old Virgil Dare, as Johnny was called then, was\nfascinated.\n\n\"Ba-ba,\" he had cried, trying to say bear, and had thrown his arms\naround it. Surprisingly, the little bear had stopped whimpering and had\nhugged Johnny back. A few minutes later it had eaten some diamond-wood\nnuts.\n\nAfter a week, the colonists had decided that the little bear would\nlive and he was taken away and put in a small diamond-wood cage for\nsafe keeping. The little bear promptly refused to eat and almost died,\nwhimpering over and over a sound that was just like \"Johnny, Johnny,\nJohnny.\" It was the only sound he could make beside the clicking noise.\nHe had to be sent back to the little boy. From then on Virgil Dare was\ncalled Johnny.\n\nHe and Baba went everywhere together, even to school. As the years went\nby they became closer than brothers and it was easier and easier to\nforget that the blue cub was really colony property.\n\nThen, Baba's voice had deepened; the black nails had gradually\nloosened; and, all in one Venus night, during Baba's long sleep through\nfive earth days of darkness, the new nails had come in. Johnny had\na mixture of india ink and nail polish all ready. It had worked for\ntwo months now. But the polish _did_ chip off and the claws had to be\npainted over and over.\n\n\"Oh, Baba, why can't you be a sensible little bear and stay home where\npeople can't see you,\" Johnny said.\n\n\"You know why, Johnny,\" Baba clicked. \"You're my kikac.\" This was a\nword in the clicking language that meant friend, pet and brother, all\nin one. Baba said kikacs should never be parted.\n\nThat was the reason Johnny could not go to see the rocket come. If he\nwent, Baba was sure to follow. Everyone, colonists and hunters, was\ngoing to be at the field, and if one of them caught sight of a flash of\nblue from Baba's claws, it would mean the end of Baba. The colonists\nliked the little bear but the colony was very poor. They wouldn't think\nlong about killing him for his jewel claws. The hunters wouldn't think\nat all. They would steal him as quick as the flight of an arrow-bird.\n\nIt was a very dangerous situation. But if he could keep from going to\nthe rocket field, Johnny had a plan. The plan depended on Johnny's\nthird secret.\n\nDraped over his branch, Johnny kept his eye on the hunters. They just\nseemed to be strolling about the settlement now--getting used to the\nfact that they were out of the dangerous jungle where they lived in\nconcrete forts. When the door of the settlement headquarters opened\nagain, Johnny pulled his head back in among the leaves.\n\nA grey haired man with heavy eyebrows stepped out of the door. It was\nJeb, the old hunter, one of the first men to come to Venus hunting\nmarva. Now he was one of the colony guards, and a very good friend of\nBaba and Johnny.\n\nWhen the old man came close enough for him to hear, Johnny crawled out\nwhere he could be seen, called down to him, and waved.\n\n\"Hi, Jeb--whatcha doing?\"\n\nThe old man stopped in his tracks, looked carefully around him, then\ncocked an eye up into the tree. He frowned, his grey eyebrows making a\nV over his deep-set eyes. He shook his head in disapproval, but said\nnothing until he was directly under the tree.\n\n\"What I'm doin' isn't important,\" Jeb said in a gruff voice, looking\nup at Johnny. \"But what are _you_ a-doin' up that tree when you're\nsupposed to be doin' book work?\"\n\n\"Aw,\" Johnny started, \"I just....\"\n\n\"You just made your paw boiling mad, that's what,\" Jeb interrupted,\n\"locking the teacher in that way.\" He snorted.\n\n\"Did Dad say anything about keeping me away from the rocket landing?\"\nJohnny demanded anxiously.\n\n\"Nup,\" answered Jeb. \"Cap'n Thompson wanted him to, but he says no,\nthat you worked real hard all year. But I'm warning you. You better get\non inside that school house, unless you want a good tannin'. Your ma's\nout lookin' for you with fire in her eye.\" He started to walk away.\n\n\"Hey, wait a minute Jeb,\" Johnny called.\n\n\"Well?\"\n\n\"I was watching those hunters. They're sure interested in the stockade.\nYou better tell Cap'n Thompson.\"\n\n\"We know they're interested. I don't think they'll do anything. That\nold reprobate of a Trader Harkness'll keep 'em in line. _You'd_ better\nwatch out, though. I might tell Cap'n Thompson where he could find him\na hooky-player.\" With a fierce snort the old man was on his way.\n\nJohnny smiled. He knew Jeb would never tell where he was hiding, in\nspite of the gruff warnings. Jeb was a nice old fellow. He'd shot his\nmarva years before, gone down to earth, spent his millions in a few\nwild years and returned to Venus dead broke. In twenty years hunting he\nhad never made another kill. Marva were as hard to find as they were\nvaluable.\n\n\"Guess you just weren't quite bad enough!\" Baba clicked to Johnny. \"My\nclaws are dry. Let's go before your mother finds us.\"\n\nJohnny crawled down to the little bear.\n\n\"We gotta think of something else bad to do. It's that or just plain\nrefuse to go. But then they'd think something was funny, sure as\nshooting!\"\n\n\"There's lots of ripe meat fruit in the tree,\" Baba clicked, and\ngrinned. \"Maybe you could drop one on Captain Thompson!\"\n\n\"Oh boy!\" Johnny exclaimed in excitement. Then he frowned. \"Aw, he\nprobably won't come by here again.\"\n\n\"Somebody will!\" Baba said. \"Let's keep an eye out.\"\n\nThe two of them posted themselves in different parts of the tree and\nwatched for possible targets for ripe meat fruit. No one seemed to\nwant to walk under the tree. Finally Johnny caught sight of a short\nfat bald-headed man and a tall redhaired man leaving the Hunters Hotel\ntogether. One was Trader Harkness, who all but ran the colony, and the\nother, his bodyguard, Rick Saunders. They seemed to be headed for the\ntrading post and would have to pass directly under Johnny's tree to get\nthere. Baba saw them at the same time.\n\n\"How about Trader Harkness?\" the little bear clicked. \"Do you think\nhe'd be a good target?\"\n\n\"A kind of dangerous one,\" Johnny clicked back, his heart racing. \"But\nwhere's that meat fruit?\"\n\nThere wasn't any question about his getting into enough trouble this\ntime. He just hoped he wouldn't get into too much trouble!\n\nTrader Harkness was a very important man, but Johnny didn't like him.\nHe had started as a hunter and then had turned trader. By killing off\nmost of his opposition, he had become the only important trader on\nVenus. If he hadn't wanted a walled settlement to protect his goods,\nthe colony might have failed. A hunter would stop at nothing to get\nwhat he needed and the colony had had more than one of its tanks\nambushed and stolen to hunt marva.\n\nA red, ripe meat fruit was not hard to find. Johnny wrenched one from\nthe branch and held it carefully by its long stem. The size of a small\nmelon, green meat fruit must be cooked before eating. Once ripe, their\nthin skins are plump full of a sweet strong-smelling paste--a natural\nhigh protein baby food.\n\n\"There's plenty more,\" Johnny clicked softly. \"Think we ought to get\nRick, too?\"\n\n\"He's too good a friend,\" Baba clicked back. \"Besides he might not give\nme any more chocolate.\"\n\nJohnny agreed with a laugh, and pushed leaves aside so he could see.\nHe shivered. Below him came the most powerful man on Venus--a short,\nimmensely fat man, who waddled forward rather than walked. On earth he\nwould have been laughed at, but on Venus he was feared and respected.\nHe liked that respect and demanded it.\n\nJohnny swallowed hard. The man he was going to drop the fruit on had\nonce been ambushed by five hunters--none of them had survived.\n\n\n\n\nCHAPTER THREE\n\n_A Dangerous Target_\n\n\nAs the two men moved closer to Johnny's and Baba's meat tree, they\nappeared to be arguing about something. The trader glittered as he\nwaddled forward. His armor was of the clearest, brightest marvaplast\nplastic, and his fingers were studded with marva jewel rings. They\nstopped just a few feet away from the tree. Johnny could tell the\ntrader was angry. Though he was keeping himself under tight control,\nhis heavy jaw was set and his little black eyes flashed under his\nsmooth, hairless brow.\n\n\"I'll put it to you straight, Rick,\" the trader's heavy voice rumbled\nup to Johnny. \"I couldn't stay in business a year if I did as you asked\nme to.\"\n\nThe redhaired bodyguard was flushed. \"Well, then, I guess I'll have\nto do it,\" he said in a tight, defiant voice. \"If you won't warn the\ncolonists, I will.\"\n\nHarkness' jaw tightened. \"Better think it over, Rick.\" His voice was\nstill controlled and level. He gripped Rick's shoulder with a pudgy,\njeweled hand. \"Remember, those hunters trusted me. They figure my\nbodyguard wouldn't do anything I told him not to. If you warn the\ncolonists, I'll have to make it clear you were on your own.\" His voice\nheld a threat.\n\n\"What do you mean?\" Rick demanded, pushing the hand from his shoulder.\n\n\"The least I would do would be to fire you back to Earth,\" he said\nominously.\n\nJohnny drew in his breath. He knew how much Rick wanted to stay on\nVenus. The trader got his bodyguards by paying their way to Venus. He\nagreed to stake them for hunting if they did good work for a year.\nOtherwise they were sent back to Earth. It was said that men who\ncrossed Trader Harkness never made it alive.\n\n\"I'm sorry, Trader,\" Rick said, \"but I'll take my chances. If you don't\nlike what I do, I'll join the colony.\"\n\n\"I should have guessed it,\" the trader said contemptuously, \"when you\nbegan hanging around that worthless Jeb.\" The trader paused and then\nthe threat in his voice was no longer veiled. \"Believe me, Saunders,\njoin that colony and you'll regret it.\" The heavy man turned slowly and\nmoved toward his trading post.\n\nFascinated, Johnny had all but forgotten the meat fruit in his hand.\nThe trader was almost past him when he remembered. With a little toss\nJohnny let go of the juicy fruit. For an instant he thought he had\nthrown too far, but the trader waddled forward just right.\n\nWith a sickening plop the red fruit exploded on the top of Trader\nHarkness' shining headglobe. Dripping purple gobs splattered through\nthe air slits, smearing the stone-bald head. A strong sweet smell\nfloated up to Johnny. For a moment Harkness stood perfectly still in\nshocked amazement.\n\nThen the tremendous man began to dance about in sheer rage and\ndiscomfort.\n\n\"Water!\" he yelled, his rumbling voice rising to a shrill cry. \"Get\nsome water!\" He was bouncing up and down in an odd way, his clenched\nfists hitting the air. All his dignity was gone.\n\nJohnny stared open-mouthed, awed by his own daring. Rick Saunders stool\nstill a second, and then broke into a guffaw.\n\n\"I tell you, get me some water!\" Trader Harkness roared. Three or four\nhunters and Jeb, the old guard, came running up. They took one look and\nthey, too, broke into laughter. Jeb was carrying a fire bucket.\n\n\"Never thought I'd ever get this chance, Will,\" Jeb cackled, and\nsloshed a bucket of water over Harkness. The water splashed on the bald\nhead and washed the bits of fruit down the trader's neck and under his\narmor. The big man stood there dumb with anger.\n\nJohnny's throat ached with the laughs he'd kept back. He glanced up to\nthe branch where Baba sat. The little bear's fur was shivering with\nfun. His eyes opened wide, and with a whir of clicks meaning, \"Watch\nme, Johnny,\" he leaped into space. He kicked up a flurry of dust as he\nbounced to the ground and up to his feet in front of the trader and the\nother men. By this time the crowd had grown to a dozen men.\n\nBaba stopped a moment to make sure everyone was watching him. Then\nthe round little bear began a dancing, bouncing waddle up and down.\nHe clenched his forepaws into little fists and beat the air. His face\nwas screwed up into a mighty frown. It was a perfect imitation of the\ntrader. The men's laughter swelled to a roar.\n\n\"Rick!\" Harkness' voice rumbled out, tight and cold with rage. \"Shoot\nit!\"\n\nThe laughter stopped suddenly, almost as if it had been switched off.\nIt had been so long since anyone had made fun of the trader that the\nman had lost his head.\n\n\"I can't do that!\" Rick's lean brown face was horrified. Then he became\nangry. \"I wouldn't shoot a kid's pet!\"\n\n\"Well, I will!\" Moving with more speed than it seemed a large man could\nmuster, the trader's hand snaked toward his holster.\n\nBaba saw the joke had gone too far. He leaped into the air, came down\nwith a bounce and shot up the tree beside Johnny before the trader\ncould level the gun at him.\n\nJohnny's mouth went dry. Already the trader was searching the tree for\nBaba, his pistol up, the safety switch off. The men stood in shocked\nsilence.\n\n\"He's right beside me, Mr. Harkness!\" Johnny shouted, and crawled into\nfull view. \"C'mon, Baba, get on my shoulder. He can't shoot _me_.\" As\nJohnny came into full view, the trader's face grew angrier yet. \"Baba\ndidn't drop that meat fruit, Mr. Harkness,\" Johnny said firmly. \"I did.\"\n\n\"Kid's got guts,\" one of the hunters muttered.\n\nAs Johnny slid down to the ground, he saw his mother pushing her way\nthrough the group of men. Her lips were tight together, her face white.\n\n\"You're going to get it,\" Baba clicked. \"Here come your pa and Captain\nThompson, too.\"\n\nMrs. Watson strode straight up to Trader Harkness, her eyes blazing.\n\n\"You ought to be ashamed!\" she said to the man. Then she turned on\nJohnny. \"And so had you, young man. No planet-fall for you!\"\n\nJohnny's heart leaped. He'd done it at last!\n\n\"Now, Mr. Harkness,\" Johnny's mother's voice was very low, \"what Baba\nand Johnny did was very wrong. I apologize for them. And Johnny will\ncertainly be punished. Nevertheless, I never want to hear of you or\nanyone else threatening Baba again. Is that clear?\"\n\nTaken aback, the trader nodded.\n\n\"That goes for the whole family, Mr. Harkness.\" Johnny's father stepped\nforward straight and tall and put his arm around his wife's shoulder.\n\"Not to mention the colony,\" he went on. \"We have a pretty big stake in\nthat bear.\"\n\nThe fat, short trader seemed suddenly as cold as ice. His heavy jaw\nthrust out and his little black eyes looked straight at Johnny's father.\n\n\"Valuable or not, I don't have to put up with insults. Not from those\ntwo or any of you. If that's the kind of thanks I get for ten years of\nworking with you, I'm through. You can fight your own battles now.\" He\njerked his head around toward Rick. \"C'mon!\"\n\n\"I'm staying,\" the young man said.\n\n\"All right. Stay.\" The smooth bald head swiveled back to the Watson\nfamily. \"I told this man I'd fire him back to Earth. But let him stay.\nAfter the hunters have picked your bones, I'll take care of him.\" He\nturned, and with heavy footsteps walked away. His slow waddle did not\nseem funny now. The hunters in the crowd stood for a moment, and then\nfollowed him.\n\nCaptain Thompson addressed Johnny's father. \"That sounded like a\ndeclaration of war.\"\n\nJohnny's father nodded grimly. \"I think our colony is getting too big\nfor him,\" he said slowly. \"He's been looking for a way to break with us\nand Johnny gave him just the kind of excuse he needed.\"\n\n\"Yep,\" said Jeb. \"But don't be too hard on Johnny. Maybe it's just as\ngood it happened now when we got marva claws to buy us some extra fire\npower.\"\n\n\"You might not have those claws long enough to do any good,\" Rick\nSaunders cut in. \"I was just going to warn you. Four hunters just asked\nHarkness in on a plan to rob the stockade. The trader turned 'em down,\nbut....\"\n\n\"Which four hunters?\" Captain Thompson broke in.\n\nA shadow passed over Rick's face. \"I don't know which ones.\" He looked\nat Mr. Watson eagerly. \"I want to help, though. I'm hoping you'll take\nme on as a guard.\"\n\n\"We can sure use you.\" Jeb stepped up and slapped the young man on the\nback.\n\nMr. Watson appeared to consider for a moment. He looked Rick up and\ndown, and then glanced at Captain Thompson, who nodded.\n\n\"All right, Rick,\" he said. \"You go on over to the guard barracks and\nJeb'll check you out. When you're through, report to Captain Thompson.\"\n\nRick Saunders grinned. Old Jeb threw an arm around his shoulder and\nthey walked off together.\n\nWhen they were out of hearing Captain Thompson turned to Johnny's\nfather. \"I don't know if I like this,\" he said. \"Harkness may have\nplanted that man on us. I'm certainly not going to let him get anywhere\nnear our claws. I'll keep an eye on Saunders personally.\"\n\n\"But, gosh,\" Johnny broke in, \"I heard him arg....\"\n\n\"I think, Johnny,\" said his father sternly, \"you've said and done\nenough for one day. The trader is a proud man and by making a fool of\nhim you've given the colony a deadly enemy.\" He turned back to Captain\nThompson. \"We'd better change our plans, Captain. It looks like we\nshould double, maybe even triple the guard....\"\n\n\n\n\nCHAPTER FOUR\n\n_The Third Secret_\n\n\nThree hours later, boy and bear were trudging through the marshberry\nfields toward New Plymouth Rock. Johnny's bottom was still warm from\nhis recent session with a strap. The boy was in full armor. A leather\nharness was strapped to the little bear's furry blue back.\n\nThe last 'copter had long since left for the rocket field and, except\nfor guards, the settlement was nearly empty. Because of this Johnny\nhad been forbidden to leave his house. A lone person without a gun was\nsupposed to be just what the arrow-birds were looking for. But Johnny\nwasn't afraid. He had his third secret.\n\nJohnny reached up and carefully picked one of the apple-sized\nmarshberries for himself. It was a rich ripe yellow color.\n\n\"They are just right this year,\" Johnny said to Baba.\n\nThe little bear nodded gravely. Both he and Johnny had worked hard in\nthose fields. Everyone did. Marshberries prevented a disease called\ncolds that Johnny had never had, and were the only crop the colonists\ncould send back to Earth. They had to be ripe for the yearly rocket or\na year's work was wasted.\n\nJohnny trudged on under the weight of his armor while Baba bounced\nalong beside him. A mile away loomed New Plymouth Rock. The huge\nmesa-like rock made up one corner of the settlement's barrier against\nthe animals. The thick concrete walls of the settlement, topped with\nlive wires, were joined to the rock on two sides. On its summit, stood\na stunted diamond-wood tree. This was Johnny's and Baba's destination.\n\nBaba jumped high in the air, made himself into a ball and bounded on\nahead.\n\n\"Hurry up!\" he clicked.\n\n\"Hungry for nuts, eh?\" Johnny asked.\n\n\"Crunchy ones,\" the little bear clicked back, turning a somersault in\nthe air. \"Come on, hurry!\"\n\nJohnny made a face at Baba. \"Bear,\" he said, \"you're certainly getting\nbossy lately.\"\n\nBaba did another somersault, bounced, and landed on Johnny's shoulder\nwith a thump, almost knocking the boy down. He put his nose in Johnny's\near.\n\n\"I'm a grown-up,\" he clicked in heavy tones. \"Hear my beautiful new\nvoice?\"\n\nJohnny hunched his shoulders hard, spilling Baba to the ground. Then\nhe grabbed him by the harness, and stood up. While Baba squeaked\npiteously, Johnny swung him round and round. At the top of one of the\nswings he let go, tossing Baba high into the air.\n\n\"Help! Help!\" clicked Baba, beating paws into the air, and screwing up\nhis face. Just before he hit the ground he made himself into a ball. He\nhit with a smack and bounced higher than Johnny had thrown him. Both of\nthem were laughing when he stopped bouncing.\n\n\"Gosh, I wish we could have done that for the Earthies!\" Johnny said\n\nThe two fell silent, both thinking of the fun they were missing at the\nrocket field.\n\nThey were coming to the end of the marshberry fields. Before them were\nthe great boulders surrounding New Plymouth Rock. Johnny had made the\nharness Baba was wearing for forays among the boulders--forbidden\nforays, for arrow-birds nested there. Baba, with his strong nails and\nbouncy body, could go straight up the face of rocks. He was small\nenough to ride on Johnny's shoulder, but he was powerful too. By\nhanging on to Baba's harness, Johnny could go straight up and over\nlarge boulders, armor and all.\n\n\"Let's go right by the nests,\" Baba clicked. \"I want to be sure, right\noff.\"\n\n\"O. K., worry bear, you lead the way.\" Johnny began to chant,\n\"Grandpapa Baba sat in a corner, 'fraid that his shadow would burn in\nthe fire.\"\n\nBaba bounced over the smaller rocks in the way. Johnny, weighed down\nwith headglobe and armor, made his way slowly over them and between\nthem. Baba helped Johnny over one steep place and then stayed beside\nhim. It was hard going and Johnny's clothes were drenched with sweat\nunder his armor before they clambered down the last boulder and on to\na little flat place. They were already high above the level of the\nsettlement. On one side they were surrounded by high red boulders. On\nthe other side loomed the sheer cliff of New Plymouth Rock.\n\nFar above them, from many round holes in the rock, came strange\nsqueaking sounds. Here were the arrow-bird nests! Johnny was deathly\nafraid. He'd seen what an arrow-bird could do when it shot itself at a\nman.\n\n\"Get ready, Baba,\" he whispered.\n\n\"Those are just babies up there,\" Baba clicked. \"No danger yet!\"\n\n\"Let's climb up and get rid of them!\" Johnny suggested. \"Then there\nwon't be any here to....\"\n\n\"No!\" Baba interrupted.\n\n\"But why? I'd be protected by my armor and....\"\n\n\"No!\" Baba clicked more firmly. There was a stern but puzzled\nexpression on the little bear's face. \"The arrow-birds are my\nfriend-pets, I must not hurt them.\" He used a word in the clicking\nlanguage which meant both friend and pet. It was something like the\nword \"kikac,\" which he called Johnny--\"friend-pet-brother.\"\n\n\"All right,\" Johnny said, \"but I don't understand.\"\n\n\"You mustn't harm them, either,\" Baba said. \"Remember, I brought you\nhere. Otherwise you wouldn't know where the nests were. Even if you\njust tell the grownups and they kill them--well, it would be wrong. I\nwould have--\"\n\nBaba was interrupted by a high whistling, shrieking noise, and the\nwhir of wings. So quick you couldn't have followed his motions, Johnny\nsquatted down, curled his feet under him, thrust his hands and forearms\ninto special armor pockets. Six strangely shaped creatures were diving\nstraight at him.\n\nArrow-birds! A dirty greenish yellow, they were long and slender,\nover a foot long. One could not tell where their heads left off and\ntheir necks began. They were shaped like long arrow points. Their\ngossamer-thin wings were a blur of motion.\n\nJohnny braced himself so that if they hit him he would not be knocked\nover. In a fraction of a second they dived within fifty feet of him.\n\n\"Go away friend-pets,\" Baba clicked, as loudly and as fast as he could.\n\"Go away! Bother us not!\" He repeated his cry in a kind of chant, so\nrapidly it was almost a trill.\n\nThe shrieking whistle changed to a low hum. The arrow-birds pulled out\nof their dive. They floated in mid-air, their wings awhir. One had\nalmost reached Johnny and was hovering in the air only a couple of\nyards away. It bent its neck out of arrow position and looked straight\nat him. Its little purple eyes glittered against the yellow green skin\nof its head.\n\nThen, like a flash, they were gone.\n\n\"Whew!\" Johnny breathed. He took his hands out of his armor and stood\nup. He turned around just in time to see the flight of arrow-birds\ncrawl into the holes in the rocks that were their nests. This was\nJohnny's third secret.\n\nThe arrow-birds obeyed Baba!\n\nRight after Baba's voice had changed and his jewel claws had come in,\nthe two had made this astonishing discovery. They had stumbled upon\nthis nesting place, and the arrow-birds, frightened for their nests,\nhad slashed down at Johnny for the first time in his life. But Baba had\ncried out desperately in his new deep clicks for them to go away--and\nthey had. It was like magic.\n\nStaring up at the sheer cliff, Johnny was excited, but afraid. Such\na climb was too dangerous to do just for the fun of it, but Johnny\nthought he might have a way of saving Baba. Even when they were much\nyounger the little bear had been willing to leave Johnny in order to\nclimb for diamond-wood nuts fresh from the tree. It was the ideal place\nfor Baba to hide. If Johnny could climb up with him they would be able\nto visit often-and Baba was so fond of fresh nuts he might be willing\nto use it for a hideout.\n\nJohnny hadn't told Baba about his plan. If they could make it to the\ntop he would tell the bear then.\n\nThe high shrieking whistle began again.\n\nJohnny suddenly had an idea.\n\n\"Friend-pets, friend-pets, bother me not. Bother me not,\" Johnny\nclicked quickly, shaping deep clicks just like Baba's in the back of\nhis throat.\n\nAs the birds half-pulled out of their dive, the little bear started to\nspeak.\n\n\"No, let me keep trying,\" Johnny clicked. \"Friend-pets, friend-pets,\nbother me not.\"\n\nAt this, the birds hovered about him making squeaking noises, their\nheads still in striking position.\n\n\"They're puzzled,\" Baba clicked. \"They sense something's wrong. They\nexpect to be shot at by people. I'll tell them to go and it will be all\nright. In a second they could kill you.\"\n\n\"I've still got my armor,\" said Johnny. \"Maybe if I tell them to come\nhere they'll trust me.\" Johnny spoke the last in English and the words\nsent the birds fluttering farther away. They seemed to be on the point\nof making another dive.\n\nJohnny was pale under his headglobe, but clicked, \"Friend-pets, come to\nyour friend.\"\n\nThe flying lizards slowly quieted, squeaking among themselves. Their\nwings humming, they hovered closer and closer. There were five of them.\nFinally their heads snapped out of arrow position. One of them hovered\nin very close.\n\n\"Come to me, friend-pet,\" Johnny clicked to it, and held out his hand.\n\nThe creature, watching him carefully with its little purple eyes,\nfloated even nearer, its wings humming. Very gingerly it came to a\nperch on his hand. Its claws were cold and it smelled faintly of meat\nfruit.\n\nJohnny breathed deep. He was the only human being who had ever made\nfriends with an arrow-bird.\n\nSlowly, while the other birds hovered in the air about him, Johnny drew\nin his hand and stroked the bird on its folded wings. It shivered under\nhis touch. But, as he did it no harm, the other birds came closer and\nlit on his arms and his shoulders. One peered into his face. Another\npoked the air slits of Johnny's headglobe with its sharp bill.\n\n\"Baba! Baba!\" Johnny cried out. \"Do you see this? Do you think I could\nsneak one home with us?\"\n\n\"Your people would kill him, Johnny,\" Baba clicked. \"Go away,\nfriend-pet,\" he clicked to the arrow-bird.\n\nThe bird looked at Johnny.\n\n\"Go, friend-pets,\" Johnny clicked regretfully to the five birds about\nhim. With a flash of wings they were gone.\n\n\"Gosh,\" said Johnny. \"Gosh!\" He unzipped and wriggled out of his armor.\n\"Baba, I don't _have_ to wear armor ever any more. Do you understand? I\ncan just walk around like you do!\" The words fairly bubbled out of him.\nBaba was quiet for a moment, frowning.\n\n\"Johnny,\" he clicked, \"I've done something wrong. Something very bad.\nI'm not sure why, but I just know it's wrong. Those are my friend-pets,\nnot yours. If _you_ use the word 'friend-pet' to them, that means you\ncan never hurt them. You must always help them. But they will always\ntry to kill your mother and father. It is all mixed up.\"\n\n\"Gee, Baba,\" Johnny was frowning now, too. \"C'mon, let's try the climb\nand forget it.\" From one of the armor straps he unhooked a flashlight\nhe always brought along for exploring caves. He fastened it to his belt.\n\nA few moments later the two friends were looking up at the bare rock\nface that extended three hundred feet straight up.\n\n\"Golly, Baba, do you really think you can take us up _there_?\" Johnny\nasked.\n\n\"If you can hold on, I can take you,\" Baba said from Johnny's shoulder.\n\n\"Start up!\" Johnny yelled. Baba leaped up onto the wall of rock, his\nclaws cutting into it. Johnny grasped the harness and hooked his toes\ninto a crack in the stone.\n\n\n\n\nCHAPTER FIVE\n\n_A Mystery Indeed!_\n\n\nBy the time Baba and Johnny had gone fifty feet up the cliff, Johnny\nfelt as if his arms were about to be pulled from his shoulders. The boy\nhelped push with his feet, but that took only a little weight from his\narms. Below him there was nothing but boulders and sharp jagged rocks.\nIn spite of that danger, he felt that he could hardly keep hold of the\nharness. Sweat poured down into his eyes.\n\n\"Hurry, Baba,\" he said through clenched teeth.\n\n\"Ledge soon,\" the little bear clicked. As he speeded up his climb he\nslapped his claws deep into the rock, making sharp clapping noises\nthat echoed among the boulders below. He stopped short and Johnny saw\na place where the rock jutted out a few inches. Gratefully he felt\nsomething solid beneath his feet. He couldn't put his whole foot down,\nbut he could rest his arms a little.\n\n\"Whew,\" Johnny said, \"doesn't the ledge get wider?\"\n\n\"In a minute,\" Baba answered. Crabwise, with Johnny still hanging on,\nBaba worked along the ledge, which slowly widened until Johnny could\nstand alone. They were now on the jungle side of the rock.\n\nA few feet farther on, there was a narrow slit in the rock face that\nwidened into a small cave. Deep in the cave's darkness Johnny heard\nthe squeaking of young arrow-birds. As he crept inside he whipped his\nflashlight from his belt. Purple eyes glittered at him in the circle\nof its light. There was a flutter of wings. Johnny and Baba started to\nclick at the same time. The fluttering stopped and the birds' heads\ndisappeared into their nests. The cave ended in a pile of large stones.\nJohnny sat down.\n\n\"Boy, do my arms ache!\" Johnny said. \"How about you, Baba?\"\n\n\"I can climb,\" Baba answered. \"But can you hold on? We have far to go.\"\n\n\"Aren't there any more ledges?\" Johnny asked.\n\n\"Small ones,\" Baba answered. \"None are wide like this one. Do you still\nwant to go up?\"\n\n\"Maybe we could tie me on some way,\" Johnny said. \"Mountain climbers do\nit that way.\"\n\nIn a moment the boy and the bear were trying to see what they could\nwork out. Finally Johnny had Baba use the razor sharp point of one of\nhis claws to cut a pair of long thin straps from the wide ones on the\nharness. These they tied to Johnny's belt and then to Baba's harness\nagain.\n\nWhen the straps were finished, Johnny felt rested and they started out\nof the cave. They were stopped by the sight below them.\n\nAt the foot of the rock there was a wide space of cleared ground,\nand then the jungle stretched out. About a half mile away some large\ngreyish beasts were breaking out of the undergrowth.\n\n\"Rhinosaurs!\" Johnny shouted, pointing. \"Golly, a whole herd of them!\"\nThere were more than thirty of the huge grey-blue saurians. Even at\nthat distance they could hear the low thunder of the gigantic hooves.\nThe beasts stayed close to the brush, knocking down small trees as they\ncame. Johnny knew that heavy ato-tubes were trained on the rhinosaurs\nfrom the guard towers. The guards in the gate towers would have a full\nview of them. Johnny also knew that unless the beasts began to charge\nthe walls, the guards would not fire. If they did, the whole herd might\ncharge. Topped as they were with electric wires, the heavy fifty-foot\nhigh walls would be hard to breach. But rhinosaurs had smashed those\nwalls once--before they were thickened and electrified.\n\n\"Remember when they attacked and killed a lot of colonists?\"\n\n\"I remember,\" Baba clicked. \"Your people killed them, too. These\nstraps....\"\n\nJohnny nodded. Because it was made of the skin of an animal the\ncolonists had killed, he had had a hard time getting Baba to wear that\nharness.\n\n\"Let's go!\" Johnny said.\n\nThis time the going was not so hard for Johnny, though they climbed\nmuch farther before he and Baba could rest. The next ledge they reached\nwas not large enough to let them sit. Baba had to hang to the rock, but\nit didn't seem to tire him.\n\nThree more rests, and slowly but surely they were reaching the top. At\nthe last rest Baba clicked to Johnny in warning.\n\n\"The rock is getting softer. If my claws tear away from the rock, just\nrelax and fall with me. I'll grab again further down.\"\n\n\"All right,\" he said.\n\nJohnny didn't dare look down. He had been climbing with Baba since he\nwas three, but never this high before.\n\nThey had gone up only a few more feet when Baba's claws began to slip.\nJohnny let himself go limp just in case anything happened. Very slowly\nBaba's claws slipped down the rock. Then they caught hold again.\n\n\"We will have to move to the side,\" Baba clicked.\n\nJohnny didn't answer. It was up to Baba. The little bear scuttled\ncrabwise along the side until he found rock that didn't scale off. Then\nup they went again. Finally there was a ledge. The two scrambled onto\nit. Above the ledge was a gap in the rock, some boulders--and they were\non the top!\n\nA faint wind was blowing, and Johnny could hear it sing through the top\nof the stunted diamond-wood tree growing on the summit.\n\nThe top of New Plymouth Rock was flat, a hundred feet or more wide,\nbut with many jutting boulders. Here and there grew small bushes and\npatches of grass. The diamond-wood tree sprang directly from the bare\nrock.\n\nWith shaking fingers Johnny untied the straps and threw himself down on\na patch of green. As he lay there, his breath rustling the grass, he\nheard Baba pattering about and wondered how the little bear had so much\nenergy left.\n\n\"Johnny,\" Baba clicked, \"do you want some berries?\" Johnny looked up to\nsee the little bear holding some clear, almost transparent red berries\nin his paw. The colonists called them antelope berries because they\ngrew mainly in antelope country. At that moment Johnny realized he was\nvery thirsty.\n\n\"Thanks, Baba!\" He crushed the berries with his teeth and felt the\nsour-sweet juice trickle down his throat. He suddenly felt thrilled\nwith triumph. He was now where no other human had ever been before!\n\nJohnny was just raising his head to look around when he heard the\npatter of tiny hooves behind him.\n\n\"Look, Johnny!\" Baba clicked.\n\nJohnny turned. Running toward them was a herd of the tiniest antelope\nhe had ever seen. They were barely six inches high, their curled horns\nalmost as tiny as needles. Head down, they charged directly at him.\nJohnny jumped to his feet.\n\n\"Friend-pets,\" Baba clicked gently, \"bother us not.\" The tiny\ncreatures wheeled about and started back in the direction from which\nthey had come.\n\n\"Oh, Baba, don't send them away,\" Johnny said. Then, remembering his\nsuccess with the arrow-birds, he himself clicked in a low tone, \"Come\nhere, friend-pets. Come here.\"\n\nThe antelope with the longest curled blue horns stopped, turned slowly\naround and pawed the ground, his long neck arched. It was just seven\ninches high. Johnny laughed. The regular antelope were seven _feet_\nhigh, but otherwise looked exactly the same as these.\n\nJohnny squatted down and, as he moved, the herd turned and ran, making\nlittle whinnying noises. Then they wheeled and returned. The leader\npranced closer and closer and came to a halt within a foot of Johnny.\nIt was soft blue all over, marked with spots of deeper purple. Its\ntiny hooves were blue black, and its eyes glistened with deep purple\nhighlights. Johnny reached out both his hands and laid them before the\nlittle creature.\n\n\"Come,\" Johnny clicked. Trembling, the little antelope pawed the grass.\nThen with mincing steps he came forward and placed his forefeet on one\nhand, his hind feet on the other. Very slowly Johnny raised him from\nthe ground. The small hooves were sharp and dug into the palms of his\nhands. The little animal's eyes widened and it snorted in fear. Johnny,\nafraid it might fall, set his hands back on the ground.\n\n\"Go, friend-pet,\" he clicked. With a bound the creature returned to his\nherd. Together the antelope leaped high over a small boulder and were\ngone behind a clump of bushes.\n\nJohnny looked up to see Baba watching him steadily. The little bear\nlooked at Johnny the same way as when he had spoken to the arrow-birds.\n\n\"Friend-pet-brother Johnny,\" Baba clicked, \"I am sure I am doing wrong.\nFirst the arrow-birds and now the antelopes are your friends. But they\nare your people's enemies.\"\n\n\"Not the antelopes!\" Johnny said. \"They fight us some, but we don't\never bother them except for meat.\"\n\n\"Your people kill them,\" Baba said, as if that settled matters. \"Now\nyou can't. You've said they were your friends.\"\n\n\"Is that some kind of rule?\" Johnny asked.\n\n\"You said they were your friends,\" Baba repeated. \"You help your\nfriends and your friends help you. That is the law and will be the law\nas the trees stand. Between friend and friend there is no parting more\nthan the fingers of a hand.\" Baba said this in a sort of sing-song of\nclicks, like the song of a bird. It was something like a poem.\n\n\"Baba,\" Johnny asked, \"how do you know all this? You've never talked\nthis way before.\" Johnny squatted down before the little bear, whose\nface was screwed up into a puzzled frown.\n\n\"I guess I've always known it,\" Baba clicked. \"But it just came back to\nme. I don't remember much before I came to live with you, Johnny. But\nI do remember being in a high tree. There was one like me whom I loved\nvery much, and she sang the song I just sang to you. I remember going\nto sleep while she sang it. It is a true song, too.\"\n\n\"Would you sing it again?\" Johnny asked.\n\nThe little bear began again:\n\n    \"You help your friends and your friends help you.\n    It is the law,\n    And will be the law as the trees stand.\n    Between friend and friend there is no parting\n    More than the fingers of a hand.\"\n\nThis time the little bear really sang, trilling the clicks to a tune\nlike the roll of a mockingbird's song. Johnny felt very strange. He\npatted Baba on the head and then stood up.\n\n\"I think I understand,\" he said, and looked out over the surrounding\ncountryside, thinking about the little antelope he had just held in his\nhands.\n\n\"I'm hungry,\" the little bear clicked. With a jump and a bounce he\nstarted for the stunted diamond-wood tree.\n\n\"Baba,\" Johnny called. The little bear bounced back. \"Aren't there\nplenty of those nuts here for you to live on? I mean, enough to feed\nyou regularly if you lived here all the time?\"\n\nThe little bear nodded yes, but frowned.\n\n\"I want to live with you, Johnny,\" he clicked.\n\n\"I know, Baba. But you're in danger. I hoped that if I could show you\nI'd be able to visit you, maybe you'd stay.\"\n\nAt the unhappiness on the little bear's face, Johnny hurried on. \"Look,\nBaba, I can't make you stay here. But somebody's going to find out\nabout your nails if you stay with me. If you live here, I could come up\nand visit you when the nights come, and if we were lucky, I could see\nyou most every wake-time down by the rocks....\" Johnny's voice trailed\noff. Baba was looking unhappier and unhappier.\n\n\"I want to live with you,\" Baba repeated. \"Remember what the song says\nabout parting. You stay here with me.\"\n\nIt was Johnny's turn to look unhappy. He didn't want to leave his\nfather and mother, any more than Baba wanted to leave him. The hard\nclimb was all for nothing.\n\n\"I can't, Baba. You know that,\" he said sadly.\n\n\"I can't either,\" Baba said.\n\nJohnny continued arguing for a long time but it did no good. Baba\nwanted to be with Johnny: there wasn't anything more to say.\n\n\"I'm still hungry!\" clicked the little bear, plaintively. Then, with a\nbounce, Baba was up and away. The little bear was crazier about fresh\ndiamond-wood nuts than anything else, even chocolate.\n\nJohnny felt sad and confused. He got up. Below him stretched the sweet\ngreen lands of Venus. The hard angles of the walls and the squat grey\nbuildings of the settlements were somehow out of keeping with the rest\nof the land.\n\nThere was an almost park-like look about the jungle from this height.\nIn the distance the towering groves of diamond-wood trees, where the\nmarva lived, shone blue green against the light green clouds that\nwere the skies of Venus. Between the blue groves of diamond-wood were\nthe meadow lands, soft and rolling. At the edges of the meadows were\nthe lower and darker green meat trees, where the saber-tooth leopards\nstalked. The land was laced with rivers that shone in the green light.\n\nIt was all so beautiful, and so deadly. In a few hours evening would\nbegin--almost three Earth days of twilight. Venus turned so slowly that\nthere was a whole Earth week each of daylight and dark. But of course\npeople had to sleep and work by Earth days. The thick permanent clouds\nsurrounding Venus glowed with light hours after sundown, making the\ntwilight last and last.\n\nBeyond the marshes was the sea--filled, too, with savage life,\nflying crocodiles who made nests of the bones of their prey, great\ndinosaur-like monsters and shark-snakes. But none of these dared come\nonto the land, for the land animals fought them as fiercely as they\nfought man.\n\nExcept for Baba, all the animals on Venus were determined to kill\nJohnny's people. And he had just been making friends with some of those\nenemies. He felt strange, as if he were being a traitor to his own\nkind. Johnny didn't like that feeling. Suddenly he thought of Baba\nliving among people and wondered if the little bear felt the same way.\n\nJohnny turned away from the edge of the cliff and kicked a stone. He\nbegan to wander over the top of New Plymouth Rock, peering into bushes\nand piles of boulders. He passed near the antelopes grazing on some\ngrass. They lifted their heads and whinnied, but went on grazing.\nJohnny liked that. Beside a pile of small boulders, he found some\narrow-bird nests. He spoke to the birds and all was well.\n\n\"That's an odd pile of boulders,\" Johnny muttered to himself. It didn't\nlook just right, somehow. He pushed one of the stones and it rolled\ndown almost to his foot. There was a dark empty space beyond it. He\ntook his flashlight from his belt and shined it down into the opening.\n\nHe almost dropped the flashlight.\n\nThe light revealed the shape of a bouncing bear, a marva, just like\nBaba!\n\n\"Baba!\" Johnny turned and yelled, \"Come here, quick!\"\n\nWhen he looked back, the bear in the opening had not moved. It was not\nblue, but the color of the rock. Johnny stopped shaking. The opening\nwas the entrance into a cave, and on the wall of the cave was carved\nthe figure of a bear he had thought was alive.\n\nBut he was sure that the bear had been blue!\n\n\n\n\nCHAPTER SIX\n\n_Inside New Plymouth Rock_\n\n\nJohnny and Baba excitedly started clearing away the pile of boulders\nand stones from the mouth of the mysterious cave. Immediately the\narrow-birds began flying around, their heads snapping into striking\nposition.\n\n\"They don't like us doing this,\" Baba clicked. \"They don't like it at\nall.\" He turned to the fluttering birds. \"Bother us not! Bother us\nnot!\" he repeated. The birds retreated, but hovered in the air not far\noff.\n\n\"Go away!\" Johnny clicked. The birds squeaked among themselves and went\na little farther away. \"I don't understand,\" Johnny said. \"We aren't\nbothering their nests.\" He and Baba each picked up a stone and carried\nit away from the cave opening. Johnny watched the arrow-birds from the\ncorners of his eyes. They dived in closer.\n\n\"Go away,\" came a firm, deep click. The birds stopped in mid-air and\nthen were gone.\n\n\"Gosh,\" Johnny said to Baba, \"you sure made them go that time.\"\n\nBaba's eyes opened wide.\n\n\"I didn't say anything,\" he clicked.\n\nThe bear and the boy looked at one another, puzzled, and then into the\nopening. The bear cut in the stone was all they could see.\n\n\"Come on, Baba!\" Johnny rushed to the opening and knocked down a few\nmore stones. Baba pushed them farther away. In a few minutes of hard\nwork the opening was big enough for Johnny to squeeze through. Around\nthe edge of the cave, the rock was carved with the shapes of many\nanimals. The floor slanted sharply downward.\n\n\"Hurry, Johnny,\" Baba clicked anxiously. \"He may have gone away.\" The\nlittle bear's eyes were shining with eagerness.\n\nJohnny's heart sank. Baba had not seen another live jewel bear since\nhe had been captured. He had never seemed interested. But now he was\nquivering with excitement. If they found marva, maybe Baba would want\nto stay with them! Johnny wanted Baba to be safe, but he didn't want to\nlose him for always.\n\nThe little bear was already scurrying down the steep slope. Without\nstopping to think of danger ahead, Johnny plunged after him. The\nceiling was just high enough for him to stand upright. Flashing his\nlight into the darkness, Johnny saw that the cave was a long passageway\nthat curved down into the heart of the great rock.\n\nSoon they were too deep inside for any light to reach them from the\nmouth of the cave. Except for the beam of Johnny's flashlight, they\nwere surrounded by complete darkness. The air was musty and cool and\ntheir footfalls echoed, making scarey hollow noises.\n\n\"Stop!\" Johnny said. He held his fingers to his lips. His words echoed\nand re-echoed in front of them. Then there was almost silence. A soft\npadding and clicking sound came from far in the distance. It was the\nsame kind of noise Baba's feet and claws made on stone.\n\nThe two started out again at a half run. The slope was almost too\nsteep, and Johnny had to slide to a halt to keep from falling. Baba\nwent bouncing along ahead and out of sight. As the slope became steeper\nyet, Johnny had to slide forward carefully. He stumbled and went down\non his back. His flashlight slipped from his hand and went rolling on\ndown the passage and out of sight.\n\nIn a second it was pitch black.\n\n\"Baba,\" Johnny yelled at the top of his lungs. His only answer was his\nown voice echoing down the long corridor. He pushed himself up into\na sitting position and slid on forward on the seat of his pants, his\nheart beating rapidly.\n\nA few very long minutes later, he saw a light shining in the distance.\nIt was Baba, the flashlight in his paw.\n\n\"Hurry, Johnny!\" he clicked. \"Hurry.\"\n\nWith the way lighted for him, Johnny got to his feet and could move\nfaster. As he reached Baba, the passage began to widen and the slope\nbecame less steep.\n\n\"I saw him,\" Baba clicked excitedly. \"He was big. I'm sure if we could\ncatch him he'd be a friend! I tried to talk to him but he went on ahead\njust when you called. Oh, Johnny, I do want to find him.\"\n\nJohnny had never seen Baba so excited.\n\nSuddenly, the passageway ended and they were in a great underground\nroom. Johnny flashed his light around the walls. They, too, were carved\nwith scenes of life on Venus. Beneath each carving was a small doorway\nleading into a side room. There was one large doorway opposite the one\nthrough which they had entered.\n\n\"It looks like a meeting house,\" Johnny said. \"With seats and\neverything.\" He flashed the light on one of the carvings. He had heard\nof carvings like these and had seen one once. His father said that they\nmust have been made by an intelligent life form that had visited Venus\nfrom the stars. This cave must have been where they had hidden from the\nanimals, just as men now hid from them behind the settlement's great\nwalls. Johnny was awed.\n\n\"Johnny, don't just stand here,\" Baba clicked. \"We've got to find him!\"\n\nJohnny looked from opening to opening.\n\n\"Which way, Baba?\"\n\nThe little bear sniffed the air. \"I can't tell,\" he said. \"I can't\ntell.\" Hurriedly they made a circle about the great room. When they\ncame to the large opening, Baba sniffed carefully.\n\n\"Maybe here,\" he clicked, and plunged through.\n\nDown they went as before. This time Johnny grabbed Baba's harness and\nthey were able to move faster. This corridor was just as steep and\ncurving as the first one.\n\nIn a few minutes they emerged into another room. It was smaller than\nthe room above and had three small doorways and one large opening.\n\n\"Let's try them all,\" Baba said. Through each of the three small\ndoorways they entered similar rooms. The fourth opening was another\ncorridor. Again Baba thought he smelled the path of the marva.\n\nDown that corridor they went, down and down. Finally it ended in\nhundreds of the rooms, large and small, the rock was like a honeycomb.\nJohnny's flashlight was already growing dim, and they didn't dare try\nto search much longer.\n\nTrying to follow the scent they took a side corridor that led from one\nsmall room to another, and came out into a narrow passageway. A faint\nlight glimmered at the end of it. Baba bounded on ahead, Johnny running\nto keep up with him.\n\nThe light seeped through a pile of rocks. Johnny flashed his light\nthrough one of the cracks. Behind the pile of rocks the tunnel\ncontinued for several feet. In the light of his flashlight Johnny could\nsee bits of leather on the floor of the outer part of the cave. Just\nbeyond them on the other side of the rocks was the cave Johnny and\nBaba had rested in while climbing up, the cave in which they had cut\nthe long straps they had used to tie themselves together for the long\nclimb upward. The bits of leather on the floor were scraps that had\nbeen left over.\n\n\"Why, we're almost to the bottom,\" Johnny said.\n\n\"Yes,\" Baba clicked. \"I guess we can't find him. I don't smell anything\nnow but arrow-birds,\" he ended sadly.\n\n\"We gotta try,\" Johnny said firmly. He felt hollow inside when he\nthought Baba might go away for good, but he was convinced now that this\nwas the only way to keep him safe.\n\n\"Let's try farther down.\" Johnny turned around and a few minutes later\nthey were going down one of the curving main corridors again.\n\nThis corridor gradually straightened out. Soon it hardly slanted down\nat all. It finally turned into what seemed to be a long underground\ntunnel. Johnny had to stoop over to keep from hitting his head on the\nceiling.\n\nThe passageway was no longer going through solid rock, and its walls\nand floor were a sticky clay. Johnny's and Baba's feet made squishing\nnoises as they walked. It seemed as if the tunnel would never end. They\nwalked on and on.\n\n\"I think we're going away from New Plymouth Rock,\" Baba clicked.\n\n\"I think so, too,\" Johnny answered. \"We must've already gone 'most a\nmile.\"\n\nThe walls had narrowed until Johnny and Baba had to walk single file.\nSuddenly the passageway slanted upward and a faint glow of light could\nbe seen far away. As they began to climb toward the light the ceiling\nbecame so low Johnny had to crawl on his hands and knees. It was a\nlong, sticky climb.\n\nAs they approached within a few yards of the light, Baba stopped,\nblocking Johnny's way.\n\n\"This cave must end up in the jungle outside the colony wall,\" the\nlittle bear clicked. \"Maybe we ought to stop.\" He sounded worried.\n\nBut Johnny was not going to let this chance pass.\n\n\"Go on,\" he urged.\n\n\"But the rhinosaurs....\"\n\n\"Who's afraid of an old rhinosaur?\" Johnny demanded.\n\n\"You are,\" Baba clicked. But he scrambled on.\n\nThey emerged into the blinding light in the center of a tangle of\nthick, high brush. They were out in the jungle, far away from the rock!\n\nThe boy and his bear were covered with mud from head to foot. They\npeered carefully around, listening. In the distance they could hear the\nrumble of moving rhinosaurs.\n\nAs they crept away from the cave, their view continued to be blocked\nby large bushes and trees. They couldn't even see New Plymouth Rock.\nStepping quietly and carefully they finally came to an opening in the\nbrush. Far to the right was the Rock--and, farther in the distance, a\nguard tower.\n\n\"Get back,\" Johnny shouted. \"The guard will see us.\" The two jumped\nback.\n\nThere was a grunt behind them. They turned. Behind a screen of brush, a\ngreat blue-scaled rhinosaur was waking up. It was between them and the\nopening to the cave. It snorted with the sound of a deep bass drum, and\nheaved up on its feet.\n\nAhead, at the edge of the clearing, was a tall meat tree. They had two\nchances. They could turn quietly and creep away into the brush, hoping\nthe big beast would not see or hear them. Or, they could make a run for\nthe meat tree--in full view of the guard tower.\n\n\n\n\nCHAPTER SEVEN\n\n_The Rhinosaur Stampede_\n\n\nThe decision was made for them by the rhinosaur. The great scaled beast\nbegan to turn around, crashing down brush as he moved. In a few seconds\nhe would be facing directly toward them.\n\n\"Tree,\" Baba clicked very softly. Johnny nodded. The two slinked like\nhunting cats toward the tree. They didn't dare look back.\n\n\"I think the guard saw us,\" Baba clicked. \"He was waving his arms.\" The\njewel bear had already climbed part way up the trunk. He motioned for\nJohnny to grab the harness.\n\nNot making a sound Johnny took hold of the harness, and the two of them\nstarted up the tree. When they reached the first branch, Johnny let go\nthe harness and clambered up as quickly and quietly as he could. Only\nwhen they were screened from view by the fleshy leaves of the meat tree\ndid he dare to look down.\n\nThrough little openings between the leaves he could see the rhinosaur.\nIt was shaking its ugly horned head. Its little black-blue eyes peered\nabout under blue scaled eyelids. It trumpeted. The deep blasting sound\nechoed against the settlement walls. For some minutes it moved around\nin the brush, snorting. It paused, snuffing in air in great gulps. Then\nit headed straight for the tree and began to trot back and forth under\nit.\n\nIt had smelled Johnny!\n\nIts hoofbeats on the ground made the limb Johnny sat on tremble. If the\nrhinosaur sensed that Johnny was in the tree it was the end. The tree\nwas easily four feet thick at the base, but a rhinosaur could knock it\ndown with one rush. Johnny and Baba were on the highest and smallest\nbranch, but they were barely twenty feet above its head.\n\nThe rhinosaur's shoulder brushed against the lowest branch and the\nwhole tree swayed back and forth as if hit by a hurricane.\n\nJohnny was struck by an idea. \"Baba,\" he whispered, \"do you think it\nmight obey you--just like the arrow-birds?\"\n\n\"I don't know, Johnny,\" Baba clicked softly. \"I'll try.\"\n\nBaba started to climb down. By the slow careful way Baba moved, Johnny\nknew the little bear was afraid, too. It was an awful chance to take.\nJohnny was about to call him back, but as he opened his lips, the\nlittle bear looked up and grinned.\n\nDown Baba went. He was now halfway down the tree, thirty feet from the\nground and level with the eyes of the rhinosaur. It caught sight of\nhim, snorted, and pawed the ground, digging up shovelfuls of dirt with\neach movement.\n\n\"Friend-pet! Friend-pet!\" Baba clicked and Johnny suddenly wanted to\ngiggle. Imagine having something that size for a pet!\n\n\"Friend-pet!\" Baba clicked again, \"Go away! Go away! Bother us not!\"\n\nThe big creature stopped still. Muscles rolled and bunched under the\nheavy blue-grey scales. Was he going to charge or leave?\n\nThey never found out.\n\nThere was a roar of motors behind the beast, the clank of metal, the\ndeafening blast of an ato-tube gun. The ground shook; leaves showered\ndown on Johnny.\n\nThe guards had sent a tank to rescue them!\n\nThings began to happen too fast for Johnny to keep track. The rhinosaur\nroared with pain and wheeled. It had been hit! It charged toward the\noncoming tank--one of the colony's light duty tanks, built for speed\nand quick turns. The driver jockied for position. The tank shot down\nthe clearing, turned and stopped. Its guns were too light to kill the\nhuge beast, so the gunner did not bother to fire again. They were\ntrying to draw the rhinosaur away from the tree.\n\nThe rhinosaur's hooves thundered, echoing against the walls and the\nrocks as it gathered speed. It was almost on top of the tank. With a\nroar of the motors the tank shot forward. The rhinosaur was going too\nfast to stop or turn. It plunged on past the tank, bellowing its rage.\n\nAlmost immediately the tank screeched to a stop beneath the tree. Its\nmanhole swung open. Rick Saunders' red head emerged.\n\n\"Get in here! Quick!\" he shouted over the noise of the motor.\n\nJohnny needed no invitation. He was already halfway down the trunk of\nthe tree. Baba jumped from his perch into the open manhole. As soon as\nJohnny was low enough, he grasped a branch, swung on to the top of the\ntank, and started down the steel ladder. The tank jumped forward with a\nlurch.\n\nThe rhinosaur was bearing down on them. Their guns roared, but the\nrhinosaur did not stop. As a hand grabbed him, pulling him inside,\nJohnny saw the tree topple over as the rhinosaur crashed into it.\n\n\"Fire the gate rocket!\" someone's shout echoed in the tank. Johnny\nrecognized Captain Thompson's deep voice.\n\n\"Check!\" Johnny heard Rick answer. Rick was up in the gun turret.\n\nAfter the outside light, it seemed very dark in the tank. It smelled\nof grease and the burnt air of cannon fire. There was the swish of a\nrocket. Johnny knew this rocket was a signal for the guard on duty at\nthe steel gateways to be ready to open up.\n\nThe motors were roaring with a high whining sound which meant they were\ngoing at full speed. The tank bounced and jolted, shaking Johnny from\nside to side.\n\n\"Get ready for the gate!\" warned Captain Thompson from the driver's\nseat. The tank seemed to be almost flying now. Johnny set himself\nfor a violent turn. Like the doors of the houses, the wall gates were\ndouble. Each was a heavy steel portcullis, a great sliding door that\ncould be raised and lowered. When a tank came in the outer gate its\nweight tripped a switch. That switched turned on motors that made the\nfirst gate fall and the second rise. Otherwise fast moving tanks would\nhave smashed into the second gate.\n\nJohnny slid over to an observation slit. To his left he could see that\nthe heavy steel gate was rising. His heart raced. When being chased\nby rhinosaurs a driver sped straight along the wall and then turned\nsharply through the open gate. If he timed it right the rhinosaurs\nplunged on and the tank was safe. It took split second timing.\n\nThey were right by the gate. Johnny grabbed a brace. With a scream of\nthe treads, the tank started into a turn.\n\n\"Rhinos on the side!\" shouted Rick. His guns blasted.\n\nCaptain Thompson fought to straighten the tank out of the turn. Baba\nwas sitting with his paws over his ears, his claws glowing.\n\nThere was a bone-shattering crash.\n\nThen Johnny felt himself flying through the air. Everything went\ntopsy-turvy. He banged his shoulder against the side of the tank. Then\nhe felt Baba's furry body against his. Rick's feet seemed to come from\nnowhere and dig into his back. Johnny grabbed on to something solid and\nwedged himself in tight.\n\nThe tank was rolling over and over. Something crashed against it again\nand again. There was a heavy thud and the sound of breaking metal.\nThen everything was still. The motors had stopped. From outside came\nthe roar of guns and the bellowing of rhinosaurs.\n\nJohnny found himself sprawled on top of Rick Saunders. He was terribly\nshaken. Baba was hanging onto one of the rungs of the steel ladder. It\nwas almost pitch dark. Rick struggled to his feet as Johnny scrambled\nfrom on top of him.\n\n\"We're upside down,\" Baba clicked softly to Johnny.\n\n\"What happened, Saunders?\" Captain Thompson's heavy voice demanded from\nthe driver's compartment. \"Didn't Harkness teach you to shoot?\"\n\n\"Four of them rushed us right at the gate,\" Rick answered. \"Did we make\nit inside?\"\n\n\"Think so. Anybody hurt?\" Thompson asked.\n\n\"Just scratched a little,\" Johnny answered.\n\n\"Good,\" Captain Thompson grunted. \"Is the righting jack O.K.?\"\n\nRick tested a lever.\n\n\"O.K.\"\n\n\"Let her rip!\"\n\n\"Hang on, Johnny,\" Rick said. \"We're going to right her.\"\n\nJohnny knew just what was going to happen. A tank turned turtle had\nmeant a dead crew until the righting jack had been attached to each of\nthe tanks. Compressed air pushed out two rods fore and aft and flipped\nthe tank right side up.\n\nJohnny braced himself. There was a rush of air. Johnny felt the tank\ntip slowly under him. Then it went over with a crash. The tank was\nright side up.\n\n\"The gate!\" Rick exclaimed.\n\nJust above his head Johnny saw light from the observation slit. He\nlooked out. Then he knew what Rick meant. They and the four rhinosaurs\nhad reached the gate at the same time. The rhinosaurs were inside. They\nhad knocked the tank through the outer gateway and had smashed into the\nsteel door before it was halfway down.\n\nThe inner door must have met the same fate for Johnny could see that\nthe sliding steel plates were bent and jammed open. The rhinosaurs had\nkept after the tank until now it lay fifty yards inside the settlement.\nEven as Johnny watched, another rhinosaur charged through the opening\nand headed into the settlement.\n\nCaptain Thompson was grinding on the starter and Rick was working up in\nthe gun turret.\n\n\"The rhinosaurs got through,\" Johnny clicked to Baba.\n\n\"And the tank is broken?\" Baba clicked back.\n\n\"Yes.\"\n\n\"I have to get out,\" Baba said. \"Maybe I can get the rhinosaurs to....\"\n\n\"No, Baba,\" Johnny said. \"They're just plain crazy now.\"\n\nCaptain Thompson climbed down out of the driver's compartment.\n\n\"The motor's gone. How are the guns?\"\n\n\"Out of action,\" Rick answered. \"Must be filled with dirt. We can't do\nany good here.\"\n\n\"O.K.,\" Captain Thompson said. \"Let's get moving. I'm needed out there!\"\n\nRick undid the wing nuts on the manhole and pushed. Metal squeaked, but\nthe door stayed in place.\n\n\"Jammed!\" Rick said. \"Get me a crow bar out of the box.\"\n\nJohnny dived for the tool box and came up with a pry bar. He handed it\nto Rick.\n\n\"Hurry, man,\" Captain Thompson said as Rick went to work. His black\nangry eyes fixed themselves on Johnny.\n\n\"We should have left you out there.\"\n\n\"I'm sorry,\" Johnny said.\n\nIn answer the man cuffed Johnny with the back of his hand. Johnny\ncouldn't be angry. He knew what a rhinosaur raid was like, and this one\nwas his fault.\n\n\"Oh, leave the kid alone,\" Rick said from above.\n\n\"Leave him alone!\" Thompson snorted, and glared first at Johnny and\nthen at Baba. \"The kid and that bear have caused more trouble....\"\n\nCaptain Thompson stopped talking and stared at Baba. He reached out\nsuddenly and grabbed the little bear by the paw.\n\n\"Well, look at this!\" he said in a hushed tone.\n\nIn the steamy darkness of the tank Baba's nails shone clear and blue.\nThe climbing and running had worn off all the paint.\n\nThompson held up Baba's paws into the light of an observation slit. He\nscraped with one of his finger nails.\n\n\"Nail polish!\" he exclaimed.\n\nThe manhole came open with a clang.\n\n\"She's open!\" Rick called.\n\nCaptain Thompson paused only a fraction of a second over Baba and\nclimbed the ladder.\n\n\"Lock the kid and bear in the tank,\" Thompson ordered. \"There's less\ndanger here for the boy than there would be in the trip to the wall.\nYou, Rick, go back to the gate. I'll run for headquarters. Make it\nfast!\" Without another word he was up the ladder and gone.\n\nRick Saunders reached down and patted Johnny on the shoulder.\n\n\"Tough luck about your bear, son,\" he said, and then he, too, was gone.\nThe manhole door clanged and Johnny heard a lock click into place. He\nhugged Baba to him.\n\n\"Gosh, Baba,\" Johnny said, \"what are we going to do now?\"\n\nBaba, for once, had nothing to say. Johnny hugged the warm, furry\ncreature closer to him. Tears began to streak down his cheeks. Baba\ndidn't like this. He cocked a blue eye at the boy.\n\n\"Don't cry, Johnny!\" he clicked. \"Come on, stop it!\" he pleaded. \"Why\ndon't we go up in the turret and see what's happening.\"\n\nJohnny wiped his tears away and the two climbed into the gun turret.\nHis stomach tightened. Through the four-inch thick bubble of marvite\nplastic he could see the destruction he and Baba had let loose. The\nwhole settlement lay within view. A half dozen of the giant lizard\nbeasts had turned, the colony into a dusty hell. Even within the tank\nthe bellows of the beasts and the roar of guns was almost deafening.\nMost of the marshberry fields had already been trampled in the mud. One\nof the concrete houses lay crushed into rubble. Johnny was grateful\nthat almost everyone was at the rocket field.\n\nHe gave thanks, too, for Captain Thompson. He could see the big man\nmarshaling tanks into an organized row. They were going to try to herd\nthe great beasts out the open gates.\n\nJohnny turned his eyes toward the gates. Someone had manhandled one of\nthe big ato-tube cannons into the opening, pointing it into the jungle.\nHis friend, Rick Saunders, ran up to help. A dying rhinosaur lay not\nfar from the muzzle of the gun. Evidently the other rhinosaurs were too\nsensible or too frightened to try the power of that cannon.\n\nBaba was pulling at Johnny's sleeve.\n\n\"Look, Johnny, look!\" Baba clicked.\n\nJohnny turned and looked toward the settlement again. A heavy duty\nhunting tank stood before the settlement stockade and store house. Its\nheavy cannon spoke once and the door dissolved. Four men leaped from\nthe tank and ran inside.\n\n\"They're stealing our claws!\" Johnny cried out.\n\nWeighed down by the colony's strong box, the four men came out of the\nbuilding. Inside that strong box were the colony's precious marva\nclaws!\n\nThe four hunters heaved the safe into the tank's carrier and climbed\ninside. With a spurt of dust, the tank rolled on.\n\nA few minutes later it had fought its way through the rhinosaurs and\nwas passing the place where Johnny and Baba stared out of the turret.\nAs it came up to the gate the hunting tank's manhole opened and a man\nemerged. He waved to Rick, standing beside the cannon. The redhaired\nex-bodyguard waved back. Then he climbed up on the tank and down\ninside. The tank rolled on out into the jungle.\n\nJohnny stood, shocked and silent. Out that gate went the last valuable\nthing the colony owned!\n\n\"I don't understand,\" Baba clicked. \"I thought Rick was the colony's\nfriend.\"\n\n\"I did, too,\" Johnny said sadly.\n\n\n\n\nCHAPTER EIGHT\n\n_One Secret is Revealed_\n\n\nIt was now early evening and the Venus skies were a deep clear green.\nIt was over an hour since the last rhinosaur had been killed or driven\nout. The gates had been temporarily repaired. Here and there a small\nbuilding had been trodden into rubble.\n\nJohnny and Baba were still locked inside the tank which had been\ndragged away from the dangerous fighting. From the turret they were\nwatching a group of men gathered outside the administration building.\nJohnny wished someone would come and let them out.\n\nFinally the crowd broke up. One group of men hopped on to the back of a\ntank and headed toward Johnny and Baba. The rest of the crowd followed\non foot.\n\n\"I wonder what's up,\" Johnny said.\n\nBaba shook his head.\n\n\"I don't like the looks of it,\" Johnny went on. \"We're in an awful\npickle.\" He looked down at the little bear's paws. He had painted the\nnails again with the nail polish, but he didn't think it would do any\ngood.\n\nThe tank came rumbling to a halt beside them. The two crawled down\nfrom the turret. Johnny heard the men working on the lock. The manhole\ndoor was opened.\n\n\"Come on out, Johnny.\" It was his father's voice. Baba jumped on his\nshoulder and Johnny climbed slowly out. Johnny's father and Captain\nThompson were standing on top of the tank, surrounded by a crowd of\ngrave-faced Venus pioneers. It was odd. None of the men looked angry.\nJohnny knew they should be very angry with him. He tried to shape words\nto say he'd try to make up for the trouble he'd caused, but the words\nwould not come.\n\nMr. Watson reached out and picked Baba from Johnny's shoulder. He\nlifted up one of the little bear's paws and looked at it carefully.\n\n\"The claws still look black to me,\" he said. Disappointment, mixed with\nrelief, came over the faces of the men.\n\n\"Let me show you.\" Captain Thompson, not ungently, took Baba from\nJohnny's father.\n\nThe little bear looked straight at Johnny, an odd expression in his\ndeep blue eyes. But he didn't struggle.\n\nCaptain Thompson set Baba down on the top of the tank and took one of\nthe paws in his hands. With his fingernail he scraped at one of the\nclaws, then another and another. He held the paw up for the men to see.\nThe claws glowed clear blue in the evening light.\n\n\"You see,\" he said, triumphantly, \"it is just as I said. The boy has\nbeen covering them up.\" The crowd sighed with wonder.\n\nCaptain Thompson turned back to Johnny's father. \"You'd better tell\nthe boy right away. It will be easier.\" Many of the crowd nodded their\nagreement. For the first time Johnny made out the object that Captain\nThompson had been carrying. It was a small cage made of diamond-wood.\n\nJohnny's father reached out and touched him on the shoulder.\n\n\"You know what happened here today, don't you, Johnny?\" he asked in a\ngrave tone.\n\n\"Yes, sir,\" Johnny answered in a low, shamed voice. \"The crop's been\nruined, and those hunters stole our claws.\"\n\n\"That's right,\" his father said. \"And I think you also understand that\nif it hadn't been for you, this needn't have happened.\"\n\n\"Yes, sir.\" The words were almost a whisper. Johnny felt the tears\ncoming up into his eyes.\n\n\"You can understand, then, it's up to you and us to make amends to the\ncolony.\"\n\n\"Yes, sir.\" Johnny's whisper was even lower.\n\n\"Well, son, I'm sorry to do this, but I have to. I know Baba has been\nyour pet for a long time, but you are going to have to give him up.\nI've just given him back to the colony. Now, get him into the cage, so\nwe can get this over with.\"\n\n\"But you'll kill him!\" Johnny cried out. He reached down and swept the\nlittle bear into his arms.\n\n\"No, son, not right away,\" his father answered. \"The rocket captain\nsays the colony could make some money by showing him alive on Earth\nbefore they--put him to sleep.\"\n\n\"But you know that he'll die. Oh, Daddy, please don't!\" Johnny looked\nup, pleading, at his father.\n\nFrederick Watson's eyes met Johnny's. They were kind but stern. He\nshook his head firmly.\n\nJohnny looked around him through his tears. Baba was warm and furry in\nhis arms. The men stood about; their faces were grave and determined.\nMost still held ato-tubes in their hands. Even at that, Baba had a\nchance. Johnny began to click in the ear of the little bear.\n\n\"Baba,\" he clicked very softly, \"you can get away, over the wall by the\nrock. It isn't very far. I'll throw you as far as I can. If you bounce\nlike crazy they could never hit you.\"\n\nBut the little bear jumped to the steel tank top.\n\n\"No, Johnny,\" he clicked. \"You are my friend-pet-brother, no matter\nwhat happens.\"\n\nThen, just as if he had been told to go by Johnny, the little bear\nwalked over to the cage. Captain Thompson was holding a sliding door\nopen. Baba climbed in. He squatted there and made a little whimpering\nnoise that was the only sound he could make beside his clicks. He waved\na paw at Johnny.\n\n\"The little devil acts almost human,\" the old guard, Jeb, said from the\ncrowd.\n\nOnly Johnny knew how true that was.\n\n\"Better hustle that kid inside a tank,\" someone shouted. \"He hasn't got\nany armor on.\"\n\nFrederick Watson's head jerked around. His eyes widened. In one motion\nhe took Johnny into his arms and jumped to the ground. Seconds later\nJohnny was in a big hunting tank headed for home, a home for the first\ntime in ten years empty of a little bouncing bear.\n\n\n\n\nCHAPTER NINE\n\n_The Price of a Brother_\n\n\nJohnny had some tall explaining to do about his lack of armor. He was\nin a tight spot, for the less he let anyone know, the more chance he\nhad to find some way of rescuing Baba.\n\nJohnny was very careful about his explanation. There might still be a\nway. The fact that he had been seen on top of New Plymouth Rock made\nhis explanation easier. He simply said that he had been looking for a\nplace to hide the little bear and, in order for Baba to help take him\nup the rock, he had had to chance taking off his armor. He said nothing\nabout Baba and the arrow-birds.\n\nBeing found in the jungle was harder to explain without telling a\nlie--but he managed it. He said that he and Baba had taken a route\ndown that had made them land on the jungle side of the rock. It didn't\nexplain why they were beyond the clearing, but his parents seemed to\nassume that he had been trying to get among the brush where he could\nhide from the animals. He said nothing at all about the caves in the\nrock. It was a pretty thin story, but his family was too relieved that\nhe had come home alive to worry much about it.\n\nIt was long past supper time when the explaining was over and his\nmother began to prepare a meal.\n\nOrdinarily Johnny's father would not have been home even for supper.\nRocket day was a busy time for the leader of the colony. But with all\nthe confusion, the business of the day had to be put aside.\n\nIt was a strangely sad and silent house. Johnny himself was so good his\nparents could hardly recognize him. He had showered without being asked\nand changed into clean clothes. His hands were perfectly clean at the\ntable. His mother had hidden Baba's high chair away; the little bear\nhad always sat with them at table. It was a quiet meal.\n\nOften after the before-sleep meal Johnny and his father worked on model\nrockets, but this evening models were forgotten. Johnny got a book and\nhis father busied himself with papers. But Johnny didn't read. He kept\nthinking of Baba, all alone in the settlement storage house, surrounded\nby guards. The whole area was lit up in case hunters should try to\nsteal the little bear just as they had stolen the marva claws.\n\nThe family sat in silence. Once Johnny saw his mother wipe a tear away\nfrom her eyes. He knew she liked Baba, too. But she liked him only as a\npet.\n\n\"Dad,\" he said suddenly. His father looked up from his work. \"Would\nyou--?\" Johnny didn't know how to put the question he had to ask. \"I\nmean ... well, the colony's in pretty bad shape, isn't it?\"\n\n\"Yes, son,\" his father said gravely, \"it is.\"\n\n\"The million dollars we get for Baba will help out a lot, won't it?\"\nJohnny was very serious. \"But, without it, would everybody starve to\ndeath?\"\n\n\"A million dollars will help the colony out,\" his father answered. \"But\neven without it, nobody would starve. There are the meat fruit and\nberries to gather and the animals to hunt. But everyone would have a\nvery hard time. It isn't a simple thing to keep a colony going. It is\nvery difficult and very important. Mankind is reaching out, son, and\nsome day we may inhabit planets of all the stars in the heavens. But\nonly if Venus colony succeeds. It is a big thing, Johnny.\" Mr. Watson's\nvoice was serious, as if he were talking to another man. Johnny was\nquiet a minute.\n\n\"Dad,\" he said slowly, \"in order to get that million dollars would you\nhave mother or me\"--he paused--\"put to sleep?\"\n\n\"Johnny!\" Johnny's mother broke in in a horrified voice. \"That's no\nquestion to ask your father.\"\n\n\"I've got to know, Mother. I've just got to,\" Johnny said earnestly,\nhis brow wrinkled.\n\nJohnny's father looked at him strangely.\n\n\"Did you really think,\" he asked in a tight, hurt voice, \"I would do a\nthing like that?\"\n\n\"Not even Uncle Nathan?\" Johnny persisted. Nathan was his mother's\nbrother.\n\n\"All right, Johnny,\" his father said in a firm voice. \"I'll answer you.\nNo, I wouldn't have you, your mother, _or_ your Uncle Nathan 'put to\nsleep' for any amount of money--for the colony or for myself. But you\nmust understand, Johnny, you aren't the same as a little bouncing bear.\"\n\n\"But Baba--\" Johnny began.\n\n\"Baba is an animal,\" Johnny's mother broke in. \"I know how you\nlove him. But you have to understand that your father could not do\ndifferently from what he did.\" She came over to Johnny and put her arm\naround him. \"We love Baba, too, and it hurts us to give him up. Still\nwe must. You do understand, don't you?\"\n\nJohnny looked up into his mother's face and smiled. It was a very small\nand very weak smile, but a smile none the less.\n\n\"I understand,\" he said, and turned back to his father. \"Thanks for\nanswering my question, Dad.\" Johnny felt better for the first time\nsince Baba had been put in the cage. Now he knew just what he had to\ndo. It was right to do it. Baba was as close to him as _any_ brother.\n\n\"Do you think I could go see Baba before sleep time, Dad? You know he\nwon't eat if I'm not there.\"\n\nJohnny's father looked at his mother.\n\n\"It couldn't do any harm, Fred,\" she said. \"Let the boy go. But he must\nbe in bed soon.\"\n\n\"All right, son,\" his father answered. \"But remember, the whole thing\nis out of our hands now. You'll just have to accept what is going to\nhappen.\"\n\n\"O.K., Dad,\" Johnny said. Everything was going to be all right, but\nhe'd need every ounce of courage he had.\n\n       *       *       *       *       *\n\nA few minutes later Jeb, the old guard, let Johnny and his father into\nthe store house.\n\nThe little bear sat quietly in his cage. There were a dozen uncracked\nnuts on the floor. An untouched bar of chocolate lay beside him.\n\n\"I'm sure glad to see you!\" said old Jeb. \"Ever since he got here\nthe little critter's been sitting just like that, kind of crying to\nhimself. He wouldn't pay attention even when I gave him the chocolate.\"\n\n\"He'll be all right now,\" Johnny's father said.\n\n\"It probably oughtn't to bother me so much.\" Jeb closed the door and\nstood there with them. He took off his headglobe and scratched his\nhead. \"But my partner'n me caught one of the little ones once. We\nwatched it just waste away, crying like that all the time. I always\nfigured we should have let it go. But then there was always the chance\nit'd grow up and be worth a million.\" He glanced down at Johnny, who\nwas removing his armor, and came to a stumbling halt. \"Sorry, kid,\" he\nsaid. He put his headglobe back on and went out.\n\nAs soon as he saw Johnny, the little bear's ears perked up.\n\n\"Hi!\" he clicked.\n\nJohnny winked.\n\nJohnny's father stood there and watched them.\n\n\"Remember, Johnny,\" he cautioned, \"this is just a visit. What the\ncolony decides in this matter goes.\"\n\n\"I know, Dad,\" Johnny answered.\n\n\"I'll be back in half an hour,\" his father said. \"Get him to eat, if\nyou can. Night will be here in a few hours and he'll sleep then.\" With\nthis he opened the door and left.\n\nJohnny rushed to the cage. His hand was on the latch when the door\nopened again. It was old Jeb.\n\n\"Sorry, son, but I got orders not to leave you alone with the critter.\nIf he ever got out he'd be mighty hard to catch.\" Jeb walked over and\nseated himself on a box.\n\n\"That's all right,\" Johnny said, and squatted down in front of the\ncage. It wasn't part of the plan for Baba to get away--yet. \"Besides,\nhe wouldn't run away while I'm here,\" he said.\n\n\"Can't take no chances.\" Jeb sprawled out as if glad to be off his\nfeet. Johnny turned to Baba.\n\n\"Baba,\" Johnny clicked in the marva language, \"can you get out of here,\nif you want to?\" Johnny didn't like to talk in the clicking language\nwith Jeb around, but there was no avoiding it.\n\n\"Yes,\" the little bear answered after a time. But then he whimpered\nagain.\n\n\"Doggone it, stop that!\" Johnny said in English. Then he clicked, \"If\nthings work out right, you aren't going to have to go to Earth _or_ get\nkilled.\"\n\n\"But how?\" Baba asked. He seemed to revive a little. \"If I got out and\ncame to you they'd just bring me back here.\"\n\n\"I know, but they don't think you're smart enough to do anything else.\nThey don't know anything except that we were up on the rock.\"\n\nThe little bear grinned. Then suddenly he began to sniff. He looked all\naround him, found the chocolate and began to stuff it into his mouth,\nmaking loud smacking noises. Johnny gave a sigh of relief. Baba was on\nthe mend.\n\n\"Now, listen, we've gotta make plans.\"\n\n\"But what can we do, if they know we were on the rock?\" Baba clicked\nthrough a mouthful of chocolate mixed with nuts--his favorite\ncombination.\n\nJohnny took a deep breath. \"We could run away into the jungle!\" he\nclicked. He jumped when Jeb moved away from his box.\n\n\"That's quite a racket you two're making.\" Jeb walked over and peered\nat them from under jutting grey eyebrows. \"Well, you've got the little\ndevil to eatin'!\" He smiled and waved at Baba. Baba waved back and the\nguard laughed. \"It's a pity, that what it is. It's just a pity you're\nworth so much money!\" He went back to his seat.\n\n\"But, Johnny,\" Baba clicked, \"you couldn't live in the jungle.\"\n\n\"_You_ can't live _here_--or on Earth. Sooner or later they're going\nto--well, they're going to want your claws and teeth. Out there we\nwould have a chance. Why, we might even find some of the--\" He put\nin the word 'wild' in English, for there was no word for it in the\nclicking language, \"--marvas, and we could live with them.\"\n\n\"No!\" Baba interrupted. \"You might be killed. I can make the\narrow-birds go away, but there are the horned snakes and the leopards\nand rhinosaurs and....\"\n\n\"Wasn't that old rhinosaur about to go away?\" Johnny broke in. \"Just\nbecause you said so?\"\n\n\"Maybe,\" Baba admitted. \"He stopped a second. But then we don't know\nfor sure!\"\n\n\"I've got to take the chance. I've just got to!\" Johnny insisted. \"I\ncan't let them take you away and use you for making somebody's rings\nor a mess of plastic. Remember that song you sang.\" Johnny tried to\nsing the little lullaby that Baba had sung on the top of New Plymouth\nRock. The little bear grinned and put his paws over his ears.\n\n\"The words are right,\" he said, \"but the tune is all wrong. Listen!\"\nThe little bear sang the song that was like the roll of a mockingbird's\ncall.\n\n\"That's right pretty,\" Jeb said from his box. \"I'd heard men say that\nthe critters sang, but never did hear one myself. Old hunter friend of\nmine said he came on a marva once singing to her little ones that way.\nIt was so pretty he stopped to listen and by gum if she didn't smell\nhim and bounce off 'fore he could draw a bead on her.\"\n\n\"Baba sings real well--when he's happy,\" Johnny said, and turned back\nto Baba. \"And you sing true, too, Baba,\" he clicked.\n\n\"All right,\" the little bear clicked. \"How will we do it?\"\n\nThe plan came out in a rush. Johnny had it all worked out. \"It's Venus\nevening now,\" Johnny said, \"and we're supposed to be in a sleep period.\nThat means there won't be too many people up but guards. I'll take some\nfood for me and some matches and a flashlight and some other things.\"\nHe paused. \"They leave you alone in here, don't they?\"\n\n\"Yes,\" clicked Baba.\n\n\"Do you think you can cut a hole in the bottom of the cage?\" Johnny\nasked.\n\n\"Easy!\" The little bear touched a bar with his claws.\n\n\"Good. When you're out, dig a hole in the floor. But be careful. They\nhave guards walking all around, and they already have lights rigged up.\nThe switch is in between the double doors. Get your escape holes all\nmade, turn out the lights, and then scoot! I'll be waiting for you by\nthe rock. O.K.?\"\n\nThe little bear nodded. \"We'll have to find a place to be when it gets\ndark,\" he clicked. Baba didn't sleep as people did, but during the four\nday period of darkness he had to sleep most of the time.\n\n\"We'll find some place,\" Johnny clicked. \"Now, listen. I'll try to get\nsome sleep and I'll be ready in five hours. Don't try to get out before\nthen. My folks will be asleep and I can slip out of the house. If it\ntakes you longer, I'll wait.\"\n\n\"Leave it to me,\" Baba said.\n\nThey had everything settled and were playing together through the bars\nof the cage when Johnny's father came after him.\n\n\"Time for bed, son,\" his father said. \"Say goodbye, now.\"\n\nJohnny got into his armor, said goodnight to Jeb and followed his\nfather outside. In the deep green twilight every building of the\nsettlement stood out sharp and clear. A cool breeze was coming up.\nJohnny looked over to New Plymouth Rock. Behind that towering rock lay\nthe vast and menacing jungle.\n\n\n\n\nCHAPTER TEN\n\n_Alone in the Jungle_\n\n\nJohnny was afraid. Behind a boulder by New Plymouth Rock, he had been\nsitting and waiting for Baba for almost one hour. It was too long a\ntime to wait with nothing to do but imagine what might happen in the\njungle. Johnny was dressed for the cold night to come in a synthetic\nfur parka. Strapped on his back was a pack containing food and jungle\nequipment. Beside him was Baba's harness. He was very tired and sleepy.\n\nHe leaned over and peeked cautiously from behind the boulder. The\nlights around the storage shed were still on. He wondered what was\nkeeping Baba. He made himself comfortable again and listened to the\nnight sounds. He listened hard for any sound of rhinosaurs outside.\nThere was only the sigh of wind through the trampled marshberries.\n\nAs he listened, his head nodded down on his breast, and his eyes\nclosed. He wished Baba would come. Maybe he couldn't make it. Maybe\nhe.... But his thought trailed off into a dream. He was up in the meat\ntree being attacked by a rhinosaur standing twice as high as the tree.\nFar away someone began shooting at the rhinosaur. Then the tree was\nbeing shaken back and forth. Baba was clicking something in the dream\nJohnny couldn't understand.\n\n\"Wake up, Johnny! Wake up!\"\n\nJohnny's head jerked up. The shaking was real. It was Baba pushing\nhis shoulder. The shooting was real too. Men were running about the\nsettlement with flashlights. It was hard to see for any distance\nthrough the green twilight which would last for many hours longer.\n\n\"Hurry, Johnny!\" Baba clicked.\n\n\"O.K.\" Johnny said. He was still dazed with sleep as he helped Baba\nstruggle into his harness. As soon as the harness was on, they began\nto run deeper among the boulders. Hundreds of small stones under their\nfeet made a sound like a landslide. They stopped still, listening.\n\nThe men had not heard.\n\n\"Maybe we'd better go straight up the main rock,\" Johnny said.\n\nBaba nodded. Both knew it would be harder work, but safer. Johnny\ntested the straps on Baba's harness. There was no time to tie himself\non. This time it was going to be harder for both of them.\n\nBaba didn't dare bounce, so they started right from the foot of the\nrock. In the half light it was not likely that the men would see them.\nEven if they did, there was a good chance they would hold their fire\nwhen they saw Johnny. If so, the two of them could still get away.\nOddly, Johnny's fear was gone.\n\nFrom below them came the sound of a man moving among the rocks.\n\n\"Quiet, Baba,\" Johnny whispered.\n\nBaba stopped.\n\nJeb flashed his light among the rocks and up along the main rock. For\na fraction of a second the light was full on them. But it passed by\nwithout pausing.\n\n\"Nothing over here!\" Jeb called out in a loud voice. \"Dang critter must\nhave got clear away.\"\n\nThere was the sound of footsteps hurrying toward them. Johnny and Baba\nfroze to the rock.\n\n\"Hey, you two,\" Jeb's voice came softly, \"I don't know what you're\naimin' to do, but you'd better hurry up about it. They're fixin' to\nmount searchlights on the wall.\"\n\nJohnny was flabbergasted. The old hunter was helping them!\n\nThere was a chuckle from below.\n\n\"Hurry up, now. I don't want no more baby marva a-haunting me like the\none I told you about.\"\n\n\"Thanks,\" Johnny whispered. \"Golly, thanks! Come on, Baba,\" he clicked,\nturning his head back to the little bear.\n\nBaba began to scurry along up the rocks once more.\n\n\"Just one thing more,\" the whisper followed them. \"Ain't that clickin'\nthe way those critters got of talking?\"\n\n\"Yes,\" Johnny answered.\n\n\"I figgered it, by gosh!\" Jeb chuckled deep in his throat. \"I just knew\nyou was fixin' up a getaway. Good luck, you two!\"\n\n\"Goodbye,\" Johnny said.\n\n\"You are a good man,\" Baba clicked. \"A true friend!\"\n\n\"Baba said you are a good man and a true friend,\" Johnny whispered.\n\n\"Thank you, Baba,\" the old man said. Then he was gone.\n\nBaba and Johnny began climbing in earnest now. Johnny couldn't let\nhimself get tired. As silently as they could, they went on and on.\n\nThey climbed for what seemed an hour. Actually it was fifteen minutes\nlater when they reached the ledge leading to the cave in the rock. They\nwere barely inside when search lights cut through the twilight and\nbegan to play on the rock.\n\nThe two sat down to rest, but not for long. Soon they were tearing down\nthe pile of rocks at the back of the cave so they could get into the\nmain caverns. They had talked about staying the night within the inner\nrooms, but decided it was too dangerous. Sooner or later the colonists\nwere bound to drop someone from a helicopter to search for Baba on top\nof the rock; and there was too great a chance the entrance would be\ndiscovered.\n\nOnce inside the main caverns, the first job was to make their way\nthrough the long passageways to the top of the rock to block the\nentrance they had made earlier in the day. It took precious time, but\nthey had to do it. They almost didn't make it, for as they were filling\nin the last stone at the cave mouth they heard the sound of 'copter\nmotors. Johnny grabbed Baba's harness, and down the long winding\npassageways they went, full tilt.\n\nSoon they were picking their way about the brush near the exit of\nthe long, damp tunnel. Through the green twilight they could see the\nsearchlights brightening New Plymouth Rock. Baba was sniffing the air.\nJohnny listened carefully for the sound of rhinosaurs or of tanks.\nThere was no evidence of either man or animal.\n\n\"We made it, Grandfather Bear!\" Johnny said aloud to Baba. \"You're\nsafe!\"\n\nBaba grinned. \"No rhinosaurs around either,\" he clicked. \"We'd better\nhurry.\"\n\n\"Let's stick close to trees for a while--just in case,\" Johnny\nsuggested. Only heavy brush surrounded them.\n\n\"We'd better get to a tank path,\" Baba clicked, \"or we won't get very\nfar very fast.\"\n\nJohnny nodded. He settled his pack on his shoulder and the two moved\nforward. Using Johnny's compass they cut through the brush and soon\ncame to a tank path. It was very still. There was no sound but the wind\nrustling the trees. All around them were trees and brush and pools of\ndeep green shadow.\n\nThe first two miles were the easiest. In the absence of rhinosaurs,\nthere was nothing much to fear here but arrow-birds, and they would\nsoon be heading for their nests. Most of the Venus animals kept well\naway from the settlement. Twice a flight of arrow-birds came shrieking\ndown at them, and twice Baba's clicks sent them whirring on their way.\nOtherwise the jungle was empty of life. It was a relatively safe zone.\nBut in order to make sure of Baba's safety, they would have to go on\ninto an area of teeming life.\n\nJohnny thought of the comfort and safety of the settlement, of the love\nand protection his parents had given him. He had left a note for his\nparents. \"I am sorry to take Baba away since he is worth so much to the\ncolony,\" he had written. \"But he is just like a brother to me. Don't\nworry. I will be safe with Baba.\" He hoped they would understand.\n\nThough he had bravely told his parents not to worry, here in the\njungle, Johnny, himself, was already frightened and very homesick.\n\n\"Baba,\" he said suddenly, \"it's going to be hard being away from Mom\nand Pop.\" They were walking now through the thick grove of meat trees\nthat edged a forest of diamond-woods that loomed up in the distance.\n\n\"Yes,\" Baba clicked, \"I know.\"\n\n\"Well, I was thinking,\" Johnny continued, \"that after we find your\npeople, maybe after a month or so, I could go back home. Later I could\ncome for visits and things.\" Johnny watched Baba from the corners of\nhis eyes to see how the little bear would take to the idea. For a\nwhile, Baba bounded along beside Johnny, his eyes straight ahead.\n\n\"I know what it's like being without a mother and father,\" the little\nbear clicked so softly Johnny could hardly hear him. \"It happened long\nago, but I remember how it was at first. I can't bear to think of your\ngoing away. But we will see what happens.\" Baba turned toward Johnny.\n\"I think you shouldn't have come.\"\n\nJohnny was sorry for having brought up the subject.\n\n\"Let's skip it,\" he said. \"Don't be an unhappy old grandfather bear,\"\nhe joked. \"Think about the nuts you'll find right ahead.\"\n\nThe nuts were not really very close. It took a good deal of hiking\nbefore the tank trail began to wind among gigantic trees. Bigger than\nEarth redwoods, they rose almost like mountains around them. Here even\nthe wind did not enter, and beneath their feet was a cushion of fine\nleaves. All was silence. Johnny was glad to rest his feet while Baba\ngathered a few nuts. Then they trudged on.\n\nHours later they emerged from the darkness of the diamond-wood forest\ninto the green twilight of the surrounding meat trees. Johnny was\nexhausted.\n\nA sudden coughing roar in the distance sent a shiver up Johnny's back\nand brought them to an abrupt halt. It was a saber-tooth leopard!\n\nJohnny heard a slight stir of movement in the underbrush. About them,\nbirds of all kinds twittered and chirped, readying themselves for the\nlong darkness of Venus night. They were out of the safety zone.\n\nThough many hours had gone by, it was still Venus evening. He and Baba\nhad to push on into the deadly part of the jungle before they could\nrest.\n\nThe leopard's roar had come from far away and there was no immediate\ndanger, but from that time on the two watched every step they took. A\nfaint breeze blew in their faces. That was good. Johnny's scent would\nnot be blown to any of the animals. Johnny set his voice to click,\nnot to speak. He had to try to forget human speech, and talk always\nlike Baba. He spoke to Baba constantly in the marva language, and Baba\ncorrected him when he let his clicks become high pitched as Baba's once\nhad been.\n\nThe meat tree grove was thinning out. The tank tracks were getting\nfainter and fainter. Vines wound around the trees and bushes. On the\nvines great orange flowers seemed to burn with color in the green\nlight. Johnny watched the flowers carefully because one might really\nbe a scarlet ape. Men called these flowers monkey flowers since they\nwere so near the color of those small apes that lived on the edge of\nmeat tree groves. As the two adventurers walked, the noises of animals\nbecame louder and more numerous. A large bird fluttered across their\npath and went shrieking ahead of them.\n\nThen there was sudden silence. They stopped.\n\nBaba hurriedly clicked loudly into the silence, \"Friend-pets,\nfriend-pets, bother--\"\n\nHe did not have time to finish the sentence. Johnny was struck suddenly\non the back and sent sprawling on his face. A hundred tiny hands\nseemed to be pulling at his hair. He felt a rip of cloth and then a\nsharp pain as a small claw cut into his back. Baba was clicking loudly.\n\nAs suddenly as he was struck down, the attack on him stopped. Dazed, he\npainfully got to his hands and knees.\n\n\"Friend-pets, bother us not. Bother us not!\" Baba was repeating over\nand over again as loudly as he could. Johnny's eyes widened.\n\nSurrounding them were hundreds of tiny monkeys no more than eight\ninches high. Scarlet red in color, they sat perfectly still, their eyes\nfixed on Johnny and Baba. Sitting high on a nearby bush one of the\nlittle apes held a packet of Johnny's food in its tiny hands. Johnny\nstood up to his full height and a low growl went up from the animals.\nThe monkey with Johnny's packet hurled it at Johnny with surprising\nstrength. Johnny made a quick catch.\n\n\"Thank you,\" Johnny clicked in the marva tongue. The monkeys chattered\nexcitedly. \"Thank you, friend-pet.\"\n\n\"Give it something,\" Baba clicked. \"Oh, I'm afraid, Johnny. They hate\nyou so much--I can feel it.\" Johnny knew why. The skins of these\nanimals were much in fashion for coats back on Earth.\n\nJohnny reached down for his knife to cut the strings of the packet.\nAs the knife came in sight a menacing growl went up. As Johnny and\nBaba stood there, more and more of the monkeys leaped from the bushes\nto join the crowd. The whole path was covered; the trees seemed to\nbe filled with red flowers. Some of the new-comers were intent upon\nrushing Johnny when the knife glittered in the half light. But Baba\nstopped them with his sharp, repeated commands.\n\nJohnny cut the packet open. Among other things, a large bag of candy\nwas inside. He had raided the cupboard well.\n\n\"Come here,\" Johnny clicked, as firmly as he could manage. \"Friend-pet,\ncome here.\" He pointed at the little creature who had thrown the\npackage at him. Showing its teeth and growling faintly, the monkey\nbounded forward. Johnny held out a piece of candy to it. It sidled\nup, snatched the candy, and ran back to the others. It sniffed at the\nsweet, chattering wildly. Then its long black tongue went out and\nlicked it. The monkey's eyes widened and it popped the candy into its\nmouth, smacking its lips.\n\nAgain Johnny was almost knocked down. He was surrounded, climbed over,\npatted, peered at, and deafened by chatter. In a few seconds not a\npiece was left.\n\nBut the monkeys no longer growled.\n\n\"Go away! Go away!\" Baba clicked. Reluctantly the animals parted from\nJohnny and took to the trees along the path. The branches swayed under\nthem as they chattered among themselves.\n\nSuddenly, as quickly and mysteriously as they had appeared, the monkeys\nwere gone. Something was wrong! Johnny's fear returned with the sense\nthat something was watching him.\n\nHardly daring to, he looked behind him. There in the half-darkness,\nglowed three pairs of green eyes. Crouched ready to spring, a\nleopardess was watching them, her two cubs beside her. How long they\nhad been watching, Johnny never knew. He froze in his tracks. Baba had\nnot looked around.\n\n\"Friend-pets, bother us not, bother us not!\" Baba was clicking loudly\nin preparation for going forward. As Johnny watched, the leopard,\nfollowed by her cubs, slipped into the jungle.\n\n\"You didn't see her,\" Johnny clicked. \"There was a leopardess and two\ncubs.\"\n\nBaba turned in the direction toward which Johnny was pointing. \"We'd\nbetter go back,\" he clicked.\n\n\"No,\" Johnny insisted bravely. \"She and her cubs went away when you\nbegan to talk.\"\n\n\"Not _far_ away.\" Baba sniffed the air. \"I can smell them. I smell rain\ntoo.\"\n\n\"Then we'd better find shelter. C'mon. Maybe we better take a path\nover to the right, away from the tank trail,\" Johnny suggested. \"The\nleopardess went the other way.\"\n\nBaba nodded.\n\nThey trudged on and took the first animal trail to the right. Baba went\nslightly ahead, crying \"Friend-pets, bother us not!\" over and over\nagain. It was almost a chorus now. Most of the time Baba clicked it,\nbut when he got tired Johnny took over for a while. They never ceased\nrepeating the magical words.\n\nOnce an antelope walked by their sides a few yards off, but he soon\nbounded away. Shortly afterward Johnny thought he saw a large black\nshadow moving in the deep brush.\n\nThey walked steadily and found nothing but brush land. Then, not a\nhundred yards from them, a river shone through the deepening twilight.\nThe shine of the water stopped them. They had proved they could control\nsome of the animals, possibly even the leopards and rhinosaurs. But, if\na river snake struck without warning as the monkeys had done, it would\nbe the end of Johnny.\n\nWhile Johnny stood where he was, Baba went forward, chanting the cry of\n\"Bother us not\" as he went. When he returned he looked worried.\n\n\"It is too dangerous to try to swim,\" he clicked. \"In some places the\nbranches of the trees on this side almost touch branches of the trees\non the other side. If we keep on the path, maybe we can find a place\nwhere it would be safe to climb over.\" The path they were on turned and\nfollowed the river.\n\nThey walked on for a few minutes. Baba stopped again, sniffing the air.\n\n\"I don't like it,\" he clicked. \"The leopards are close again.\"\n\nThey moved forward cautiously, but when minutes passed and no attack\ncame they walked with more confidence. The magic formula of clicks\nseemed to be working. Though nothing bothered them, they knew from\nrustling noises and from cries that animals were all about them.\nNowhere could they find a place where the tree branches made a bridge\nacross the river. Nowhere could they find a place of refuge.\n\nThe trail began to lead away from the river toward a little hill that\nstood in black outline against the almost darkened sky. Big Venus\nfireflies had begun to come out, sparkling like so many blue stars. The\ntwo weary travelers followed the path, hoping it would lead back to the\nriver. It ended completely at the base of the small rocky hill.\n\nSo tired he almost wanted to cry, Johnny sat down in the middle of the\npath. Then he noticed a spot of deeper darkness among the rocks. He\njumped to his feet.\n\n\"Hey, Baba,\" he said, \"it looks like a cave! Come on!\"\n\nThe two of them hurried forward. A nice comfortable cave was just what\nthey were looking for! They were within a few yards of the cave, when\nthey heard a crashing noise from the underbrush and the pad of soft\nfootsteps.\n\nA leopardess leaped in front of them, cutting them off from the cave.\nThe big cat growled low, and two cubs scuttled through the entrance.\nThe leopardess sat back on her haunches in the mouth of the cave,\nher eyes two gold-green lights burning in the dark green of the late\ntwilight. Slightly larger than an Earth lion, the Venus sabre-tooth\nleopard is coal black, marked with golden spots. Her two tusk-like\nfangs show why leopards are among the most deadly fighters of all the\nVenus animals.\n\nBaba began clicking again.\n\nJohnny stood stock still. The leopardess watched them. She looked as\nif she might spring at any moment. Then, with a ripple of her powerful\nshoulder muscles, she lay down in the mouth of the cave.\n\n\"Let's go before she changes her mind and attacks,\" Johnny said.\n\n\"No, wait!\" Baba said. \"You stay here.\"\n\nSlowly Baba walked up to the spot where the big cat was lying, clicking\nas he went. She appeared to pay no attention to him, but when he was\nright beside her, she stood up. She made a low rumbling in her throat\nthat sounded strangely like a purr.\n\nWhen Baba paused, the leopardess made a little coughing sound. The two\ncubs, who were as large as collie dogs, came tumbling out of the cave,\ntheir tongues hanging out. They came up to Baba, cocking their heads.\nThey rubbed themselves in a friendly way against the little bear.\n\n\"Come on, Johnny,\" Baba clicked. \"I think we have a home.\"\n\nHis heart in his mouth, Johnny walked forward.\n\n\"Friend-pet,\" he clicked firmly, \"I am your friend.\" Repeating this, he\nwalked straight up to the deadly beast. He reached out a trembling hand\nand patted the ugly fanged head. The creature stood rigid. But as he\npetted her, she relaxed and the purring noise began in the back of her\nthroat. The big head moved around. Her mouth opened slightly and she\nlicked his hand. She made a little coughing noise and the cubs came up\nto him. He petted them, too, and looked at Baba.\n\n\"Come on,\" said the little bear, \"let's see what the leopard's house is\nlike.\"\n\nTogether the two explored the inside of the cave with the help of\nJohnny's flashlight. It was surprisingly clean. The big cat had dragged\nin straw, which was arranged thickly over part of the floor.\n\n\"It sure looks like it would make a good bed,\" Johnny said. He was so\ntired; so much had happened. Trader Harkness and the meat fruit, the\nclimbing of New Plymouth Rock, the rhinosaur raid and Rick's betrayal,\nand the escape into the jungle. Johnny ate a few antelope berries to\nquench his thirst, but nothing more. He arranged a place for himself on\nthe dried grass and curled up. He was almost asleep, when he heard the\nbig cat come into that part of the cave.\n\nHe opened his eyes to see the sabre-tooth leopard looming over him. For\na second he was afraid. Then, just as a house cat will do, she pushed\nher paws back and forth into the straw, circled a few times, and lay\ndown right by his head, pushing him aside. He rearranged his bed and\nlay his head against her soft flank.\n\nWith his head pillowed against a sabre-tooth leopard, Johnny Watson\nslipped off to sleep.\n\n\n\n\nCHAPTER ELEVEN\n\n_The Friends are Separated_\n\n\nJohnny was hot and sweaty. He was glad to see the cool dark cave ahead.\nIt was like home to him by now. The mother leopard was lying in front\nof the cave, and the two cubs came running to greet them.\n\n\"Hi, Pat. Hi, Mike,\" he called. They came up to be petted.\n\n\"They seem happy to see us,\" Baba clicked as he bounced along.\n\n\"And I'm glad to see them,\" Johnny said. \"Golly, I'm hot.\"\n\nBaba and he had just been down the river trying to find a place where\nthey might cross. Immediately after the long Venus night was over, they\nhad gone exploring in hopes of finding a colony of wild marva nearby.\nBut the only diamond-wood groves close to the cave were still too close\nto the settlement. The marva must have left them because of the danger.\nThe two had gathered a good supply of nuts for Baba, but otherwise the\ntrip had been useless. Though they were still afraid of the horned\nriver snakes, there was no way of avoiding crossing the river. If they\nwent downstream they would soon be in the rhinosaur marshes. Upstream\nthe river curved back toward the colony.\n\nJohnny and Baba had spent the whole long night in the cave and Johnny\nhad got to know the leopard family quite well. He had discovered\nthey, too, had something like a language. It was made up of different\nkinds of growls. Each growl meant something, but there weren't many\nof them. The mother leopard could say things like \"Come,\" or \"Go\" to\nher kittens. She had a different growl for each of them, though Johnny\nnamed them Pat and Mike. Throughout the time Baba was asleep Johnny had\npracticed these growls, until he could talk a little in the leopard\nlanguage. He had also taught the little ones to like meat fruit roasted\nover the open fire he had had to light to keep warm. All three cats had\nbeen afraid of the fire when he had first lit it. They had soon learned\nit was harmless if they didn't step into it. They were very smart\nanimals, but by no means as smart as Baba. Baba was just as clever as a\nperson.\n\nAll the rest of the animals now seemed friendly, too. Johnny thought he\nknew why. Not only the leopards, but all the animals could talk! They\ncouldn't say much, but just enough to tell one another Johnny wouldn't\nhurt them. And all of them could understand the marva language. He and\nBaba talked about this, but they weren't yet ready to take a chance on\nriver snakes. The snakes stayed deep in the water and struck before\nthey could be seen. It didn't seem likely that they would have learned\nJohnny was a friend.\n\nBaba was going to go down to the river by himself. Perhaps he could\nfind one of the horned snakes and bring it back with him. Then Johnny\ncould make friends with it. If what Johnny thought was true, then the\nsnake would tell the others and he and Baba could float safely across\nthe river on a log they had found.\n\nAfter patting the mother leopard on the head, Johnny took off his pack\nand laid it in the mouth of the cave.\n\n\"I think I'll go over to the waterfall and have a shower,\" he said.\n\n\"That's not such a good idea,\" Baba said. \"Stay here. I won't be gone\nlong.\"\n\n\"Oh, stop worrying, Grandfather!\" Johnny laughed. He was stripping\nhimself down to his shorts. The three leopards sat on their haunches\nwatching him. They were fascinated by his clothes. The first time he\nhad taken them off they had been almost afraid of him.\n\n\"I'll take Mama Leopard along with me for a guard,\" Johnny said. \"You\ntell her, Baba. Maybe I can growl better than you, but she still seems\nto do everything you say.\"\n\nBaba clicked directions to the leopard. She was to go along with Johnny\nand protect him. When Baba was through clicking, the mother leopard\ncame over and licked Johnny, making a growling sound that meant she\nunderstood.\n\nThen with a wave of his paw, Baba bounced away toward the river. Johnny\nwas happy to see him go. Baba, himself, had suggested that the trip be\ntaken. It was the first time he had ever offered to leave Johnny for\nsuch a long time. Johnny loved the little bear, and it was fun in the\njungle, but he couldn't help wishing he were home.\n\nThe waterfall was not much of a waterfall. A little way from the\nleopard's cave was a small spring high up in the rocks. A tiny stream\nof water fell about ten feet making a great spray and quite a little\nnoise. It made a wonderful shower.\n\nThe mother leopard lay on the rocks below while Johnny climbed up to\nthe waterfall. Johnny danced about as the cool water hit his hot dusty\nskin. It felt wonderful running all over him. Then he walked into a\npool and splashed happily.\n\nThen Johnny began to sing. With him the little waterfall sang a\ntinkling, merry tune that blotted out even the chatter of the birds in\nthe surrounding trees.\n\nIt did not blot out a coughing roar that came from the mother leopard.\nJohnny knew that sound. It meant _come_!\n\nJohnny stopped singing and looked down. The leopardess was on her feet\nnow, looking into the sky. Johnny looked too. A helicopter floated\nsoundlessly overhead, its jets off.\n\nJohnny looked around for some place to hide. There was none.\n\nThe mother leopard crouched. Her muscles rippled under her black and\ngold skin. In one mighty spring she was beside him. Before Johnny knew\nwhat was happening, her great jaws opened--and closed around him. The\nlong sabre teeth barely touched his skin.\n\nWith no more effort than if she were carrying a feather, she leaped\nthrough the air with Johnny in her mouth. When she landed Johnny's feet\nthumped painfully against a rock. Where she was holding him about the\nmiddle in her teeth, he was unharmed.\n\nJohnny heard the roar of gunfire as the helicopter's motors were\nswitched on. Still carrying Johnny in her jaws, the mother leopard\nscreamed in pain. Johnny was tumbled to the ground, half dazed.\n\nA very shaken Johnny watched the mother leopard run away a short\ndistance, then turn and spring back toward him. A second later she was\nstanding over Johnny, putting her body between him and the helicopter.\nShe roared her defiance at the machine. Johnny marveled at her courage.\nShe started to pick him up again.\n\nThe helicopter was getting into a position where it could hit the big\ncat without hitting Johnny. In a few seconds the courageous animal\nwould be dead.\n\n\"Run, friend-pet!\" he clicked loudly. \"Run! They won't hurt me. Run!\"\nShe looked down at him and growled in a questioning way. Her muscles\ntensed, and, with a great spring, she was gone. The guns roared, but\nthe leopard's last bound carried her safely into the brush.\n\nBefore Johnny could get to his feet the 'copter was beside him. Two men\nin armor and headglobes jumped out.\n\n\"Hurry,\" yelled the pilot from inside. \"You just grazed the leopard.\"\n\nOne man grabbed Johnny by the heels, the other by his shoulders. With\none swing he was tossed heavily onto the floor of the 'copter. The two\nmen jumped in after him. The armored door clanged closed. The motors\nroared and they were going straight up into the sky.\n\nJohnny lay quietly on the floor for some moments; he was still dazed by\nhis fall--and by the sudden turn of events.\n\n\"That leopard was crazy,\" one of the men was saying. \"I never saw one\ncome back like that, except for a cub!\"\n\nJohnny looked up into the face of the speaker. It was a thin, narrow\nface with full red lips and small black eyes. Johnny didn't know him.\n\n\"That was a narrow squeak you had,\" the hunter said to Johnny, in a\nhigh, nasal voice. \"Two minutes later you'd have been leopard food. Are\nyou hurt?\"\n\nJohnny sat up slowly, moving his arms and legs.\n\n\"Uh uh,\" he said.\n\nWith a whine of the motors the 'copter went into a hover. It floated\nover the spot where they had picked up Johnny.\n\n\"What in the name of all the moon devils were you doing out there like\nthat--stark naked and no armor?\"\n\n\"Taking a bath.\" Johnny was too bewildered to make up an excuse.\n\nThe man raised his black eyes to heaven and looked at his companion.\n\"Crazy!\" he muttered. \"But, kid,\" he addressed Johnny, \"what made--\"\n\n\"Skip it!\" the pilot said, in a low hard voice. The black-eyed man\nstopped abruptly. Johnny decided the pilot must be the leader.\nThe man turned around and looked at Johnny. He was a large man,\nslope-shouldered but powerful. His blond hair was slicked down against\nhis head. Two long red scars cut across a white heavy-jawed face. His\neyes were so pale they were almost white.\n\n\"Where's the bear?\" he snapped.\n\nJohnny was struck silent. They were after Baba!\n\n\"Come on, kid,\" the low voice came again, \"where's the bear?\"\n\n\"He ran away.\" Johnny blurted out the first thing he could think of.\n\"I've had an awful time. We got lost in the jungle and he ran away,\nright at first. I lit fires to attract attention and keep off animals,\nand the rains put them out and my matches got wet. I've had an awful\ntime, and....\"\n\n\"You ain't seen nothing of the bear?\" the scar-faced pilot cut in.\n\nJohnny crossed his fingers carefully and looked the big man straight in\nthe eyes.\n\n\"Not since right at first!\"\n\nThe pale eyes bored into his. Johnny's eyes dropped down.\n\n\"The kid's lying!\" the big man said to the others, and turned back to\nJohnny. \"O.K., kid, let's have it straight now!\"\n\nBut no matter how much they questioned him or how they threatened,\nJohnny insisted he did not know where Baba was.\n\nFinally Ed, the blond scar-faced leader, gave up. He turned to the\nothers. \"You guys search the ground,\" he commanded, \"while I call in to\nthe boss.\" He turned and dialed the radio telephone on the instrument\nboard of the 'copter.\n\n\"Hello,\" he said, \"I want to speak to the boss.\" There was a pause.\n\"Hello,\" he said again. \"We got the kid--found him where Stevenson\nthought he saw the fire.\"\n\nJohnny heard a voice coming back over the instrument. He thought he\nrecognized it, but he couldn't make out any words.\n\n\"No,\" the pilot spoke into the instrument, \"the kid says the bear ran\naway, but I think he's lying. We're going to search from the plane.\nCan't send anybody down because of the leopards. One had the kid when\nwe found him.\" There was another pause. \"No, not hurt. When we're\nfinished I'll drop him at the colony.\" There was a long pause. Johnny\ncaught the words, \"if I know that bear,\" and then there was more he\ncouldn't catch.\n\n\"That's a smart idea,\" the scar-faced man said. \"We'll do just what you\nsaid. O.K. Be seeing you!\" The pilot turned back to the other two, who\nhad binoculars trained down into the jungle.\n\n\"See anything, Barney?\"\n\n\"Not a thing, Ed!\" the black-eyed man replied.\n\n\"You, Shorty?\"\n\nThe other man shook his head. \"Not even a bird.\"\n\nFor over an hour they searched. While they were searching, Ed, the\npilot, put in another call and told someone else what had happened. He\nhinted that even if they didn't find the bear, there was still a way\nthey might get their hands on him.\n\nJohnny sat with his fists clenched. He knew they would shoot if Baba\nshowed himself.\n\nAfter an hour went by and the 'copter had gone over every foot of the\nsurrounding territory, the men had to give up because they were running\nlow on fuel.\n\nAs they went higher up, Johnny peered out. The 'copter veered Venus\neast--away from the colony. At that moment Johnny's heart sank. The\nhunters weren't taking him home! Baba would have seen the 'copter come\nand go. The little bear would think anyone finding Johnny would take\nhim back to the settlement. Johnny knew just what the little bear would\ndo. He would go back to the settlement looking for Johnny!\n\nJohnny had succeeded in keeping those hunters from getting Baba; now\nthe colonists would get him. Or would they? Suddenly Johnny knew whose\nvoice that had been on the radio telephone. The voice was that of the\ntrader, Willard Harkness!\n\n\n\n\nCHAPTER TWELVE\n\n_The Price of a Boy_\n\n\nThey were in the air over two hours, traveling at maximum speed, before\nthey arrived at their destination. This turned out to be a small cabin,\nsurrounded by the usual high wall, with a space inside the wall for a\nhelicopter and a tank. It was a hunters' hideout entirely hidden from\nview by diamond-wood trees. The pilot had had to work his way through\nbranches and then fly for a time between the trunks of the great trees\nbefore hovering in for a landing. A man was standing in the yard\nwaiting for them when they landed.\n\nAs soon as Ed shut off the 'copter's motor, the man who was waiting for\nthem yelled, \"No arrow-birds that I can see. Tell the kid to run for\nit.\" The man had been informed about him by the helicopter's radio.\n\n\"O.K., kid, scoot!\" Ed jabbed Johnny in the ribs.\n\nJohnny scooted. The lodge door slammed behind him and he opened the\ninner door. The large central room was surprisingly neat. The floor was\nbare but polished. Some hunting trophies were on the windowless walls.\n\nChained on a perch in one corner of the room, a miserable little\nscarlet ape sat huddled up, with its chin upon its knees. When it saw\nJohnny it screamed and chattered. Johnny walked toward it, about to\nclick a greeting.\n\n\"Better watch out!\" A red head was thrust from the door of another\nroom. \"Ed's monkey is meaner than he is.\" It was Rick Saunders.\n\n\"Glad to see you safe!\" The big redhaired man grinned easily, and waved.\n\n\"Hullo,\" Johnny said. He didn't smile. If Rick were here, it meant only\none thing. These were the same men who had stolen the colony's marva\nclaws! He all but glared at Rick Saunders standing in the inner doorway.\n\n\"You don't seem too happy about being rescued,\" Rick said with a laugh.\n\n\"I wasn't rescued. I....\" Johnny stopped. He knew he shouldn't have\nsaid that.\n\nRick's eyebrows went up. \"It seems I heard something about a leopard.\"\n\n\"Well, I guess I was rescued--sorta,\" Johnny admitted lamely.\n\n\"I guess you were!\" Rick paused, looking at Johnny. \"You sure don't\nsound very friendly.\"\n\n\"I don't like thieves and traitors,\" Johnny said defiantly.\n\n\"Wait a minute!\" Rick began.\n\nAt that moment the four hunters entered the room, cutting off the rest\nof Rick's sentence. The scarred-faced leader spoke to Rick.\n\n\"You know you're not allowed in here. Get out!\" His voice was low and\nthreatening. Rick turned to go.\n\n\"Hold it,\" called Barney, the narrow-faced hunter. \"Carry this in to\nthe kitchen.\" He dropped a haunch of antelope on the floor.\n\nHis face set and calm, Rick walked slowly past Johnny and hoisted the\nmeat to his shoulder.\n\n\"Any other orders?\" he asked quietly.\n\n\"Yep!\" Ed said. \"Take the kid with you. Rustle him up clothes of some\nkind. Then you can put him to work helping you.\"\n\n\"Come on, Johnny.\" Rick put his hand on Johnny's shoulder and started\nfor the door. Johnny followed him, shrugging off the friendly hand.\n\nThe kitchen was even neater than the main room. As soon as they entered\nthe room, Rick tossed the haunch of antelope into the sink. He turned,\nfaced Johnny, and grasped the boy's shoulders with his big freckled\nhands. He seemed angry.\n\n\"What's this thieves-and-traitors business mean?\" he demanded.\n\n\"First you pretended to be on our side,\" Johnny answered, \"and then\nyou let the rhinosaurs get in so's those hunters could steal our marva\nclaws.\"\n\n\"So that's what you think,\" Rick said. He regarded Johnny gravely.\n\"Does the rest of the colony think that, too?\"\n\nJohnny nodded.\n\n\"Take a good look at me, Johnny.\" Rick touched a cloth tied around his\nmiddle like an apron. \"I'm cook and housekeeper here, not one of the\ngang. I wasn't pretending anything, and I didn't _let_ any rhinosaurs\ninside. I came with these outlaws because they had their tank guns\nleveled on me.\"\n\n\"But why did they do that?\" Johnny demanded.\n\n\"Harkness' orders,\" Rick replied. \"Remember his threat?\"\n\n\"I sure do!\" Johnny said. His eyes grew wide. \"I was right,\" he went\non. \"I _thought_ Mr. Harkness was the boss those hunters called.\"\n\n\"He sure is the boss,\" Rick said. \"He's given out word he'll pay for\nany information about you and Baba. Any information he gets he passes\non to this bunch. The gang has to work for him so he'll market their\nstolen claws and arrange their passage to Earth. Why he's even offering\nto pay double for Baba just to prevent the colony from getting him.\"\n\n\"Golly!\" Johnny breathed. \"He really must be sore at us.\" Johnny sat\ndown on a kitchen stool. It was cold against his bare bottom. He\nlooked up at Rick. \"Gosh, I'm sorry, Rick. I mean about thinking you\nwere--well you know.\"\n\n\"That's all right, Johnny.\" Rick was smiling now. \"I'll admit it did\nlook bad. Let's forget it and get you into some clothes. We have a meal\nto fix.\"\n\nJohnny jumped up. With a friend beside him things didn't seem quite as\nbad. Helped by a pair of scissors, Rick soon had him into a pair of cut\ndown trousers and a baggy shirt. As soon as the clothes were on, the\ntwo started preparing the meal.\n\nAs they worked, Johnny questioned Rick about what had happened to him.\nOutside of beating him up once, the hunters hadn't treated him too\nbadly. He was being saved for Trader Harkness. They made Rick stay in\nthe kitchen and wouldn't let him into the main room except to clean\nit up, and then kept a gun on him. The gang kept him from escaping\nby a very simple means--they locked up the rhinosaur-hide armor in a\ncloset. Ed kept the closet keys, as well as the keys to the tank and\nhelicopter, fastened to his wrist. Rick had been watching carefully but\nhad not seen one chance to escape.\n\nAs Johnny served the meal to the outlaw hunters, he looked the room\nover carefully. When the men weren't looking, he clicked a greeting to\nthe little scarlet ape. It immediately became quite excited. A plan for\nescape began to shape itself in Johnny's mind. He said nothing to Rick,\nhowever.\n\nAfter the outlaws had eaten, Johnny and Rick had their meal. Rick\nthought it strange, but Johnny couldn't bring himself to eat any of the\nantelope; he remembered all too well the tiny antelope leader he had\nheld in his hand. When they were finished and had washed the dishes,\nJohnny was all too glad for a blanket thrown on the kitchen floor--the\nsame kind of bed Rick had.\n\nJohnny tried to push away his fears for Baba, but it was a long time\nbefore he could get to sleep.\n\nIt seemed only minutes later when he was rudely awakened by a rough\nblow on his shoulder. Actually it was ten hours later, as he could see\nby the clock above the stove. Johnny reared up to see Ed standing over\nhim, a smile on his thin lips, his pale eyes jubilant.\n\n\"Get up and get your clothes on,\" he ordered. \"We're going places.\"\n\nJohnny jumped up and reached for the baggy clothes Rick had made him.\n\n\"Come on in when you're ready and don't waste any time about it,\" Ed\ndirected, and strode back into the other room. Johnny slipped on the\npants and was soon stuffing in the shirt tails of the oversized shirt.\nRick stood by the stove and watched, sympathy in his eyes.\n\n\"Baba,\" he said slowly, \"arrived at the colony an hour ago. I was\nlistening at the door when the call came from Harkness. These guys are\nplanning--\"\n\n\"Come on!\" Ed stuck his head in through the door and cut Rick off. Numb\nwith worry, Johnny followed Ed into the main room.\n\n\"Better wrap him up in something,\" the outlaw called Barney said, his\nnarrow face twisted in a strange grin. \"We can't let the arrow-birds\nget him now.\"\n\nJohnny stood while they strapped man-sized armor on him and put a\nheadglobe on his head. He followed Ed out of the door and into the\nhelicopter. The outlaw leader seated Johnny beside him, switched on\nthe motor, and they roared away.\n\n\"Where we going?\" Johnny asked.\n\n\"You'll find out,\" Ed snapped. \"Keep quiet till I tell you to talk!\"\n\nThey flew on for almost an hour. Then Ed set the helicopter controls on\nautomatic hover and snapped the radio telephone on. He dialed a number.\nJohnny saw that the number was that of Colony Headquarters.\n\n\"Hello.\" Ed made his voice high and nasal. \"I have information\nconcerning Johnny Watson. Let me speak to his father.\"\n\nThe slick-haired blond man put his hand over the telephone mouthpiece.\nHe grabbed Johnny by the collar and stared directly into his eyes.\n\n\"Listen,\" he said, \"when your father comes on, I want you to speak\nto him. Tell him you were rescued by us and we've treated you O.K.\nUnderstand?\"\n\nJohnny nodded, his mouth dry.\n\n\"I'll tell him what happened,\" Johnny said. He didn't understand why Ed\nwas making such a fuss about it.\n\n\"Hello. Hello. This is Frederick Watson.\" Johnny was thrilled by the\nsound of his father's voice over the telephone.\n\n\"Hello, Mr. Watson,\" Ed said in the fake voice. \"We've found your boy\nand here he is.\" Ed handed Johnny the telephone, his hand over the\nmouthpiece again. \"Remember!\" he said in a threatening voice.\n\n\"Hello, dad!\" Johnny said into the telephone. \"I'm safe all right.\"\n\n\"Thank God!\" his father's voice replied.\n\n\"I was rescued by these men and outside of making me wash dishes and\nsleep on the floor, they've treated me fine. I'm--\"\n\nEd took the telephone away from him in mid-sentence.\n\n\"But where are you, Johnny?\" Johnny could still hear his father's voice.\n\n\"Right now,\" Ed said into the telephone, \"Johnny's up in a 'copter. You\nneedn't try to get a direction finder on us. Rescuing this boy cost us\na lot and we gotta be sure you'll pay us for it.\"\n\n\"I offered a reward.\" Mr. Watson's voice was anxious.\n\n\"It ain't enough,\" Ed said. \"We lost a tank and a 'copter getting him.\nHe was surrounded by rhinosaurs. We have the boy. You've got a live\nmarva. I figure it should be a trade. You bring the marva to the old\ntank road by the river, and we'll bring the boy. Bring one tank, driven\nby one man. That's all. Be there forty-eight hours from now. Do as I\nsay and the boy will be delivered on schedule.\"\n\n\"Hello, hello.\" Frederick Watson's voice was frantic. \"I don't know if\nthe colony will--\" Ed hung up and snapped off the radio.\n\n\"They will,\" he said.\n\nJohnny's spirits had never been so low. Everything he touched seemed to\nturn to disaster. The colony was all but ruined. In trying to protect\nBaba he had caused the marshberries to be destroyed and had given these\noutlaws a chance to steal the colony's marva claws. By running away\nwith Baba he hadn't saved the little bear at all. The outlaws, Trader\nHarkness' outlaws, were going to get him.\n\nJohnny would not only lose Baba, but the colony, too, would lose its\nlast chance for survival.\n\n\n\n\nCHAPTER THIRTEEN\n\n_Outwitting the Outlaws_\n\n\nThe little red monkey screamed and chattered its hate as Johnny and Ed\nstepped through the doorway of the cabin after their eventful flight.\nJohnny had noted that the cabin door was the only exit.\n\nAs was usual on Venus, the exit was a double door. When the outer door\nwas open, the inner one could not be opened. It was just like the\nschool door. If Johnny could once get through the outer door and block\nit open, it would be a while before the men could break the lock on\nthe inner door and get out. Getting out the first door would be the\nproblem--but not too big a problem. The outlaws didn't think that he\ncould go into the jungle without armor, so they did not watch him or\nthe door too carefully.\n\nAs soon as they were inside, Ed took off Johnny's oversized armor and\nlocked it away. He then winked at the other men and sat Johnny down in\nfront of him on a high stool.\n\n\"You know who I am?\" Ed asked him.\n\n\"Sure,\" Johnny said. \"You're Ed.\"\n\nThe big man cuffed him so hard he fell from the stool.\n\n\"Boy,\" he said, \"you never saw me before.\" He frowned, making his\nscarred face as evil as he could. \"When you go back to that colony,\nyou're going to forget you ever saw us. Do you know why?\"\n\nFrom the floor Johnny shook his head.\n\n\"Because if you tell anybody our names or anything about us, you know\nwhat we're going to do?\" Ed asked.\n\nAgain Johnny shook his head.\n\n\"We'll catch you and take you out into the jungle and tie you to a\ntree without any armor on, and leave you for the arrow-birds. You\nunderstand?\"\n\nJohnny nodded his head. They thought they were scaring him.\n\nThey talked a little while longer, describing things they might do to\nhim if he told their names, and Johnny pretended to be afraid.\n\n\"All right,\" Ed said after the lecture. \"Get back to the kitchen.\"\n\n\"Can I play with your monkey?\" Johnny asked.\n\n\"Play with that monkey!\" Ed's pale eyebrows went up. \"He'd chew an ear\noff you. I've been trying to tame him for a month--and he don't do\nanything but bite. You leave him alone.\"\n\n\"He won't bite me,\" Johnny said. \"I don't think he will.\" The monkey\nwould be a big help in escaping, if only they'd let Johnny get close to\nhim. \"I'll just go get some sugar cubes from the kitchen.\"\n\n\"Let him, Ed. It'll teach the brat a lesson,\" the narrow-faced Barney\nput in.\n\n\"O.K.\" Ed said. \"Get bit, if you want to.\"\n\nJohnny rushed through the open door into the kitchen. Rick was sitting\nat the table with a book beside him.\n\n\"You got any candy, Rick?\" Johnny asked. \"Or maybe some sugar cubes?\"\n\n\"You better not fool with that monk, Johnny,\" Rick said. \"He's plenty\nmean, like all the Venus creatures.\"\n\n\"He won't hurt me,\" Johnny said. He saw a box of sugar cubes in the\ncupboard and grabbed it. \"Monkeys just love sweets.\"\n\n\"No.\" Rick leaned over and a big freckled hand closed around Johnny's\nsmall brown one. He took the box of sugar away. \"I'm going to tell them\nyou got scared. Only two things will happen if you try playing with\nthat monk. You'll get bitten, and they'll get a big laugh.\"\n\n\"Please let me, Rick,\" Johnny said. He paused a minute and whispered,\n\"I've got an idea how I can get away.\"\n\n\"What!\" Rick exploded. He closed the door and went on in a whisper,\n\"It's impossible. You haven't any armor. You don't have any weapons or\na tank. Don't be silly.\" He paused, and looked at Johnny. \"Well, how\nwere you going to do it?\"\n\n\"Simple,\" said Johnny. \"First I make friends with the monkey. Then I'll\nlet him go and tell him to run around and jump on Ed and the rest.\nWhile they are chasing him, I'll open the inside door. I'll let him out\nfirst and dive through myself. I'll wedge open the outside door, and by\nthe time they get their armor on and break the lock on the inside door,\nI'll be over the wall and gone.\" The words tumbled out of him.\n\nRick shook his head. \"Johnny, that week in the jungle has gone straight\nto your head. In the first place, how are you going to make friends\nwith the monkey? Then how are you going to _tell_ him anything? And how\nare you going to get any armor?\"\n\n\"Rick,\" Johnny said, \"I don't need any armor.\"\n\n\"Oh, Johnny!\" Rick exclaimed, exasperated.\n\n\"They just won't bother me.\" Johnny took a deep breath. \"I can talk to\nthem, same as I can talk to the monkey!\"\n\n\"What!\"\n\n\"Now, listen, Rick,\" Johnny whispered earnestly, \"I wasn't hurt when\nI came here, was I? I'd been in the jungle six Earth days without any\narmor.\"\n\nRick was looking at him with a strange expression.\n\n\"Do you remember,\" Johnny went on, \"how I looked when you rescued me\nfrom the rhinosaur?\"\n\nRick nodded.\n\n\"Did I have any armor on then?\"\n\nRick stared at Johnny for a few seconds.\n\n\"By golly!\" His mouth was slightly open in amazement. \"You didn't have\nany armor on!\"\n\n\"I wasn't hurt, was I?\"\n\nRick shook his head slowly.\n\n\"No,\" he said, \"but what about that leopard and the rhinosaur?\"\n\n\"The leopard wasn't hurting me,\" Johnny said. \"She was trying to\nget me away before the men got me. She was my friend. As for the\nrhinosaur--well, Baba and me hadn't learned for sure about them, yet.\"\n\n\"But how can you talk to them?\" Rick asked in wonder.\n\nJohnny knew he had no choice, he had to trust Rick completely.\n\n\"It was Baba,\" Johnny said. Then, very quickly, he explained about\nBaba's clicks, and told Rick about his three secrets.\n\n\"Jeb said something about those clicks one time,\" Rick said\nthoughtfully. \"I never dreamed it could be true.\"\n\n\"It _is_ true, though,\" Johnny insisted.\n\nEd stuck his scarred face through the doorway.\n\n\"Well, kid, getting cold feet about the monk?\"\n\n\"No, sir!\" Johnny said. \"Rick was just getting me some cube sugar.\"\n\n\"Well, hurry it up.\" Ed went back out.\n\n\"Johnny,\" Rick said, \"you show me with that monk, and by the moons of\nSaturn, I'll come with you, armor or no armor!\"\n\nJohnny was bewildered. This was something he hadn't counted on. He\nwanted to explain that there was a chance even he, alone, could not\nsucceed without Baba. Just as Johnny started to speak, Ed appeared in\nthe doorway again.\n\n\"Well?\" he said in his heavy voice.\n\nJohnny took the sugar cubes from Rick and followed Ed into the main\nroom. As he always did, the monkey screamed and chattered at them as\nthey entered. The little animal was chained to its perch. A spring\ncatch too strong for its tiny fingers fastened the chain to its collar\nand kept it from getting away. The outlaws began to gather around.\n\n\"You'll have to stay at the table, way over at the other end of the\nroom,\" Johnny said to the men. \"He's scared of you.\" He pointed to the\ntable, which was as far as possible from the door leading outside.\n\n\"All right, all right.\" The four men seated themselves where Johnny\npointed, ready to watch the fun.\n\nJohnny walked slowly up to the tiny monkey. As he did so, its little\nred face twisted and it showed its razor-sharp fangs. It screamed at\nhim. Then it leaped out, only to be jerked back cruelly as it came to\nthe end of its chain. But it ran out as far as it could and clawed at\nJohnny, its eyes red.\n\n\"Friend-pet, friend-pet,\" Johnny clicked very low in the back of his\nthroat. The animal stopped screaming and cocked his head at him. It\nlooked from one side to the other, as if looking for a marva behind\nJohnny. Johnny repeated the phrase again and again, holding the sugar\nout where the red monkey could see it and smell it.\n\nJohnny didn't have any idea how much the little animal could\nunderstand, but he went on clicking. \"I'm your friend. We are going\nto get away from these men.\" He repeated this many times. Then he\nremembered that Rick was going to try, too. \"You and I and the big man\nin the other room are going to escape.\"\n\nAs Johnny talked, he moved forward. Soon he was well in range of the\nlittle monkey's nails. It jumped forward. Johnny put a sugar cube in\nits paws. With a gurgle of pleasure, the monkey swallowed the sugar and\nput out its paw for more.\n\n\"Jump on my shoulder,\" Johnny clicked. The little creature regarded him\nsilently. Then, with a graceful hop, it was on his shoulder.\n\n\"I don't believe it,\" Ed's voice rumbled.\n\nAs soon as the hunter outlaw spoke, the little monkey growled and bared\nhis teeth at him. The man muttered something under his breath, angry\nthat a small boy had done what he couldn't do. He started out toward\nthem, and was quickly in range of the creature's teeth.\n\n\"You'd better not,\" Johnny said. \"He'll--\"\n\nThe monkey dived at Ed, his teeth slicing into the man's shoulder. The\noutlaw jumped back, cursing. Blood ran down his shirt.\n\n\"I'm sorry, Ed,\" Johnny said. \"Let me work with him just a little\nwhile, and maybe he'll make friends with you, too.\" In his anger the\nman had picked up a heavy stick to hit the monkey. The other men broke\ninto laughter.\n\nEd grunted something, and threw his stick at the men who were laughing.\n\"Come on,\" he said, \"let's play cards.\" Johnny turned back to the\nmonkey.\n\nFor almost half an hour Johnny talked to the monkey in the marva\nclicking language while the outlaws played cards across the room. He\nguessed the little animal could understand a little more than the\nmother leopard could. That wasn't too much, but it was enough. He made\nthe creature understand that when he was released, he was to fly at\nthe men. He wasn't to hurt them, but make them chase him until Johnny\ncould get the door open. Then the monkey was to leap for the opening.\nThe hardest job was getting the monkey to understand that he shouldn't\nharm Rick if the ex-bodyguard came with them. Johnny wasn't sure the\nmonkey understood.\n\nWith his back turned to the outlaws, Johnny undid the collar about the\nmonkey's throat. Keeping the little animal out of their sight he walked\ntoward the exit door. He picked up an old boot to use on the outer door.\n\n\"Hey,\" Ed suddenly shouted, \"where's the monk?\"\n\n\"After them,\" Johnny clicked. The monkey leaped at the oncoming Ed. He\nclawed his face, then leaped at the other men. He made great jumps by\nswinging from light fixtures by his long black tail. Ed wheeled and\ncharged like a bull after the tiny screaming creature.\n\n\"The kid let the crazy thing loose!\" he shouted. \"Catch it!\"\n\n\"Shoot him!\" yelled Shorty, drawing his ato-tube pistol from its\nholster. Ed knocked it from his hand, and it went sliding along the\nfloor.\n\n\"Want to kill us, too, you fool?\"\n\nIn the excitement Johnny worked the latch on the exit door, and pressed\nthe button that opened it. He saw Rick half way through the kitchen\ndoor. Rick reached down and grabbed up something from the floor. The\nmonkey was jumping from head to head among the yelling outlaws. Not one\nof them noticed what Johnny was doing.\n\nThe door was open. Johnny nodded his head toward Rick, who came at a\ndead run. When Rick was almost there, Johnny clicked as loud as he\ncould, \"Come, friend-pet! Come!\"\n\nIn one leap the little animal sailed across the room and landed on his\nshoulder. Johnny and Rick pushed through the door, slammed it behind\nthem, and opened the outside door.\n\nJohnny paused a second and wedged the boot he had picked up into the\nouter door. The outside door could not close and the safety lock would\nkeep the inner door closed.\n\n\"Come on, Johnny,\" Rick shouted. \"This way!\" He rushed through the\nhelicopter landing space toward the tank entrance. Rick pulled the\nswitch that opened the duro-steel door.\n\n\"Dive for the nearest tree trunk,\" Rick shouted. \"They have gun mounts\non the roof.\"\n\nJohnny ran after Rick, his short legs unable to keep up with the older\nman. The little monkey was riding on top of his head, shrieking and\nchattering. As soon as they reached the forest the monkey jumped into a\ntree.\n\nJohnny stopped dead. He needed that monkey. The little animal could\ntell other animals he and Rick were friendly.\n\n\"Friend-pet monkey, friend-pet monkey,\" he clicked, \"come with me.\" For\nan instant he was afraid the animal had not heard. Then, with a shock,\nhe felt it drop down on his head.\n\n\"Rick, Rick,\" he yelled, \"stay with me.\" With relief he heard the\nbig man coming back. \"You gotta stay with me,\" Johnny panted.\n\"Arrow-birds.\" Rick nodded, and ran along beside Johnny.\n\nThey ran among the great pillars of the diamond-wood forest until\nJohnny thought his breath would come no more. His feet were heavy\nagainst the springing leaves, his legs began to twist with fatigue.\nWhen he was about to fall, Rick whisked him up in his arms.\n\nThe little monkey screamed and jumped at Rick's head.\n\n\"No, no!\" Johnny clicked. The tiny creature jumped back on Johnny's\nhead, but he had left red claw marks on Rick's face.\n\nFar in the distance they heard the noise of a tank motor starting. The\ndiamond-wood trees were beginning to thin out. Soon they would be in\nthe jungle of meat trees which always surrounded a grove of the giant\ntrees. The sound of a helicopter motor starting up was added to the\nsound of the tank. The noise of the tank motor lessened. The outlaws\nhad headed in the wrong direction. The helicopter was the great danger\nnow. Hiding under a meat tree, with its heavy leaves, was their best\nchance.\n\n\"We'd better get under something, Rick,\" Johnny said. His breath had\nreturned. \"Let me down.\"\n\nRick nodded. His breath was coming in great gasps. A heavily leafed\ntree surrounded by brush was a few hundred yards ahead of them.\nJohnny pointed to it and Rick nodded. Johnny prayed that there were\nno arrow-birds feeding there. This close to the hunters' lodge there\nshouldn't be many animals--but arrow-birds were always on the watch.\n\nAs they worked through the brush to get under the meat tree Johnny\nreally missed Baba. The first branches were too high for either Johnny\nor Rick to reach. If Baba had been there they could have easily climbed\nup into the protection of the tree's leaves and branches. Luckily the\nbrush was high and thick around it, screening them from view from the\nside. The tree itself screened off the sky.\n\nOnce they had reached the trunk of the tree, they stood wordlessly for\na while, breathing hard.\n\n\"Any idea where we are, Rick?\" Johnny asked in a whisper.\n\nRick's big, bony face broke into a smile. He reached into a pocket. Out\ncame a small map of the Venus continent.\n\n\"Not for sure,\" he said. \"But we can't be far from the lodge.\" He\npointed to a mark on the map. \"Once we see the lay of the land, we\nshould be able to tell.\" Suddenly Rick froze stone still. Johnny looked\nup.\n\nAn arrow-bird had flown into the tree. Since its head was not in\nposition to strike, it was probably looking for a meat fruit. Just as\nJohnny saw it, its head turned toward them.\n\nJohnny clicked out a sharp command for it to leave them alone.\n\nAs the little purple eyes sought them out, its head snapped into\nstriking position. But as Johnny clicked on, it moved its head back to\na friendlier position. Its little purple eyes stared directly at them.\n\nRick regarded Johnny with wonder.\n\n\"I don't know what that little bear taught you, but it sure is a\nmiracle,\" he said. He then reached into his shirt. \"I'm still glad I\ngot this. Did you see Ed knock it out of Shorty's hand?\" He pulled an\nato-tube pistol out of the shirt.\n\nAs soon as the gun came out, the red ape leaped from Johnny's head,\nscreaming. The arrow-bird snapped its head into position to strike.\n\n\"Drop it, Rick! Drop it!\" Johnny yelled.\n\nAmazement swept over Rick's face.\n\n\"But why--?\"\n\n\"Bother us not, friend-pet,\" Johnny clicked loudly. At the same time he\nknocked the ato-tube from Rick's hand.\n\nHe was too late.\n\nThe arrow-bird shot with a sickening smack into Rick's shoulder. Almost\nas quickly it withdrew its blood-stained beak and was hovering in the\nair for another strike.\n\n\n\n\nCHAPTER FOURTEEN\n\n_Captured!_\n\n\nRick stood rigid, his face twisting with pain, a hand clutching his\nupper arm. The greenish bird hovered in the air, its wings a blur of\nmotion.\n\n\"We are friends. We are friends. Bother us not, friend-pet!\" Johnny\nclicked deep in his throat. The bird continued to hover, its little\npurple eyes darting back and forth from Johnny to the wounded Rick. Its\nbloody head stayed in arrow position, but it drifted farther away.\n\nJohnny remembered that when he had had an arrow-bird on his shoulder,\nthe others had left him alone. He dreaded changing his command, but he\ndid.\n\n\"Come to your friend,\" he clicked firmly. The arrow-bird stared at him\ndistrustfully, but came closer. The monkey dropped back on Johnny's\nhead. With a sigh of relief, Johnny saw the arrow-bird's head snap out\nof attack position. He put out his hand and the arrow-bird lit on it.\n\n\"Are you hurt bad, Rick?\" he asked. The words made the arrow-bird\nflutter with alarm, but Johnny soothed it by petting it with his other\nhand.\n\nRick shook his head.\n\n\"Not too bad,\" he said through clenched teeth. \"The thing seemed to\ndodge when you made that clicking noise.\"\n\n\"I'm sorry, Rick,\" Johnny said. \"You just shouldn't have shown that\ngun--you'll have to leave it behind. If they think you'd harm any of\nthem, they'll kill you, just like that. The monkeys almost got me\n'cause of a pocket knife.\"\n\n\"I didn't know,\" Rick said. He looked at the bird on Johnny's shoulder.\n\"Seems peaceful enough now.\"\n\n\"You better let him sit on your shoulder, Rick.\" Johnny looked down at\nthe arrow-bird and stroked it again. When it was quiet he placed it on\nRick's shoulder. The man was nervous and the bird was worried, but they\nboth did as they were told.\n\nThey waited under the tree while the helicopter went back and forth\nabove them. Johnny looked at Rick's wound. It didn't look too serious,\nbut Johnny knew better than to count on that. The slightest arrow-bird\nwound could be deadly if not treated. Johnny had seen hunters brought\ninto the colony sick from an untreated scratch. They should have\nbrought an emergency kit, but the kits were only carried in special\npockets of the armor.\n\nThey let Rick's wound bleed to cleanse it as much as possible. Then\nJohnny bound the arm tightly and made a sling for it from a piece of\nRick's shirt. Rick gave Johnny his wrist watch to wear, since his\nwrist was hidden by the sling. After that they waited. It seemed the\nhelicopter would never go away. Once it hovered almost directly above\nthem, but then went on.\n\nWhile they waited Johnny looked over the map. The outlaw hideout was\nnot as far from the colony as he had feared. They had to start soon and\nmake good time, but they just might be able to make it to the meeting\nplace the outlaws had set before Johnny's father got there. There was a\nfighting chance if Rick didn't get too sick.\n\nFinally they heard the sound of the helicopter landing far in the\ndistance. Taking direction from the map, they set out on their way.\nRick's wound was less painful now, but Johnny kept his eye on his\nredhaired friend. They started out at a fast clip, following an animal\ntrack which led in the direction they wanted to go.\n\nIn a few hours of steady marching they were a safe distance from the\noutlaw hideout. Johnny's idea was working out. Several flights of\narrow-birds had passed them by with no more than a glance in their\ndirection. One flight had hovered above them while the arrow-bird on\nRick's shoulder twittered and shrieked to them. Then they had flown off\nat top speed. A troop of monkeys had also let them pass without doing\nthem any harm. Hundreds of the small red apes had followed along beside\nthem for some time. Johnny's monkey chattered to them from his perch on\nthe boy's head. Then they, too, had swung off through the trees at top\nspeed. Rick had been awed, for he had never seen Venus animals so close\nexcept when they were attacking.\n\nAt first Rick's strides had been long and Johnny had had to run every\nfew steps to keep up. Now Rick's steps were short and slow. He seemed\nto be getting weaker and weaker. They had stopped and cleaned his wound\nagain at a spring and rebound it, but he was not doing well. The big\nredhaired man was pale under his freckles; his lips were set tight.\n\nJohnny kept close beside him as they moved forward. They had worked out\na path to follow that skirted diamond-wood groves and avoided rivers.\nIt was too easy to become lost in the dense forest, and Johnny was very\nunsure of what river snakes would do.\n\nSuddenly Rick stumbled. He stopped and balanced himself by leaning on\nJohnny's shoulder. He looked at Johnny with bloodshot eyes, sighed and\ncrumpled up on the ground. The arrow-bird that had been sitting on his\nshoulder hovered in the air above him making little squeaking noises.\nHe flew toward Johnny and then down an animal trail that led off toward\na diamond-wood grove. As Johnny leaned over to look at Rick the monkey\njumped from Johnny's head.\n\nJohnny stared down at Rick Saunders' face. His cheeks were flushed but\nthe rest of his face was grey. The little monkey sniffed the wounded\nman and chattered something at Johnny. Then he, too, ran down the side\ntrail. When Johnny paid no attention, he came up to Johnny and plucked\nhis sleeve, chattering all the while. Johnny looked around. He thought\nthe monkey was drawing his attention to some antelope berries growing\ndown the path. Johnny clicked to the little red monkey to gather some.\nWhen the red monkey returned, clutching a cluster of the large berries\nin each tiny paw, Johnny took them and squeezed the clear red juice\ninto Rick's mouth.\n\nThe man coughed and turned his face away. But gradually his eyes\nopened. They were dull and feverish. His hand went to his shoulder and\nhe winced. In the few hours that had passed, his arm and shoulder had\nalready swollen a great deal. He raised his head. Johnny helped him to\nhis feet, but when he staggered, Johnny helped him lie down again on a\npatch of grass by the antelope berry bush.\n\n\"I can't go any farther, Johnny.\" Rick's voice was hoarse. \"Those birds\nmust have some kind of poison on their beaks. That wound feels like\nit's on fire.\"\n\n\"It's not poison, Rick,\" Johnny explained. \"They eat the meat fruit and\nlittle pieces stick to their beaks. The pieces get rotten and infect\nwounds bad.\" Johnny remembered that Rick was an Earthie and had been on\nVenus barely a year.\n\n\"There's only one thing to do,\" Johnny went on. \"I'll have to light a\nsignal fire with lots of smoke. Somebody'll see us then.\"\n\nRick shook his head slowly. \"No, Johnny, it won't do. If those hunters\ncome they'll get you again and they're likely to finish me off. You\ntake the map and go on....\" Rick's voice trailed away. He struggled to\nsit up.\n\nJohnny stepped forward, wondering what was wrong. The monkey leaped off\nhis head and bounded into a tree. Slowly Rick raised his good arm and\npointed directly behind Johnny.\n\nJohnny turned. Staring at him through a bush was a coal black\nsabre-toothed leopard, crouched to spring.\n\n\"Friend-pet, go away!\" Johnny clicked in the marva tongue. Oh, if Baba\nwere only here! The monkey chattered from a tree.\n\n\"Go away! Go away!\" Johnny repeated. Then he saw a second leopard. A\nthird. None of them was his friend, the mother leopard. These leopards\nstood almost a foot higher and were solid black. Their sabre fangs were\na full foot long. These were deadly males, hunting in a pack.\n\nThe one behind the bush gave a coughing growl. All three slinked slowly\ntoward Johnny and Rick on silent feet, their mouths half open, their\nwhite teeth shining.\n\n\"Go away, bother us not! Friend-pets, bother us not!\" Johnny repeated.\nThe leopards moved smoothly forward, their steel-like muscles rippling\nunder the shining black fur.\n\nFrantically, Johnny turned to Rick, who was struggling to his feet.\n\n\"They won't obey, Rick!\"\n\n\"Run, Johnny,\" Rick said. \"Run for a tree!\" Rick thrust the boy behind\nhim, but Johnny would not leave his friend. Rick turned, pulling\nJohnny, and started to run.\n\nAt the same moment a leopard sprang through the air, high over their\nheads. A split second later he was in front of them, barring their way,\nhis gold eyes glistening, his fanged mouth giving forth a low growl.\nThe growl meant, \"Come.\"\n\nJohnny looked about. Not four steps away was another of the lion-sized\ncats. They were ringed around by the creatures. Johnny tried clicking\nagain, but they paid no attention.\n\n\"My arm, Johnny!\" Rick groaned. He ran his hand over a forehead which\nwas dripping sweat. Slowly his legs gave way and he fell in a heap\nbeside Johnny. The leopards moved closer, their mouths wide. The one in\nfront was getting so close that Johnny could feel its breath blowing\nagainst his bare arm.\n\nThen it moved too fast for Johnny to follow. Johnny felt the great jaws\nclose around his middle, and he was hurled off his feet. Frantically he\nbeat at the big head. The jaws tightened, gripping him painfully. As\nJohnny cried out in pain he saw the other two leopards leap upon Rick.\n\nA few seconds later Johnny was being carried down the path in the jaws\nof the monster cat. The jaws had tightened no more than was necessary\nto hold him firmly as the animal trotted along. From this strange\nposition Johnny witnessed an even stranger sight. Behind the leopard\ncarrying Johnny strode the two others. Side by side they walked,\ndividing Rick Saunders' weight between them. One had its jaws about\nRick's arms and shoulders; the other held his hips and legs. They moved\nalong easily, their heads held high so that his feet would not drag on\nthe ground.\n\nThen Johnny saw that his arrow-bird friend was riding on the shoulder\nof one of the leopards that was carrying Rick. He heard a chattering\nnoise, and knew that the little red monkey was close by.\n\nThe leopards were taking them some place, but who could know where?\nIn his odd position Johnny could not tell even the direction they\nwere going. But soon they were in the patchwork shadow of a meat tree\nforest. Here the leopards had their lairs. But they did not stop. They\nwent on and on. Johnny kept trying to watch the leopards which carried\nRick. Once in a while he could catch a glimpse of them, Rick's head\nbobbing as they moved. He was still unconscious.\n\nThen Johnny heard a shout and a scuffling noise. The leopard carrying\nhim turned around. Rick was conscious. His head was turning about\nwildly and he was yelling. His eyes lit on Johnny.\n\n\"What's happening?\" he all but screamed.\n\n\"They're taking us somewhere,\" Johnny answered. \"They haven't hurt me\nyet.\"\n\nRick was kicking his feet and struggling, making it hard for the\nleopards to walk. Johnny could see their jaws tightening as Rick\nstruggled.\n\n\"You better not fight, Rick,\" Johnny said. \"You can't get away and\nthey'll just hurt you more. I'll tell them you won't fight if they'll\nhold you easier.\" He clicked the message to the big cats. His own\nleopard turned back up the trail, and he couldn't see what the other\nleopards did. A few seconds later he heard Rick's voice.\n\n\"You were right, Johnny. When I eased up they eased up, too.\" Then he\nlaughed in a strained way. \"I wish they'd eat us right now and get it\nover with.\"\n\n\"Maybe they won't.\"\n\nThey said no more. They were coming to the edge of the meat tree grove.\nAs was often the case, the last group of meat trees was beside a river.\nBeyond was a diamond-wood grove. The three animals plunged into the\ncool water, and soon were swimming, with Johnny's and Rick's heads held\nwell above the water. On the opposite bank they dived into the shadow\nof the diamond-wood grove.\n\nAs soon as they entered the grove Johnny was startled to see that there\nwere several antelope walking beside them. Then, suddenly, the little\nred monkey he had rescued from Ed was squatting on the leopard's back.\nJohnny heard a swishing sound almost under his head. By twisting hard\nhe could see the ground. There was a river snake crawling beside them.\nIts ugly horned head was right beneath him. It was the first time he\nhad ever seen one.\n\nThen his heart leaped.\n\nHe heard the clicking of the marva language. Johnny twisted his body\nagainst the leopard's teeth, trying to see where the clicking was\ncoming from. The leopard growled, and Johnny lay still again.\n\n\"Take the big killer to the healer,\" the voice clicked. \"The little\nkiller take to the council.\" The clicks were somehow different from\nBaba's, firmer and louder; but Johnny could understand them perfectly.\n\nJohnny caught sight of the two leopards carrying Rick. They were\nturning down another path. The river snake and the antelope took the\nsame path. But Johnny's leopard went on forward. After a short time the\nleopard stopped and very carefully opened its jaws and eased Johnny to\nthe ground. It turned and walked a few steps away. There it crouched.\n\nJohnny got slowly to his feet. The little red monkey jumped on his\nhead. The arrow-bird perched on his shoulder. In a clearing among the\ndiamond-wood trees Johnny stood in the center of a circle of jewel\nbears, their blue nails glowing in the half light. All but one or\ntwo were dark about the muzzle. They sat on their haunches, staring\nstraight at Johnny.\n\n\n\n\nCHAPTER FIFTEEN\n\n_A City in the Trees_\n\n\nExcept for faint animal sounds in the distance, there was silence in\nthe diamond-wood grove. More marva than any other person had ever seen\nsurrounded Johnny. Most of them were dark muzzled and very old. From\nold Jeb's hunting tales Johnny knew that as a marva grows older the fur\nabout its muzzle darkens. A jewel bear with a black muzzle was a rare\nthing. This was no ordinary group of marva, but a gathering of elders.\nThey seemed neither friendly nor unfriendly. They seemed to be waiting\npatiently for Johnny to do something.\n\n\"Hello,\" Johnny broke the silence, greeting them in their own clicking\nlanguage. \"I am very glad to see you.\" Once started, Johnny had so much\nto say the words fairly rushed from him. \"Your leopards sure scared\nus. Maybe you can tell me how to get to some people quick. Before it\nknew we wouldn't hurt it, this arrow-bird wounded my friend and he's\nvery sick. And Baba's got caught again, and some bad men are trying to\nget him. If you could help us get back to the colony, oh, I'd thank\nyou! Baba's a marva, you know, just like you and he's my best friend.\nWe tried to find you, but the outlaws captured me and Baba went home\nbecause I'm his friend-pet-brother and he thought I'd be there. Rick\nwill die if you--\"\n\nThe torrent of words was cut short by a marva with a coal black\nmuzzle. He stood up and raised both furry blue paws for silence.\n\n\"It was well reported that the little killer can speak our language,\"\nhe clicked, with a sound very like a human chuckle. \"You speak well,\"\nhe clicked to Johnny, \"but you speak too much at once.\" A ripple of\namusement passed over the faces of the jewel bears. Then they became\nstern once more.\n\n\"You must try to tell a little at a time,\" the old marva continued.\n\"But first, let me answer one of your questions, for I think you are\nfull of questions. The red-furred killer has been sent to the healers.\nHe will soon be treated. We heard of you and of the wound from our\nfriend-pets. You need not worry, little killer. Our healers have had\nmany wounds to deal with since your kind has been in the green lands.\"\n\n\"You mean _you_ will fix up my friend?\" Johnny asked. \"You have\ndoctors?\"\n\n\"Yes, little killer,\" the black muzzled one answered.\n\n\"But he won't understand,\" Johnny said. \"He wouldn't let any of you\ntouch him--not unless I talk to him.\"\n\n\"Follow the leopard, then. He will take you to the healers. Then return\nhere.\" The black muzzled marva waved his paw and the leopard rose and\ntrotted off. Johnny ran beside him.\n\nIn another clearing Johnny paused in amazement. It was filled with many\nanimals. He saw several rhinosaurs with great gaping ato-tube wounds.\nA leopard with a cut on its shoulder lay whimpering before a marva,\nwho was squeezing the juice of some berries upon the cut. Fascinated,\nJohnny watched as the marva sewed up the cut--a fine piece of marva\nclaw for his needle. The berry's juice must have killed the pain for\nthe leopard stopped whimpering and lay very still.\n\nThen Johnny saw Rick. He was lying on his back, but his eyes were open.\nThe two leopards were right beside him, their heavy paws holding him\ndown.\n\n\"Rick!\" Johnny called, running up to him.\n\n\"Get away from here,\" Rick yelled. \"There's a horned snake right beside\nme. He'll kill us!\"\n\n\"No,\" Johnny answered. \"If he'd wanted to, he could have done it long\nago. Rick, we're safe! The leopards brought you here to get your wound\nfixed up.\" Then he clicked to the leopards, \"Let him go. He won't run\naway.\" He turned back to Rick. \"I just told the leopards you won't run\naway,\" he explained. \"Just watch the marva over there.\"\n\nUnsteadily, Rick got to his feet. He quickly sat down again, overcome\nby weakness and amazement. He had caught sight of the marva healers at\nwork. One was sewing up a rhinosaur. Another was splinting up the leg\nof an antelope. Rick shook his head.\n\n\"I'm dreaming,\" he said. \"I must be!\"\n\n\"Isn't it wonderful!\" Johnny said. \"They're going to fix your wound,\ntoo.\"\n\nThe leopard beside him growled, in the way Johnny knew meant \"come.\"\n\n\"I gotta go now,\" Johnny said. \"Goodbye, and don't worry. Let them do\nwhat they want to.\"\n\nJohnny and the leopard made their way among the sick animals. Johnny\nlet out a cry of pleasure. There was his friend the leopardess. The\nato-tube burn was not a bad one, and it had already been treated.\nShe rose when she saw him. Though the big male leopard growled his\ndisapproval, Johnny ran over and patted her and her cubs before he went\non.\n\n\"Is she a friend of yours?\" Johnny was startled by the sudden\nappearance of the black muzzled marva who had spoken to him earlier.\n\n\"Yes, old one,\" Johnny answered respectfully.\n\n\"Come!\" the marva addressed the leopardess.\n\nThe two leopards, the cubs, Johnny and the marva walked off together.\nSoon Johnny was in the circle of marva again. This time he was over his\nsurprise and he tried to tell his story as clearly as he could. He was\nbeginning to get worried about the time that was passing, and he looked\nat Rick's watch again and again. There was always the chance that the\noutlaws would try to get Baba, even though they no longer had Johnny to\ngive in return. But he told his story as best he could.\n\nIn spite of his worry, he had to explain all about men on Venus. He\neven had to tell where men came from, since the jewel bears had never\nseen stars or planets in their sky. He told about overcrowded Earth and\nhis father's desire to make a colony. He told about the hunters and\nTrader Harkness. He told about his trip into the jungle and how the\noutlaws had captured him, and, finally, of his escape with Rick into\nthe jungle.\n\nThe group of marva listened carefully. Sometimes they nodded their\nheads in approval of what he had done, and sometimes they seemed\npuzzled. But they seemed more friendly when he had finished.\n\nWhen at last he came to a halt, the old marva who was acting as\nspokesman for the group arose.\n\n\"You say this young marva friend of yours is named Baba?\" The old one\nused the word in the clicking language for Baba's name.\n\n\"Yes.\"\n\n\"We have heard of him,\" the black muzzled marva clicked, \"though he was\nnot of our grove. His mother and brother were killed. We have wondered\nwhy he was not killed too, since your people feel we are your enemies.\nOur observer on Council Rock has watched your people often, but has\nseen little we can understand. Tell us why Baba was not killed at\nfirst.\"\n\n\"I already explained,\" Johnny said. \"His teeth and claws were black.\nNow they are blue and, of course, he's worth a lot of money.\"\n\n\"What is this money?\" the black muzzled one asked.\n\nJohnny was surprised. The word Baba used for money must not be a real\nmarva word. If only Baba was here to explain! Johnny tried the best he\ncould to explain how money works. The marva shook its head in wonder at\nthe strange ways of men.\n\n\"But why do you want our claws and teeth?\" the marva asked.\n\n\"To make rings and plastic.\" But they understood neither the word\n\"ring\" nor the word \"plastic.\" Johnny had to explain that plastic was\nthe material that headglobes were made from. He explained also that\nrings and jewelry were used for decoration.\n\n\"And that is why we are killed on sight?\" asked the marva.\n\n\"Yes, old one.\" It made Johnny sad for himself, for the marva, and for\nhis people, to have to admit this.\n\nHis answer caused a stir among the marva.\n\n\"I have one more question,\" the old marva said. \"Why did you come into\nthe jungle with the marva, Baba?\"\n\n\"He would have died or been killed otherwise, and he was my brother, or\nlike my brother. It was like the song he sang:\n\n    \"You help your friends\n    And your friends help you.\n    It is the law\n    And will be the law as the trees stand.\n    Between friend and friend there is no parting\n    More than the fingers of a hand.\"\n\n\"We know the song,\" the marva said, gently. \"But didn't you think\nthese--\" the marva gestured at the leopards, \"might kill you?\"\n\n\"Yes,\" Johnny said, \"but I had to take the chance.\"\n\nThey asked many more questions about men and their ways. Many were hard\nfor Johnny to answer or even to understand, but he tried very hard to\nbe as clear and truthful as possible. Finally they seemed satisfied,\nand there was again silence in the diamond-wood grove.\n\nWith a nod to Johnny the black muzzled marva led the rest of the jewel\nbears away, and left Johnny and his animal friends alone. A short\ndistance away the marva again formed a circle and clicked together\nquietly.\n\nThen they called over his friend, the leopardess, the red monkey and\nthe arrow-bird. They appeared to be asking them questions. Johnny,\nleft to himself, wondered what was happening. It was all very strange.\nRick's wrist watch said too much time had passed already.\n\nThe black muzzled marva returned to Johnny.\n\n\"Come with me,\" he clicked, and walked toward one of the great trees.\nOne of the younger jewel bears waited at the foot of the tree. \"Grasp\nhim by the shoulders,\" the black muzzled marva directed Johnny, \"and\nhold tight.\" Johnny found he could ride easily on his back. The marva\nstarted up the tree at a breathtaking speed. The full grown marva\nclimbed three times as fast as Baba could without anything on his back.\nDown below them the black muzzled marva followed with the slow dignity\nof age. Up and up they went, the full two hundred feet toward the sky.\nJohnny looked down at the sick animals and the healers. They looked\nvery small now.\n\nFinally Johnny and the marva reached the branches. As they came up to\nthe first huge branch, it appeared to move slowly away from the trunk\nof the tree, to reveal a large opening. The tip of the branch was\nfastened to a branch above. Two huge snakes the color of the branch\nwere coiled about it. These snakes had pulled the branch from the\nopening so that the marva and Johnny could enter. Johnny could see that\nthe branch had been hollowed out until it was fairly light.\n\nOnce inside, Johnny's eyes were dazzled by light. The young marva\nstarted back down the tree. In a few moments the black muzzled marva\nwas before Johnny again. He made a little bow.\n\n\"Man child,\" he clicked, \"welcome to the tree of Keetack, leader of the\ncouncil of this grove. May you have long life.\"\n\n\"Thank you.\" It was the only thing Johnny could think of to say.\n\nBefore him was a beautiful room. There were finely woven grass mats\nupon the floor, and in places about the room piles of mats of soft blue\nand delicate pinks made places to sit. The room was flooded with light\nthat came from directly over their heads. The walls were made of the\nliving wood of the tree carved with many scenes of Venus and colored to\nmake beautiful designs. Johnny looked up to see where the light came\nfrom. He gasped.\n\nAbove them was a great cluster of marva teeth and claws, glowing with\nlight. When Keetack, the leader of the council, moved forward, the\nlight floated along the ceiling following him. Finally, Johnny realized\nwhat the light was. It was a cluster of the large Venus fireflies. Each\nclasped a marva claw in its tiny feet. As the insect glowed, the claw\nmultiplied the light. In the middle of the ceiling was a hive where the\nfireflies lived. Johnny watched with wonder as the flies went back and\nforth from hive to light.\n\nKeetack noticed Johnny's interest. \"As one becomes tired,\" he said,\n\"another takes his place. We give them food and they give us light. Is\nit not a good system?\"\n\nSuddenly Johnny understood. \"And the rhinosaurs protect you from the\nsea beasts....\"\n\n\"And we help them when they are sick or hurt. We help take care of\ntheir marshberries and see that they have food. All living things are\nour friends but the killers of the sea.\"\n\n\"Gee,\" said Johnny, \"it's just perfect.\"\n\nThe little bear appeared to laugh.\n\n\"Hardly,\" he clicked. \"We have our quarrels too, and many of our\nfriends sometimes forget.\"\n\n\"That's right,\" Johnny said. \"The monkeys sure didn't trust those\nleopards until after we got here.\"\n\n\"It is hard for many of them,\" Keetack went on. \"I often wonder what\nthe rhinosaurs will do when there is nothing left to fight. We are\nalready beginning to make friends with the killers of the sea. Not long\nago the arrow-birds were killers, and it was only in the lifetime of\nmy great grandfather's great great grandfather's father that we made\nfriends with the river snakes, so that they, too, do as we advise them\nto do.\"\n\n\"You mean obey you?\" Johnny asked.\n\n\"In a way,\" Keetack answered, \"most of the animals obey us.\"\n\n\"But they don't obey your little ones!\" Johnny was excited. \"It's\nonly when your blue teeth come in and your voice gets deep that other\nanimals will obey you. Isn't that right?\"\n\n\"Yes,\" said Keetack. \"We say a deep voice is a sign of the coming of\nwisdom.\"\n\n\"Then that's why the arrow-birds obeyed Baba and me?\"\n\n\"Yes,\" Keetack nodded. \"Now would you like to see the remainder of our\ntree?\"\n\n\"Please,\" Johnny answered politely. \"It's a lot like the caves in New\nPlymouth Rock.\"\n\n\"Indeed so,\" said the marva leader. \"Those caves served as a yearly\nmeeting place of the Council of All The Groves. No one tree was large\nenough for all to live in while we talked together. Before your people\ncame to the green lands we had happy times there each year. Now we use\nthe rock only for watching you.\"\n\n\"I'm sorry,\" Johnny said.\n\n\"Come now,\" Keetack clicked. \"I will show you the tree.\"\n\nJohnny would have been terribly excited by the suggestion if it hadn't\nbeen for his fear that they were taking too much time.\n\nThe whole upper part of the tree was honeycombed with rooms. Each level\nwas connected by a winding passage as in the caverns of New Plymouth\nRock. Each was lit in the same way. It was not Keetack's tree alone;\nseveral marva families lived there together. As they entered each level\na marva would come forward and welcome Johnny. He was fascinated by the\nlittle ones, who grinned at him just as Baba did.\n\nThe marva cubs always came in twos: peeking around from the back of\nthe mothers were always two pairs of bright blue eyes. But one family\nwas different. Johnny and Keetack entered that level to the sound of\ngrowling and tumbling and scratching. In the middle of the room a small\nbear bounced hard on the floor and up to the ceiling where it clung\nlike a fly. Below it a coal black leopard cub growled in a way Johnny\nunderstood. It was a pleading growl saying \"Come.\"\n\nAs soon as the baby bear hanging on the ceiling saw Johnny and Keetack\nhe dropped to the floor and stood with his arm around the black leopard\ncub. A mother marva came rushing from another room.\n\n\"I'm sorry my cubs were so rude,\" she clicked, \"but you know how much\nmischief one of ours and a friend-pet-brother can get into.\"\n\n\"Of course,\" Keetack clicked. \"This is the friend-pet-brother of one of\nours, so he will understand.\"\n\n\"Oh, yes!\" Johnny said. Then he looked over at the two cubs. The little\nmarva was still very small and had black claws. \"He shows off just like\nBaba used to,\" Johnny exclaimed. Johnny remembered the trouble his\nmother had had with Baba's game of walking on the ceiling.\n\nWith that they went on, but Johnny touched Keetack on the shoulder.\nThough the bear was old, he came no more than to Johnny's shoulder.\n\n\"The leopard cub was that marva cub's friend-pet-brother--just as Baba\nis mine?\" Johnny asked.\n\nFor the first time the marva seemed to smile, opening his mouth wide as\nBaba did when he grinned.\n\n\"We would say _you_ were _his_ friend-pet-brother,\" the black muzzled\none clicked. \"Perhaps it is better to say you are _friend-brothers_. It\nis not strange. Many of us have had companions of another race.\"\n\n\"But why is this?\" Johnny asked eagerly.\n\n\"You have seen that our cubs always come in pairs. The pair is almost\none until they are grown,\" Keetack explained. \"If only one cub is born,\nor one of a pair dies, we give the lone cub a friend-pet, a cub of\nanother race to grow up with him. They become brothers just as you and\nBaba did. Without this the lone cub would die. Cubs need the love of a\nbrother as much as they need food. It is sometimes a very good thing,\nfor in this way our friends of the plains and the groves are knitted to\nus with ties of very deep love.\"\n\n\"Now I understand why Baba would never leave me,\" Johnny said. And then\nhe went on earnestly, \"And you should understand why I've got to get\nback to Baba in the colony. There may still be some way I can save him.\nBut I don't have much more time.\"\n\n\"I can make no promise yet to let you go,\" Keetack said. \"Still there\nmay be a way we can save your friend-brother and do something more\nbesides.\" He would say no more.\n\nSoon they were back in Keetack's rooms.\n\n\"You will wait here,\" Keetack said.\n\nJohnny seated himself on one of the piles of mats and waited. He didn't\nquite understand what was going on, but he wished Keetack would hurry.\nHe looked at Rick's watch. It had been twelve hours since he had spoken\nto his father on Ed's radio telephone. He had only an Earth day and a\nhalf to get to the settlement if he were to keep Baba out of Ed's hands.\n\nA few minutes later Keetack reentered the room, surrounded by some of\nthe furry bears who lived in his tree. \"My friend,\" he clicked, \"I have\na gift from the people of my tree to your people--those whom you say\nare making a colony. It is a gift of friendship and a gift of peace. If\nthe Council of the Grove decides to let you go back, I hope you can use\nthese to pay for the life of your friend and brother, Baba.\" In his\nhand the marva held a small package wrapped with woven rushes.\n\n\"Thank you,\" Johnny said, and took the package.\n\n\"You may unwrap it.\"\n\nJohnny folded back the stiff material, and gasped. In his hand glowed a\npile of marva claws--hundreds of them!\n\n\n\n\nCHAPTER SIXTEEN\n\n_The Thunder of Rhinosaur Hooves_\n\n\nA worried Johnny was standing in the center of the clearing once more,\nsurrounded by the little jewel bears. He now knew this was the grove\ncouncil, a group of the wisest bears of the grove. Keetack's gift to\nJohnny had impressed them all. They knew it meant that Keetack trusted\nJohnny. Yet they were cautious. Johnny's knowledge of them could be\nvery dangerous.\n\n\"It is not right he should go,\" one of the marva was saying. His muzzle\nwas still blue, and Johnny knew this meant he was younger than the\nrest. \"The young killer will return to his people and tell of our ways\nand of our houses in the trees. Then the older killers will come with\ntheir death-spitting things and our lives will be gone. I think that we\nshould hold him here. Otherwise we risk the lives of our people.\"\n\nJohnny put up his hand as if he were in school. The marva, Keetack, of\nthe deep black muzzle, pointed at Johnny.\n\n\"May I talk now?\" Johnny asked. The marva nodded. \"I won't tell\nanything you don't want me to,\" he promised earnestly. \"With these\nclaws I'm sure Baba can be saved, but I'm going to have to hurry. If\nthe outlaws get him they will kill him sure. Don't you understand?\"\n\n\"We understand,\" the old marva answered. \"But we must be sure of safety\nfor us and our people. Your people are killers like the beasts of the\nsea. You even kill each other. You are a strange people. Still you\nrisked your life for your friend Baba, just as Baba would risk his.\nYour friend with the red fur risked his life to help you. Do you really\nthink that if your people knew all there is to know about us, they\nwould not come with the fire spitting things?\"\n\nJohnny was silent. He knew Ed would come. He knew Trader Harkness\nwould, too. He swallowed, for lying to these little bears was something\nhe just couldn't do.\n\n\"For those claws some of my people would do anything,\" he clicked in a\nlow voice.\n\nThere was complete silence in the grove.\n\nThe marva who was young and still blue furred about the muzzle stood\nagain. Johnny wanted to cry. He had condemned Baba to death, but if\nhe hadn't done so, maybe all the marva would be killed. He felt they,\ntoo, were his brothers. He broke into sobs and stood there with tears\nrunning down his cheeks.\n\n\"We have heard our young friend,\" the blue-furred marva said. It was\nthe first time he had not called Johnny a killer. \"He gave us the\ntruth because we have trusted him, and treated him with friendship. I\nwas wrong. He is to be trusted. Let him go from here with his gifts.\nMy tree, too, will send a gift. But let him promise to keep secret\nanything he thinks may be dangerous to us.\" The marva seated himself.\n\n\"Oh, I promise,\" Johnny said solemnly. \"Cross my heart and hope to die.\"\n\n\"It is agreed among us then?\" Keetack asked the group. The furry heads\nnodded their agreement. \"Young friend, you may go. Your settlement is\nthree groves away from us. You may have a rhinosaur to ride. It will\ntake you home with time to spare. You go with a pledge of peace. We\nwill send messages ahead and no animals will attack you. Nor will any\nof our friends attack any man unless he attacks first. You may tell\nyour people we will give them more claws for such things as we would\nlike from them. Every two years we marva get a new set of claws and\nteeth. The old ones have been saved from generation to generation to\nbe used for lights and for tools. You may also tell the leaders of\nyour people we would like to meet with them. Perhaps we can make a\nfriendship that will endure!\"\n\nJohnny had a busy hour ahead of him. First he ran to see Rick among\nthe sick animals in the other part of the grove. There was no question\nof Rick's coming with him. He was still too sick from the arrow-bird's\nwound, but he was definitely on the mend. He was lying under a\ntree, petting the leopard cubs. Johnny told him what had happened,\ncarefully omitting where the marva lived, and Rick became more and more\ninterested. Finally Johnny showed him one of the packets of claws that\nhe had been given. By now the packets had grown to over a dozen, and he\nhad placed them in a bag made from his shirt.\n\n\"Johnny,\" Rick said, \"you've done a most wonderful thing! Those marva\ndon't have to worry about being hunted any more. If people can get so\nmany of those claws and teeth, no one will ever want to hunt for them\nagain. You tell them that, for me.\"\n\nJohnny rushed to give the news to the marva. The first one he found was\nthe young council member who had at first opposed letting him go.\n\n\"It pays to trust one another,\" the marva said simply.\n\nSoon Johnny was ready. The leader of the council brought before him a\nhuge rhinosaur, one of the biggest Johnny had ever seen.\n\n\"Skorkin knows he must obey you,\" Keetack said. \"He will do anything\nyou ask, and will harm none of your people.\"\n\n\"Hello, friend-pet,\" Johnny said.\n\nThe rhinosaur turned and looked at him with his little blue-black eyes\nand grunted a greeting. Johnny noted it. It probably meant \"hello.\"\n\n\"Was that his speech?\" Johnny asked.\n\n\"Yes,\" Keetack answered. \"They have more words than the other creatures\nof the green lands. Only the monkeys of all our friend-pets come near\nto being as smart as they. They are a people, too, of great courage.\"\n\n\"I know,\" Johnny said. He remembered the rhinosaur charge at the colony.\n\nAt the mention of the word \"monkey,\" the little red ape whom Johnny had\nrescued from Ed began to chatter and jump up and down.\n\n\"He likes you and wishes to go with you,\" Keetack said. \"Do you want\nhim to?\"\n\n\"Oh, yes,\" Johnny answered. The monkey leaped to his shoulder. Johnny\nsuddenly had an idea. \"Could the leopardess, her cubs, and the\narrow-bird come too?\" he asked. \"That is, if they want to?\"\n\nKeetack understood what was in Johnny's mind and nodded his approval.\n\"It is a good idea,\" he clicked. \"It would be a good way to prove to\nyour people that the animals can be friendly.\"\n\nThe leopardess was suddenly beside Johnny, rubbing up against him like\na big cat. She looked up into his face and growled in the way that\nJohnny knew meant \"come.\"\n\nJohnny looked at the wrist watch. \"We do have to hurry.\"\n\nHe threw the bagful of the precious claws over his shoulder, and\nstepped toward the rhinosaur. \"How'm I going to get on?\" he asked, with\nsudden surprise.\n\nA series of grunts came from the rhinosaur, that sounded something like\nlaughter. Then it lay its horned snout upon the ground, and grunted\nagain.\n\n\"Climb on,\" Keetack said.\n\nGrasping one of the long snout horns, Johnny climbed aboard his strange\nmount.\n\n\"Goodbye,\" he shouted. All around hundreds of the marva were hanging\nfrom their trees. They waved and he waved back. \"Let's go!\" he clicked\nto the rhinosaur.\n\nAnd so began the race through the jungle. The great rhinosaur moved\nforward with thundering speed, the leopardess and her cubs loping\nalong beside them. When one of the cubs grew tired it leaped on to the\nrhinosaur's back, curled up beside Johnny and went peacefully to sleep.\nThe arrow-bird perched on one of the beast's horns and the monkey\nbeside it. They did not stop for rain or rivers. Everywhere the jungle\nseemed to have blossomed forth with animals, who waved and grunted,\ngrowled, clicked, or sang greetings to them as they went past.\n\nThe broad back of the rhinosaur was a perfect place to travel, Johnny\nfound. It swayed hardly as much as a helicopter and bounced much less\nthan a tank. It was not long until Johnny had followed the leopard\ncub's example. He found a hollow in the big back, curled up and went to\nsleep, lulled by the steady swinging movement and the thunder of the\nrhinosaur's hooves.\n\n       *       *       *       *       *\n\nJohnny woke with a start. The monkey was pulling on one of his ears;\nthey had reached the settlement. Johnny glanced down at his watch. He\nhad slept six hours.\n\nThe rhinosaur had stopped right at the edge of the meat tree grove\nthat bordered the settlement. Through the screen of trees Johnny could\nsee the high grey walls. It was about half a mile to the gate. Johnny\nwiped the sleep out of his eyes and puzzled as to the best way of\nmaking his appearance.\n\n\"Go that way,\" Johnny clicked, and pointed. \"But stay where you can't\nbe seen from the walls.\" At a slow trot, the rhinosaur carried them to\na place directly in front of the gate to the settlement wall. Johnny\nsaw that the gate had been repaired. Beside it was a steel door through\nwhich a single man could be admitted.\n\n\"You wait here for me,\" he said to the animals. \"Let me down, friend\nrhinosaur.\" He tied his bag of claws to the rhinosaur's horn and then\nwalked down the huge head to the ground. The arrow-bird flew over and\nlit on his shoulder. It had not understood. \"Wait,\" Johnny repeated.\n\"Wait, I will come back.\"\n\nThe rhinosaur wandered a few yards away and began to munch on some\nbushes. The leopard growled to her cubs and began to climb a meat tree\nin search of food. Johnny smiled. They were good friends to have.\n\nJohnny slipped through the bushes and trees until only one antelope\nberry bush was between him and the wall. The guard tower was directly\nin front of him. The men in the tower must have noticed the swaying of\nthe bushes, for they were looking directly toward the spot where Johnny\nstood.\n\nJohnny slipped from behind the bush and stepped into full view. He\nsmiled and waved jauntily to the guards. As casually as he could he\nstarted toward the door. Halfway there he began to skip for sheer joy.\nThe guards were staring at him open-mouthed. Obviously he had no armor\non. He had had to use his shirt to make the bag for the claws. The only\nclothes he wore was the baggy pair of shorts Rick had made him.\n\nThe steel door at the base of the guard tower opened at his touch. He\nclosed it carefully, opened the inner door and then climbed the stairs\nto the guard tower, instead of going straight into the colony. There,\ntoo, were double doors.\n\n\"Hello,\" he said, as he entered.\n\nThe three guards on duty were so surprised they couldn't speak for a\nsecond. One of them was Old Jeb. Before they recovered, Johnny went up\nto Jeb. \"Would you call my father, Jeb, and tell him to come to the\ngate?\" It was funny to watch their faces.\n\n\"Johnny, you're safe!\" Jeb suddenly exploded. He swept the boy into his\narms and swung him about. He stopped, pushed the boy away from him, and\ntousled his hair. \"I can't believe it, but you're safe!\"\n\n\"Sure am,\" Johnny said, with a grin. Then he became serious. \"How is\nBaba? Is he all right?\"\n\n\"He's been kind of sad and upset, poor little feller,\" Jeb said. \"But\nhow in thunder did you get here? Last we heard you were being held for\nransom. Your folks have been worried sick.\"\n\n\"Oh, I got away from the outlaws and some friends brought me. Please\ncall everybody in the colony, will you? Tell them to come to the gate.\nI have something important to show them. I've got to go back out to my\nfriends now. 'Bye.\" He started toward the door.\n\n\"Friends! What friends?\" Jeb called.\n\n\"You'll find out,\" Johnny said, with a laugh.\n\n\"Hey, you can't go outside without armor,\" one of the other guards\nshouted. But Johnny had slipped out before he could be stopped. He took\nthe stairs at a run, and was out of the heavy steel wall doors before\nthe men could follow him.\n\nAs he skipped across the open space back to the jungle, he turned his\nhead, waved to the men in the tower, and smiled.\n\n\"Come back here, you little devil!\" Jeb shouted through the loudspeaker\nthe guards used to guide tanks in.\n\nBut Johnny shook his head and went back into the brush.\n\nJohnny waited for about ten minutes. All this time the loudspeaker in\nthe tower was shouting for Johnny to come back in. Finally the voice\nchanged. It was Johnny's father's voice.\n\n\"Johnny,\" his father said over the speaker. \"Come on in here! _Please!_\nI'm here now. Johnny!\"\n\nJohnny heard a tank starting up inside. He didn't want any tanks coming\nafter him.\n\n\"Come on, friends,\" he clicked to the animals. He climbed back up on\nthe rhinosaur's back. The leopard came running up with her cubs. The\narrow-bird and the monkey, taking no chances, followed behind them,\nleaped to its usual perch--the top of Johnny's head.\n\n\"Let's go!\" Johnny clicked to the rhinosaur. \"Walk very slowly out\ntoward the big black place.\"\n\nJohnny clicked to one of the cubs to jump up on the rhinosaur's back\nbeside him. Johnny crawled to the broad head of the rhinosaur between\ntwo of its horns. The leopard cub sat on its haunches beside him. The\nmother leopard and the other cub ran alongside them. The rhinosaur's\nhooves made muffled thunder as he walked.\n\nA big grin on his face, and waving his hand, Johnny emerged from the\njungle into full sight of his father, Jeb, and many others inside the\nguard tower.\n\n\"Stop when we get a little way from the door,\" Johnny said to the\nrhinosaur. The big beast grunted its understanding.\n\nJohnny and his friends came to a halt close enough to the tower so that\nJohnny's voice could be heard.\n\n\"Open the gate, please,\" Johnny shouted. \"We want to come inside.\" He\nsaw his father's startled face above him. \"Hello, Dad. How's Mom? Did\nshe worry too much?\"\n\n\"Hello, son.\" His father's voice was shocked. \"Your mother is all\nright.\" He paused. \"Where did you.... How did you...?\"\n\n\"You mean the animals?\" Johnny asked, rather enjoying the effect he\nwas making. \"Oh, they're friends of mine. You can let us in. They won't\nhurt anybody. I'm bringing a present to pay for Baba and make up for\nall the harm we did. Look.\" He took a packet of the claws and opened\nit. He let a handful of the claws run out of one hand into the other\nin a shining blue waterfall. Through the microphone he could hear his\nfather and the other men gasp.\n\n\"Come in here quick,\" Frederick Watson's voice came back over the\nloudspeaker.\n\n\"Open the gates, please,\" Johnny repeated.\n\n\"But the rhinosaur! And the leopard!\"\n\n\"They're friends of mine. They brought me here. They won't hurt\nanybody. I promise.\"\n\nThe big steel gate slowly opened. Riding on the back of one of the\ngreatly feared rhinosaurs, Johnny entered the colony.\n\nIt seemed that everyone in the colony had heard of Johnny's strange\nreturn. Pioneers--men, women and children, hunters and guards--were\nhurrying toward the big gate. At the sight of the rhinosaur, a woman\nscreamed and the crowd ran, scattering in all directions.\n\nCaptain Thompson, two other colonists and a hunter held their ground,\ntheir ato-tube pistols out.\n\n\"Don't shoot! Don't shoot!\" Johnny shouted. Beneath him the rhinosaur\ntrembled. \"He won't hurt you. He's our friend.\" He stroked the\narrow-bird on his shoulder. \"Look! Even an arrow-bird!\"\n\nSlowly the ato-tube pistols that had been leveled at them were lowered.\nHesitantly, one or two of the people began to move back toward the\nlittle group.\n\nA woman came running toward Johnny. It was his mother. Tears were\nrunning down her face. Even she was finally stopped by the bewildering\nsight of her son surrounded by jungle animals.\n\n\"Let me down,\" Johnny clicked to the rhinosaur. The big animal lowered\nhis head. A cry went up from the people as the leopardess bounded after\nhim. Johnny threw his arms about his mother.\n\n\"Oh, Johnny, Johnny!\" his mother said over and over, holding him tight\nagainst her armor. She stiffened as the mother leopard rubbed against\nthem and the arrow-bird lit, for a moment, on her shoulder.\n\n\"Mother, I want you to meet my friends,\" Johnny said. \"This is Mona,\nthe leopardess, and her two cubs, Pat and Mike. And this is Skimpy,\nthe monkey. I haven't named my arrow-bird yet.\" Then he spoke to the\nanimals. \"This is my mother.\"\n\nJohnny's mother stood there a moment, too bewildered to speak. The\nleopardess licked her hand. Then Johnny led his mother to the rhinosaur.\n\n\"This is my friend Skorkin, the rhinosaur. He gave me a ride all the\nway here. Isn't he beautiful?\" Then he clicked to the rhinosaur, \"This\nis my mother.\"\n\nThe huge creature grunted.\n\n\"Skorkin said 'hello,'\" Johnny said.\n\nHer eyes wide with the strangeness of it all, Johnny's mother nodded a\nwordless greeting to the creature.\n\nJust then Johnny heard a sound he had been waiting for. It was the\nsound of a basketball dropped from a height. He looked up to see Baba\nbounding along as fast as he could come. Johnny was off at a dead run\nto meet him, leaving his mother and the other animals behind.\n\nThe two of them met at top speed, and they met with such impact that\nboth were tumbled to the ground in a heap of arms, legs, boy and bear.\nBoth of them were laughing when they got to their feet.\n\n\"Oh, Baba, you bad little bear!\" Johnny said. \"I thought I'd never see\nyou again!\"\n\n\"And I!\" Baba said.\n\n\"You shouldn't have come back here!\" Johnny said. \"I'll have to punish\nyou right now!\" He grabbed Baba suddenly by the leg, whirled him around\nand around above his head and threw him as high as he could in the\nair. Throwing his arms around as if frightened to death, the little\nbear whimpered and clicked. But just before he hit the ground he made\nhimself into a ball, and bounced higher than Johnny had thrown him.\nThen, on the third bounce, he landed lightly on Johnny's shoulder.\n\nTheir delight was cut short by the sight of a fat bald man who\nglittered as he walked toward the crowd. For an instant Johnny was\nafraid. It was Trader Harkness. Then he remembered--the trader's days\nof power were over.\n\n\"Mr. Harkness,\" he called, \"I've got something to show you.\"\n\n\"They said you had claws.\" The trader's little black eyes fixed their\ngaze on Johnny.\n\n\"Come on, I'll show everybody.\"\n\nThe crowd parted for Johnny and Baba and the trader. By this time\nalmost all the colonists and visiting hunters were gathered around the\nrhinosaur and the leopards. A few bold souls were timidly petting the\ncubs. Probably of most interest was the arrow-bird. Tired from all\nits riding, it had put its head under its wing and gone fast asleep,\nperched on the rhinosaur's horn.\n\nJohnny took the bag he had made from the shirt down from where it hung\nbeside the arrow-bird. He untied it, revealing the many packets made\nfrom woven rushes. Packet after packet, he spilled the claws out on to\nthe shirt until there was a great pile of jewels glowing before the\npeople.\n\n\"Where did you get them?\" Trader Harkness' voice rumbled. He was\nshocked and pale.\n\n\"The marva themselves gave them to me for the colony,\" Johnny replied.\n\"It's a sign that they and all the animals want to be our friends.\"\n\nThe trader forced his eyes away from the pile of jewels and looked over\nhis shoulder. Johnny was suddenly conscious of three hunters standing\nbehind the trader. Ed and his gang!\n\n\"I'll take those claws now,\" the trader said. The gang whipped out\ntheir ato-tubes and leveled them at Johnny and Baba.\n\nThe crowd gasped and then fell silent. Johnny's father stepped up, but\none of the hunters waved him back with his gun. Johnny saw he'd been\nwrong. There was plenty of fight left in the trader. He glanced around\nhim; the animals had become very still, waiting his word.\n\n\"Friends,\" Johnny clicked, \"stay still. This man is a killer.\"\n\nSkorkin, the rhinosaur, snorted. The arrow-bird awoke and snapped its\nhead into arrow position. The monkey bared its teeth, while Mona, the\nleopardess, crouched to spring, the muscles of her haunches trembling.\n\nJohnny saw the trader's eyes widen. The leopard was not three feet away\nfrom him. Thinking fast, Johnny stepped carefully over and put a hand\non the leopard's shoulder.\n\n\"I wouldn't move, Mr. Harkness,\" Johnny said, his voice quavering in\nspite of himself. \"If you don't tell your gang to give their guns to\nCaptain Thompson, I'll tell the animals to charge. Maybe Ed told you\nwhat I made the monkey do?\" Johnny's heart raced. It was a bluff. He\ncouldn't tell the animals to charge. He knew they might be killed. No\namount of claws would be worth that.\n\nThe trader's eyes were fixed on Mona. Then Skorkin snorted again, eager\nto fight.\n\nThe trader turned brick red. \"Do what the kid says,\" he said in a low,\nstrangled voice. The ato-tube in Ed's hand wavered and then came down.\n\nThere was a deep sigh of relief from the crowd.\n\nGrimly and quietly, Captain Thompson gathered up the guns. \"All right,\nyou men,\" he said, \"there's a room ready for you at the stockade.\"\n\nThe fight was really gone from the trader now. His shoulders slumped,\nhis head down, he shuffled as he was led away.\n\nJohnny's father stepped forward and embraced him.\n\n\"I don't understand how you did it, Johnny,\" he said. \"I don't\nunderstand anything about it. But this is certainly a wonderful day!\"\n\n\n\n\nCHAPTER SEVENTEEN\n\n_Teachers Can't Play Hookey_\n\n\nIt was now an hour after the Earth rocket had blasted off on its way\nback to Earth. Johnny Watson lay on his stomach with his chin cupped\nin his hands and looked down from the top of New Plymouth Rock. Beside\nhim, twisted into the same position, was his friend Baba, his blue\nnails glowing in Venus' pearly light. Near the two friends, perched on\na boulder, were two of the large Venus eagles, watching every move they\nmade.\n\nHow changed it all was down in the settlement! People were streaming\nback from the rocket field on foot and without armor. Beside the\nJenkins family strode Mona, the leopardess, carrying a basket in her\nmouth. In the basket the Jenkins' baby slept. Mona just loved babies.\nDown in the marshberry fields three rhinosaurs peacefully browsed.\nThere were so many berries available now in the sea marshes that no\none had to worry about the few in the fields. The marva had left these\nthree rhinosaurs to carry people wherever they might want to go.\n\nHigh in the sky was a faint dot. Baba nudged Johnny and pointed.\n\n\"Here comes Keetack,\" he said in his clicking language. \"We'll have to\ngo down pretty soon.\"\n\n\"I suppose so,\" Johnny said wearily.\n\nIt had been fun for a while being the only person who understood the\nmarva language. When Dad and the other colonists had gone into the\njungle to talk with the council of all the marva groves, Johnny and\nBaba had been there too--the center of attention. When the men spoke,\nBaba told the marva what they meant. When the marva spoke, Johnny\nhad to tell the men what the bears meant. It had been fun being so\nimportant. It had been fun being treated like heroes, but they were\nalready tired of it. With their new freedom to travel, there was a\nwhole continent to explore, and hundreds of new friends to make.\n\nIdly, Johnny watched the dot, that Baba said was Keetack, grow into\na bird with a twenty-foot wing spread flying through the sky. In\nits claws was a small black-muzzled bouncing bear. Baba's eyes were\nmagically good. The bird was a Venus eagle--the marva's airplane.\nBefore men had come and made it dangerous for them, the marva had flown\nanywhere they wanted to go in the talons of these great birds. Johnny\nknew that the earliest hunters thought the eagles were preying upon the\nbears. It was just one more surprising thing about the little bears.\nJohnny remembered what Rick had said when he had arrived home, his\nwound all healed. He had really grown to respect the marva.\n\n\"They have learned to live with other creatures, and have taught all\ntheir friends, as they call the animals, to live in peace together. The\nmeat eaters have their meat trees so they don't need to attack other\nanimals--it's amazing,\" Rick reported.\n\nJohnny remembered how Baba had preened himself when Rick had spoken\nthat way, and he smiled.\n\n\"Hey, Baba,\" Johnny said, \"how soon do you think we could take a trip\nall around the groves? We could get Skorkin to carry us, and go visit\neverybody.\"\n\n\"You will have to come stay with my people,\" Baba said. Only a few days\nbefore Baba had discovered a host of aunts, uncles and cousins in one\nof the outlying groves. Most important of all he had found his father.\n\"I've lived with you for years and years. Now it should be your turn.\"\n\n\"Oh, good,\" said Johnny. \"We'll do it, soon as they'll let us go.\"\n\n\"Look, Johnny,\" Baba pointed. \"Look at the trader!\"\n\nBelow, the fat bald-headed little man, a pack on his back, was heading\ninto the jungle. He waddled as he walked, but he moved straight along.\n\n\"Where's he going?\" Baba asked.\n\n\"Dad says he's going to start a marshberry farm--if the marva will let\nhim. But, gosh, it'll be a long time before anyone will help him.\"\n\n\"He can always live on meat fruit and stuff,\" Baba said. \"Nobody likes\nhim, but they won't bother him if he leaves them alone.\"\n\nWhat had happened to the trader and to the outlaws was the strangest\nthing of all. The marva had not wanted them punished. They said they\nwanted to make friends, not enemies.\n\nThe thousands of marva claws that had been given to the colony had made\nthe claws quite cheap, so that Trader Harkness had become a poor man;\nhe had been rich in hunting equipment and hunting lodges--now all these\nthings were valueless. Surprisingly, he had refused to return to Earth.\n\n\"Venus is my home,\" he had said flatly. \"I'll get by.\"\n\nJohnny had to admire his courage, just as he had to admire some of the\nhunters who would not stay on Venus. These lean hard-bitten men were\ngoing further on into space.\n\nTo Johnny's surprise Keetack admired the hunters, too. \"They are\nfighters, like the rhinosaurs. Here there is nothing left to fight.\nThey are people of much courage.\"\n\nLooking down on the trader, Johnny found he couldn't help feeling sorry\nfor him.\n\n\"Goodbye,\" he yelled, his voice echoing among the rocks. \"Goodbye,\nTrader.\"\n\nThe fat man looked up and waved back. Johnny thought he smiled.\n\n\"He was a real pioneer,\" Johnny said.\n\n\"Yes,\" Baba answered, \"he'll be all right.\"\n\nJohnny jumped back suddenly from the edge of the rock and hid behind\nsome bushes. \"Here comes Mom, looking for us!\"\n\nBaba quickly dived back out of sight too.\n\nJohnny peeked through the screening of bushes. His mother was riding\ntoward the rock on Skorkin, the rhinosaur! This hideout was not very\nsecret. Everybody on Venus knew about it. He stood up, and waved down\nto her.\n\n\"I'm coming, Mother,\" he shouted.\n\nHis mother nodded and the big rhinosaur turned back toward the\nsettlement.\n\nIn a few minutes Baba and Johnny would be back in school, sitting in\nfront of a group of men and a group of marva. Baba would be teaching\nthe marva how to understand the talk of people, while Johnny taught the\nmen and women how to talk and understand the language of the marva. It\nwas a hard job.\n\n\"I guess we gotta go back!\" Johnny mourned.\n\n\"I guess so!\" Baba agreed sadly.\n\n\"There is only one trouble with being a teacher,\" said Johnny.\n\"Teachers just can't play hookey.\" Then he grinned. \"Say, I've got an\nidea!\"\n\n\"What?\" asked Baba.\n\n\"Mom hasn't been doing her homework. Let's give a test today!\"\n\nBaba slapped his furry haunches, his blue teeth glowing.\n\n\"Let's go!\" Johnny clicked to the two eagles. He ran as hard as he\ncould and leaped off the edge of the high cliff, hurtling down and\ndown. Right after him, Baba jumped, too.\n\nThere was the sound of great wings, and the two tremendous Venus eagles\nswept after them. One dived at Johnny, its claws spread. The long\npowerful claws hooked into Johnny's belt and whisked him through the\nair toward the settlement. The other grasped Baba by the shoulders.\nTogether the two friends flew on.\n\n\"That was fun!\" said Johnny.\n\nHis furry blue pal nodded his agreement.\n\n\n\n\nFacts About Venus\n\nAn Afterword for Curious Boys and Girls (As well as Parents, Teachers\nand Librarians)\n\n\n\"Daddy, is this what Venus is really like?\" demanded Blake, my\neleven-year-old son. He had just finished reading my manuscript.\n\nI have an idea that among my readers there may be other curious boys\nand girls who might ask the same question my son did. This was my\nanswer:\n\nThe job of a science fiction writer, I think, is to spin out tales\nabout other times and strange planets, using known facts as beginning\npoints, and without violating any known facts. In _Venus Boy_ I have\ntried to do this. I think I have created a picture of life on the\nsurface of Venus that is possible, if just barely possible.\n\nIn addition to being a story teller, I am a librarian, and librarians\nlove to keep their facts straight. The fact about Venus is that nobody\nknows just what it is like on the surface of the planet. Since nobody\nknows, I could make it all up.\n\nMany facts _are_ known about Venus, however. Venus is the Sun's\nsecond planet. It is about twenty-five million miles closer to the\nSun than our Earth. Astronomers have measured and \"weighed\" it. It\nis almost exactly the same size as Earth, but its weight (mass) is\ntwenty per cent less. It turns very slowly on its axis, so that its day\nis much longer than an Earth day. Because of a layer of clouds that\nsurrounds it, the surface cannot be seen even with the most powerful\nof telescopes. Thus, astronomers cannot tell just how fast or slow it\nturns. A Venus day may be as short as fourteen Earth days or as long as\ntwo hundred and twenty-five Earth days.\n\nIf you noticed, you can see I have kept my picture of life on Venus\ntrue to these facts. I had the Venus day be fourteen Earth days long.\nSome of the animals and plants were a great deal larger than Earth\nanimals and plants, a fact that would be expected on a planet with less\ngravity than that of Earth.\n\nOf course you might think that because of the clouds that surround\nVenus, the planet would be a terribly rainy place. That is not very\nprobable. By using an instrument called a spectrograph, astronomers\nhave learned that those heavy clouds are not clouds of water vapor.\nIndeed, they can find evidence for little or no water vapor on Venus.\nThey can detect a great deal of carbon dioxide--but no oxygen.\n\n\"But without oxygen, animals couldn't breathe!\" I can hear a child who\nknows some science say. \"Life would be impossible!\"\n\nThat could be true. Some scientists, in fact most of them, believe\nthat life _is_ impossible on the surface of Venus. But remember, nobody\nknows what is under that heavy layer of clouds, and nobody knows just\nwhat those clouds are.\n\nOne astronomer, Rupert Wildt, has advanced a theory about the Venusian\nclouds that, I think, would allow for the possibility of life on Venus.\nHe theorized, on the evidence available to him, that, when Venus was\nyoung, carbon-dioxide and water, in the presence of ultra-violet light,\nmay have combined to make clouds of one form of plastic! I think it\npossible that such clouds would be thick, spongy and permanent, and\nthat they would join together, so that the inner atmosphere of Venus\ncould not escape through them. According to his theory Venus could be\nlike a Christmas present--all wrapped in shining plastic. This could\naccount for the fact, too, that more than half the light falling on it\nfrom the sun is reflected, making it the brightest of all the planets\nor stars, a jewel of a planet.\n\nUnder a loose layer of plastic, life could be possible on Venus. If\nplant life began under those clouds, then an oxygen atmosphere could\ndevelop. Plants take in carbon dioxide through their leaves and give\nout oxygen. Many scientists believe the Earth's atmosphere became rich\nwith oxygen in this manner. Of course, none of that oxygen in Venus'\natmosphere could get through the thick layer of spongy plastic clouds.\nThe carbon dioxide that was trapped on the outside would not get\nthrough either.\n\nScientists believe, too, that Venus may be too hot for life, or too\ncold. I think that the clouds and the carbon dioxide trapped outside of\nthem would serve, on the one hand, to insulate Venus from the hot light\nof the nearby sun; and, on the other hand, to hold in its warmth during\nthe long nights.\n\nAs you can see, I have spun my story out of Mr. Wildt's idea of the\nplastic clouds of Venus. The rhinosaurs heavy armor, the arrow-bird's\nbills, the marva's plastic-strengthening jewel claws, all had their\nbeginnings in the idea of a plastic planet. It allowed for the creation\nof some fairly interesting animals, I think.\n\nWhile I am on the subject of my animals, I should say a word about the\npossibility of animals cooperating the way I have had my Venus animals\ncooperate. That, I think, is perfectly possible. On Earth one can find\nexamples of several creatures living so closely together that if one\nkind is killed off the others would all die. In many articles and books\nMr. Ashley Montague has amassed much evidence that shows an instinct\nfor cooperation is as primary as the instinct of self-preservation. If\nwe grant the idea of a creature whose intelligence is directed entirely\ntoward surviving by cooperation, then I think my cooperative animals\nare, at the very least, possible.\n\nPossible! That is what I hope my picture of life on Venus is. However,\nit must be remembered that it is only _just_ possible. Astronomers\nhave envisioned Venus as a planet of terrible dust storms, with a\ntemperature hot enough to boil water. They have spoken of it as a\nplace of seas of formaldehyde, hot and terrible by day, and freezing\ncold at night. Their guesses are probably better than mine. But I must\nadmit I like my guess a little better. I hope you have enjoyed it.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Venus Boy, by Lee Sutton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VENUS BOY ***\n\n***** This file should be named 50702.txt or 50702.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/0/7/0/50702/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}